{
    "id": "095e31f2-2eb0-4818-af8a-b6b993c92dbb",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of meteorological elements gradient of Alpine meadow and grassland ecosystem superstation, 2018)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站气象要素梯度观测系统-2018）",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of the Alpine meadow and grassland ecosystem Superstation from August 31 to December 24, 2018. The site (98°35′41.62″E, 37°42′11.47″N) was located in the alpine meadow and alpine grassland ecosystem, near the SuGe Road in Tianjun County, Qinghai Province. The elevation is 3718m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 3, 5, 10, 15, 20, 30, and 40 m, towards north), wind speed and direction profile (windsonic; 3, 5, 10, 15, 20, 30, and 40 m, towards north), air pressure (PTB110; 3 m), rain gauge (TE525M; 10m of the platform in west by north of tower), four-component radiometer (CNR4; 6m, towards south), two infrared temperature sensors (SI-111; 6 m, towards south, vertically downward), photosynthetically active radiation (PQS1; 6 m, towards south, each with one vertically downward and one vertically upward, soil heat flux (HFP01; 3 duplicates below the vegetation; -0.06 m), soil temperature profile (109; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m), soil moisture profile (CS616; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, Ta_10 m, Ta_15 m, Ta_20 m, Ta_30 m, and Ta_40 m; RH_3 m, RH_5 m, RH_10 m, RH_15 m, RH_20 m, RH_30 m, and RH_40 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, Ws_10 m, Ws_15 m, Ws_20 m, Ws_30 m, and Ws_40 m) (m/s), wind direction (WD_3 m, WD_5 m, WD_10 m, WD_15 m, WD_20 m, WD_30m, and WD_40 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_400cm) (℃), soil moisture (Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_400cm) (%, volumetric water content), photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018/8/31 10:30. Moreover, suspicious data were marked in red.",
            "descriptionCn": "该数据集包含了2018年8月31日至2018年12月24日青海湖流域地表过程综合观测网高寒草甸草原混合草原超级站气象要素梯度观测系统数据。站点位于青海省天峻县苏里路旁侧，下垫面是高寒草甸和高寒草原的混合。观测点经纬度为：东经 98°35′41.62″E，北纬 37°42′11.47″N，海拔3718m。风速/风向、空气温度、相对湿度传感器分别架设在3m、5m、10m、15m、20m、30m、40m处，共7层，朝向正北；气压计安装在3m处；翻斗式雨量计安装在塔西偏北侧10m平台上；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤热流板（自校正式）（3块）依次埋设在地下6cm处，朝向正南距离塔体2m处；土壤温度探头埋设在地下5cm、10cm、20cm、40cm、80cm、120cm、200cm、300cm和400cm处，在距离气象塔2m的正东方；土壤水分传感器分别埋设在地下5cm、10cm、20cm、40cm、80cm、120cm、200cm、300cm和400cm处，在距离气象塔2m的正东方；光合有效辐射仪安装在6m处，探头垂直向上和向下方向各一个，朝向正南。\n观测项目有：风速（WS_3m、WS_5m、WS_10m、WS_15m、WS_20m、WS_30m、WS_40m）(单位：米/秒)、风向（WD_3m、WD_5m、WD_10m、WD_15m、WD_20m、WD_30m、WD_40m）(单位：度)、空气温湿度（Ta_3m、Ta_5m、Ta_10m、Ta_15m、Ta_20m、Ta_30m、Ta_40m和RH_3m、RH_5m、RH_10m、RH_15m、RH_20m、RH_30m、RH_40m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_400cm）(单位：百分比)、土壤温度（Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_400cm）(单位：摄氏度) 、向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2018/8/31 10:30。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 98.58,
            "west": 98.58,
            "south": 37.7,
            "north": 37.7,
            "startTime": "2018-09-20 08:00:00",
            "endTime": "2019-01-13 08:00:00",
            "fileSize": 7461541.0,
            "cstr": "18406.11.Meteoro.tpdc.270803",
            "doi": "10.11888/Meteoro.tpdc.270803",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Oberservation on soil moisture of irrigated cropland by cosmic-ray probe",
                "referenceCn": null,
                "referenceEn": "Zhu, Z.L., Tan, L., Gao, S.G., &Jiao, Q.S. (2015). Oberservation on soil moisture of irrigated cropland by cosmic-ray probe. IEEE Geoscience and Remote Sensing Letters, 12(3), 472-476."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating spatial distribution of radiation below the Qinghai Spruce forest canopy in Qilian Mountains using hemispherical images and Airborne LiDAR data",
                "referenceCn": null,
                "referenceEn": "Peng H, Zhao C, Feng Z, Tian F, Xu Z. Estimating spatial distribution of radiation below the Qinghai Spruce forest canopy in Qilian Mountains using hemispherical images and Airborne LiDAR data[C]//Geoscience and Remote Sensing Symposium (IGARSS), 2011 IEEE International. 2011: 1954–1957. doi:10.1109/IGARSS.2011.6049509"
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "海洋",
                "nameEn": "Ocean"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            },
            {
                "keywordCn": "青海省天峻县苏里路旁侧",
                "keywordEn": "near the SuGe Road in Tianjun County, Qinghai Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈平流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的潜热（LE）和感热（H）与可用能量Rn−G0之间存在能量平衡闭合不完整时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这一温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后结合稳定氧和氢同位素技术以及涡动相关（EC）测量来更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在4.5米高处使用10 Hz采样频率的涡度相关系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00期间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上由植被参数、土壤湿度和其他地表状态决定。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数和调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善陆面状态变量的预测方面发挥了越来越重要的作用，例如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量，如表面通量。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合现场测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的标称空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大规模上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，通过同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在本研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此对于表面通量的连续监测，方法的使用是困难的。",
                "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应会影响 FY3A-VIRR LST 检索的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善表面通量的预测。双重数据同化方案的第一阶段在每周时间尺度上优化模型植被参数，第二阶段在每日时间尺度上优化土壤湿度。基于集合卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的陆面温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、观涛、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到通用陆面模型（CoLM）中。选择了六个站点，分别是大闸、馆陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A地表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的地表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中华人民共和国（PRC）三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2， 从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。 同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the use of a dual-pass data assimilation scheme with an ensemble Kalman filter effectively improve surface flux predictions through the assimilation of land surface temperature data?",
                "QuestionCn": "使用双重数据同化方案与集合卡尔曼滤波器结合，是否能通过同化地表温度数据有效改善地表通量预测？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it necessary to use ground-based measurement data to partition evapotranspiration into evaporation and transpiration in the context of heterogeneous land surfaces?",
                "QuestionCn": "在异质土地表面的背景下，是否有必要使用地面测量数据将蒸散发分为蒸发和蒸腾？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the observation of meteorological parameters in high-altitude areas primarily rely on ground-based sensors, remote sensing technologies, or a combination of both?",
                "QuestionCn": "高海拔地区气象参数的观测主要依赖于地面传感器、遥感技术，还是两者的结合？",
                "AnswerEn": "ground-based sensors",
                "AnswerCn": "地面传感器",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "When addressing the challenge of incomplete energy balance closure in EC flux measurements, is the use of the TSEB model, a data assimilation scheme, or other modeling approaches more effective?",
                "QuestionCn": "在解决EC通量测量中能量平衡不完全闭合的挑战时，使用TSEB模型、数据同化方案或其他建模方法哪种更有效？",
                "AnswerEn": "TSEB model",
                "AnswerCn": "TSEB模型",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main components measured in a comprehensive surface process observation network in high-altitude regions?",
                "QuestionCn": "在高海拔地区的综合表面过程观测网络中，主要测量的组成部分包括：",
                "AnswerEn": "wind speed and direction, air temperature, relative humidity, atmospheric pressure, precipitation, four-component radiation, surface radiation temperature, soil heat flux, soil moisture, soil temperature, photosynthetically active radiation",
                "AnswerCn": "风速和风向、空气温度、相对湿度、大气压力、降水、四分量辐射、地表辐射温度、土壤热通量、土壤湿度、土壤温度、光合有效辐射。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are commonly encountered when collecting land surface temperature data for model assimilation in surface flux predictions?",
                "QuestionCn": "在收集地表温度数据以用于表面通量预测的模型同化时，常遇到哪些挑战？",
                "AnswerEn": "instantaneous nature of satellite-derived data",
                "AnswerCn": "卫星数据的瞬时特性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data quality control is implemented in the collection of meteorological data in high-altitude regions?",
                "QuestionCn": "您能否提供一个例子，说明在高海拔地区气象数据收集中的数据质量控制是如何实施的？",
                "AnswerEn": "An example of data quality control in meteorological data collection at high altitudes involves ensuring there are 144 data points each day, eliminating duplicate records, and removing data that are outside physical constraints or instrument range. Missing data are marked with a placeholder value, and suspicious data are highlighted in red.",
                "AnswerCn": "在高海拔气象数据收集中的数据质量控制示例包括确保每天有144个数据点，消除重复记录，并删除超出物理限制或仪器范围的数据。缺失的数据用占位符值标记，可疑数据用红色突出显示。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What is an example of a data collection method used to measure soil and canopy temperatures for evapotranspiration studies?",
                "QuestionCn": "用于测量土壤和树冠温度以进行蒸散发研究的数据收集方法的一个例子是什么？",
                "AnswerEn": "An example of a data collection method for measuring soil and canopy temperatures in evapotranspiration studies is the use of a high-resolution thermal infrared camera mounted on a boundary layer tower to capture thermal images of the land surface, which are then used to estimate soil and canopy component temperatures.",
                "AnswerCn": "在蒸散发研究中，测量土壤和冠层温度的一种数据收集方法是使用高分辨率热红外相机安装在边界层塔上，捕捉地表的热图像，然后用这些图像来估算土壤和冠层组件的温度。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Could you provide an example of how satellite-derived data is assimilated into land surface models for improved surface flux predictions?",
                "QuestionCn": "您能否提供一个示例，说明如何将卫星获取的数据同化到陆面模型中，以改善表面通量预测？",
                "AnswerEn": "An example of assimilating satellite-derived data into land surface models involves using the land surface temperature data from the FY3A-VIRR satellite and incorporating it into a common land model with a dual-pass data assimilation scheme to optimize vegetation parameters and soil moisture, thereby improving surface flux predictions.",
                "AnswerCn": "一个将卫星衍生数据同化到陆面模型中的例子是使用FY3A-VIRR卫星的陆面温度数据，并将其纳入一个通用陆面模型中，通过双重数据同化方案优化植被参数和土壤湿度，从而改善地表通量预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the meteorological parameters observed in high-altitude mixed grassland superstations?",
                "QuestionCn": "高海拔混合草原超级站观测到的气象参数特征是什么？",
                "AnswerEn": "wind speed and direction at multiple heights, air temperature, relative humidity, atmospheric pressure, precipitation, radiation components, surface radiation temperature, soil heat flux, soil moisture, soil temperature, photosynthetically active radiation",
                "AnswerCn": "风速和风向（多个高度）、空气温度、相对湿度、大气压力、降水、辐射分量、地表辐射温度、土壤热通量、土壤湿度、土壤温度、光合有效辐射。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the key challenges in ensuring the accuracy and completeness of surface flux data collected over heterogeneous land surfaces?",
                "QuestionCn": "确保在异质土地表面收集的表面通量数据的准确性和完整性面临的主要挑战是什么？",
                "AnswerEn": "data gaps, accuracy of measurements, duplicate records, extreme or non-physical values, uncertainties in model predictions, errors in land surface temperature estimates, limitations of satellite-derived data, cloud contamination, spatial or temporal mismatches with ground measurements",
                "AnswerCn": "数据缺口、测量精度、重复记录、极端或非物理值、模型预测的不确定性、地表温度估计误差、卫星数据的局限性、云污染、与地面测量的空间或时间不匹配。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main attributes of datasets used for evaluating evapotranspiration models over diverse land cover types?",
                "QuestionCn": "用于评估不同土地覆盖类型的蒸散发模型的数据集的主要属性是什么？",
                "AnswerEn": "meteorological observations, soil and canopy component temperatures, energy balance components, sensible and latent heat fluxes, remote-sensing land surface temperature data, soil moisture, vegetation parameters, various land cover types, climatic conditions",
                "AnswerCn": "气象观测、土壤和冠层组分温度、能量平衡组分、感热和潜热通量、遥感地表温度数据、土壤湿度、植被参数、各种土地覆盖类型、气候条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different depths are soil temperature and moisture sensors installed at in the data collection method?",
                "QuestionCn": "土壤温度和湿度传感器在数据收集方法中安装了多少个不同的深度？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'data assimilation' in the context of land surface models?",
                "QuestionCn": "在陆面模型的背景下，“数据同化”是指将观测数据与模型预测结合起来，以提高模型的准确性和可靠性。这一过程通过调整模型状态，使其更好地反映实际情况，从而优化对陆地表面过程的理解和预测。",
                "AnswerEn": "Data assimilation in land surface models refers to the process of integrating either field or remotely sensed observations with models to improve accuracy. This technique helps in correcting model state variables and parameters, thus enhancing predictions of land surface state variables such as soil temperature profiles, soil moisture profiles, and surface fluxes.",
                "AnswerCn": "数据同化在陆面模型中是指将现场或遥感观测与模型相结合的过程，以提高准确性。这种技术有助于修正模型状态变量和参数，从而增强对陆面状态变量的预测，如土壤温度剖面、土壤湿度剖面和表面通量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for measuring soil temperatures at various depths compare between the high-altitude grassland station and the central oasis station?",
                "QuestionCn": "高海拔草原站和中央绿洲站在测量不同深度土壤温度的数据收集方法上有什么比较？",
                "AnswerEn": "In the high-altitude grassland station, soil temperature probes are buried at various depths from 5cm to 400cm and spaced 2m from the meteorological tower, while in the central oasis station, soil temperatures are derived using thermal infrared images captured by a camera on a 25m-high platform.",
                "AnswerCn": "在高海拔草原站，土壤温度探头埋设在5厘米到400厘米的不同深度，距离气象塔2米；而在中央绿洲站，土壤温度是通过安装在25米高平台上的摄像头捕捉的热红外图像得出的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the use of ensemble Kalman filter (EnKF) for optimizing soil moisture and vegetation parameters in a dual-pass data assimilation scheme compare to traditional ground-based measurements for improving surface flux predictions?",
                "QuestionCn": "在双重数据同化方案中，使用集成卡尔曼滤波器（EnKF）优化土壤湿度和植被参数与传统的地面测量相比，对于改善表面通量预测的效果如何？",
                "AnswerEn": "The ensemble Kalman filter in a dual-pass data assimilation scheme independently optimizes soil moisture and vegetation parameters, reducing model uncertainties and improving predictions by integrating remotely sensed land surface temperatures, whereas traditional ground-based measurements provide point or patch-scale data that may not capture large-scale variability.",
                "AnswerCn": "集合卡尔曼滤波器在双重数据同化方案中独立优化土壤湿度和植被参数，通过整合遥感地表温度来减少模型不确定性并改善预测，而传统的地面测量提供的是点或小块尺度的数据，可能无法捕捉大规模的变异性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the potential advantages of using advanced remote sensing technologies, such as thermal infrared cameras and satellite-derived land surface temperature data, in enhancing dataset comprehensiveness and reliability for evapotranspiration studies?",
                "QuestionCn": "使用先进的遥感技术，如热红外相机和卫星衍生的地表温度数据，在增强蒸散发研究的数据集全面性和可靠性方面的潜在优势是什么？",
                "AnswerEn": "Advanced remote sensing technologies, like thermal infrared cameras and satellite-derived land surface temperature data, offer significant advantages in enhancing dataset comprehensiveness and reliability for evapotranspiration studies. These technologies provide high-resolution and broad spatial coverage of temperature data, which are essential for accurately partitioning evapotranspiration components. They allow for continuous monitoring over large areas, thus reducing the reliance on point-based ground measurements. Additionally, these technologies can be integrated with ground-based data to improve model calibration and validation, resulting in more reliable estimates of surface fluxes.",
                "AnswerCn": "先进的遥感技术，如热红外相机和卫星衍生的地表温度数据，在增强蒸散发研究的数据集全面性和可靠性方面提供了显著优势。这些技术提供了高分辨率和广泛的温度数据空间覆盖，这对于准确划分蒸散发成分至关重要。它们允许对大面积进行连续监测，从而减少对点位地面测量的依赖。此外，这些技术可以与地面数据集成，以改善模型的校准和验证，从而得出更可靠的表面通量估计。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it difficult to continuously monitor surface fluxes using satellite-derived data?",
                "QuestionCn": "为什么使用卫星衍生数据持续监测表面通量是困难的？",
                "AnswerEn": "Continuous monitoring of surface fluxes using satellite-derived data is challenging because such data are often instantaneous and can be contaminated by cloud presence. Additionally, the spatial and temporal scale mismatches between satellite observations and ground measurements can cause biases, and the short memory of land surface temperature makes it difficult to assimilate directly into models for continuous monitoring.",
                "AnswerCn": "使用卫星衍生数据对表面通量进行连续监测是具有挑战性的，因为这些数据通常是瞬时的，并且可能受到云层存在的干扰。此外，卫星观测与地面测量之间的空间和时间尺度不匹配可能导致偏差，而地表温度的短期记忆使得直接将其同化到模型中以进行连续监测变得困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the uncertainty in estimating soil and canopy component temperatures from thermal imaging in agricultural areas?",
                "QuestionCn": "在农业地区，通过热成像估计土壤和冠层组件温度的不确定性原因是什么？",
                "AnswerEn": "Uncertainty in estimating soil and canopy component temperatures from thermal imaging is primarily caused by image classification errors, which can vary with vegetation abundance. Additionally, atmospheric factors such as upwelling radiation and transmittance, as well as errors in incoming radiation estimations, contribute to uncertainties.",
                "AnswerCn": "通过热成像估计土壤和冠层组件温度的不确定性主要是由于图像分类错误，这些错误可能会随着植被丰度的变化而变化。此外，大气因素，如向上辐射和透射率，以及入射辐射估计中的错误，也会导致不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of implementing a dual-pass data assimilation scheme when predicting surface fluxes from satellite-derived land surface temperatures?",
                "QuestionCn": "实施双重数据同化方案在预测卫星衍生的地表温度下的表面通量时的结果是什么？",
                "AnswerEn": "The dual-pass data assimilation scheme reduces model uncertainties and improves the prediction of surface fluxes when assimilating satellite-derived land surface temperature data. The scheme independently optimizes vegetation parameters and soil moisture, leading to improved accuracy in model predictions compared to traditional methods.",
                "AnswerCn": "双重通道数据同化方案通过同化卫星获取的地表温度数据，减少模型不确定性并改善地表通量的预测。该方案独立优化植被参数和土壤湿度，与传统方法相比，提高了模型预测的准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to develop a dual-pass data assimilation scheme for improving predictions of surface fluxes using satellite-derived land surface temperatures?",
                "QuestionCn": "为什么有必要开发双重数据同化方案，以利用卫星获取的地表温度改善地表通量的预测？",
                "AnswerEn": "The necessity of developing a dual-pass data assimilation scheme lies in its ability to enhance surface flux predictions by optimizing soil moisture and vegetation parameters independently. This approach addresses the inaccuracies that arise from satellite-derived data, such as instantaneity and cloud contamination, and aims to reduce model uncertainties, thereby improving the accuracy of predictions related to surface temperature and flux over diverse climatological conditions.",
                "AnswerCn": "开发双重数据同化方案的必要性在于其能够通过独立优化土壤湿度和植被参数来增强表面通量预测。该方法解决了来自卫星衍生数据的误差，例如瞬时性和云污染，并旨在减少模型不确定性，从而提高在不同气候条件下与表面温度和通量相关的预测准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended benefits of utilizing ground-measured soil and canopy component temperatures in estimating evaporation, transpiration, and evapotranspiration in agricultural areas?",
                "QuestionCn": "利用地面测量的土壤和冠层成分温度来估算农业区域的蒸发、蒸腾和蒸散的预期好处是什么？",
                "AnswerEn": "The intended benefits of using ground-measured soil and canopy component temperatures include achieving more accurate estimates of evaporation, transpiration, and evapotranspiration by validating these measurements with observed ratios and isotope techniques. This method aims to improve the reliability of the two-source energy balance model in agricultural areas, particularly under conditions of strong advection, by accurately separating soil and vegetation component temperatures from composite radiometric data.",
                "AnswerCn": "使用地面测量的土壤和冠层组分温度的预期好处包括通过与观察到的比率和同位素技术验证这些测量，从而实现对蒸发、蒸腾和蒸散发的更准确估计。这种方法旨在提高两源能量平衡模型在农业区域的可靠性，特别是在强平流条件下，通过准确分离复合辐射数据中的土壤和植被组分温度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to ensure consistent data quality control and preprocessing in a meteorological observation system for high-altitude grassland regions?",
                "QuestionCn": "可以采用哪些方法来确保高海拔草原地区气象观测系统中的数据质量控制和预处理的一致性？",
                "AnswerEn": "To ensure consistent data quality control and preprocessing in a meteorological observation system, several steps can be applied: (1) Ensuring the collection of daily data points (e.g., every 10 minutes, 144 data points per day), with missing data indicated by a specific marker like -6999; (2) Removing any duplicate records and data that exceed physical or instrument limitations; (3) Highlighting questionable data with specific indicators (such as red text); and (4) Standardizing date and time formats to maintain uniformity.",
                "AnswerCn": "为了确保气象观测系统中数据质量控制和预处理的一致性，可以采取以下几个步骤：（1）确保每天收集数据点（例如，每10分钟收集一次，每天144个数据点），缺失数据用特定标记如-6999表示；（2）删除任何重复记录和超出物理或仪器限制的数据；（3）用特定指示器（如红色文本）突出显示可疑数据；（4）标准化日期和时间格式以保持一致性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can ground-measured soil and canopy component temperatures be effectively utilized to estimate evaporation, transpiration, and evapotranspiration in heterogeneous landscapes?",
                "QuestionCn": "如何有效利用地面测量的土壤和冠层组分温度来估算异质景观中的蒸发、蒸腾和蒸散？",
                "AnswerEn": "Ground-measured soil and canopy component temperatures can be used to estimate evaporation, transpiration, and evapotranspiration by applying models like the two-source energy balance (TSEB) model. This involves using high-resolution thermal cameras to capture soil and canopy temperatures, which are then input into the TSEB model. The model can partition ET into its components by using these temperatures alongside other meteorological measurements, allowing for validation against observed ratios and measurements from techniques like the stable oxygen and hydrogen isotope analysis and eddy covariance systems.",
                "AnswerCn": "地面测量的土壤和冠层组件温度可以用来通过应用两源能量平衡（TSEB）模型来估算蒸发、蒸腾和蒸散。这涉及使用高分辨率热像仪捕捉土壤和冠层温度，然后将这些温度输入到TSEB模型中。该模型可以通过使用这些温度以及其他气象测量数据，将蒸散分解为其组成部分，从而允许与观察到的比率和来自稳定氧和氢同位素分析及涡度协方差系统的测量进行验证。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What dual-pass data assimilation techniques can be applied to enhance the accuracy of surface flux predictions using land surface temperature data from meteorological satellites?",
                "QuestionCn": "可以应用哪些双重数据同化技术来提高利用气象卫星的地表温度数据进行表面通量预测的准确性？",
                "AnswerEn": "A dual-pass data assimilation technique can be applied by using a scheme that independently optimizes model states and parameters. The first pass involves optimizing vegetation parameters at a weekly temporal scale, while the second pass focuses on soil moisture optimization at a daily scale. These procedures can incorporate land surface temperature data from meteorological satellites, such as FY3A-VIRR, using algorithms like the ensemble Kalman filter (EnKF) to improve surface flux predictions. This approach effectively reduces model uncertainties and enhances prediction capabilities by aligning model outputs with satellite-derived land surface temperatures.",
                "AnswerCn": "一种双重数据同化技术可以通过独立优化模型状态和参数的方案来应用。第一遍涉及在每周时间尺度上优化植被参数，而第二遍则专注于在每日尺度上优化土壤湿度。这些程序可以利用气象卫星（如FY3A-VIRR）提供的地表温度数据，使用如集合卡尔曼滤波器（EnKF）等算法来改善地表通量预测。这种方法通过将模型输出与卫星获取的地表温度对齐，有效减少了模型的不确定性，并增强了预测能力。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the measurement of soil and canopy component temperatures to enhance evapotranspiration model accuracy?",
                "QuestionCn": "哪些技术进步使得测量土壤和冠层组件温度成为可能，从而提高蒸散发模型的准确性？",
                "AnswerEn": "The use of high-resolution thermal cameras and thermal infrared imaging allows for precise measurement of soil and canopy component temperatures, which are crucial for accurately estimating evaporation, transpiration, and evapotranspiration in models like the two-source energy balance (TSEB) model.",
                "AnswerCn": "高分辨率热像仪和热红外成像的使用可以精确测量土壤和冠层成分的温度，这对于在像双源能量平衡（TSEB）模型中准确估计蒸发、蒸腾和蒸散发至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or methods enable effective quality control of meteorological data collected in high-altitude regions?",
                "QuestionCn": "哪些条件或方法能够有效地对高海拔地区收集的气象数据进行质量控制？",
                "AnswerEn": "Implementing procedures that ensure data completeness, such as marking missing data with placeholders, removing duplicates, and filtering out values that exceed physical or instrumental limits, are essential for maintaining the accuracy and reliability of meteorological data collected in high-altitude regions like the Tibetan Plateau.",
                "AnswerCn": "实施确保数据完整性的程序，例如用占位符标记缺失数据、删除重复数据以及过滤超出物理或仪器限制的值，对于维护在高海拔地区（如青藏 Plateau）收集的气象数据的准确性和可靠性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the dual-pass data assimilation scheme be expected to reduce model uncertainties and improve predictions of surface flux in land surface modeling?",
                "QuestionCn": "双重通道数据同化方案为何可能被期望减少模型不确定性并改善陆面建模中表面通量的预测？",
                "AnswerEn": "The dual-pass data assimilation scheme is expected to reduce model uncertainties and improve predictions of surface flux by independently optimizing model vegetation parameters at a weekly temporal scale and soil moisture at a daily temporal scale. By assimilating remotely sensed land surface temperature (LST) data, it helps to correct model state variables and parameters, thereby improving the accuracy of predictions.",
                "AnswerCn": "双重通道数据同化方案预计将减少模型不确定性，并通过在每周时间尺度上独立优化模型植被参数和在每日时间尺度上优化土壤湿度来改善表面通量的预测。通过同化遥感地表温度（LST）数据，它有助于修正模型状态变量和参数，从而提高预测的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why are ground-based measurements of E, T, and ET considered more accurate when validated with stable isotope techniques and eddy covariance systems?",
                "QuestionCn": "为什么基于地面的E、T和ET测量在与稳定同位素技术和涡度协方差系统验证时被认为更准确？",
                "AnswerEn": "Ground-based measurements of E, T, and ET are considered more accurate when validated with stable isotope techniques and eddy covariance systems because these methods provide direct observations of component temperatures and fluxes, allowing for better validation of estimated evaporation and transpiration ratios. The stable isotope technique, alongside EC measurements, offers a reliable comparison to verify model outputs.",
                "AnswerCn": "基于地面的E、T和ET测量在与稳定同位素技术和涡度协方差系统进行验证时被认为更为准确，因为这些方法提供了对组成温度和通量的直接观测，从而更好地验证了蒸发和蒸腾比的估算。稳定同位素技术与涡度协方差测量相结合，提供了一个可靠的比较，以验证模型输出。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the perceived challenges in using remote sensing data for the continuous monitoring of surface fluxes over heterogeneous landscapes?",
                "QuestionCn": "在异质景观上使用遥感数据进行表面通量的连续监测所面临的感知挑战是什么？",
                "AnswerEn": "Methods for using remote sensing data for continuous monitoring of surface fluxes face challenges such as the instantaneous nature of satellite data and its contamination by clouds. Additionally, the mismatch in spatial and temporal scales between satellite data and ground measurements can cause biases, and the short memory of land surface temperature makes direct assimilation challenging.",
                "AnswerCn": "使用遥感数据进行表面通量连续监测的方法面临诸多挑战，例如卫星数据的瞬时性和云层的干扰。此外，卫星数据与地面测量之间的空间和时间尺度不匹配可能导致偏差，而地表温度的短期记忆使得直接同化变得困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you evaluate the effectiveness of data assimilation techniques in improving predictions of surface flux using land surface temperature data?",
                "QuestionCn": "如何评估数据同化技术在利用地表温度数据改善地表通量预测方面的有效性？",
                "AnswerEn": "Data assimilation techniques, like the dual-pass assimilation scheme using the ensemble Kalman filter, have shown effectiveness in reducing model uncertainties and improving predictions of surface flux. By assimilating land surface temperature data, the model parameters and soil moisture can be optimized, leading to better prediction abilities and reduced biases and RMSE values.",
                "AnswerCn": "数据同化技术，如使用集合卡尔曼滤波的双重同化方案，已显示出在减少模型不确定性和改善地表通量预测方面的有效性。通过同化地表温度数据，模型参数和土壤湿度可以得到优化，从而提高预测能力，减少偏差和均方根误差（RMSE）值。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What considerations should be taken into account when designing a data collection method for surface flux estimation in arid and semi-arid regions?",
                "QuestionCn": "在设计用于估算干旱和半干旱地区表面通量的数据收集方法时，应考虑以下因素：",
                "AnswerEn": "Designing a data collection method for surface flux estimation in arid and semi-arid regions should consider the challenges of accurately measuring soil and canopy component temperatures, the presence of strong advective conditions, and the need for reliable separation of latent fluxes. Additionally, addressing errors due to image classification, heterogeneity of surfaces, and uncertainties in radiation transmittance is crucial for accurate data collection.",
                "AnswerCn": "在干旱和半干旱地区设计表面通量估算的数据收集方法时，应考虑准确测量土壤和冠层组分温度的挑战、强烈的平流条件的存在，以及可靠分离潜在通量的需求。此外，解决由于图像分类、表面异质性和辐射透过率不确定性引起的误差对于准确的数据收集至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how meteorological data collection is implemented in high-altitude regions with mixed terrain features.",
                "QuestionCn": "我不明白在高海拔地区和混合地形特征中，气象数据收集是如何实施的。",
                "AnswerEn": "The meteorological data collection in high-altitude regions with mixed terrain, such as the Qinghai Lake basin, involves using a comprehensive observation network that includes a gradient observation system. Sensors for wind speed/direction, air temperature, and relative humidity are installed at multiple heights (3m to 40m) on a tower. Additional instruments, like barometers, rain gauges, radiometers, and soil heat flux plates, are strategically placed to capture accurate environmental data. The site is located in a mixed high-cold meadow and steppe area.",
                "AnswerCn": "在高海拔地区如青海湖盆地的气象数据收集涉及使用一个综合观测网络，包括一个梯度观测系统。风速/风向、空气温度和相对湿度的传感器安装在塔的多个高度（3米到40米）。此外，气压计、雨量计、辐射计和土壤热通量板等额外仪器被战略性地放置，以捕捉准确的环境数据。该地点位于混合的高寒草甸和草原地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how data quality control is applied to ensure the accuracy of environmental observation data.",
                "QuestionCn": "我不确定如何应用数据质量控制来确保环境观测数据的准确性。",
                "AnswerEn": "Data quality control for environmental observations includes ensuring a consistent number of data points (e.g., 144 per day, collected every 10 minutes). Missing data are flagged with a specific marker (-6999), duplicate records are removed, and data that exceed physical or instrumental limits are deleted. Questionable data are marked in red, and there is a standardized format for date and time to ensure consistency.",
                "AnswerCn": "环境观测的数据质量控制包括确保数据点数量一致（例如，每天144个，每10分钟收集一次）。缺失的数据用特定标记（-6999）标记，重复记录被删除，超过物理或仪器限制的数据被删除。可疑数据用红色标记，并且有标准化的日期和时间格式以确保一致性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "I can't make sense of how soil moisture and temperature data are obtained at various depths in an observation network.",
                "QuestionCn": "我无法理解在观测网络中如何获取不同深度的土壤湿度和温度数据。",
                "AnswerEn": "Soil moisture and temperature data are obtained using sensors that are embedded in the ground at various depths ranging from 5cm to 400cm. These sensors are installed 2 meters east of the meteorological tower to precisely measure soil conditions at different layers, providing detailed insights into the subsurface environmental processes.",
                "AnswerCn": "土壤湿度和温度数据是通过嵌入地下的传感器获得的，这些传感器安装在5厘米到400厘米的不同深度。为了精确测量不同层次的土壤状况，这些传感器安装在气象塔以东2米的位置，提供了对地下环境过程的详细洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe how remote sensing data is integrated with land surface models to improve predictions of surface fluxes, particularly addressing the dual-pass data assimilation scheme.",
                "QuestionCn": "遥感数据如何与地表模型集成，以改善地表通量的预测，特别是针对双重数据同化方案。",
                "AnswerEn": "Remote sensing data, specifically land surface temperature derived from the FY3A-VIRR satellite, is integrated with the common land model using a dual-pass data assimilation scheme. This approach optimizes vegetation parameters on a weekly temporal scale and soil moisture on a daily scale, enhancing the model's prediction accuracy by reducing uncertainties. The dual-pass technique independently adjusts model states and parameters, improving surface flux estimations by incorporating satellite-derived temperature data.",
                "AnswerCn": "遥感数据，特别是来自FY3A-VIRR卫星的地表温度，与通用陆地模型通过双重数据同化方案进行集成。该方法在每周时间尺度上优化植被参数，在每日时间尺度上优化土壤湿度，通过减少不确定性提高模型的预测准确性。双重同化技术独立调整模型状态和参数，通过结合卫星获取的温度数据改善表面通量估计。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}