{
    "id": "096942d3-07e0-44fe-97f4-6d8916d7871b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an observation system of meteorological elements gradient of Daman superstation, 2014)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（大满超级站气象要素梯度观测系统-2014）",
            "description": "This data set contains the data of meteorological element gradient observation system of dashman superstation in the middle reaches of heihe hydrometeorological observation network from January 1, 2014 to December 31, 2014.The station is located in the farmland of daman irrigation district of zhangye city, gansu province.The longitude and latitude of the observation point are 100.3722e, 38.8555n and 1556m above sea level.The wind speed/direction, air temperature and relative humidity sensors are located at 3m, 5m, 10m, 15m, 20m, 30m and 40m respectively, with a total of 7 layers, facing due north.The barometer is installed at 2m;The tilting bucket rain gauge was installed at about 8m on the west side of the tower, with a height of 2.5m;The four-component radiometer is installed at 12m, facing due south;Two infrared thermometers are installed at 12m, facing due south and the probe facing vertically downward.Soil heat flow plate (self-calibration formal) (3 pieces) were buried in the ground 6cm in turn, 2m away from the tower body due south, two of which (Gs_2 and Gs_3) were buried between the trees, and one (Gs_1) was buried under the plants.The mean soil temperature sensor TCAV is buried 2cm and 4cm underground, facing due south and 2m away from the tower body.The soil temperature probe is buried at 0cm of the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm underground, 2m to the south of the meteorological tower.The soil water sensor is buried 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm underground, 2m to the south of the meteorological tower.The photosynthetic effective radiometer is installed at 12m with the probe facing vertically upward.Four other photosynthetically active radiometers were installed above and inside the canopy, 12m above the canopy (one probe vertically up and one probe vertically down), and 0.3m above the canopy (one probe vertically up and one probe vertically down), facing due south.\nThe observation items are: wind speed (WS_3m, WS_5m, WS_10m, WS_15m, WS_20m, WS_30m, WS_40m) (unit: m/s), wind direction (WD_3m, WD_5m, WD_10m, WD_15m, WD_20m, WD_30m, WD_40m) (unit:Air temperature and humidity (Ta_3m, Ta_5m, Ta_10m, Ta_15m, Ta_20m, Ta_30m, Ta_40m and RH_3m, RH_5m, RH_10m, RH_15m, RH_20m, RH_30m, RH_40m) (unit: Celsius, percentage), air pressure (Press) (unit: hpa), precipitation (Rain) (unit: mm), four-component radiation (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit:Watts/m2), surface radiant temperature (IRT_1, IRT_2) (unit: Celsius), average soil temperature (TCAV) (unit: Celsius), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts/m2), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_80cm, Ms_120cm, Ms_160cm) (unit:Soil temperature (Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_80cm, Ts_120cm, Ts_160cm)Mmol/m s) and the upward and downward photosynthetic effective radiation (PAR_D_up, PAR_D_down) under the canopy (in mmol/m s).\nProcessing and quality control of observed data :(1) ensure 144 pieces of data every day (every 10min), and mark by -6999 in case of data missing;Non-soil data (wind speed, wind direction, air temperature and humidity, air pressure, precipitation, four-component radiation, surface radiation temperature and photosynthetically active radiation) were missing between June 20, 2014 and June 27, 2014 due to the data collector.The wind speed and direction of 3m were between January 17th, 2014 -- January 21st, 2014 and February 10th, 2014 -- February 2nd, 2014.5m wind speed and direction between 2014.2.10-3.2due to sensor problems, data is missing;The soil temperature was between October, 2014 and December, 2014. Due to the problem of the data collector, the data was missing.(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: 2014-6-1010:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Liu et al.(2018), and for observation data processing, please refer to Liu et al.(2011).",
            "descriptionCn": "该数据集包含了2014年1月1日至2014年12月31日黑河水文气象观测网中游大满超级站气象要素梯度观测系统数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米田。观测点的经纬度是100.3722E, 38.8555N，海拔1556m。风速/风向、空气温度、相对湿度传感器分别架设在3m、5m、10m、15m、20m、30m、40m处，共7层，朝向正北；气压计安装在2m处；翻斗式雨量计安装在塔西侧约8m处，架高2.5m；四分量辐射仪安装在12m处，朝向正南；两个红外温度计安装在12m处，朝向正南，探头朝向是垂直向下；土壤热流板（自校正式）（3块）依次埋设在地下6cm处，朝向正南距离塔体2m处，其中两块（Gs_2、Gs_3）埋设在棵间，一块（Gs_1）埋设在植株下面；平均土壤温度传感器TCAV埋设在地下2cm、4cm处，朝向正南，距离塔体2m处；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；土壤水分传感器分别埋设在地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；光合有效辐射仪安装在12m处，探头朝向是垂直向上；另有四个光合有效辐射仪分别架设在冠层上方和冠层内，冠层上方安装在12m（探头垂直向上和向下方向各一个）、冠层内安装在0.3m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：风速（WS_3m、WS_5m、WS_10m、WS_15m、WS_20m、WS_30m、WS_40m）(单位：米/秒)、风向（WD_3m、WD_5m、WD_10m、WD_15m、WD_20m、WD_30m、WD_40m）(单位：度)、空气温湿度（Ta_3m、Ta_5m、Ta_10m、Ta_15m、Ta_20m、Ta_30m、Ta_40m和RH_3m、RH_5m、RH_10m、RH_15m、RH_20m、RH_30m、RH_40m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、平均土壤温度（TCAV）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度) 、光合有效辐射（PAR）(单位：微摩尔/平方米秒)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；非土壤部分数据（风速、风向、空气温湿度、气压、降水量、四分量辐射、地表辐射温度、光合有效辐射）由于数据采集器的原因，在2014.6.20-6.27之间数据缺失；3m风速和风向在2014.1.17-1.21和2014.2.10-3.2之间由于传感器的问题，数据缺失；5m风速和风向在2014.2.10-3.2之间由于传感器的问题，数据缺失；土壤温度在2014.6.10-6.12之间由于数据采集器的问题，数据缺失；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2014-6-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al.(2011)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.3722,
            "west": 100.3722,
            "south": 38.8555,
            "north": 38.8555,
            "startTime": "2014-01-16 00:00:00",
            "endTime": "2015-01-15 00:00:00",
            "fileSize": 24307860.0,
            "cstr": "18406.11.hiwater.258.2015.db",
            "doi": "10.3972/hiwater.258.2015.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-01-01至2014-12-31",
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and measurement heights for meteorological elements in a data collection method involving multi-layered sensor systems?",
                "QuestionCn": "在涉及多层传感器系统的数据收集方法中，气象元素的具体属性和测量高度是什么？",
                "AnswerEn": "wind speed and direction at 3m, 5m, 10m, 15m, 20m, 30m, 40m, air temperature at 3m, 5m, 10m, 15m, 20m, 30m, 40m, relative humidity at 3m, 5m, 10m, 15m, 20m, 30m, 40m, air pressure at 2m, soil temperature, soil moisture, precipitation, radiation components, surface radiation temperature, photosynthetic active radiation",
                "AnswerCn": "3米、5米、10米、15米、20米、30米、40米处的风速和风向，3米、5米、10米、15米、20米、30米、40米处的空气温度，3米、5米、10米、15米、20米、30米、40米处的相对湿度，2米处的气压，土壤温度，土壤湿度，降水，辐射分量，地表辐射温度，光合有效辐射。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many layers of wind speed and wind direction measurements are included in a dataset related to hydrometeorological observations in agricultural fields?",
                "QuestionCn": "与农业领域的水文气象观测相关的数据集中包含多少层风速和风向测量？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '气象要素梯度观测系统' in the context of hydrometeorological data collection?",
                "QuestionCn": "'气象要素梯度观测系统'在水文气象数据收集的背景下指的是一种用于监测和分析气象要素（如温度、湿度、气压、风速等）在不同空间和时间尺度上变化的系统。",
                "AnswerEn": "The '气象要素梯度观测系统' (meteorological element gradient observation system) refers to a structured approach for collecting meteorological data at various heights to capture gradients in parameters like wind speed, wind direction, air temperature, and relative humidity. Sensors are strategically placed at different elevations (3m, 5m, 10m, 15m, 20m, 30m, 40m) to gather data reflecting changes at different atmospheric layers.",
                "AnswerCn": "“气象要素梯度观测系统”是指一种结构化的方法，用于在不同高度收集气象数据，以捕捉风速、风向、气温和相对湿度等参数的梯度。传感器被战略性地放置在不同的高度（3米、5米、10米、15米、20米、30米、40米），以收集反映不同大气层变化的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of data collection in hydrometeorological networks from handling missing data and ensuring data quality?",
                "QuestionCn": "从处理缺失数据和确保数据质量的角度，可以推断出在水文气象网络中数据收集面临的挑战。",
                "AnswerEn": "The dataset describes several challenges in data collection, such as sensor malfunctions and data acquisition issues that caused missing data during specified periods. These challenges highlight the importance of implementing rigorous quality control measures, like marking missing data with specific values, removing duplicate records, and filtering out physically implausible data. The need for consistent data formatting also indicates underlying difficulties in maintaining a seamless data collection process.",
                "AnswerCn": "该数据集描述了数据收集中的几个挑战，例如传感器故障和数据获取问题导致在特定时期内缺失数据。这些挑战突显了实施严格质量控制措施的重要性，例如用特定值标记缺失数据、删除重复记录以及过滤掉物理上不合理的数据。对一致数据格式的需求也表明在维护无缝数据收集过程中存在潜在困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes data gaps or errors in meteorological observation systems, particularly in the context of a hydrometeorological network?",
                "QuestionCn": "在水文气象网络的背景下，气象观测系统中数据缺口或错误的原因是什么？",
                "AnswerEn": "Data gaps or errors in meteorological observation systems can be caused by issues with data collectors, such as equipment malfunction or sensor problems. For example, non-soil data were missing between June 20-27, 2014, due to issues with the data collector. Additionally, specific sensor problems led to data gaps in wind speed and direction observations at 3m and 5m heights during certain periods in early 2014.",
                "AnswerCn": "气象观测系统中的数据缺口或错误可能是由于数据收集器的问题，例如设备故障或传感器问题。例如，由于数据收集器的问题，2014年6月20日至27日期间缺少非土壤数据。此外，特定的传感器问题导致2014年初在3米和5米高度的风速和风向观测出现数据缺口。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy and completeness when missing data points are marked with placeholders in a dataset?",
                "QuestionCn": "在数据集中使用占位符标记缺失数据点时，对数据准确性和完整性的潜在影响是什么？",
                "AnswerEn": "Using placeholders like -6999 to mark missing data points can help identify gaps in the dataset, but it may also introduce challenges in data analysis and accuracy, as these placeholders need to be carefully handled during data processing to avoid skewing results. Additionally, missing data can impact the completeness of the analysis, and the reasons for data loss (e.g., sensor malfunction or data collector issues) need to be addressed to improve future data collection methods.",
                "AnswerCn": "使用占位符如-6999来标记缺失的数据点可以帮助识别数据集中的空白，但这也可能在数据分析和准确性方面引入挑战，因为在数据处理过程中需要小心处理这些占位符，以避免扭曲结果。此外，缺失数据可能会影响分析的完整性，数据丢失的原因（例如，传感器故障或数据收集者问题）需要得到解决，以改善未来的数据收集方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and instruments are utilized to measure and ensure the accuracy of meteorological elements such as wind speed, air temperature, and soil moisture in an ecological hydrological remote sensing experiment?",
                "QuestionCn": "在生态水文遥感实验中，用于测量和确保气象元素（如风速、空气温度和土壤湿度）准确性的程序和仪器包括：",
                "AnswerEn": "In an ecological hydrological remote sensing experiment, meteorological elements such as wind speed, air temperature, and soil moisture are measured using a gradient observation system. Wind speed and direction are measured with sensors placed at multiple heights (3m, 5m, 10m, 15m, 20m, 30m, 40m) facing true north. Air temperature and relative humidity sensors are also positioned at these heights. Soil moisture and temperature sensors are buried at varying depths (0cm to 160cm) at a specified distance from the meteorological tower. The accuracy of measurements is ensured by addressing data gaps, removing duplicate records, deleting physically meaningless data, and marking questionable data clearly in red. Data is collected every 10 minutes, totaling 144 data points daily, and missing data is indicated with a placeholder value of -6999.",
                "AnswerCn": "在一个生态水文遥感实验中，使用梯度观测系统测量气象元素，如风速、气温和土壤湿度。风速和风向通过设置在多个高度（3米、5米、10米、15米、20米、30米、40米）的传感器进行测量，传感器面向真北。气温和相对湿度传感器也设置在这些高度。土壤湿度和温度传感器埋设在不同深度（0厘米到160厘米），并与气象塔保持一定距离。通过处理数据缺口、删除重复记录、删除物理上无意义的数据，并将可疑数据用红色标记，确保测量的准确性。数据每10分钟收集一次，每天总共144个数据点，缺失数据用占位符值-6999表示。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}