{
  "id": "09f56cbb-ff11-4a8e-9e79-878cc65460be",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Atmospheric circulation data set output by climate feedback simulation under different geographical patterns of 60Ma and 25Ma",
      "titleCn": "60Ma、25Ma不同地理格局下气候反馈模拟输出的大气环流数据集",
      "description": "Numerical test: The climate model used is the regional climate model RegCM4.1. RegCM4.1 developed by the Italian Research Center for Theoretical Physics (ICTP). In the test of regional model simulation, the horizontal resolution of the atmospheric model is 50 km and the vertical direction is 18 layers; Online coupling sand dust module. Sea surface temperature The sea surface temperature interpolated by OISST is used. The test includes two groups: the Middle Paleocene topographic test (MP,~60Ma BP, test name 60ma_regcm4.1_xxx. nc) and the Late Oligocene (LO,~25Ma BP, test name 25ma_regcM4.1_xxx. nc) The MP regional terrain modification test removed the northern part of the plateau and approximately replaced the terrain distribution of Asian land during the 60Ma period. BP regional terrain modification test only removed the terrain of Pamirs Plateau, approximately replacing the terrain distribution of Asian land during the 25Ma period. The sand and dust source areas of the two tests have not changed, and the sand and dust circulation process has been opened online.\nOutput time: All tests were integrated for 22 years, using the average results of the last 20 years of each test.\nThe data can be used to explain the difference of drought evolution in different regions around the plateau.",
      "descriptionCn": "数值试验：使用的气候模式是意大利理论物理研究中心（ICTP）开发的区域气候模式RegCM4.1。RegCM4.1区域模式模拟的试验中大气模式水平分辨率为50km，垂直方向18层；在线耦合沙尘模块。海温使用OISST插值的海温。试验包括中古新世地形试验（MP, ~60Ma BP，试验名称60ma_regcm4.1_xxx.nc）和晚渐新世（LO，~25Ma BP，试验名称25ma_regcM4.1_xxx.nc）两组。MP区域地形修改试验，将高原北部去掉，近似替代60Ma时期亚洲陆地的地形分布。BP区域地形修改试验，只将帕米尔高原地形去掉，近似替代25Ma时期亚洲陆地的地形分布。两个试验的沙尘源区没有变，均对在线打开了沙尘循环过程。\n输出时间：所有试验都被积分了22年，使用了每个试验最后20年的平均结果。\n数据可应用于解释高原周边不同区域干旱演化的差异。",
      "instructions": "File name rules:\n60Ma test name (e.g. 60ma_RegCM4.1_atm. nc)\n25Ma test name (e.g. 25ma_RegCM4.1_atm. nc)\nAtm: atmospheric output variable\nSpatial resolution (x * y) 540 * 221\nTime resolution 12 months\nThe vertical resolution is 18 layers\nAverage results of 20 months (2000-2020)\nOmega: vertical speed (hPa s-1)\nPs: Surface pressure (hPa)\nQc: Cloud water mixing rate (Kg kg-1)\nQv: water vapor mixing rate (Kg kg-1)\nRno: runoff cumulative infiltration (kg m-2 day-1)\nSwt: total soil water content (kg m-2)\nt: Temperature (k)\nTgb: lowest surface layer temperature (k)\nTopo: terrain height (m)\nTpr: daily precipitation rate (kg m-2 day-1)\nu: Atmospheric U component (m s-1)\n5: Atmospheric V component (m s-1)",
      "instructionsCn": "文件名称规则：\n60Ma试验名（如： 60ma_RegCM4.1_atm.nc）\n25Ma试验名（如：25ma_RegCM4.1_atm.nc）\natm:大气输出变量\n空间分辨率（x*y）540*221\n时间分辨率12个月\n垂直分辨率为18层\n20年月平均结果（2000-2020）\nomega：垂直速度（hPa s-1）\nps:地表压强（hPa）\nqc:云水混合率（Kg kg-1）\nqv:水汽混合率（Kg kg-1）\nrno: 径流累积入渗 （kg m-2 day-1）\nswt:土壤总含水 (kg m-2)\nt:温度 (k)\ntgb: 地表最低层温度(k)\ntopo：地形高度 (m)\ntpr:日降水率(kg m-2 day-1)\nu:大气U分量 (m s-1)\nV:大气V分量 (m s-1)",
      "east": 180.0,
      "west": 0.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 139492860.0,
      "cstr": "18406.11.Atmos.tpdc.272908",
      "doi": "10.11888/Atmos.tpdc.272908",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孙辉",
        "nameEn": "SUN Hui ",
        "unitEn": "Institute of Earth Environment, Chinese Academy of Sciences",
        "unitCn": "中国科学院地球环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Control of the aridification of the Taklimakan and Thar deserts by asynchronous tectonic uplift of the Pamirs and northern Tibetan Plateau since the Miocene",
        "referenceCn": null,
        "referenceEn": "Sun, H., Liu, X. (2022). Control of the aridification of the Taklimakan and Thar deserts by asynchronous tectonic uplift of the Pamirs and northern Tibetan Plateau since the Miocene. Palaeogegr Palaeocl. https://doi.org/10.1016/j.palaeo.2022.111251"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "干旱",
        "nameEn": "Aridification"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "沙尘气溶胶",
        "nameEn": "Dust aerosols"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "隆升",
        "nameEn": "Uplift"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "帕米尔高原",
        "keywordEn": "Pamirs"
      },
      {
        "keywordCn": "青藏高原北部",
        "keywordEn": "northern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the atmospheric circulation datasets used for climate feedback simulation under different geographical patterns at 60Ma and 25Ma?",
        "QuestionCn": "用于气候反馈模拟的60Ma和25Ma不同地理模式下的大气环流数据集的特征是什么？",
        "AnswerEn": "horizontal resolution of 50km, 18 vertical layers, online coupled dust module, sea surface temperatures based on OISST interpolations, Middle Paleocene with modified highland topography, Late Oligocene with adjusted Pamir highland topography, constant dust source regions, simulations integrated over 22 years, last 20 years averaged for analysis",
        "AnswerCn": "水平分辨率为50公里，18个垂直层，在线耦合尘埃模块，海表温度基于OISST插值，中古新世采用修改后的高地地形，晚渐新世采用调整后的帕米尔高地地形，恒定的尘埃源区域，模拟积分时间为22年，最后20年进行平均分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data are included in the climatic feedback simulation experiments for each geological period?",
        "QuestionCn": "每个地质时期的气候反馈模拟实验包含多少年的数据？",
        "AnswerEn": "22 years",
        "AnswerCn": "22年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the climate feedback simulation output from using a regional climate model like RegCM4.1 for different geological periods compare in terms of data resolution and scope to global climate models typically used for historical climate studies?",
        "QuestionCn": "使用区域气候模型如RegCM4.1对不同地质时期进行气候反馈模拟输出在数据分辨率和范围上与通常用于历史气候研究的全球气候模型相比如何？",
        "AnswerEn": "The climate feedback simulation output from using a regional climate model like RegCM4.1, as described, involves a horizontal resolution of 50 km and 18 vertical layers, which provides a detailed regional focus. This contrasts with global climate models that often have coarser resolutions but can cover larger areas globally. The regional model allows for more detailed topographical modifications, such as removing specific highland terrain to approximate historical land distributions, which may provide more nuanced insights into regional climate dynamics and feedback mechanisms for specific periods such as the Middle and Late Eocene (~60Ma and ~25Ma).",
        "AnswerCn": "使用区域气候模型如RegCM4.1进行气候反馈模拟输出，具有50公里的水平分辨率和18个垂直层，这提供了详细的区域聚焦。这与通常具有较粗分辨率但可以覆盖全球更大区域的全球气候模型形成对比。区域模型允许更详细的地形修改，例如去除特定的高地地形，以近似历史土地分布，这可能为特定时期如中始新世（约60百万年前）和晚始新世（约25百万年前）的区域气候动态和反馈机制提供更细致的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the impact of different geographical configurations on climate feedback mechanisms from the atmospheric circulation data collected in the 60Ma and 25Ma geological periods using the RegCM4.1 regional climate model?",
        "QuestionCn": "从使用RegCM4.1区域气候模型收集的60Ma和25Ma地质时期的大气环流数据中，可以推断出不同地理构造对气候反馈机制的影响是什么？",
        "AnswerEn": "The atmospheric circulation data collected using the RegCM4.1 model suggests that varying geographical configurations, such as removing the northern plateau in the 60Ma configuration and removing the Pamir Plateau in the 25Ma configuration, can significantly alter climate feedback mechanisms. These changes can help explain the differences in drought evolution around the plateau regions during these periods, reflecting how topographical modifications influence regional climate dynamics over geological timescales.",
        "AnswerCn": "使用RegCM4.1模型收集的大气环流数据表明，不同的地理配置，如在60Ma配置中去除北部高原和在25Ma配置中去除帕米尔高原，可以显著改变气候反馈机制。这些变化有助于解释这些时期高原地区干旱演变的差异，反映出地形变化如何在地质时间尺度上影响区域气候动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using different geophysical configurations from 60Ma and 25Ma on the atmospheric circulation patterns when simulating climate feedback with a regional climate model?",
        "QuestionCn": "使用60百万年前和25百万年前的不同地球物理配置对大气环流模式的影响是什么，当使用区域气候模型模拟气候反馈时？",
        "AnswerEn": "Using different geophysical configurations from 60Ma and 25Ma, specifically altering the topography to reflect the land distribution of Asia during these periods, results in varied atmospheric circulation patterns. The experiments simulate how these configurations affect climate feedback, particularly focusing on differences in arid region evolution around the plateau. The use of a regional climate model with a horizontal resolution of 50km and 18 vertical layers allows for detailed insights into these climatic variations, with additional factors like dust module coupling considered in the simulations.",
        "AnswerCn": "使用60百万年前和25百万年前的不同地球物理配置，特别是改变地形以反映这些时期亚洲的陆地分布，导致了不同的大气环流模式。这些实验模拟了这些配置如何影响气候反馈，特别关注高原周围干旱地区演变的差异。使用具有50公里水平分辨率和18个垂直层的区域气候模型，可以深入了解这些气候变化的细节，同时考虑了尘埃模块耦合等额外因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind using the RegCM4.1 climate model to simulate atmospheric circulation in different geological periods like 60Ma and 25Ma?",
        "QuestionCn": "使用RegCM4.1气候模型模拟60百万年前和25百万年前等不同地质时期的大气环流的目标是什么？",
        "AnswerEn": "The goal of using the RegCM4.1 climate model to simulate atmospheric circulation in these geological periods is to understand the climate feedback mechanisms under different geographical configurations. The simulations aim to provide insights into the evolution of arid regions around plateaus during these periods by examining the climate dynamics with altered topographies that reflect conditions approximately 60 million and 25 million years ago.",
        "AnswerCn": "使用RegCM4.1气候模型模拟这些地质时期的大气环流的目标是理解在不同地理配置下的气候反馈机制。这些模拟旨在通过研究反映大约6000万年前和2500万年前条件的改变地形下的气候动态，提供对这些时期高原周围干旱地区演变的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using the RegCM4.1 regional climate model to simulate atmospheric circulation data for different geological periods, such as the Miocene and Late Oligocene?",
        "QuestionCn": "使用RegCM4.1区域气候模型模拟不同地质时期（如中新世和晚渐新世）的大气环流数据涉及哪些程序？",
        "AnswerEn": "The RegCM4.1 regional climate model is used with a horizontal resolution of 50km and 18 vertical layers, with an online coupled dust module. Sea surface temperatures are derived using OISST interpolation. The simulations involve modifying regional topography to reflect conditions from 60 million years ago and 25 million years ago by removing certain highland areas to approximate the land distribution of Asia during those periods. Each simulation is integrated over 22 years, and the average results from the last 20 years are used for analysis.",
        "AnswerCn": "RegCM4.1区域气候模型以50公里的水平分辨率和18个垂直层次运行，并配备在线耦合的尘埃模块。海表温度采用OISST插值法获得。模拟过程中，通过去除某些高地区域来修改区域地形，以反映6000万年前和2500万年前的条件，以近似当时亚洲的陆地分布。每次模拟运行22年，分析时使用最后20年的平均结果。",
        "Level": "C3(Applying)"
      }
    ]
  }
}