{
    "id": "0a1bd3cc-4696-4342-b2f4-73c2cc94b1a3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A high-resolution dataset for lower atmospheric process studies over the Tibetan Plateau from 1981 to 2020",
            "titleCn": "青藏高原高分辨率低层大气和地气交换长期数据集（1981-2020）",
            "description": "Meteorological elements of the dataset include the near-surface land-air exchange parameters, such as downward/upward longwave/shortwave radiation flux, momentum flux, sensible heat flux, latent heat flux, etc. In addition, the vertical distributions of 3-dimensional wind, temperature, humidity, and pressure from the surface to the tropopause are also included. Independent evaluations were conducted for the dataset by comparison between the observational data and the most recent ERA5 reanalysis data. The results demonstrate the accuracy and superiority of this dataset against reanalysis data, which provides great potential for future climate change research.",
            "descriptionCn": "青藏高原分区域动力降尺度（TPSDD）数据集是一个高空间-时间分辨率的网格数据集，用于整个青藏高原的陆地-空气交换过程和低层大气结构研究，并考虑到了青藏高原各分区域的气候特征。该数据集的时间跨度为1981年至2020年，时间分辨率为2小时，空间分辨率为10公里。数据集的气象要素包括近地表土地-空气交换参数，如向下/向上的长波/短波辐射通量、动量通量、显热通量、潜热通量等。此外，还包括从地表到对流层顶的3维风、温度、湿度和气压的垂直分布。通过比较观测数据和最新的ERA5再分析数据，对该数据集进行了独立评估。结果表明了该数据集的准确性和优越性，为未来的气候变化研究提供了巨大的潜力。",
            "instructions": "File name: the data is stored in binary format, and the file name is \"TPbigdata_yyyy-mm-dd.dat\", where yyyy represents the year, mm represents the month, and dd represents the day.\nData reading method: All data share one data description file. Binary files in this dataset can be directly opened in Fortran. If you want to display them in a diagram, you can open them in GridS. The displayed grid file is the graphical representation of the binary file.",
            "instructionsCn": "文件命名：数据以二进制格式存储，文件的名称为“TPbigdata_yyyy-mm-dd.dat”，其中yyyy代表年，mm代表月，dd代表日。\n数据读取方式：所有数据公用一个数据描述文件，该数据集中的二进制文件可以直接用Fortran打开，如果要用图示来显示的话，可用GrADS打开，所显示的grid文件就是该二进制文件的图形表达。",
            "east": 105.0,
            "west": 74.0,
            "south": 26.5,
            "north": 39.5,
            "startTime": "1981-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 7999837575351.0,
            "cstr": "18406.11.Atmos.tpdc.272909",
            "doi": "10.11888/Atmos.tpdc.272909",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李斐",
                "nameEn": "LI Fei",
                "unitEn": "Institute of Atmospherie Physics,Chines Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "马舒坡",
                "nameEn": "Ma Shupo",
                "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "朱金焕",
                "nameEn": "ZHU Jinhuan",
                "unitEn": "Institute of Atmospherie Physics,Chines Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "邹捍",
                "nameEn": "ZOU Han ",
                "unitEn": "Institute of Atmospheric Physics, CAS",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "李鹏",
                "nameEn": "LI Peng ",
                "unitEn": "Institute of Atmospheric Physics, CAS",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "周立波",
                "nameEn": "ZHOU Libo ",
                "unitEn": "Institute of Atmospheric Physics, CAS",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Description of the Advanced Research WRF Model Version 4",
                "referenceCn": null,
                "referenceEn": "Skamarock, W. C., et al. (2019). A Description of the Advanced Research WRF Model Version 4. NCAR Tech. Note NCAR/TN-475+STR 145."
            },
            {
                "titleCn": null,
                "titleEn": "ERA5 reanalysis is in production",
                "referenceCn": null,
                "referenceEn": "Hersbach, H., Dee, D. (2016). ERA5 reanalysis is in production. ECMWF newsletter, 147(7), 5-6."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "感热",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "潜热",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "the Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1981-2020",
                "keywordEn": "1981-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of a dataset that captures land-air exchange processes and lower atmosphere structure in high-resolution in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "捕捉青藏高原地区陆气交换过程和低层大气结构的高分辨率数据集的具体特征是什么？",
                "AnswerEn": "near-surface land-air exchange parameters, downward/upward longwave/shortwave radiation fluxes, momentum flux, sensible heat flux, latent heat flux, vertical distribution of 3D wind, temperature, humidity, atmospheric pressure, temporal resolution of 2 hours, spatial resolution of 10 kilometers, spanning from 1981 to 2020",
                "AnswerCn": "近地表陆气交换参数、向下/向上长波/短波辐射通量、动量通量、感热通量、潜热通量、三维风的垂直分布、温度、湿度、大气压力，时间分辨率为2小时，空间分辨率为10公里，时间跨度从1981年到2020年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of the data collection method used for studying land-atmosphere exchange processes in the Tibetan Plateau region?",
                "QuestionCn": "用于研究青藏高原地区陆气交换过程的数据收集方法的时间分辨率是多少？",
                "AnswerEn": "2 hours",
                "AnswerCn": "2小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the process of generating a high spatial-temporal resolution grid dataset for land-air exchange in the Tibetan Plateau compare to the generation of similar datasets for other mountainous regions in terms of data collection techniques and challenges?",
                "QuestionCn": "生成高时空分辨率的青藏 Plateau 土地-空气交换网格数据集的过程与其他山区类似数据集的生成相比，在数据收集技术和挑战方面有什么不同？",
                "AnswerEn": "The process involves using a high spatial resolution of 10 kilometers and a temporal resolution of 2 hours, focusing on land-air exchange parameters and low-level atmospheric structures specific to the Tibetan Plateau. It accounts for the regional climate characteristics and includes parameters such as radiative fluxes and vertical distributions of wind, temperature, humidity, and pressure from the surface to the tropopause. The dataset's accuracy is evaluated against observational data and ERA5 reanalysis data, showcasing its precision and potential advantages for climate change research.",
                "AnswerCn": "该过程涉及使用10公里的高空间分辨率和2小时的时间分辨率，专注于青藏 Plateau 的陆气交换参数和低层大气结构。它考虑了区域气候特征，并包括从地表到对流层顶的辐射通量、风、温度、湿度和压力的垂直分布等参数。数据集的准确性通过与观测数据和ERA5再分析数据进行比较进行评估，展示了其精确性及其在气候变化研究中的潜在优势。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What do the spatial and temporal resolution patterns in a dataset on the Qinghai-Tibet Plateau suggest about the challenges and opportunities in modeling land-air exchange processes?",
                "QuestionCn": "关于青藏高原数据集中的空间和时间分辨率模式，表明在建模陆气交换过程中的挑战和机遇。",
                "AnswerEn": "The spatial resolution of 10 kilometers and temporal resolution of 2 hours in a dataset for the Qinghai-Tibet Plateau indicate the need for high-detail modeling to capture the diverse climate characteristics of different subregions. Such detailed resolution presents opportunities for precise analysis of land-air exchange processes and the structure of the lower atmosphere. However, it also highlights challenges in data collection and processing, such as the need for advanced computational resources and the integration of various meteorological parameters including radiation fluxes and momentum fluxes.",
                "AnswerCn": "该数据集在青藏高原的空间分辨率为10公里，时间分辨率为2小时，表明需要进行高细节建模，以捕捉不同子区域的多样气候特征。这种详细的分辨率为精确分析陆气交换过程和下层大气结构提供了机会。然而，这也突显了数据收集和处理中的挑战，例如对先进计算资源的需求，以及整合包括辐射通量和动量通量在内的各种气象参数的必要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the development of a high-resolution dataset for studying land-air exchange processes and low-level atmospheric structures over the Tibetan Plateau?",
                "QuestionCn": "哪些因素有助于开发高分辨率数据集，以研究青藏 Plateau 的陆气交换过程和低层大气结构？",
                "AnswerEn": "The development of a high-resolution dataset involves considering the unique climate characteristics of different regions within the Tibetan Plateau. It also requires integrating various meteorological elements such as land-air exchange parameters and the vertical distribution of wind, temperature, humidity, and air pressure from the surface to the tropopause. The dataset is independently evaluated by comparing observational data with the latest ERA5 reanalysis data, highlighting its accuracy and superiority.",
                "AnswerCn": "高分辨率数据集的开发涉及考虑青藏 Plateau 不同区域的独特气候特征。它还需要整合各种气象要素，如陆气交换参数以及从地表到对流层顶的风、温度、湿度和气压的垂直分布。该数据集通过将观测数据与最新的 ERA5 再分析数据进行比较，独立评估其准确性和优越性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the consequences of utilizing high-resolution dynamic downscaling data collection methods for studying land-atmosphere exchange processes on the Tibetan Plateau?",
                "QuestionCn": "利用高分辨率动态下采样数据收集方法研究青藏高原的陆气交换过程可能会产生的后果是什么？",
                "AnswerEn": "Utilizing high-resolution dynamic downscaling data collection methods for studying land-atmosphere exchange processes on the Tibetan Plateau could enhance the accuracy and detail of climate and atmospheric models. By providing a fine temporal resolution of 2 hours and a spatial resolution of 10 kilometers, these methods enable a more precise understanding of regional climate characteristics and atmospheric dynamics. As a result, they can significantly contribute to the evaluation and prediction of climate change impacts in the region, offering valuable insights for future research and environmental policy-making.",
                "AnswerCn": "利用高分辨率动态下调数据收集方法研究青藏高原的陆气交换过程，可以提高气候和大气模型的准确性和细节。这些方法提供了2小时的精细时间分辨率和10公里的空间分辨率，使得对区域气候特征和大气动态的理解更加精确。因此，它们可以显著促进对该地区气候变化影响的评估和预测，为未来的研究和环境政策制定提供宝贵的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a high-resolution dataset for land-air exchange processes and lower atmosphere structure in the Qinghai-Tibet Plateau from 1981 to 2020?",
                "QuestionCn": "开发1981年至2020年青藏高原土地-空气交换过程和下层大气结构的高分辨率数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of developing a high-resolution dataset for land-air exchange processes and lower atmosphere structure in the Qinghai-Tibet Plateau is to facilitate comprehensive studies of terrestrial-atmospheric interactions and the structure of the lower atmosphere. This dataset aims to account for regional climate characteristics across various sub-regions of the plateau, providing valuable insights for climate change research through its high spatial and temporal resolution, which includes critical meteorological parameters and three-dimensional distributions of wind, temperature, humidity, and pressure from the surface to the tropopause.",
                "AnswerCn": "开发高分辨率的青藏高原陆气交换过程和下层大气结构数据集的主要目标是促进对陆地-大气相互作用和下层大气结构的综合研究。该数据集旨在考虑高原各子区域的区域气候特征，通过其高空间和时间分辨率，提供关键气象参数以及从地表到对流层顶的风、温度、湿度和气压的三维分布，为气候变化研究提供有价值的见解。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}