{
    "id": "0a4c49e9-bacd-4aea-b745-9811ee7ede1d",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Qinghai Tibet Plateau Lake Ice Phenology Data Set Based on MODIS Daily Snow Products (2001-2020)",
            "description": "This data set provides the lake ice phenology of 71 lakes on the Qinghai Tibet Plateau from 2001 to 2020, including the freeze-up start, freeze-up end, break-up start, break-up end, complete freezing duration, and ice cover duration. The data set was extracted from the cloud-gap-filled MODIS daily snow product based on a dynamic changed threshold. Compared with the coarse resolution passive microwave AMSR-E/2 lake ice phenology data set, the average absolute error of the freeze-up start date was 2.33-7.25 days, and the average absolute error of the break-up end date was 1.75-4.67 days. The data can provide a data basis for the relevant research on the response of the Qinghai Tibet Plateau lake system to climate change.",
            "instructions": "File name: lake ice phenology data is stored in csv format, and the file name is \"lake_name. csv\", where lake_name represents the English name of each lake. For example, Qinghai Lake.csv represents this csv file to describe the lake ice phenology records of Qinghai Lake from 2001 to 2020.\nData reading mode: all csv files in the dataset can be directly opened with Excel and other software.",
            "east": 105.0,
            "west": 73.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": "2000-09-01 00:00:00",
            "endTime": "2020-08-31 00:00:00",
            "fileSize": 41595.0,
            "cstr": "18406.11.Cryos.tpdc.272921",
            "doi": "10.11888/Cryos.tpdc.272921",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "CAI Yu",
                "unitEn": "Nanjing University"
            },
            {
                "nameEn": "KE Changqing",
                "unitEn": "Nanjing University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Variations of Lake Ice Phenology on the Tibetan Plateau From 2001 to 2017 Based on MODIS Data",
                "referenceEn": "Cai, Y., Ke, C.Q., Li, X., Zhang, G., Duan, Z., & Lee, H. (2019). Variations of Lake Ice Phenology on the Tibetan Plateau From 2001 to 2017 Based on MODIS Data. Journal of Geophysical Research: Atmospheres, 124(2), 825–843. https://doi.org/10.1029/2018JD028993"
            },
            {
                "titleEn": "MODIS-observed variations of lake ice phenology in Xinjiang, China",
                "referenceEn": "Cai, Y., Ke, C.Q., Yao, G., & Shen, X. (2020). MODIS-observed variations of lake ice phenology in Xinjiang, China. Climatic Change, 158(3–4). https://doi.org/10.1007/s10584-019-02623-2"
            },
            {
                "titleEn": "What caused the spatial heterogeneity of lake ice phenology changes on the Tibetan Plateau?",
                "referenceEn": "Cai, Y., Ke, C.Q., Xiao, Y., & Wu, J. (2022). What caused the spatial heterogeneity of lake ice phenology changes on the Tibetan Plateau? Science of The Total Environment, 836, 155517. https://doi.org/10.1016/j.scitotenv.2022.155517"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameEn": "Lake ice"
            },
            {
                "nameEn": "Lake ice phenology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2001-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            },
            {
                "titleEn": "Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Lakes in cold mid- and high-latitude regions produce seasonal ice cover, which impacts the physical, chemical, and biological processes in the lake. Especially in arid regions where lakes have special ecological and economic significance, people live with and utilize frozen lakes. There has been consistent evidence from historical records that ice on lakes and rivers in the Northern Hemisphere experienced later freeze-up and earlier break-up at average trends of 5.8 days/century and 6.5 days/century, respectively, from 1846 to 1995. Satellite microwave ice records also indicated that 43 out of 71 (60.6%) lakes in the Northern Hemisphere exhibited shorter ice cover durations from 2002 to 2015. The ice cover durations for 69% of the lakes on the Tibetan Plateau shortened at a rate of 0.80 days/year from 2001 to 2017. To date, widespread loss of lake ice around the Northern Hemisphere has been discovered, and it is expected to continue in the upcoming years. Xinjiang is located in Northwestern China where there is a distinctive mountain-basin system; the lakes in this area are distributed in different mountain ranges and basins, and most of them are salt lakes. The perennial arid and semiarid climatic conditions where evaporation is greater than precipitation have caused many lakes in Xinjiang to continue to shrink and salinize over the last century. However, in recent years, the increase in precipitation and cryosphere changes has contributed to the overall increase in lake storage."
            ],
            "research objective": [
                "Therefore, this study aimed to obtain the ice phenology of 23 lakes in Xinjiang, China, from 2001 to 2018 using Moderate Resolution Imaging Spectroradiometer (MODIS) daily snow products. Change trends and significant differences over 18 years will be evaluated, and their relationship with climatic factors and lake physicochemical factors will be analyzed and discussed."
            ],
            "challenges": [
                "However, to date, there is no existing study specifically on the ice phenology of Xinjiang lakes."
            ],
            "methods": [
                "The cloud removal process has two steps. First, the Terra and Aqua snow cover products are combined. Second, the pixels from images within 2 days before and after the occurrence of cloud-covered pixels are combined to fill the data gap caused by cloud cover (Gafurov and Bárdossy 2009; Cai et al. 2019). In consideration of the inevitable noise during the freeze-up/break-up periods, 5% and 95% of the frozen and unfrozen lake areas are used as thresholds instead of 0 and 100% (Kropáček et al. 2013; Cai et al. 2019). Four lake ice phenology dates are extracted based on the thresholds, and four durations are then calculated. Freeze-up start (FUS) represents the first appearance of lake ice in winter, freeze-up end (FUE) represents the time when lake ice completely covered the lake, break-up start (BUS) represents the first appearance of lake water in spring, and break-up end (BUE) represents the complete disappearance of lake ice (Cai et al. 2017). The freeze-up duration (FUD) is the duration from FUS to FUE, the break-up duration (BUD) is from BUS to BUE, the complete freezing duration (CFD) is from FUE to BUS, and the ice cover duration (ICD) is from FUS to BUE (Fig. 3)."
            ],
            "dataset": [
                "A total of 23 lakes with annual ice cover periods were selected to study the variations in lake ice phenology and their relationships with climate change, with 13 lakes smaller than 100 km² and ten lakes larger than 100 km². The available MODIS daily snow products include MOD10A1 (Terra, from 1 August 2000 to 31 July 2018) and MYD10A1 (Aqua, from 1 August 2002 to 31 July 2018), and the spatial resolution is 500 m. Four tiles cover all 23 lakes (h23v04, h24v04, h24v05, and h25v05) in Xinjiang."
            ],
            "findings": [
                "The results of MODIS-derived lake ice phenology showed consistent variations with existing ice phenology data sets derived from passive microwave data. Generally, lakes in Xinjiang begin to freeze from October to December every year, and their ice cover periods end from March to June. The average ice cover duration for the 23 lakes is 167 days, of which 16 lakes have an average shortening rate of −1.08 days/year and seven lakes have an average extending rate of 1.18 days/year. The majority of lakes experienced later freeze-up (17 lakes) and earlier break-up (18 lakes) from 2001 to 2018. Lake ice phenology is affected by both climatic factors and lake physicochemical characteristics, in which freeze-up dates are more easily affected by lake-specific factors such as lake area (r = 0.535), while climatic factors especially water surface temperature have greater impacts on lake break-up dates (r = −0.874). Compared to air temperature, water surface temperature changes have a more direct influence on the variations in lake ice phenology, 1° increase in water surface temperature may cause the ice cover duration to decrease by 12 days, while precipitation changes have almost no effect on the lakes in Xinjiang."
            ]
        },
        {
            "background": [
                "Many studies have shown that lake ice phenology (i.e., the timing of freezeup, breakup, and duration of ice cover) responds well to climatic and environmental changes. Changes in air and water surface temperatures related to climatic changes are important factors in the lake ice phenology changes. However, due to the harsh environment and limited accessibility, few meteorological stations exist in the central and western TP where lakes are concentrated; thus, it is difficult to carry out field observations. Remote sensing data have been widely used in lake ice monitoring. The unique geographical and climatic conditions of the TP make it a region of high interest for climate research. Recent studies on individual lakes have shown that on the TP, the freezeup dates of some lakes have been delayed, the breakup dates have advanced, and the ice cover durations have significantly shortened. However, there are few ice phenology studies covering the entire TP."
            ],
            "research objective": [
                "To obtain the lake ice phenology variations on the TP, the daily snow products of MODIS are used to extract the freezeup and breakup dates of lake-wide ice cover from 2001 to 2017. The lake ice durations are then calculated, and the spatial variabilities and change rates of lake ice phenology are analyzed. Using reanalysis data and available satellite data set, the effects of air temperature, lake surface water temperature, and wind speed on lake ice phenology are analyzed. In addition, possible influence of geographical determined lake locations and physico-chemical conditions on lake ice phenology are also investigated."
            ],
            "challenges": [
                "The lack of historical observational data makes it difficult to study lake ice phenology on the TP without using remote sensing data. The quality of MODIS daily snow cover products limits the number of lakes that can be studied, and the low spatial resolution of reanalysis data makes it difficult to represent the actual meteorological conditions of each lake. It is also difficult to ensure the reliability of historical lake physico-chemical data that were collected several decades ago."
            ],
            "methods": [
                "By analyzing the freezeup/breakup characteristics for each lake on the TP, 58 lakes with a stable ice cover period (less cloud cover, less pixel misclassification, and obvious ice cover period) are manually selected as study lakes. The cloud removal (gapfilling) process has two steps. The first step is to combine daily Terra and Aqua snow cover products to determine lake cover type. The second step is based on the temporal correlation of cloud cover pixels. First, if a pixel on date t is cloud covered, the pixels on the images of previous and next days will be searched, and if both pixels are covered by water, the pixel on date t is determined to be covered by water. To extract lake ice, pixels covering a lake need to be first distinguished from other types of pixels, such as cloud and land. A threshold of 0.4 for Normalized Difference Snow Index (NDSI) is applied to extract the extent of a lake. Then, according to the actual reflectance of each image, different thresholds on the near-infrared band are set to distinguish lake ice from lake water."
            ],
            "dataset": [
                "MODIS is mounted on the Terra and Aqua satellites, which obtain global observation data every one or two days. The available daily snow cover products with a spatial resolution of 500 m from MODIS include MOD10A1 (Terra) and MYD10A1 (Aqua). The available temporal range of MOD10A1 is from 1 August 2000 to 31 July 2017 and that of MYD10A1 is from 1 August 2002 to 31 July 2017. Four MODIS tiles (h24v05, h25v05, h25v06, and h26v05) cover the 58 lakes of this study. The data were obtained from the U.S. National Snow and Ice Data Center."
            ],
            "findings": [
                "Generally, the lakes in the northern Inner-TP have earlier freezeup dates and later breakup dates (i.e., longer ice cover durations) than those in the southern Inner-TP. Over 17 years, the mean ice cover duration of 58 lakes is 157.78 days, 18 (31%) lakes have a mean extending rate of 1.11 day/year, and 40 (69%) lakes have a mean shortening rate of 0.80 day/year."
            ]
        },
        {
            "background": [
                "Due to the sensitivity of lake ice phenology to climate change, numerous studies have focused on changes in lake ice phenology on a regional or hemispheric scale. A consistent result of rapid ice loss has been concluded for lakes in the Northern Hemisphere in recent decades under the background of climate warming. Previous studies on the Tibetan Plateau also reported an overall trend of a later freeze-up, an earlier break-up, and a shorter ice cover duration for lake ice phenology. The climatic factors most relevant to ice phenology changes included air temperature, precipitation, and wind speed. Moreover, Liu et al. (2018) noted that the increasing snowfall brought by the winter North Atlantic Oscillation cooled the lake surface, which could explain the delayed break-up dates in the southern plateau. In addition, as another consequence of climate change, the physical and chemical properties of lakes on the Tibetan Plateau have undergone remarkable changes in recent years, which have affected the thermal requirements of ice formation and decay."
            ],
            "research objective": [
                "Therefore, this study aimed to explore the influence of climate change and lake properties on lake ice phenology on the Tibetan Plateau. Finally, we summarized the effects of changes in multiple climatic factors and lake properties on the variations in lake ice phenology on the Tibetan Plateau."
            ],
            "challenges": [
                "However, due to the remoteness and harsh environment, field records about the lakes on the Tibetan Plateau are very scarce. Limited by data acquisition, it is difficult to carry out quantitative, large-scale research on the effects of lake properties on lake ice phenology; thus, very few studies have discussed the relationship between ice phenology changes and lake properties. However, most lakes on the Tibetan Plateau lack the local measurements of key parameters that are required for model establishment and calibration, which limits the widespread application of lake models across regions."
            ],
            "methods": [
                "We collected ice phenology records for 58 lakes in Qinghai and Tibet from 2001 to 2017 and for 12 lakes in southern Xinjiang (on the Tibetan Plateau) from 2001 to 2018. We extended the ice phenology for the 70 lakes to 2020 and additionally extracted the results for Tangra Yumco from 2001 to 2020. The change trends of lake ice phenology on the Tibetan Plateau from 2001 to 2020 were calculated using Sen's (1968) slope and trend-free pre-whitening procedure Mann-Kendall test. We estimated the change trends of climatic factors from 2001 to 2020 and evaluated the correlation between lake ice phenology and climatic factors. We utilized the multiple general linear model to quantify the relative contribution of the four climatic factors (air temperature, solar radiation, precipitation, and wind speed) to variations in lake ice phenology."
            ],
            "dataset": [
                "We collected ice phenology records for 58 lakes in Qinghai and Tibet from 2001 to 2017 and for 12 lakes in southern Xinjiang (on the Tibetan Plateau) from 2001 to 2018. We extended the ice phenology for the 70 lakes to 2020 and additionally extracted the results for Tangra Yumco from 2001 to 2020. The geographic location, elevation, area, and average depth of each of the 71 lakes were obtained from the HydroLAKES dataset. The lake area dataset from 2000 to 2019 (in 2000, 2005, 2010, 2015, and 2019) was obtained from Zhang (2021)."
            ],
            "findings": [
                "Air temperature change was the dominant factor affecting ice phenology changes, followed by solar radiation. Changes in air temperature and solar radiation together explained 75.18% of the variations in ice cover duration. Wind speed additionally contributed to the delay of break-up end dates and extension of ice cover durations."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the cloud removal process effectively enhance the accuracy of ice phenology data collection from MODIS daily snow products?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the use of thresholds, such as the Normalized Difference Snow Index (NDSI), aid in distinguishing lake ice from other surface types in remote sensing data?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the cloud removal process for lake ice phenology data more effectively handled by combining Terra and Aqua MODIS products, using temporal correlation of cloud cover pixels, or another method?",
                    "Answer": "combining Terra and Aqua snow cover products",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where do researchers acquire the spatial resolution data for lake ice phenology studies?",
                    "Answer": "MODIS",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced during the collection of lake ice phenology data on the Tibetan Plateau, and how is it addressed?",
                    "Answer": "A challenge is the limited accessibility and harsh environment, which makes field observations difficult. This is addressed by using remote sensing data from MODIS, despite limitations in spatial resolution and cloud cover challenges, to monitor lake ice phenology across large areas.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of the type of dataset that might be used to study the relationship between lake ice phenology and climate change on the Tibetan Plateau?",
                    "Answer": "A dataset that could be used includes MODIS daily snow products (MOD10A1 and MYD10A1) with a spatial resolution of 500 m, covering multiple lakes over several years, alongside reanalysis data for climatic factors like air temperature, solar radiation, precipitation, and wind speed.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used for analyzing lake ice phenology on the Tibetan Plateau?",
                    "Answer": "MODIS daily snow products, cloud removal methods, threshold applications, combining Terra and Aqua snow cover products, utilizing temporal correlations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors are considered in the feature specification of datasets used to study lake ice phenology in arid regions?",
                    "Answer": "spatial resolution of satellite imagery, temporal range of data collection, thresholds for distinguishing ice cover from water, air and water surface temperatures, lake-specific physicochemical characteristics",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many lakes in Xinjiang were studied for ice phenology using MODIS data from 2001 to 2018?",
                    "Answer": "23",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the number of lakes included in the Qinghai and Tibet ice phenology records from 2001 to 2017?",
                    "Answer": "58",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the dynamic threshold method in the context of extracting lake ice phenology data?",
                    "Answer": "The dynamic threshold method is a data extraction technique used to determine lake ice phenology from satellite snow products. It involves setting thresholds, such as 5% and 95% of frozen and unfrozen lake areas, to extract lake ice phenology dates, including freeze-up start, freeze-up end, break-up start, and break-up end.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What does the term 'cloud removal process' signify in the collection of remote sensing data for lake ice monitoring?",
                    "Answer": "The cloud removal process refers to techniques used to address missing data due to cloud cover in remote sensing images. It involves combining daily Terra and Aqua snow cover products and using temporal correlation of images to fill data gaps by determining pixel states based on surrounding days' data, ensuring more complete datasets for lake ice monitoring.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How is 'Normalized Difference Snow Index (NDSI)' utilized in the context of distinguishing lake ice from water?",
                    "Answer": "The Normalized Difference Snow Index (NDSI) is used in remote sensing to differentiate snow or ice from other surfaces. In lake ice monitoring, a threshold of NDSI (e.g., 0.4) is applied to distinguish lake ice from water by analyzing the reflectance values in the snow-covered areas of satellite imagery.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in the selection criteria for lakes studied in relation to lake ice phenology on the Tibetan Plateau compared to Xinjiang lakes?",
                    "Answer": "For the Tibetan Plateau, 58 lakes with stable ice cover periods were manually selected based on criteria such as less cloud cover and clear ice cover periods. In contrast, the Xinjiang study focused on 23 lakes selected for their annual ice cover periods, considering both smaller and larger lakes. The selection on the Tibetan Plateau was more focused on the quality of ice cover data, while the Xinjiang study considered a broader range of lake sizes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of climatic factors influencing lake ice phenology, how do the impacts of air temperature and water surface temperature compare between studies on Xinjiang lakes and the Tibetan Plateau?",
                    "Answer": "For Xinjiang lakes, water surface temperature showed a stronger correlation with lake break-up dates than air temperature, with a 1° increase in water surface temperature resulting in a decrease of ice cover duration by 12 days. In contrast, for the Tibetan Plateau, air temperature changes were identified as the dominant factor affecting ice phenology, explaining a significant portion of the variations in ice cover duration. This suggests different climatic influences on lake ice dynamics between the two regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the use of a dynamic threshold method in data collection from MODIS daily snow products improve the accuracy of ice phenology data compared to passive microwave datasets?",
                    "Answer": "The dynamic threshold method used in data collection from MODIS daily snow products allows for a more precise extraction of lake ice phenology data by addressing noise and cloud cover issues. This results in reduced average absolute errors in determining freeze and breakup dates compared to coarser resolution passive microwave datasets, thereby enhancing the accuracy of phenological observations.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the variability in lake ice phenology data when using MODIS daily snow products?",
                    "Answer": "The variability in lake ice phenology data when using MODIS daily snow products can be attributed to factors such as cloud cover, pixel misclassification, and the need for dynamic threshold methods. The cloud removal process involves combining Terra and Aqua snow cover products and utilizing temporal correlations to fill data gaps. Additionally, the selection of frozen and unfrozen lake area thresholds, such as 5% and 95%, is crucial to account for noise during freeze-up and break-up periods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of utilizing MODIS daily snow products for extracting lake ice phenology data in cold mid- and high-latitude regions?",
                    "Answer": "The primary objective is to obtain accurate ice phenology data for lakes, which includes identifying the timing of freeze-up and break-up periods, to understand the effects of climate change on these lakes over time. This data helps analyze change trends and the relationship between ice phenology and climatic factors, especially in regions where field observations are challenging.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to explore the effects of climatic factors and lake properties on lake ice phenology in the Tibetan Plateau?",
                    "Answer": "Exploring the effects is crucial because the Tibetan Plateau has unique geographical and climatic conditions that significantly influence lake ice phenology. Understanding these effects helps identify the key climatic and physicochemical factors driving changes in ice duration, which is vital for predicting future changes in response to climate change.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What specific procedures are followed to extract lake ice phenology data from MODIS daily snow products?",
                    "Answer": "The cloud removal process involves two steps: first, combining Terra and Aqua snow cover products, and second, filling data gaps caused by cloud cover by combining pixels from images within two days before and after the occurrence of cloud-covered pixels. The thresholds used include 5% and 95% of frozen and unfrozen lake areas to account for inevitable noise during freeze-up/break-up periods. Specific lake ice phenology dates such as freeze-up start, freeze-up end, break-up start, and break-up end are extracted based on these thresholds.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can the impact of climatic factors on lake ice phenology be quantitatively analyzed?",
                    "Answer": "The impact of climatic factors on lake ice phenology can be quantitatively analyzed by estimating change trends of climatic factors and evaluating their correlation with lake ice phenology. A multiple general linear model can be utilized to quantify the relative contribution of climatic factors such as air temperature, solar radiation, precipitation, and wind speed to variations in lake ice phenology.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the methodological steps taken to ensure the reliability of lake ice phenology data extracted from remote sensing products despite challenges like cloud cover and low spatial resolution?",
                    "Answer": "To ensure reliability, lakes with stable ice cover periods (less cloud cover, less pixel misclassification) are manually selected. The cloud removal process involves combining daily Terra and Aqua snow cover products and filling gaps using temporal correlation of cloud cover pixels. A threshold of 0.4 for the Normalized Difference Snow Index (NDSI) is applied to extract lake extent, and different thresholds on the near-infrared band are set to distinguish lake ice from lake water.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enable the extraction of lake ice phenology data from remote sensing products?",
                    "Answer": "The use of MODIS daily snow products, which are obtained from Terra and Aqua satellites, allows for the extraction of lake ice phenology data. These products offer a spatial resolution of 500 meters and are available globally, enabling the monitoring of ice phenology over large regions. Techniques such as cloud removal via combining Terra and Aqua products and temporal correlation of cloud-covered pixels further enhance data quality.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What conditions and methodologies enable the reliable extraction of lake ice phenology from satellite data despite challenges like cloud cover and low spatial resolution?",
                    "Answer": "The reliable extraction of lake ice phenology from satellite data is enabled by methodologies such as cloud removal processes, which involve combining Terra and Aqua snow cover products and filling data gaps by analyzing temporal correlations. Additionally, the use of dynamic thresholds for frozen and unfrozen lake areas helps mitigate noise during freeze-up and break-up periods, ensuring more accurate extraction of phenology dates.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might some data collection methods for lake ice phenology face challenges in accurately capturing freeze-up and break-up dates on the Tibetan Plateau?",
                    "Answer": "Challenges arise due to the lack of historical observational data and the limitations of remote sensing data quality, which restrict the number of lakes that can be studied. Inaccurate meteorological representation due to low spatial resolution of reanalysis data and unreliability of historical lake physico-chemical data further contribute to these challenges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there an expectation for the variations in lake ice phenology to differ based on climatic factors and lake physicochemical characteristics?",
                    "Answer": "Lake ice phenology is significantly influenced by both climatic factors and lake-specific characteristics. Freeze-up dates are more affected by lake-specific factors such as lake area, while climatic factors, particularly water surface temperature, have a greater impact on break-up dates. Changes in water surface temperature can directly influence ice cover duration, unlike precipitation changes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective do you consider the dynamic threshold method for extracting lake ice phenology data from satellite imagery, given the challenges of cloud cover and pixel misclassification?",
                    "Answer": "The dynamic threshold method is considered effective for extracting lake ice phenology data from satellite imagery despite challenges like cloud cover and pixel misclassification. It involves the use of specific thresholds for frozen and unfrozen lake areas and implements a cloud removal process that combines Terra and Aqua snow cover products with a temporal correlation approach to fill data gaps. This method has shown to provide consistent results with existing datasets, although some limitations remain due to the inherent noise in satellite data during freeze-up and break-up periods.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the main limitations of using MODIS daily snow products for lake ice phenology studies in remote regions like the Tibetan Plateau?",
                    "Answer": "The main limitations of using MODIS daily snow products for lake ice phenology studies in remote regions like the Tibetan Plateau include the low spatial resolution of the data, which may not fully capture meteorological conditions at each lake. Additionally, the quality of the MODIS products can limit the number of lakes that can be studied, particularly where cloud cover and pixel misclassification are prevalent. Furthermore, the lack of historical observational data and the difficulty in ensuring the reliability of historical lake physico-chemical data pose challenges for comprehensive analyses.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What improvements or alternative data collection methods could enhance the accuracy of lake ice phenology datasets on the Tibetan Plateau and similar regions?",
                    "Answer": "Improvements or alternative data collection methods that could enhance the accuracy of lake ice phenology datasets on the Tibetan Plateau could include the integration of higher-resolution satellite imagery or data from other remote sensing technologies like passive microwave sensors. Implementing advanced algorithms for cloud detection and removal, as well as more accurate thresholding techniques for ice and water discrimination, could also improve data quality. Additionally, expanding field observations and utilizing reanalysis datasets with better spatial representation could provide complementary data to validate and refine satellite-derived results.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how cloud cover can be effectively removed when collecting data on lake ice phenology using satellite images.",
                    "Answer": "The cloud removal process involves two steps. First, the Terra and Aqua snow cover products are combined. Second, the pixels from images within 2 days before and after the occurrence of cloud-covered pixels are combined to fill the data gap caused by cloud cover. This method helps in ensuring the continuity and accuracy of the data collected.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the methods used to determine the dates of freeze-up and break-up in lake ice phenology datasets.",
                    "Answer": "The dates of freeze-up and break-up are determined by setting specific thresholds. Freeze-up start is marked by the first appearance of lake ice, and freeze-up end is when the lake is completely covered by ice. Similarly, break-up start is marked by the first appearance of open water, and break-up end is when the ice completely disappears. These thresholds help in systematically extracting the lake ice phenology dates from satellite data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how climatic factors are correlated with changes in lake ice phenology on the Tibetan Plateau.",
                    "Answer": "Climatic factors such as air temperature, solar radiation, and wind speed are correlated with changes in lake ice phenology. Air temperature change is the dominant factor affecting ice phenology, followed by solar radiation. Together, they account for a significant portion of the variations in ice cover duration. Wind speed also contributes to the delay of break-up end dates and the extension of ice cover durations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore methods for mitigating cloud cover interference in remote sensing datasets used for analyzing lake ice phenology.",
                    "Answer": "Cloud cover interference is addressed by combining Terra and Aqua snow cover products and using temporal correlation to fill gaps. Pixels from images within 2 days before and after cloud-covered pixels are used to fill these gaps, ensuring a more complete dataset for analysis.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please detail the challenges associated with using MODIS daily snow products for studying lake ice phenology and suggest potential solutions.",
                    "Answer": "Challenges with MODIS daily snow products include low spatial resolution and limitations in representing actual meteorological conditions for each lake. Solutions include manual selection of lakes with stable ice cover, cloud removal techniques, and integrating MODIS data with reanalysis datasets to enhance accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please investigate the potential of utilizing additional climatic and geographical datasets to enhance the understanding of lake ice phenology on the Tibetan Plateau.",
                    "Answer": "The study integrates ice phenology records with climatic factors like air temperature, solar radiation, and wind speed. Using reanalysis data and the HydroLAKES dataset for geographical attributes, such as location and elevation, helps analyze the influence of climatic and lake-specific factors on ice phenology.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}