{
    "id": "0ac5ac75-2c5a-4b1f-a32f-58e7eac72316",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Typical village UAV aerial photography dataset in Hehuang Valley, Qinghai (2022)",
            "titleCn": "青海河湟谷地典型村落无人机航拍数据集（2022）",
            "description": "This dataset was collected by a research team during a field investigation in the Hehuang Valley of Qinghai Province from July to August 2022. Using the DJI Mavic2pro equipped with a Hasselblad L1D-20c camera, 55 typical villages were selected in the Hehuang Valley and over 4600 aerial photographs were obtained using drone photogrammetry technology as raw data. Using AgisfphotoScan 1.25 software to synthesize orthophoto images with a spatial resolution of 0.05m. The vector data of human settlement boundaries in villages was extracted through visual interpretation. Based on the object-oriented human-machine interaction interpretation method, 55 typical village land use datasets in 2022 were obtained (including forests, grasslands, forest land, cultivated land, water bodies, roads, unused land, and building land, totaling 8 categories). By establishing 1050 sample points and using confusion matrix analysis, it was found that the overall accuracy of the dataset was 96.86%, with a Kappa coefficient of 0.95. It can accurately reflect the spatial form, land use composition, and surrounding environment of typical villages. Aerial photographs all have longitude, latitude, and altitude information, providing ultra-high resolution data sources for village spatial structure analysis, land use mapping, and analysis work, effectively assisting in the improvement of human housing and rural revitalization strategies.",
            "descriptionCn": "该数据集是研究团队于2022年7-8月在青海河湟谷地野外考察期间，采用大疆 Mavic2pro 搭载哈苏L1D-20c相机，在河湟谷地选取 55 个典型村庄利用无人机摄影测量技术获取 4600 余张航片作为原始数据。利用 AgisfphotoScan 1.25软件合成正射影像，空间分辨率为0.05m。经目视解译提取得到村庄人类聚居区边界矢量数据，基于面向对象的人机交互解译方法得到 55 个典型村庄 2022 年士地利用数据集（包含森林、草地、林地、耕地、水体、道路、未利用土地、建筑用地，共8类）。通过建立1050个样本点，利用混淆矩阵分析发现，数据集的整体精度为96.86%，Kappa系数为0.95。可精准反映典型村庄的空间形态、土地利用组成以及周边环境等信息，航片均具有经纬度和海拔信息，可为村庄空间结构分析、土地利用制图与分析工作提供超高分辨率的数据来源，有效助力人居改造提升与乡村振兴战略。",
            "instructions": "File Naming:\nThe \"P1Original image\" folder stores the original image data captured by drones. The original drone images of each village are stored in folders named with \"yyyydddname,\" where yyyy represents the year, ddd represents the specific date, and name represents the specific name of the village and its administrative region. For example, \"2022.7.22 Daxing District Zizhuang Town Shangcheng Village\" represents the original drone image obtained on July 22, 2022, in Shangcheng Village, Zizhuang Town, Daxing District.\n\nThe \"P2Digital image\" folder stores the village drone remote sensing images stitched through Agisoft PhotoScan 1.25. The data for each village is stored in folders named with \"yyyydddname,\" where yyyy represents the year, ddd represents the specific date, and name represents the specific name of the village and its administrative region. For example, \"2022.7.22 Daxing District Zizhuang Town Shangcheng Village\" represents the stitched drone image obtained on July 22, 2022, in Shangcheng Village, Zizhuang Town, Daxing District. Each village folder contains Agisoft PhotoScan project files in psxg format, a PDF report of the stitching, and orthophoto images and DSM images in TIF format.\n\nThe \"P3Classification result\" folder stores the land use classification results of each village obtained using object-oriented human-computer interaction interpretation methods. \"Villages boundary\" contains all village boundary data, while \"Classification result\" represents the final land use classification results of all villages.\n\nThe \"Village information.xlsx\" specifically displays the names, English abbreviations, and geographical regions of each village.\n\nData Reading Method:\nAll JPG files in this dataset can be directly opened with photo software such as Photos. The main content is stored in TIF and SHP formats and can be opened using ArcMap.",
            "instructionsCn": "文件命名：\n“P1Original image”文件夹中储存的是无人机拍摄的原始影像数据。每个村庄的无人机原始影像储存在以“yyyydddname”命名的文件夹中，其中yyyy代表年，ddd 代表具体日期，name代表村庄的具体名称及其所属的行政区。例如“2022.7.22海东市互助县东和乡山城村”就代表于2022年7月22日在海东市互助县东和乡山城村获得的无人机原始影像。\n“P2Digital image” 文件夹中储存的是经过 Agisft photoScan 1.25 拼接后的村庄无人机遥感影像。每个村庄的数据以“yyyydddname”命名的文件夹中，其中yyyy 代表年，ddd 代表具体日期，name 代表村庄的具体名称及其所属的行政区。例如“2022.7.22 海东市互助县东和乡山城村”就代表于 2022年7月 22 日在海东市互助县东和乡山城村获得的拼接后的无人机影像。在每个村庄的文件夹中，储存有每个村庄 psxg 格式的 Agisf photoScan 工程文件，pdf格式的拼接报告，以及 tif格式的正射影像与 DSM 影像。\n“P3Classifcation result” 文件夹中储存的是利用面向对象的人机交互解译方法得到的每个村庄的土地利用分类结果。其中“Villages boundary”是所有的村庄边界数据，“Classifcation result”表示所有村庄最终的土地利用分类结果。\n“Village information.xlsx”中具体展示了每个村庄的名称、英文简写以及所在的地理区域。\n数据读取方式:\n该数据集中的所有JPG文件可以直接用照片软件(如Photos)打开。主体内容以TIF格式和SHP格式进行储存，可用ArcMap打开。",
            "east": 102.5,
            "west": 101.0,
            "south": 35.8,
            "north": 37.6,
            "startTime": "2022-07-04 15:00:54",
            "endTime": "2022-08-10 15:00:54",
            "fileSize": 245024460178.0,
            "cstr": null,
            "doi": "10.3390/rs16122213",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "信忠保",
                "nameEn": "XIN Zhongbao",
                "unitEn": "",
                "unitCn": "北京林业大学水土保持学院"
            },
            {
                "nameCn": "李小宇",
                "nameEn": "LI Xiaoyu",
                "unitEn": "",
                "unitCn": "北京林业大学水土保持学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Land-Use Composition, Distribution Patterns, and Influencing Factors of Villages in the Hehuang Valley, Qinghai, China, Based on UAV Photogrammetry",
                "referenceCn": null,
                "referenceEn": "Li, X., Xin, Z. (2024). Land-Use Composition, Distribution Patterns, and Influencing Factors of Villages in the Hehuang Valley, Qinghai, China, Based on UAV Photogrammetry. Remote Sens, 16, 2213. https://doi.org/10.3390/rs16122213"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            },
            {
                "nameCn": "无人机",
                "nameEn": "UAV"
            },
            {
                "nameCn": "机器学习",
                "nameEn": "Machine learning"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "青藏高原地区",
                "nameEn": "Tibetan plateau"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海河湟谷地",
                "keywordEn": "Hehuang Valley,Qinghai "
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "人类活动影响与生存环境安全评估",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for capturing high-resolution imagery of rural villages using drone technology?",
                "QuestionCn": "您能否提供一个用于捕捉农村村庄高分辨率图像的无人机技术数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using a DJI Mavic2pro drone equipped with a Hasselblad L1D-20c camera to capture over 4600 aerial images of 55 typical villages in the Qinghai Hehuang Valley. The images are processed using Agisoft PhotoScan 1.25 software to create orthophotos with a spatial resolution of 0.05 meters. This method includes visual interpretation to extract vector data of human settlement boundaries and employs an object-oriented interactive interpretation method to classify land use into eight categories.",
                "AnswerCn": "一种数据收集方法涉及使用配备哈苏L1D-20c相机的DJI Mavic2pro无人机，捕捉青海河湟谷55个典型村庄的4600多张航拍图像。这些图像使用Agisoft PhotoScan 1.25软件处理，生成空间分辨率为0.05米的正射影像。该方法包括视觉解译，以提取人类居住边界的矢量数据，并采用面向对象的交互式解译方法将土地利用分类为八个类别。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset collected using drone photogrammetry in rural village studies?",
                "QuestionCn": "使用无人机摄影测量在农村村庄研究中收集的数据集的特征是什么？",
                "AnswerEn": "high-resolution orthophotos, spatial resolution of 0.05m, georeferenced with latitude, longitude, and altitude, human habitation boundary vector data, land use data categorized into forest, grassland, woodland, arable land, water bodies, roads, unused land, building land, 96.86% accuracy rate, Kappa coefficient of 0.95",
                "AnswerCn": "高分辨率正射影像，空间分辨率为0.05米，具有纬度、经度和海拔的地理参考，人类居住边界矢量数据，土地利用数据分类为森林、草地、林地、耕地、水体、道路、未利用土地、建筑用地，准确率为96.86%，Kappa系数为0.95。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many aerial images were collected using drone photogrammetry for typical villages in the Qinghai Huzhu Valley?",
                "QuestionCn": "在青海互助谷的典型村庄中，使用无人机摄影测量收集了多少航空图像？",
                "AnswerEn": "4600",
                "AnswerCn": "4600",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'object-oriented human-computer interaction interpretation method' mean in the context of land use data collection?",
                "QuestionCn": "在土地利用数据收集的背景下，“面向对象的人机交互解释方法”是什么意思。",
                "AnswerEn": "The 'object-oriented human-computer interaction interpretation method' refers to a data collection approach used to derive land use data from aerial imagery. This method combines human expertise with computer algorithms to interpret high-resolution images and extract meaningful information about land use categories, such as forests, grasslands, and built-up areas. It involves segmenting aerial images into objects and using both automated and manual processes to classify these objects based on their characteristics, resulting in accurate and refined land use datasets.",
                "AnswerCn": "“面向对象的人机交互解释方法”是指一种数据收集方法，用于从航空影像中提取土地利用数据。该方法结合了人类专业知识和计算机算法，以解释高分辨率图像并提取有关土地利用类别（如森林、草地和建筑区）的有意义信息。它涉及将航空图像分割成对象，并使用自动化和手动过程对这些对象进行分类，基于其特征，从而生成准确且精细的土地利用数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of UAV aerial photography in collecting spatial data in typical village landscapes compare to traditional ground survey methods in terms of data resolution and accuracy?",
                "QuestionCn": "无人机航拍在收集典型村庄景观的空间数据方面与传统地面测量方法相比，在数据分辨率和准确性方面如何？",
                "AnswerEn": "The UAV aerial photography using DJI Mavic2pro and Hasselblad L1D-20c camera in typical village landscapes offers an ultra-high spatial resolution of 0.05m and an overall accuracy of 96.86% with a Kappa coefficient of 0.95. Traditional ground survey methods typically do not achieve such high spatial resolution and may require significantly more time and effort. The UAV method also provides georeferenced images with latitude, longitude, and elevation information, which are crucial for detailed spatial analysis and land use mapping.",
                "AnswerCn": "使用DJI Mavic2pro和Hasselblad L1D-20c相机进行无人机航拍，在典型的乡村景观中提供了0.05米的超高空间分辨率，整体精度为96.86%，Kappa系数为0.95。传统的地面测量方法通常无法达到如此高的空间分辨率，并且可能需要显著更多的时间和精力。无人机方法还提供了带有经纬度和高程信息的地理参考图像，这对于详细的空间分析和土地利用制图至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing drone photogrammetry with high-resolution cameras when capturing spatial data in rural village areas?",
                "QuestionCn": "在农村村庄地区使用高分辨率相机进行无人机摄影测量捕获空间数据的潜在后果是什么？",
                "AnswerEn": "Utilizing drone photogrammetry with high-resolution cameras can lead to the creation of precise and detailed spatial datasets that reflect the spatial morphology, land use composition, and surrounding environment of rural village areas. This method provides high-resolution data sources that can significantly aid in analyzing village spatial structure, land use mapping, and analysis, thus effectively supporting rural revitalization strategies.",
                "AnswerCn": "利用高分辨率相机的无人机摄影测量可以创建精确且详细的空间数据集，反映农村村庄地区的空间形态、土地利用组成和周边环境。这种方法提供的高分辨率数据源可以显著帮助分析村庄空间结构、土地利用制图和分析，从而有效支持农村振兴战略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting aerial imagery using drones in the context of typical villages in the Qinghai Hehuang Valley?",
                "QuestionCn": "在青海河湟谷典型村庄的背景下，使用无人机收集航空影像的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting aerial imagery using drones in the context of typical villages in the Qinghai Hehuang Valley is to accurately reflect the spatial morphology, land use composition, and surrounding environment of these villages. The data provides a high-resolution source for spatial structure analysis, land use mapping, and analysis work, thereby supporting improvements in human habitation and the rural revitalization strategy.",
                "AnswerCn": "在青海河湟谷典型村庄中，使用无人机收集航空影像的主要目的是准确反映这些村庄的空间形态、土地利用组成及周边环境。该数据为空间结构分析、土地利用制图和分析工作提供了高分辨率的来源，从而支持人居环境改善和乡村振兴战略的实施。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps employed to collect and process drone imagery data to generate high-resolution orthophotos and extract land use data in rural village settings?",
                "QuestionCn": "收集和处理无人机影像数据以生成高分辨率正射影像和提取农村村庄环境中的土地利用数据的程序步骤是什么？",
                "AnswerEn": "The process involves using the DJI Mavic2pro drone equipped with the Hasselblad L1D-20c camera to capture over 4600 aerial images of selected villages. These images are then processed using Agisoft PhotoScan 1.25 software to create orthophotos with a spatial resolution of 0.05m. The orthophotos are visually interpreted to extract vector data of human settlement boundaries. An object-oriented human-computer interaction interpretation method is applied to classify land use into eight categories: forest, grassland, woodland, arable land, water bodies, roads, unused land, and building land. The accuracy of the dataset is assessed using 1050 sample points and a confusion matrix, resulting in an overall accuracy of 96.86% and a Kappa coefficient of 0.95.",
                "AnswerCn": "该过程涉及使用配备哈苏L1D-20c相机的DJI Mavic2pro无人机捕捉4600多张选定村庄的航拍图像。这些图像随后使用Agisoft PhotoScan 1.25软件处理，以创建空间分辨率为0.05米的正射影像。正射影像经过视觉解译，以提取人类居住边界的矢量数据。采用面向对象的人机交互解译方法将土地利用分类为八个类别：森林、草地、林地、耕地、水体、道路、闲置土地和建筑用地。使用1050个样本点评估数据集的准确性，并生成混淆矩阵，结果显示总体准确率为96.86%，Kappa系数为0.95。",
                "Level": "C3(Applying)"
            }
        ]
    }
}