{
    "id": "0bc48f9d-0cfe-4106-80b6-1aa613b4e88b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chronological data of archaeological sites in Nyingchi, southeast Tibetan Plateau",
            "titleCn": "藏东南林芝地区考古遗址年代数据",
            "description": "The alpine and anoxic environment of the Qinghai Tibet Plateau is a major challenge for human survival and life. When human beings boarded the Qinghai Tibet Plateau and adapted to the extreme environment of the plateau has always been a hot issue in the academic circles. At present, in the study of prehistoric culture of the Qinghai Tibet Plateau, except the northeast, most areas of the Qinghai Tibet Plateau have not established archaeological cultural sequences. Yajiang river basin is one of the areas with dense distribution of human activity relics, but there are few archaeological excavations and studies, and the activity history of the ancients in this area is not clear. Based on the systematic dating of cultural archaeological sites in Linzhi Area, Southeast Tibet, 33 carbon fourteenth age data were obtained.",
            "descriptionCn": "青藏高原高寒缺氧环境是人类生存、生活的重大挑战，人类何时登上青藏高原并适应高原极端环境一直是学术界关注的热点问题。目前在青藏高原史前文化研究中，除了东北部地区，青藏高原大部分地区尚未建立起考古学文化序列。雅江流域是人类活动遗迹分布较为密集的地区之一，但是考古发掘和研究较少，对古人在此区域的活动历史尚不清楚。通过多年的考古调查和发掘，目前已对藏东南林芝地区具文化层的考古遗址进行系统测年，获得33个碳十四年代数据。",
            "instructions": "Dating data_ Nyingchi_ YangXY / WangYR",
            "instructionsCn": "Dating data_Nyingchi_YangXY/WangYR",
            "east": 95.586235,
            "west": 91.1276,
            "south": 29.456473,
            "north": 30.08,
            "startTime": null,
            "endTime": null,
            "fileSize": 41472.0,
            "cstr": null,
            "doi": "10.1177/0959683620970255",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓燕",
                "nameEn": "YANG Xiaoyan",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王彦人",
                "nameEn": "WANG Yanren",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "New evidence for early human habitation in the Nyingchi Region, Southeast Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Y., Gao, Y., Yang, J., Tan, Y., Shargan, W., Zhang, S., & Yang, X. (2021). New evidence for early human habitation in the Nyingchi Region, Southeast Tibetan Plateau. The Holocene, 31(2), 240-246."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农作物",
                "nameEn": "Crop"
            },
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "藏东南",
                "keywordEn": "Southeast Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "4000年以来",
                "keywordEn": "Since 4000 years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Has the data collection method used for obtaining radiocarbon dating data in the southeastern Tibet Linzhi archaeological sites demonstrated consistency across multiple excavation sites?",
                "QuestionCn": "在西南藏林芝考古遗址中用于获取放射性碳定年数据的数据收集方法是否在多个挖掘地点之间表现出一致性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used to obtain carbon-14 dating information from archaeological sites in the Linzhi region of southeastern Tibet?",
                "QuestionCn": "在西南藏区林芝地区获取碳-14测年信息的主要数据收集方法有哪些？",
                "AnswerEn": "systematic archaeological surveys and excavations",
                "AnswerCn": "系统考古调查和发掘",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the age of archaeological sites in the Linzhi region of southeastern Tibet?",
                "QuestionCn": "您能否提供一个用于确定西藏东南部林芝地区考古遗址年龄的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to determine the age of archaeological sites in the Linzhi region of southeastern Tibet is systematic radiocarbon dating. This method has been applied to archaeological sites with cultural layers, resulting in the acquisition of 33 carbon-14 dating data points.",
                "AnswerCn": "在西南藏区林芝地区，用于确定考古遗址年龄的一种数据收集方法是系统的放射性碳定年。这种方法已应用于具有文化层的考古遗址，获得了33个碳-14定年数据点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for obtaining radiocarbon dating data in the context of archaeological sites in high-altitude environments like the Qinghai-Tibet Plateau?",
                "QuestionCn": "在高海拔环境如青藏高原的考古遗址中，获取放射性碳定年数据的数据收集方法的特点包括：",
                "AnswerEn": "systematic archaeological surveys, excavations of sites with cultural layers, challenges posed by extreme high-altitude conditions, low oxygen levels, harsh weather, precise stratigraphic sampling, careful handling of organic materials suitable for radiocarbon analysis",
                "AnswerCn": "系统的考古调查、具有文化层的遗址发掘、极高海拔条件带来的挑战、低氧水平、恶劣天气、精确的地层采样、对适合放射性碳分析的有机材料的仔细处理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many carbon-14 age data points have been obtained from the archaeological sites in the Nyingchi region of southeastern Tibet?",
                "QuestionCn": "在西南藏东地区的林芝地区，获得了多少个碳-14年龄数据点？",
                "AnswerEn": "33",
                "AnswerCn": "33",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '考古遗址年代数据' mean in the context of archaeology in the 藏东南林芝地区?",
                "QuestionCn": "'考古遗址年代数据'在考古学中指的是与考古遗址相关的年代信息或数据，这些数据用于确定遗址的历史时间框架。在藏东南林芝地区，这些数据可能涉及该地区的古代人类活动、文化发展和环境变化等方面的研究。",
                "AnswerEn": "'考古遗址年代数据' refers to the chronological data obtained from archaeological sites, specifically using methods like carbon dating to determine the age of artifacts or cultural layers found in these sites. In the 藏东南林芝地区, it involves systematically dating archaeological sites to understand the timeline of human activity and adaptation in the high-altitude environment of the Tibetan Plateau.",
                "AnswerCn": "'考古遗址年代数据'指的是从考古遗址获得的年代数据，特别是使用碳定年等方法来确定这些遗址中发现的文物或文化层的年龄。在藏东南林芝地区，这涉及系统地对考古遗址进行年代测定，以了解人类活动和适应高海拔环境的时间线。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the underlying goal of collecting and analyzing carbon-14 dating data from archaeological sites in the Linzhi region of southeastern Tibet?",
                "QuestionCn": "收集和分析来自西藏东南部林芝地区考古遗址的碳-14测年数据的根本目标是什么？",
                "AnswerEn": "The goal is to establish an archaeological cultural sequence for the southeastern Tibet Linzhi region, which is a part of the Qinghai-Tibet Plateau. By systematically dating archaeological sites with cultural layers, researchers aim to gain insights into the history of human activity in this area, contributing to the understanding of when and how humans adapted to the extreme high-altitude environment of the Qinghai-Tibet Plateau—a topic of significant interest in the academic community.",
                "AnswerCn": "目标是建立西南藏林芝地区的考古文化序列，该地区是青藏高原的一部分。通过系统地对具有文化层的考古遗址进行年代测定，研究人员旨在深入了解该地区人类活动的历史，从而有助于理解人类在青藏高原极端高海拔环境中适应的时间和方式——这是学术界非常感兴趣的主题。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}