{
    "id": "0bfc3689-8c52-4f5c-9dce-442bf34b2308",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "MODIS evapotranspiration data of 18 key nodes of Pan third pole (2000-2016)",
            "titleCn": "泛第三极18个关键节点MODIS蒸散发数据（2000-2016）",
            "description": "Evapotranspiration (ET) is the process which changes from liquid or solid to vapor returning to the atmosphere in hydrological cycles since precipitation arrives at the ground. It is usually the sum of evaporation of surface soil moisture and transpiration (T) in plants. It is the key parameter in the study of global change. At present, THE EVAPotranspiration data product of MODIS satellite is an important data source for monitoring the temporal and spatial changes of the surface, and surface evapotranspiration is an important part of water balance in the earth-gas interaction. Book which has high space-time resolution MODIS16 products as the foundation, global land evaporation in area along the whole area separated from 31 key nodes and Laos, Cambodia's railway, China and myanmar oil and gas pipeline and elegant high iron three key verification area ET cutting, estimation, get the key node area of 8 to 16 days ET products, time range is 2000-2016. Is mainly used in the areas related to all the way the surface of water and energy balance in the process of simulation and dynamic monitoring and management of regional water resources rationally, especially to the scientific allocation of water resources and realize the efficient utilization of water resources has important practical significance, to be able to have a purpose of the related research of area along the area to provide data support and reference.",
            "descriptionCn": "蒸散发(evapotranspiration，ET)是水文循环中自降水到达地面后由液态或固态转化为水汽返回大气的过程，通常指地表土壤水分的蒸发(evaporation, E)和植物体内水分的蒸腾(transpiration, T)的总和，是全球变化研究中的关键参数是地气相互作用中水分平衡的重要部分。目前，MODIS卫星蒸散发数据产品是监测地表时空变化的一项重要数据源，地表蒸散发是地气相互作用中水分平衡的重要部分。本数据以具有较高时空分辨率的MODIS16全球陆地蒸散发产品为基础，以一带一路整个区域划分出来的31个关键节点以及中老泰柬铁路、中缅石油天然气管道和雅万高铁三个重点核查区域范围的ET进行了裁剪、估算，得到的关键节点区域8-16天的ET产品，时间范围为2000-2016年。相比一些主要用于一带一路相关区域地表水分和能量平衡过程的模拟和动态监测以及合理管理区域水资源，尤其是对水资源的科学配置、实现水资源的高效利用具有重要的现实意义，能够有目的性的对一带一路区域的相关研究提供数据支持和参考。",
            "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
            "east": 110.9,
            "west": -3.31,
            "south": -1.09,
            "north": 58.68,
            "startTime": "2000-01-06 08:00:00",
            "endTime": "2017-01-05 08:00:00",
            "fileSize": 1806053701.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "阴海明",
                "nameEn": "YIN Haiming",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "MOD16A2 MODIS/Terra Net Evapotranspiration 8-Day L4 Global 500m SIN Grid V006",
                "referenceCn": null,
                "referenceEn": "Running, S., Mu, Q., & Zhao, M. (2017). MOD16A2 MODIS/Terra Net Evapotranspiration 8-Day L4 Global 500m SIN Grid V006. NASA EOSDIS Land Processes DAAC. https://doi.org/10.5067/MODIS/MOD16A2.006"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of a dataset based on MODIS satellite evapotranspiration data for the key nodes of the泛第三极 region?",
                "QuestionCn": "基于MODIS卫星蒸散发数据的泛第三极地区关键节点的数据集的时间分辨率是多少？",
                "AnswerEn": "8-16 days",
                "AnswerCn": "8-16天",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for MODIS evapotranspiration data compare to other satellite-based evapotranspiration data collection techniques in terms of spatial and temporal resolution?",
                "QuestionCn": "MODIS蒸散发数据的收集方法与其他卫星基础的蒸散发数据收集技术在空间和时间分辨率方面有何比较？",
                "AnswerEn": "MODIS evapotranspiration data collection methods utilize the MODIS16 global land evapotranspiration product, which is known for its relatively high spatial and temporal resolution. This is compared to other satellite-based techniques that might offer different resolutions, affecting the granularity and frequency of data capture. This difference can impact the ability to monitor and model surface water balance and energy processes, especially in regions like the Belt and Road Initiative area.",
                "AnswerCn": "MODIS蒸散发数据收集方法利用MODIS16全球陆地蒸散发产品，该产品以相对较高的空间和时间分辨率著称。这与其他卫星基于技术相比，可能提供不同的分辨率，从而影响数据捕获的细致程度和频率。这种差异可能会影响监测和建模地表水量平衡和能量过程的能力，尤其是在“一带一路”倡议区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on water resource management efficiency when using high temporal and spatial resolution MODIS evapotranspiration data in key nodes across the Belt and Road region?",
                "QuestionCn": "在“一带一路”区域关键节点使用高时间和空间分辨率的MODIS蒸散发数据对水资源管理效率的潜在影响是什么？",
                "AnswerEn": "Using high temporal and spatial resolution MODIS evapotranspiration data products for key nodes across the Belt and Road region can lead to more accurate monitoring and management of surface water and energy balance processes. This can improve the scientific allocation and efficient utilization of water resources, providing targeted data support and reference for regional research.",
                "AnswerCn": "利用高时间和空间分辨率的MODIS蒸散发数据产品，对“一带一路”区域的关键节点进行监测，可以更准确地监测和管理地表水和能量平衡过程。这将改善水资源的科学配置和高效利用，为区域研究提供有针对性的数据支持和参考。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind developing a dataset that focuses on evapotranspiration data using MODIS satellite products for regions along the Belt and Road Initiative from 2000 to 2016?",
                "QuestionCn": "开发一个专注于使用MODIS卫星产品获取2000年至2016年“一带一路”沿线地区蒸散发数据的数据集的目标是什么？",
                "AnswerEn": "The objectives include facilitating the monitoring of spatiotemporal changes in surface evapotranspiration, which is a crucial component of the water cycle and land-atmosphere interactions. This data aims to support studies related to water and energy balance processes, and the efficient management and scientific allocation of water resources in the Belt and Road Initiative regions. It provides insights for dynamic monitoring and simulation, which are vital for regional water resource management and research.",
                "AnswerCn": "目标包括促进对表面蒸散发时空变化的监测，这是水循环和陆气相互作用的关键组成部分。这些数据旨在支持与水和能量平衡过程相关的研究，以及在“一带一路”地区的水资源的有效管理和科学配置。它为动态监测和模拟提供了洞察，这对区域水资源管理和研究至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in utilizing MODIS satellite data to monitor spatiotemporal changes in evapotranspiration across key nodes in the泛第三极 area from 2000 to 2016?",
                "QuestionCn": "利用MODIS卫星数据监测泛第三极地区2000年至2016年间蒸散发的时空变化涉及哪些程序？",
                "AnswerEn": "The process involves using the MODIS16 global terrestrial evapotranspiration product as a basis, then segmenting the data to cover 31 key nodes within the One Belt One Road region. The data is further refined by focusing on specific areas such as the China-Laos-Thailand-Cambodia railway, the China-Myanmar oil and gas pipeline, and the Jakarta-Bandung high-speed railway. The result is an ET product with a temporal resolution of 8-16 days for the key node regions, aimed at supporting water resource management and monitoring surface water and energy balance processes.",
                "AnswerCn": "该过程涉及使用MODIS16全球陆地蒸散发产品作为基础，然后对数据进行分段，以覆盖“一带一路”区域内的31个关键节点。数据进一步精炼，重点关注特定区域，如中老泰柬铁路、中缅油气管道和雅加达-万隆高铁。最终结果是一个针对关键节点区域的蒸散发产品，具有8-16天的时间分辨率，旨在支持水资源管理和监测地表水及能量平衡过程。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the monitoring of spatial and temporal changes in surface evapotranspiration across regions like the Belt and Road Initiative using satellite data?",
                "QuestionCn": "哪些技术进步促进了利用卫星数据监测“一带一路”等地区表面蒸散发的空间和时间变化？",
                "AnswerEn": "MODIS satellite evapotranspiration data products, with their high spatial and temporal resolution, play a crucial role in monitoring surface and atmospheric water balance interactions. These products enable detailed analysis and estimation of evapotranspiration across key nodes and verification zones in the Belt and Road Initiative region from 2000 to 2016.",
                "AnswerCn": "MODIS卫星蒸散发数据产品具有高空间和时间分辨率，在监测地表和大气水分平衡相互作用方面发挥着重要作用。这些产品使得能够对“一带一路”区域内的关键节点和验证区进行详细分析和蒸散发估算，时间范围为2000年至2016年。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}