{
    "id": "0cd17704-447f-476e-998f-ae9ca1d99b19",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "30-m/15-day fractional vegetation cover datasets in China (2010-2022)",
            "titleCn": "中国区域30m/15天植被覆盖度数据集（2010-2022）",
            "description": "There is a growing demand for FVC products with high spatial and temporal resolutions in remote sensing applications. This dataset provides seamless fractional vegetation cover (FVC) over China at a 30-m resolution and semimonthly intervals in 2010-2022. Landsat datasets were employed to generate a continuous normalized difference vegetation index (NDVI) time series from 2010 to 2022. The NDVI was transformed to FVC using an improved vegetation index (VI)-based mixture model, which quantitatively calculated the pixelwise coefficients to transform the NDVI to FVC. Direct validation was conducted using ground measurements from croplands at the Huailai site and forests at the Saihanba site. Additionally, validation was performed with the FVC time series data observed at 151 plots in 22 small watersheds. The generated FVC showed a reasonable accuracy (RMSD values of less than 0.10 for the Huailai and Saihanba sites) and temporal trajectories that were similar to the field-measured FVC (RMSD values below 0.1 and R^2 values of approximately 0.9 for most small watersheds). A comparison between the generated FVC, the Global LAnd Surface Satellite (GLASS) FVC, and the GEOV3 FVC indicated consistent spatial patterns and temporal profiles, with an RMSD value near 0.1 and an R^2 value of approximately 0.8. ",
            "descriptionCn": "高时空分辨率的植被覆盖度产品存在着广泛的应用需求。本数据集提供了中国区域2010-2022年时空连续的30m/每半月植被覆盖度（FVC）产品。该FVC产品基于像元二分法生成，首先利用Landsat系列数据使用谐波模型构造30m/15天时空连续的植被指数（NDVI）数据集，随后基于逐像元的NDVI至FVC的转换系数，基于像元二分模型生成30m/15天FVC产品。与怀来和塞罕坝不同植被类型样方获取的地面实测FVC相比，本FVC数据集RMSD低于0.1，R方0.8左右。与全国22个小流域的时间连续观测FVC相比，本FVC产品与地面实测FVC具有相似的时间曲线（大多数流域下RMSD低于0.1，R方接近0.9）。与其他主流FVC产品进行交叉验证，结果表明本FVC与GLASS FVC和GEOV3 FVC具有较为一致的时空分布模式。",
            "instructions": "The FVC data ranges from 0 to 100 and is stored in GeoTIFF format. The name of the file is North-South latitude abbreviation + 6-degree band number + \"_\" + Start latitude + \"_\" + Data attributes + Product tims + \"_ \" + semimonthly number + \"_\" + resolution.",
            "instructionsCn": "植被覆盖度数据的范围为0-100，以GeoTIFF格式分幅存储。数据名称的具体规则如下：南北纬缩写(1位)+6度带号(2位)+“_”+起始纬度(2位)+“_” +数据属性(3位)+产品年代(4位)+“_”+半月号(2位)+“_”+分辨率(3位)",
            "east": 137.5,
            "west": 73.5,
            "south": 16.0,
            "north": 55.0,
            "startTime": "2010-01-01 09:44:10",
            "endTime": "2022-12-31 09:44:10",
            "fileSize": 3272379223956.0,
            "cstr": "18406.11.Terre.tpdc.300963",
            "doi": "10.11888/Terre.tpdc.300963",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "赵甜",
                "nameEn": "ZHAO Tian",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "穆西晗",
                "nameEn": "MU Xihan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "宋婉娟",
                "nameEn": "Song Wanjuan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": " Mapping spatially seamless fractional vegetation cover over China at a 30-m resolution and semimonthly intervals in 2010-2020 based on Google Earth Engine",
                "referenceCn": null,
                "referenceEn": "Zhao, T., Mu, X.H., Song, W.J., Liu, Y.K., Xie, Y., Zhong, B., Xie, D.H., Jiang, L.M., ＆ Yan, G.J. (2023). Mapping spatially seamless fractional vegetation cover over China at a 30-m resolution and semimonthly intervals in 2010-2020 based on Google Earth Engine. Jornal of remote sensing. DOI: 10.34133/remotesensing.0101."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "30米",
                "nameEn": "30 m"
            },
            {
                "nameCn": "像元二分法",
                "nameEn": "pixel dichotomy model"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被覆盖度",
                "nameEn": "Fractional Vegetation Cover"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "长时间序列",
                "nameEn": "Temporal dynamic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2022",
                "keywordEn": "2010-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "基于像元二分模型参数化的植被覆盖度遥感估算方法和检验研究",
                "titleEn": "Remote sensing estimation and validation of fractional vegetation cover based on parameterization of the dimidiate pixel model"
            },
            {
                "titleCn": "基于辐射传输参数化的复杂地形区中高分辨率植被覆盖度遥感反演",
                "titleEn": "Remote sensing estimation of high-resolution fractional vegetation cover over heterogeneous mountainous areas based on the parameterization of radiative transfer"
            },
            {
                "titleCn": "主被动协同遥感建模与碳循环植被结构参数智慧反演",
                "titleEn": "Active-passive synergistic vegetation radiation modeling and smart inversion of vegetation structural parameters of the carbon cycle"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the temporal frequency of the vegetation coverage data collected for the region of China between 2010 and 2022?",
                "QuestionCn": "2010年至2022年期间，中国地区收集的植被覆盖数据的时间频率是多少？",
                "AnswerEn": "15 days",
                "AnswerCn": "15天",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of generating 30m/15-day vegetation coverage data using pixel binary models compare to other data collection methods for vegetation coverage, such as using different satellite data or temporal resolutions?",
                "QuestionCn": "生成30米/15天植被覆盖数据的方法使用像素二元模型与其他植被覆盖数据收集方法（如使用不同卫星数据或时间分辨率）相比如何？",
                "AnswerEn": "The method of generating 30m/15-day vegetation coverage data involves using Landsat series data with a harmonic model to construct a spatio-temporally continuous NDVI dataset, which is then converted to FVC using pixel-wise NDVI to FVC conversion coefficients. This approach is validated against ground-truth FVC measurements from different vegetation types and shows a RMSD lower than 0.1 with an R-square around 0.8, and similar time curves with RMSD lower than 0.1 and R-square close to 0.9 compared to ground measurements from 22 small watersheds. When cross-validated with other mainstream FVC products like GLASS FVC and GEOV3 FVC, it shows consistent spatio-temporal distribution patterns.",
                "AnswerCn": "生成30米/15天植被覆盖数据的方法涉及使用Landsat系列数据与谐波模型构建时空连续的NDVI数据集，然后通过像素级NDVI到FVC的转换系数将其转换为FVC。该方法与不同植被类型的地面真实FVC测量进行了验证，显示出均方根误差（RMSD）低于0.1，R平方约为0.8，与22个小流域的地面测量相比，时间曲线相似，RMSD低于0.1，R平方接近0.9。当与其他主流FVC产品如GLASS FVC和GEOV3 FVC进行交叉验证时，显示出一致的时空分布模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using a harmonics model for constructing spatially and temporally continuous vegetation index datasets on the accuracy and reliability of derived vegetation coverage products?",
                "QuestionCn": "使用谐波模型构建空间和时间连续的植被指数数据集的潜在结果对衍生植被覆盖产品的准确性和可靠性有什么影响？",
                "AnswerEn": "By using a harmonics model to construct spatially and temporally continuous vegetation index datasets, the resulting vegetation coverage products, generated through a pixel dichotomy model, exhibit high levels of accuracy and reliability. This is evidenced by a root mean square deviation (RMSD) of less than 0.1 and an R-squared value around 0.8 when compared to ground-truth measurements from diverse vegetation types. Furthermore, cross-validation with mainstream vegetation coverage products indicates consistent spatial and temporal distribution patterns, enhancing confidence in the dataset's reliability.",
                "AnswerCn": "通过使用谐波模型构建空间和时间连续的植被指数数据集，生成的植被覆盖产品通过像素二分模型展现出高水平的准确性和可靠性。与来自不同植被类型的地面实测数据相比，均方根偏差（RMSD）小于0.1，R平方值约为0.8。此外，与主流植被覆盖产品的交叉验证表明，空间和时间分布模式一致，增强了对数据集可靠性的信心。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to develop a high temporal and spatial resolution vegetation coverage product for the Chinese region from 2010 to 2022?",
                "QuestionCn": "为什么有必要为2010年至2022年中国地区开发高时间和空间分辨率的植被覆盖产品？",
                "AnswerEn": "The goal is to fulfill the widespread application demand for a high-resolution vegetation coverage product in the Chinese region. The dataset provides temporally continuous, high-resolution vegetation coverage data, which is crucial for accurate monitoring and analysis of vegetation dynamics over time. The dataset is particularly valuable due to its methodological approach, which involves using the pixel dichotomy model and harmonic modeling with Landsat series data to construct a consistent NDVI dataset, subsequently converted to vegetation coverage (FVC) data. This approach ensures that the dataset has a high temporal and spatial resolution, offering a reliable tool for researchers and policymakers to understand vegetation trends and changes accurately.",
                "AnswerCn": "目标是满足中国地区对高分辨率植被覆盖产品的广泛应用需求。该数据集提供了时间上连续的高分辨率植被覆盖数据，这对于准确监测和分析植被动态变化至关重要。由于其方法论的独特性，该数据集尤其有价值，采用像素二分模型和谐波建模与Landsat系列数据相结合，构建了一致的NDVI数据集，随后转换为植被覆盖（FVC）数据。这种方法确保了数据集具有高时间和空间分辨率，为研究人员和决策者提供了一个可靠的工具，以准确理解植被趋势和变化。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}