{
  "id": "0d37f390-5cbf-4861-93e2-1e044645e389",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of the truck-mounted dual polarized doppler radar observations in the arid region hydrology experiment area",
      "titleCn": "黑河综合遥感联合试验：中游干旱区水文试验区车载双偏振多普勒雷达观测数据集",
      "description": "The dataset of the truck-mounted dual polarized doppler radar observations (time-continuous 10-minute on the 250m×250m horizontal grid) was obtained in the arid region hydrology experiment area from May 20 to Jul. 5, 2008. The observation site (38.73°N, 100.45°E, 1668m) was typical of complex underlying surface and transit zone landscapes. \n     The aim was to explore and retrieve precipitation type and intensity by radar in cold regions, with the precipitation particle drop size analyzer and ground intensive measurements occurring simultaneously, thus making it possible to produce a high resolution precipitation dataset. \n     The 714XDP X-band dual-linear polarization Doppler weather radar was with a horizontal resolution of 150 m, an azimuth resolution of 1, VCP from 10-22 layers and the scanning cycle 10 minutes. ZH, ZDR and KDP could be acquired together. For more details, please refer to Readme file.",
      "descriptionCn": "本数据集包含2008年5-7月布置在黑河中游民乐县林业局第八管护区（具有复杂下垫面和过渡带特征）的车载双偏振多普勒雷达观测数据。观测内容是250m×250m水平网格上每10分钟的双线偏振多普勒雷达高质量连续估测数据。观测地点在甘肃省张掖市甘州区六坝（38.73°N，100.45°E，海拔1668米）。观测时间从2008年5月20日开始到2008年7月5日结束。\n观测试验的目的是利用同时进行的降水粒子滴谱仪观测和地面降水加密观测来探索在高寒区利用雷达联合观测并反演地面降水类型和强度的方法，建立系统化和连续的雷达观测数据集。具体双偏振多普勒天气雷达的性能指标参见数据中的说明文档。\n双偏振多普勒雷达性能指标：径向分辨率150m，方位分辨率1，体扫10～22层，扫描周期10分钟。可同时获得ZH，ZDR，KDP等偏振信息量。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.45,
      "west": 100.45,
      "south": 38.73,
      "north": 38.73,
      "startTime": "2008-11-26 22:45:00",
      "endTime": "2009-01-11 22:45:00",
      "fileSize": 16918739812.0,
      "cstr": "18406.11.water973.0263.db",
      "doi": "10.3972/water973.0263.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "楚荣忠",
        "nameEn": "CHU Rongzhong",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "赵果",
        "nameEn": "ZHAO Guo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "胡泽勇",
        "nameEn": "HU Zeyong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 张彤",
        "nameEn": "ZHANG Tong",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 贾伟",
        "nameEn": "JIA Wei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assimilating Doppler radar radial velocity and reflectivity observations in the weather research and forecasting model by a proper orthogonal-decomposition-based ensemble, three-dimensional variational assimilation method",
        "referenceCn": null,
        "referenceEn": "Pan XD, Tian XJ, Li X, Xie ZH, Shao AM, Lu CY. Assimilating Doppler radar radial velocity and reflectivity observations in the weather research and forecasting model by a proper orthogonal-decomposition-based ensemble, three-dimensional variational assimilation method. Journal of Geophysical Research, 2012, 117(D17113), doi:10.1029/2012JD017684."
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Rainwater content estimated using polarimetric radar parameters in the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhao G, Chu RZ, Zhang T, Jia W. Rainwater content estimated using polarimetric radar parameters in the Heihe River Basin. Atmospheric Research, 2013, 120-121: 155-161, 10.1016/j.atmosres.2012.08.011."
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Improving the rainfall rate estimation in the midstream of the Heihe River Basin using raindrop size distribution",
        "referenceCn": null,
        "referenceEn": "Zhao G, Chu R, Zhang T, Li J, Shen J, Wu Z. Improving the rainfall rate estimation in the midstream of the Heihe River Basin using rain drop size distribution. Hydrology and Earth System Sciences, 2011, 15(3): 943-951. doi:10.5194/hess-15-943-2011."
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": "偏振多普勒雷达定量测量降雨精度的改进",
        "titleEn": null,
        "referenceCn": "赵果, 楚荣忠, 张彤, 贾伟, 沈瑾, 吴忠元. 偏振多普勒雷达定量测量降雨精度的改进. 高原气象, 2011, 30(2): 498-507.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "云",
        "nameEn": "Clouds"
      },
      {
        "nameCn": "云特性",
        "nameEn": "Cloud properties"
      },
      {
        "nameCn": "双极化多普勒天气雷达",
        "nameEn": "Dual-polarization doppler weather radar"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "雷达气象",
        "nameEn": "Radar Weather"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "小满",
        "keywordEn": null
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-20",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-05",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the performance indicators of dual-polarization Doppler weather radar used for observing in arid regions?",
        "QuestionCn": "双极化多普勒天气雷达在干旱地区观测的性能指标有哪些？",
        "AnswerEn": "radial resolution of 150m, azimuthal resolution of 1 degree, volume scan range of 10 to 22 layers, scan cycle of 10 minutes, ZH, ZDR, KDP",
        "AnswerCn": "径向分辨率为150米，方位分辨率为1度，体积扫描范围为10到22层，扫描周期为10分钟，ZH、ZDR、KDP。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and capabilities of dual-polarization Doppler radar used for hydrometeorological observations in arid midstream regions?",
        "QuestionCn": "双极化多普勒雷达在干旱中游地区用于水文气象观测的具体特征和能力是什么？",
        "AnswerEn": "radial resolution of 150 meters, azimuth resolution of 1 degree, volumetric scans across 10 to 22 layers, scanning cycle of 10 minutes, polarimetric information such as ZH, ZDR, KDP",
        "AnswerCn": "径向分辨率为150米，方位角分辨率为1度，体积扫描跨越10到22层，扫描周期为10分钟，极化信息包括ZH、ZDR、KDP。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'dual-polarization Doppler radar' mean in the context of hydrological experiments in arid regions?",
        "QuestionCn": "在干旱地区的水文实验中，“双极化多普勒雷达”是什么意思？",
        "AnswerEn": "In the context of hydrological experiments in arid regions, 'dual-polarization Doppler radar' refers to a type of radar that provides high-quality continuous estimates on a grid by using dual-polarization techniques. It can measure various polarization information like ZH, ZDR, and KDP, which are crucial for exploring methods to jointly observe and invert ground precipitation type and intensity in high-cold areas. The radar has specific performance metrics, including a radial resolution of 150m, azimuth resolution of 1, and can perform volume scans ranging from 10 to 22 layers with a scanning period of 10 minutes.",
        "AnswerCn": "在干旱地区的水文实验中，“双极化多普勒雷达”指的是一种通过使用双极化技术提供高质量连续网格估计的雷达。它可以测量各种极化信息，如ZH、ZDR和KDP，这些信息对于探索联合观测和反演高寒地区的地面降水类型和强度的方法至关重要。该雷达具有特定的性能指标，包括150米的径向分辨率、1度的方位分辨率，并且可以进行从10到22层的体扫，扫描周期为10分钟。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in accurately estimating ground precipitation type and intensity using dual-polarization Doppler radar in high-altitude arid regions?",
        "QuestionCn": "导致在高海拔干旱地区使用双偏振多普勒雷达准确估计地面降水类型和强度的挑战的因素有哪些？",
        "AnswerEn": "Challenges in accurately estimating ground precipitation type and intensity using dual-polarization Doppler radar in high-altitude arid regions can arise from the complexity of the underlying surface and transitional zone characteristics. The use of radar requires careful calibration and validation with simultaneous ground-based precipitation measurements, including drop spectrometer observations and dense ground precipitation observations. These challenges are compounded by the need to establish a systematic and continuous radar observation dataset that accurately reflects the varying conditions in such regions.",
        "AnswerCn": "在高海拔干旱地区，使用双极化多普勒雷达准确估计地面降水类型和强度面临挑战，这主要源于底层表面和过渡区特征的复杂性。雷达的使用需要与同时进行的地面降水测量（包括滴谱仪观测和密集的地面降水观测）进行仔细的校准和验证。这些挑战因需要建立一个系统的、连续的雷达观测数据集而加剧，该数据集能够准确反映该地区变化的条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing dual-polarization Doppler radar for hydrological observations in arid regions with complex underlying surfaces?",
        "QuestionCn": "在具有复杂底面特征的干旱地区，利用双极化多普勒雷达进行水文观测的主要目标是什么？",
        "AnswerEn": "The goal is to explore methods for using radar joint observations to infer surface precipitation types and intensity in high-altitude areas by leveraging simultaneous precipitation particle spectrometer observations and intensified ground precipitation observations. This aims to establish a systematic and continuous radar observation dataset.",
        "AnswerCn": "目标是探索利用雷达联合观测来推断高海拔地区的地表降水类型和强度，借助同时进行的降水粒子谱仪观测和强化的地面降水观测。这旨在建立一个系统的、连续的雷达观测数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies or methodologies have enabled the systematic and continuous collection of high-quality dual-polarization Doppler radar data in arid regions with complex terrain?",
        "QuestionCn": "哪些技术或方法使得在复杂地形的干旱地区能够系统性和持续地收集高质量的双偏振多普勒雷达数据？",
        "AnswerEn": "The use of dual-polarization Doppler radar with specific performance indicators, such as radial resolution of 150m, azimuthal resolution of 1 degree, and scanning cycles of 10 minutes, has enabled systematic and continuous data collection. The integration of rainfall particle spectrometer observations and enhanced ground-based precipitation observations also supports this process.",
        "AnswerCn": "使用具有特定性能指标的双极化多普勒雷达，如150米的径向分辨率、1度的方位分辨率和10分钟的扫描周期，已实现系统化和持续的数据收集。降雨粒子光谱仪观测和增强的地面降水观测的结合也支持了这一过程。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}