{
    "id": "0d78b48a-1639-46eb-a8bf-4862535a4ace",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces  (MUSOEXE-12)-dataset of flux observation matrix (thermal dissipation sap flow velocity Probe) from Jun to Sep, 2012",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（热扩散液流计）（2012年6月-9月）",
            "description": "This dataset includes observational data of sap flow from 14 June to 21 September, 2012. The study area was located in the irrigation area within the middle reaches of the Heihe River Basin, China. Sample trees were selected for installing TDP (thermal dissipation sap flow velocity probe) instruments according to their height and diameter at breast height (DBH); only Popolusgansuensis trees were selected in this study. The TDP instrument is made in China; the model type was TDP30. There were 3 TDP observation sites, i.e., TDP-1, TDP-2 and TDP-3, which were located near the LAS4_S, EC6 and EC8 sites, respectively. The order of tree heights was TDP-2 > TDP-1 > TDP-3, and the order of DBH was TDP-2 > TDP-3 > TDP-1. At each site, 3 representative trees were selected to measure the sap flow. Three TDPs were mounted on the stem of each tree, one each for the southeast, southwest and north directions; the mounting height is 1.3 meters.\nEach TDP had two probes. The raw TDP data included the temperature difference between the two probes at a frequency of 30 s. The released data include the 10 minute-averaged sap flow rate (cm/h), sap flow flux (cm^3/h), and daily transpiration (mm/d). The sap flow rate and the sap flow flux were calculated according to the temperature difference between the two probes; the shelter-forest transpiration per unit area (Q) was calculated based on the area of shelterbelts and density of Popolusgansuensis trees at each site. The data preprocessing steps included the following. (1) Unphysical data were excluded. (2) Missing data were filled with -6999. (3) Suspicious data, which were most likely caused by probe failure, were marked in red; confirmed bad data were excluded.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Qiao et al. (2015) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年6月14日至9月21日的通量观测矩阵中树干液流观测数据。研究区位于甘肃省张掖市盈科灌区内，根据防护林的不同高度及胸径，选取样树安装TDP(Thermal Dissipation sap flow velocity Probe, 热扩散液流计)，采用国产TDP插针式热扩散植物茎流计，型号为TDP30。样地依次为TDP-1点，TDP-2点和TDP-3点，分别位于LAS4-S，6号点和8号点附近。样树高度从高到低依次为TDP-2、TDP-1、TDP-3，胸径从大到小依次为TDP-2、TDP-3、TDP-1，以此代表整个区域进行树干液流的测量。探针安装高度为1.3米，安装方位为样树东南、西南和正北方向。\nTDP的原始观测数据为探针之间的温度差，采集频率为30秒，平均时间为10分钟。发布的数据为经过计算和处理之后的树干液流数据，包括每10分钟的液流速率（cm/h）、液流通量（cm3/h）和每天的蒸腾量（mm/d）。首先根据探针之间的温度差计算液流速率和液流通量，然后根据观测点的防护林带面积和树木间距，计算得到林带单位面积的蒸腾量Q。同时对计算之后的速率和通量值进行后处理：（1）剔除明显超出物理意义或超出仪器量程的数据；（2）缺失的数据用-6999标记；（3）因探针故障等原因引起的可疑数据用红色字体标识，并剔除确认有问题的数据。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Qiao et al.(2015)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.3685,
            "west": 100.3685,
            "south": 38.8468,
            "north": 38.8468,
            "startTime": "2012-06-28 23:54:00",
            "endTime": "2012-10-05 23:54:00",
            "fileSize": 5532275.0,
            "cstr": "18406.11.hiwater.106.2013.db",
            "doi": "10.3972/hiwater.106.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冠层截留",
                "nameEn": "Canopy interception"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-06-14至2012-09-21",
                "keywordEn": "2012-06-14 to 2012-09-21",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection for sap flow measurements using Thermal Dissipation sap flow velocity Probes in a dataset related to non-uniform underlying surface evapotranspiration?",
                "QuestionCn": "在与非均匀底层表面蒸散作用相关的数据集中，使用热耗散树液流速探头进行树液流测量的数据收集频率是多少？",
                "AnswerEn": "30 seconds, 10 minutes",
                "AnswerCn": "30秒，10分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Thermal Dissipation sap flow velocity Probe (TDP) and how is it used in measuring sap flow in trees?",
                "QuestionCn": "热耗散树液流速探头（TDP）是一种用于测量树木中树液流动的仪器。它通过测量树木内部的温度变化来评估树液的流速。TDP探头通常由两个温度传感器组成，其中一个传感器加热，另一个传感器用于测量加热后的温度变化。通过分析这些温度数据，可以计算出树液的流速，从而帮助研究人员了解树木的水分运输和生理状态。",
                "AnswerEn": "The Thermal Dissipation sap flow velocity Probe (TDP) is an instrument used to measure sap flow in trees. It operates by detecting the temperature difference between two probes installed in the tree trunk, which are affected by the heat dissipation caused by sap flow. In the context of the dataset, TDPs were used to measure sap flow at different points within a forest area, with probes installed at 1.3 meters height on sample trees, oriented towards the southeast, southwest, and north directions. The raw data collected was the temperature difference between the probes, recorded every 30 seconds and averaged over 10-minute intervals. This data was then processed to calculate sap flow rate, sap flow volume, and daily transpiration, providing insights into the water usage and transpiration characteristics of the trees in the study area.",
                "AnswerCn": "热耗散树液流速探头（TDP）是一种用于测量树木中树液流动的仪器。它通过检测安装在树干上的两个探头之间的温度差来工作，这些温度差受到树液流动引起的热耗散的影响。在数据集的背景下，TDP被用于在森林区域的不同点测量树液流动，探头安装在样本树的1.3米高度，朝向东南、西南和北方方向。收集的原始数据是探头之间的温度差，每30秒记录一次，并在10分钟间隔内平均。这些数据随后被处理以计算树液流速、树液流量和每日蒸腾量，从而提供对研究区域内树木水分使用和蒸腾特征的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Thermal Dissipation sap flow velocity Probes compare to other methods for measuring tree sap flow in terms of accuracy and data processing requirements?",
                "QuestionCn": "热耗散树液流速探头的数据收集方法与其他测量树木树液流动的方法在准确性和数据处理要求方面有何比较？",
                "AnswerEn": "The data collection method using Thermal Dissipation sap flow velocity Probes involves measuring the temperature difference between probes, which is collected every 30 seconds and averaged every 10 minutes to calculate sap flow rates, flow volumes, and daily transpiration. This method requires post-processing to exclude physically implausible values and identify suspect data due to probe failures. Other methods may differ in their data collection frequency, the type of data collected, and the subsequent processing steps required to ensure data accuracy and reliability.",
                "AnswerCn": "使用热耗散树液流速探头的数据收集方法涉及测量探头之间的温度差，每30秒收集一次数据，并每10分钟平均一次，以计算树液流速、流量和每日蒸腾量。该方法需要后处理，以排除物理上不合理的值，并识别由于探头故障而导致的可疑数据。其他方法可能在数据收集频率、收集的数据类型以及确保数据准确性和可靠性所需的后续处理步骤上有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are required to ensure accurate measurement and processing of sap flow data using the Thermal Dissipation Probe in heterogeneous terrain conditions?",
                "QuestionCn": "在异质地形条件下，确保使用热耗散探头准确测量和处理树液流数据所需的程序是什么？",
                "AnswerEn": "To ensure accurate measurement and processing of sap flow data using the Thermal Dissipation Probe (TDP) in heterogeneous terrain, the following procedures are essential: selecting representative sample trees based on height and diameter, installing TDPs at a standard height of 1.3 meters in specific directions (southeast, southwest, and north), and recording temperature differences between probes every 30 seconds. Data processing includes calculating sap flow rate and flux from temperature differences, using forest protection strip area and tree spacing to determine transpiration per unit area, and performing post-processing steps such as removing physically implausible or instrument-range-exceeding data, marking missing data with -6999, and identifying and excluding suspicious readings due to probe faults.",
                "AnswerCn": "为了确保在异质地形中准确测量和处理使用热耗散探头（TDP）的树液流数据，以下程序是必不可少的：根据树木的高度和直径选择具有代表性的样本树，按照标准高度1.3米在特定方向（东南、西南和北方）安装TDP，并每30秒记录探头之间的温度差。数据处理包括根据温度差计算树液流速和通量，使用森林保护带面积和树木间距来确定单位面积的蒸腾量，并进行后处理步骤，如去除物理上不合理或超出仪器范围的数据，用-6999标记缺失数据，以及识别和排除由于探头故障导致的可疑读数。",
                "Level": "C3(Applying)"
            }
        ]
    }
}