{
  "id": "0dacb94b-8305-47a8-8396-8af4620e5d93",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Dataset of digital soil mapping products for the Qinghai-Tibet Plateau (2015-2024)",
      "titleCn": "青藏高原数字土壤制图产品数据集（2015-2024）",
      "description": "Based on the \"second Qinghai Tibet Plateau comprehensive scientific investigation\" and \"China's soil series investigation and compilation of China's soil series\" \"The obtained soil survey profile data, using predictive Digital Soil Mapping paradigm, using geographic information and remote sensing technology for fine description and spatial analysis of the soil forming environment, developed adaptive depth function fitting methods, and integrated advanced ensemble machine learning methods to generate a series of soil attributes (soil organic carbon, pH value, total nitrogen, total phosphorus, total potassium, cation exchange capacity, gravel content (>2mm) in the Qinghai Tibet plateau region.\" , sand, silt, clay, soil texture type, unit weight, soil thickness, etc.) and quantify the spatial distribution of uncertainty. Compared with the existing soil maps, it better represents the spatial variation characteristics of soil properties in the Qinghai Tibet Plateau. The data set can provide soil information support for the study of soil, ecology, hydrology, environment, climate, biology, etc. in the Qinghai Tibet Plateau.",
      "descriptionCn": "基于“第二次青藏高原综合科学考察”和”我国土系调查和《中国土系志》编制项目“获取的土壤调查剖面资料，采用预测性数字土壤制图范式，利用地理信息与遥感技术对成土环境进行精细刻画和空间分析，研发自适应深度函数拟合方法，集成先进的集合式机器学习方法，生成了青藏高原地区系列土壤属性（土壤有机碳、PH值、全氮、全磷、全钾、阳离子交换量、砾石含量（>2mm），砂粒、粉粒、粘粒、土壤质地类型、容重、土体厚度等）三维栅格分布图，并量化了不确定性的空间分布，与已有土壤图相比，较好地表征了青藏高原地区土壤属性的空间变异特征。该数据集可为研究青藏高原地区土壤、生态、水文、环境、气候、生物等提供土壤信息支持。",
      "instructions": "Soil data is stored in grid layer format. The name of the file is \"soil attribute + soil depth range + spatial resolution.Tif\", for example, soc05_ 250m TIF is the content of soil organic carbon at the depth of 0-5cm with a resolution of 250m. The depth of soil layer is 0-20, 0-5, 5-15, 15-30, 30-60, 60-100 and 100-200cm.\nThe data files in the dataset are in GeoTIFF format, which can be read, displayed and operated by common GIS software such as ArcGIS and R software; Value_ Actual = value_ Approximate / scale_ Factor, where value_ Actual is the value of the actual scale of the pixel, value_ Apprent is the digital value of the pixel surface, that is, the downloaded layer value, scale_ Factor is the scale factor value. Different soil attributes may use different scale factor values. See the readme file.",
      "instructionsCn": "土壤数据以栅格图层格式存储，文件的名称为“土壤属性+土层深度范围+空间分辨率.tif”，例如soc05_250m.tif，表示250m分辨率的0-5cm深度的土壤有机碳含量。土层深度有0-20, 0-5, 5-15, 15-30, 30-60, 60-100, 100-200cm。\n该数据集中的数据文件为Geotiff格式，可以使用普通GIS软件如ArcGIS等、以及R软件等读取、显示和操作；Value_actural = Value_apparent / scale_factor, 其中Value_actural是像元实际尺度的数值，Value_apparent是像元表面数字值，即下载到的图层数值，scale_factor是比例因子值，不同土壤属性使用的比例因子值可能不同，参见readme文件。",
      "east": 105.93,
      "west": 73.37,
      "south": 25.45,
      "north": 40.68,
      "startTime": null,
      "endTime": null,
      "fileSize": 6943385903.0,
      "cstr": "18406.11.Terre.tpdc.272482",
      "doi": "10.11888/Terre.tpdc.272482",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘峰",
        "nameEn": "LIU Feng",
        "unitEn": "Institute of Soil Science, Chinees Academy of Sciences",
        "unitCn": "中国科学院南京土壤研究所"
      },
      {
        "nameCn": "张甘霖",
        "nameEn": "ZHANG Ganlin",
        "unitEn": "",
        "unitCn": "中国科学院南京土壤研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping high resolution National Soil Information Grids of China",
        "referenceCn": null,
        "referenceEn": "Liu F, Wu H, Zhao Y, Li D, Yang J-L, Song X, Shi Z, Zhu A-X, Zhang G-L. Mapping high resolution National Soil Information Grids of China. Science Bulletin, 2022, 67(3): 328-340."
      },
      {
        "titleCn": null,
        "titleEn": "High-resolution and three-dimensional mapping of soil texture of China",
        "referenceCn": null,
        "referenceEn": "Liu, F., Zhang, G.L., Song, X.D., Li, D.C., Zhao, Y.G., Yang, J.L., Wu, H.Y., & Yang, F. (2020). High-resolution and three-dimensional mapping of soil texture of China. Geoderma, 361, 114061."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤厚度",
        "nameEn": "Soil thickness"
      },
      {
        "nameCn": "土壤地理",
        "nameEn": "soil geography"
      },
      {
        "nameCn": "土壤属性",
        "nameEn": "soil property"
      },
      {
        "nameCn": "土壤空间变异",
        "nameEn": "soil spatial variation"
      },
      {
        "nameCn": "土壤质地",
        "nameEn": "Soil texture"
      },
      {
        "nameCn": "数字土壤制图",
        "nameEn": "digital soil mapping"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015-2024年",
        "keywordEn": "2015-2024",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "我国土系调查与《中国土系志（中西部卷）》编制",
        "titleEn": "Soil Series Inventory Survey and Compilation of “Soil Series of China” （Midwest Volume）"
      },
      {
        "titleCn": "我国土系调查与《中国土系志》编制",
        "titleEn": "Soil Series Inventory Survey and Compilation of “Soil Series of China”"
      },
      {
        "titleCn": "土壤理化特征和生物特征与土壤质量变化",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Soil spatial information has traditionally been presented as polygon maps at coarse scales. Solving global and local issues, including food security, water regulation, land degradation, and climate change requires higher quality, more consistent and detailed soil information. Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, which is especially significant for China due to its vast land area which contains the most diverse soil landscapes in the world. Soil is fundamental for global and regional issues such as food security, land degradation, water cycling, biodiversity, carbon sequestration, and ecosystem health. Detailed, accurate, and up-to-date soil information is urgently needed to aid in developing solutions for these issues and to support decision making concerning natural resource management. However, soil is highly heterogeneous in geographical space. Its spatial variation has traditionally been presented as polygon maps of soil classes (technically, choropleth maps) usually at coarse scales, where mapping units are shown as polygons. Most existing soil information has been generated from historical soil surveys decades ago using the traditional soil survey mapping paradigm. Despite these efforts, the gap between soil information demand and availability is still very large. For large areas with complex soil landscapes where there is usually a limited number of sparse soil survey points, how to accurately predict soil spatial variation at a high resolution remains a challenging issue."
      ],
      "research objective": [
        "Therefore, the objective of this study is to develop high resolution national gridded maps of basic soil properties at multiple depths across China, under the constraints of limited number of sparse soil survey points. As part of this process, the environmental controllers of soil spatial variations will also be revealed."
      ],
      "challenges": [
        "Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, which is especially significant for China due to its vast land area which contains the most diverse soil landscapes in the world. For large areas with complex soil landscapes where there is usually a limited number of sparse soil survey points, how to accurately predict soil spatial variation at a high resolution remains a challenging issue."
      ],
      "methods": [
        "Here, we integrated predictive soil mapping paradigm with adaptive depth function fitting, state-of-the-art ensemble machine learning and high-resolution soil-forming environment characterization in a high-performance parallel computing environment to generate 90-m resolution national gridded maps of nine soil properties (pH, organic carbon, nitrogen, phosphorus, potassium, cation exchange capacity, bulk density, coarse fragments, and thickness) at multiple depths across China. Based on the soil samples, quantile regression forest, an ensemble tree-based machine learning model, was constructed to model the relationships between each soil property and the environmental covariates at each depth layer. Using the complete grid of environmental covariates as inputs, the trained models were applied over space to generate national gridded soil property maps with a resolution of 90 m at the depths 0–5, 5–15, 15–30, 30–60, 60–100, and 100–200 cm."
      ],
      "dataset": [
        "This was based on approximately 5000 representative soil profiles collected in a recent national soil survey and a suite of detailed covariates to characterize soil-forming environments."
      ],
      "findings": [
        "Compared with previous soil maps, we achieved significantly more detailed and accurate predictions which could well represent soil variations across the territory and are a significant contribution to the GlobalSoilMap.net project. The predictive accuracy ranged from very good to moderate (Model Efficiency Coefficients from 0.71 to 0.36) at 0–5 cm. The predictive accuracy for most soil properties declined with depth."
      ],
      "backgroundCn": [
        "土壤空间信息传统上以多边形地图的形式呈现，通常是在粗略的尺度上。解决全球和地方性问题，包括粮食安全、水资源调节、土地退化和气候变化，需要更高质量、更一致和更详细的土壤信息。在样本有限的情况下，准确预测大面积复杂区域的土壤变化仍然是一个挑战，这在中国尤为显著，因为中国拥有广阔的土地面积，包含世界上最丰富多样的土壤景观。土壤对于全球和区域性问题至关重要，如粮食安全、土地退化、水循环、生物多样性、碳封存和生态系统健康。迫切需要详细、准确和最新的土壤信息，以帮助开发这些问题的解决方案，并支持自然资源管理的决策。然而，土壤在地理空间上高度异质。其空间变化传统上以土壤类别的多边形地图（技术上称为分级地图）呈现，通常是在粗略的尺度上，其中映射单元以多边形的形式显示。大多数现有的土壤信息是基于几十年前的历史土壤调查生成的，采用了传统的土壤调查映射范式。尽管进行了这些努力，土壤信息的需求与可用性之间的差距仍然很大。在大面积复杂土壤景观中，通常只有有限数量的稀疏土壤调查点，如何在高分辨率下准确预测土壤空间变化仍然是一个具有挑战性的问题。"
      ],
      "research objectiveCn": [
        "因此，本研究的目标是在中国范围内，在有限的稀疏土壤调查点的约束下，开发多深度基本土壤属性的高分辨率国家网格地图。在此过程中，土壤空间变化的环境控制因素也将被揭示。"
      ],
      "challengesCn": [
        "在大面积复杂区域内，有限样本的土壤变化准确预测仍然是一个挑战，这在中国尤为显著，因为中国拥有广阔的土地面积，包含世界上最丰富多样的土壤景观。在土壤景观复杂且通常只有稀疏土壤调查点的大面积区域，如何在高分辨率下准确预测土壤空间变化仍然是一个具有挑战性的问题。"
      ],
      "methodsCn": [
        "在高性能并行计算环境中，我们将预测土壤制图范式与自适应深度函数拟合、最先进的集成机器学习和高分辨率土壤形成环境特征化相结合，生成了中国九种土壤性质（pH、有机碳、氮、磷、钾、阳离子交换容量、容重、粗颗粒和厚度）在多个深度的90米分辨率国家栅格地图。基于土壤样本，构建了分位数回归森林模型，这是一种集成树基机器学习模型，用于建模每种土壤性质与每个深度层环境协变量之间的关系。利用完整的环境协变量栅格作为输入，训练好的模型被应用于空间，以生成在0-5、5-15、15-30、30-60、60-100和100-200厘米深度的90米分辨率国家土壤性质栅格地图。"
      ],
      "datasetCn": [
        "这基于最近国家土壤调查中收集的约5000个代表性土壤剖面和一系列详细的协变量，以表征土壤形成环境。"
      ],
      "findingsCn": [
        "与之前的土壤图相比，我们实现了显著更详细和准确的预测，能够很好地代表该地区的土壤变化，并为GlobalSoilMap.net项目做出了重要贡献。预测准确性在0-5厘米深度范围内从非常好到中等（模型效率系数从0.71到0.36）。大多数土壤性质的预测准确性随着深度的增加而下降。"
      ]
    },
    {
      "background": [
        "Soil texture is an important soil property that controls most physical, chemical and biological processes in soils. It can influence soil thermal capacity, permeability, water holding capacity and solute movement which are closely associated with applications of climate, ecological, hydrological modelling, smart agricultural management and soil pollution control. Currently, there is an increasing demand for detailed three-dimensional soil texture information in dealing with global and national issues such as climate change, soil degradation, water resource shortage, environmental pollution, agricultural and ecosystem sustainability. The GlobalSoilMap project was proposed in 2006 and officially launched in 2009. Its aim is to make a new digital soil map of the world using state-of-the-art technologies for soil mapping and predicting soil properties at a 90m resolution and six standard depth layers 0–5, 5–15, 15–30, 30–60, 60–100 and 100–200 cm.",
        "In addition, we found that heat, water, wind, and terrain were major controlling factors for the spatial patterns of soil texture in China. The heat and water have driven physical and chemical weathering and wind have driven erosion processes which have primarily shaped the pattern of clay content. The terrain, wind and water have driven deposition, erosion and transportation sorting processes of soil particles which have primarily shaped the pattern of silt. Heat-driven physical weathering and wind, water and terrain-driven erosion processes have primarily shaped the pattern of sand. The findings provide clues for developing mechanistic soil evolution models to simulate spatiotemporal evolution of soil texture at a national extent. The simulation can support national soil management to ensure the soil is secured in the future. This is particularly important under the background of increasing climate changes and intensified human activities.",
        "Chinahasalargespaningeographicalextent,coveringanareaof9.6 million km2. Its soil landscapes are very diverse and complex. It is a challenge to accurately predict soil spatial variations with a limited number of soil survey sites across the country. So far, high-resolution and three-dimensional predictive soil mapping at a national extent has not yet been attempted although there were some studies in watershed and field scales. Despite the efforts above, the gap between detailed and accurate soil data demands and availability is still large. Our understanding on soil variation over landscapes at horizontal and vertical dimensions is still limited. Meanwhile, current digital soil mapping methods are not perfect when applying them in large areas.",
        "Uncertainty representation is a crucial aspect of digital soil mapping (Arrouays et al., 2014). Digital soil mapping models are not only expected to deliver accurate soil predictions at a given location but their suitability to deliver maps should encompass the ability to predict how uncertain these predictions are (Vaysse and Lagacherie, 2017).",
        "Lagacherie and Voltz (2000) speculated that, especially over large areas, predictive capabilities are limited because relationships between soil properties and landscape attributes are nonlinear or unknown. Minasny and McBratney (2010) noted that knowledge and techniques for regional soil mapping may not be applicable at a global extent due to spatial variability of soil-landscape relationships. Mitran et al. (2018) found that geographically weighted regression kriging model had better predictive performance of surface total carbon stocks than linear regression kriging model in two adjacent states in southern India. Keskin et al. (2019) showed that random forest as ensemble method outperformed other relatively simple methods such as classification and regression trees for digital mapping of soil carbon fractions in Florida. In addition, although the model built in a large extent may be unbiased for the whole extent, its prediction is often biased in local areas. This problem may indicate that current soil prediction models are still not flexible enough to deal with the complexity of soil-landscape relationships in large extents. Arrouays et al. (2017) highlighted that both top-down and bottom-up approaches are necessary to enhance the quality of digital soil maps and map the entire world."
      ],
      "research objective": [
        "This study predicted 90m resolution spatial variations of sand, silt and clay contents at a national extent across China and at multiple depths 0–5, 5–15, 15–30, 30–60, 60–100 and 100–200 cm.",
        "Therefore, the objective of the study was to conduct high-resolution and three-dimensional predictive mapping of soil texture across China, and to reveal the controlling environmental factors and processes for spatial pattern of soil texture at a national extent."
      ],
      "challenges": [
        "The lack of detailed three-dimensional soil texture information largely restricts many applications in agriculture, hydrology, climate, ecology and environment. The wide range between 5% lower and 95% upper prediction limits may suggest that there was a substantial room to improve current predictions.",
        "Besides, new methodologies still need to be explored for large extent digital soil mapping, from which many global initiatives will greatly benefit.",
        "The soil profiles were originated from the Second National Soil Survey conducted three decades ago, which lacked of accurate georeference due to unavailable GPS system at that time. The northwestern and southwestern parts had obviously less soil profiles than other parts. The reason had two aspects: one was poor accessibility in the west and limited funding for the soil survey, and another was relatively small soil spatial variation in the northwest. The harsh environments and underdeveloped road networks lead to poor accessibility in the two parts.",
        "In addition, due to large mapping area and fine resolution, the amount of data and computation are quite large.",
        "The second change poses a challenge for current digital soil mapping methodologies. It would be helpful to explore more complicated (maybe also better) models but the computational challenge arising therefrom needs to be considered. This is not surprising but indeed a problem that needs to be addressed by digital soil mapping communities. This problem may indicate that current soil prediction models are still not flexible enough to deal with the complexity of soil-landscape relationships in large extents."
      ],
      "methods": [
        "We used 4579 soil profiles collected from a national soil series inventory conducted recently and currently available environmental covariates. We constructed random forest models and employed a parallel computing strategy for the predictions of soil texture fractions based on its relationship with the environmental factors. Quantile regression forest was used to estimate the uncertainty of the predictions.",
        "A total of 4579 soil profiles were used in this study. In laboratory, samples were air-dried at room temperature and then passed through a 2 mm sieve. Basic soil properties including soil texture, soil organic carbon, bulk density, pH, cation exchange capacity, total nitrogen, total phosphorus, total potassium, available phosphorus and available potassium were measured. Among them, soil texture fractions, namely sand (2–0.05 mm), silt (0.05–0.002 mm) and clay (<0.002 mm) percentages, were determined using the pipette method. Out of all soil profiles, 458 (10%) were randomly selected as random-held back evaluation samples. They were used for evaluating the results of this study through comparisons with existing traditional soil texture maps and the SoilGrids250 maps, and also evaluating the uncertainty estimation of soil texture predictions. The remaining 4121 (90%) were used for model training and 10-fold cross validation. For each profile of a soil texture fraction (sand, silt or clay percentages), we used equal-area quadratic splines to fit a continuous depth function to original horizon sample data. Based on the 4121 training soil profile sites, an ensemble machine learning algorithm, random forest, was used to model the relationships between each soil texture fraction (sand, silt or clay percentage) and the environmental covariates at each depth interval. The model training was performed separately for sand, silt and clay percentages and depth by depth.",
        "In this study, we made trials with three values of mtry: one third (default), one half and two third of the total number of covariates, but found that they had no obvious differences in the prediction accuracy. Then, with the spatially exhaustive environmental covariates, the trained random forest model of each soil texture fraction and depth interval was applied over space. The random forest modeling and mapping were implemented in the open source R environment (R Core Team, 2016) with the packages ‘randomForest’ (Liaw and Wiener, 2002), ‘quantregForest’ (Meinshausen and Schiesser, 2015), ‘rgdal’ (Keitt et al., 2009), ‘raster’ (Hijmans and van Etten, 2013), ‘ggplot2’ (Wickham et al., 2019), and ‘dismo’ (Hijmans et al., 2017). To improve computation efficiency, a parallel computing strategy was employed in data processing, which separated the whole area into many tiles and run multiple-thread parallel computation. We performed 30 repeats of 10-fold cross-validation and calculated their values of mean and standard deviation of the measurements."
      ],
      "dataset": [
        "We used 4579 soil profiles collected from a national soil series inventory conducted recently and currently available environmental covariates.",
        "A total of 4579 soil profiles were used in this study. They were obtained by a recent project of National Soil Series Survey and Compilation of Soil Series of China conducted from 2009 to 2019. Out of all soil profiles, 458 (10%) were randomly selected as random-held back evaluation samples. The remaining 4121 (90%) were used for model training and 10-fold cross validation.",
        "Based on the 4121 training soil profiles, 10-fold cross-validation was used to evaluate the performance of the random forest method for each soil texture fraction and depth interval. On the other hand, based on the 458 random-held back evaluation soil profiles, we compared our soil texture predictions with existing soil texture maps."
      ],
      "findings": [
        "Results showed that the predicted maps were much more accurate and detailed than the conventional linkage maps and the SoilGrids 250m product, and could well represent spatial variation of soil texture across China. The relative accuracy improvement was around 245–370% relative to the linkage maps and 83–112% relative to the SoilGrids 250m product with regard to the R², and it was around 24–26% and 14–19% respectively with regard to the RMSE. Besides, we found that climate and terrain factors are major controllers for spatial patterns of soil texture in China.",
        "Overall, the mean CCC values ranged from 0.59 to 0.65, indicating good agreement between the predicted and observed values. The mean R2 values of the predictions of soil texture fractions at different depth intervals were between 0.43 and 0.50. Our predictions had much higher R2 values and lower RMSE values than these existing soil texture maps for all the depths. The differences in the R2 values indicate that the improvement for clay content was around 248% relative to the linkage maps and 92% relative to the SoilGrids250m maps respectively.",
        "The study shows that the combination of machine learning techniques with currently available high-resolution soil formative environmental covariates can effectively predict spatial variation of soil texture at a national extent and a detailed level. We provided the first version of 90 m resolution maps of soil texture fractions and their uncertainty across China. It was much more accurate and detailed than the existing soil texture maps and can well represent spatial variation of soil texture. The predicted maps represent a contribution of China to the GlobalSoilMap project, and provide critical soil information for water."
      ],
      "backgroundCn": [
        "土壤质地是一个重要的土壤属性，控制着土壤中的大多数物理、化学和生物过程。它可以影响土壤的热容量、渗透性、持水能力和溶质运动，这些与气候、生态、水文模型、智能农业管理和土壤污染控制的应用密切相关。目前，对于详细的三维土壤质地信息的需求日益增加，以应对气候变化、土壤退化、水资源短缺、环境污染、农业和生态系统可持续性等全球和国家问题。全球土壤地图项目于2006年提出，并于2009年正式启动。其目标是利用最先进的土壤制图技术，制作一幅新的全球数字土壤地图，分辨率为90米，涵盖六个标准深度层：0–5厘米、5–15厘米、15–30厘米、30–60厘米、60–100厘米和100–200厘米。",
        "此外，我们发现热量、水分、风和地形是影响中国土壤质地空间分布的主要控制因素。热量和水分驱动了物理和化学风化，风则驱动了侵蚀过程，这些因素主要塑造了粘土含量的分布模式。地形、风和水驱动了土壤颗粒的沉积、侵蚀和运输分选过程，这些因素主要塑造了粉土的分布模式。热驱动的物理风化以及风、水和地形驱动的侵蚀过程主要塑造了沙土的分布模式。这些发现为开发机制土壤演化模型提供了线索，以模拟土壤质地在国家范围内的时空演变。该模拟可以支持国家土壤管理，以确保未来土壤的安全。这在气候变化加剧和人类活动加剧的背景下尤为重要。",
        "中国拥有广泛的地理范围，覆盖面积为960万平方公里。其土壤景观非常多样且复杂。在全国范围内，准确预测土壤空间变化面临着有限土壤调查点的挑战。到目前为止，尚未尝试在国家范围内进行高分辨率和三维的预测土壤制图，尽管在流域和田野尺度上已有一些研究。尽管有上述努力，详细和准确的土壤数据需求与可用性之间的差距仍然很大。我们对土壤在水平和垂直维度上在景观中的变化的理解仍然有限。同时，当前的数字土壤制图方法在大面积应用时并不完美。",
        "不确定性表示是数字土壤制图的一个关键方面（Arrouays et al., 2014）。数字土壤制图模型不仅期望在特定位置提供准确的土壤预测，还应具备提供地图的能力，包括预测这些预测的不确定性（Vaysse 和 Lagacherie, 2017）。",
        "Lagacherie和Voltz（2000）推测，尤其是在大范围内，预测能力受到限制，因为土壤属性与景观特征之间的关系是非线性或未知的。Minasny和McBratney（2010）指出，区域土壤制图的知识和技术可能不适用于全球范围，因为土壤-景观关系的空间变异性。Mitran等（2018）发现，地理加权回归克里金模型在印度南部两个相邻州的表层总碳储量预测性能优于线性回归克里金模型。Keskin等（2019）展示了随机森林作为集成方法在佛罗里达州土壤碳分数的数字制图中优于其他相对简单的方法，如分类和回归树。此外，尽管在大范围内构建的模型可能对整个范围没有偏差，但其在局部区域的预测往往存在偏差。这个问题可能表明，目前的土壤预测模型仍然不够灵活，无法处理大范围内土壤-景观关系的复杂性。Arrouays等（2017）强调，增强数字土壤图的质量和绘制整个世界的地图需要采用自上而下和自下而上的方法。"
      ],
      "research objectiveCn": [
        "本研究预测了中国范围内不同深度（0-5厘米、5-15厘米、15-30厘米、30-60厘米、60-100厘米和100-200厘米）沙子、粉土和粘土含量的90米分辨率空间变化。",
        "因此，本研究的目的是在全国范围内进行高分辨率和三维的土壤质地预测制图，并揭示影响土壤质地空间模式的环境因素和过程。"
      ],
      "challengesCn": [
        "缺乏详细的三维土壤纹理信息在很大程度上限制了农业、水文学、气候、生态和环境等许多应用。5%下限和95%上限预测范围的广泛差异可能表明当前预测有很大的改进空间。",
        "此外，仍需探索新的方法论，以进行大范围的数字土壤制图，这将使许多全球性倡议受益匪浅。",
        "土壤剖面源自三十年前进行的第二次全国土壤调查，由于当时缺乏准确的地理定位系统，因此缺乏准确的地理参考。西北部和西南部的土壤剖面明显少于其他地区。原因有两个方面：一是西部的可达性差，土壤调查的资金有限；另一个是西北部土壤空间变化相对较小。恶劣的环境和不发达的道路网络导致这两个地区的可达性差。",
        "此外，由于映射区域大且分辨率高，数据量和计算量都非常庞大。",
        "第二个变化对当前的数字土壤制图方法提出了挑战。探索更复杂（也许更好的）模型将是有帮助的，但由此产生的计算挑战需要被考虑。这并不令人惊讶，但确实是数字土壤制图社区需要解决的问题。这个问题可能表明，当前的土壤预测模型仍然不够灵活，无法处理大范围内土壤-景观关系的复杂性。"
      ],
      "methodsCn": [
        "我们使用了4579个土壤剖面，这些剖面是最近进行的国家土壤系列调查收集的，并结合当前可用的环境协变量。我们构建了随机森林模型，并采用并行计算策略来预测土壤质地成分与环境因素之间的关系。我们使用分位数回归森林来估计预测的不确定性。",
        "本研究使用了4579个土壤剖面。在实验室中，样品在室温下风干，然后通过2毫米筛网。测量了基本土壤性质，包括土壤质地、土壤有机碳、容重、pH值、阳离子交换容量、总氮、总磷、总钾、有效磷和有效钾。其中，土壤质地组分，即砂（2–0.05毫米）、粉土（0.05–0.002毫米）和粘土（<0.002毫米）百分比，采用管法进行测定。在所有土壤剖面中，随机选择了458个（10%）作为随机保留评估样本。这些样本用于通过与现有传统土壤质地图和SoilGrids250地图的比较来评估本研究的结果，并评估土壤质地预测的不确定性估计。其余的4121个（90%）用于模型训练和10折交叉验证。对于每个土壤质地组分（砂、粉土或粘土百分比），我们使用等面积二次样条拟合原始层样本数据的连续深度函数。基于4121个训练土壤剖面点，采用集成机器学习算法随机森林，建模每个土壤质地组分（砂、粉土或粘土百分比）与每个深度区间的环境协变量之间的关系。模型训练分别针对砂、粉土和粘土百分比以及深度进行。",
        "在本研究中，我们对三种mtry值进行了试验：三分之一（默认值）、二分之一和三分之二的总协变量数，但发现它们在预测准确性上没有明显差异。然后，利用空间上全面的环境协变量，训练好的随机森林模型被应用于每个土壤质地分数和深度区间。随机森林建模和制图是在开源R环境中实现的（R Core Team，2016），使用了‘randomForest’（Liaw和Wiener，2002）、‘quantregForest’（Meinshausen和Schiesser，2015）、‘rgdal’（Keitt等，2009）、‘raster’（Hijmans和van Etten，2013）、‘ggplot2’（Wickham等，2019）和‘dismo’（Hijmans等，2017）等包。为了提高计算效率，数据处理采用了并行计算策略，将整个区域分成多个瓦片并进行多线程并行计算。我们进行了30次重复的10折交叉验证，并计算了测量值的均值和标准差。"
      ],
      "datasetCn": [
        "我们使用了4579个土壤剖面，这些剖面是最近进行的国家土壤系列调查收集的，并且目前可用的环境协变量。",
        "本研究使用了4579个土壤剖面。这些剖面是通过2009年至2019年进行的中国国家土壤系列调查和土壤系列汇编项目获得的。在所有土壤剖面中，随机选择了458个（10%）作为随机保留的评估样本。其余的4121个（90%）用于模型训练和10折交叉验证。",
        "基于4121个训练土壤剖面，使用10倍交叉验证评估随机森林方法在每个土壤质地分数和深度区间的性能。另一方面，基于458个随机保留的评估土壤剖面，我们将我们的土壤质地预测与现有的土壤质地图进行了比较。"
      ],
      "findingsCn": [
        "结果显示，预测地图的准确性和细节远超传统的连锁图和 SoilGrids 250m 产品，能够很好地表示中国土壤纹理的空间变化。相对于连锁图，R² 的相对准确性提高约为 245–370%，相对于 SoilGrids 250m 产品提高约为 83–112%；在 RMSE 方面，分别提高约 24–26% 和 14–19%。此外，我们发现气候和地形因素是中国土壤纹理空间模式的主要控制因素。",
        "总体而言，平均CCC值范围在0.59到0.65之间，表明预测值与观测值之间有良好的一致性。在不同深度区间的土壤质地分数预测的平均R2值在0.43到0.50之间。我们的预测在所有深度上具有比现有土壤质地图更高的R2值和更低的RMSE值。R2值的差异表明，相对于链接地图，粘土含量的改善约为248%，相对于SoilGrids250m地图的改善约为92%。",
        "研究表明，结合机器学习技术与当前可用的高分辨率土壤形成环境协变量，可以有效预测国家范围内土壤纹理的空间变化。我们提供了中国90米分辨率的土壤纹理分数及其不确定性的第一版地图。这些地图的准确性和细致程度远超现有的土壤纹理地图，能够很好地代表土壤纹理的空间变化。预测的地图为全球土壤地图项目贡献了中国的数据，并为水资源提供了重要的土壤信息。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are environmental covariates crucial for modeling the spatial patterns of soil properties?",
        "QuestionCn": "环境协变量对建模土壤性质的空间模式至关重要吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for soil properties in China primarily based on recent national soil surveys, historical soil surveys, or remote sensing technologies?",
        "QuestionCn": "中国土壤性质的数据收集方法主要基于近期的国家土壤调查、历史土壤调查还是遥感技术？",
        "AnswerEn": "recent national soil surveys",
        "AnswerCn": "最近的全国土壤调查",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to gather soil profiles across China for predictive soil mapping?",
        "QuestionCn": "在中国进行预测土壤制图时，使用了哪些数据收集方法来收集土壤剖面？",
        "AnswerEn": "National soil survey",
        "AnswerCn": "全国土壤调查",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in predicting soil spatial variations across China?",
        "QuestionCn": "在预测中国土壤空间变化时面临的挑战有哪些？",
        "AnswerEn": "limited samples",
        "AnswerCn": "有限样本",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can datasets supporting digital soil mapping in China be sourced from?",
        "QuestionCn": "在中国，支持数字土壤制图的数据集可以从哪里获取？",
        "AnswerEn": "Second National Soil Survey",
        "AnswerCn": "第二次全国土壤调查",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather soil profile information across a large geographic region with diverse soil landscapes?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于在具有多样化土壤景观的大范围地理区域收集土壤剖面信息？",
        "AnswerEn": "A data collection method involves conducting a national soil survey to gather approximately 5000 representative soil profiles. These profiles were collected to characterize the soil-forming environments and were used in conjunction with detailed covariates for predictive soil mapping.",
        "AnswerCn": "一种数据收集方法涉及进行全国土壤调查，以收集大约5000个代表性的土壤剖面。这些剖面被收集用于表征土壤形成环境，并与详细的协变量结合用于预测土壤制图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when predicting soil spatial variations in large areas with limited soil survey points?",
        "QuestionCn": "在有限的土壤调查点的情况下，预测大面积土壤空间变化时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge is accurately predicting soil variation over large and complex areas with limited samples, which is especially challenging in countries like China with vast land areas and diverse soil landscapes. Techniques such as ensemble machine learning models are employed to address this issue.",
        "AnswerCn": "一个重大挑战是在样本有限的情况下，准确预测大面积复杂区域的土壤变化，这在像中国这样土地广阔、土壤景观多样的国家尤为困难。为了解决这个问题，采用了集成机器学习模型等技术。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a dataset used for high-resolution soil property mapping and the techniques employed to ensure its accuracy.",
        "QuestionCn": "请提供用于高分辨率土壤属性制图的数据集示例，以及确保其准确性所采用的技术。",
        "AnswerEn": "A dataset consisting of 4579 soil profiles collected from a national soil series inventory was used. Techniques such as random forest models and a parallel computing strategy were employed to predict soil texture fractions and ensure accuracy, with quantile regression forest being used to estimate prediction uncertainty.",
        "AnswerCn": "一个由4579个土壤剖面组成的数据集是从国家土壤系列清单中收集的。采用随机森林模型和并行计算策略来预测土壤质地分数并确保准确性，同时使用分位数回归森林来估计预测的不确定性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of digital soil mapping techniques used for predicting soil properties across large and complex areas?",
        "QuestionCn": "用于预测大面积和复杂区域土壤特性的数字土壤制图技术有哪些特点？",
        "AnswerEn": "predictive soil mapping paradigm, adaptive depth function fitting, ensemble machine learning, high-resolution soil-forming environment characterization, high-performance parallel computing environment, national gridded maps of soil properties, multiple depths, quantile regression forest, environmental covariates",
        "AnswerCn": "预测性土壤制图范式、自适应深度函数拟合、集成机器学习、高分辨率土壤形成环境特征、高性能并行计算环境、国家土壤属性网格地图、多深度、分位数回归森林、环境协变量",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges faced in data collection for soil spatial variation prediction in regions with diverse soil landscapes?",
        "QuestionCn": "在具有多样化土壤景观的地区进行土壤空间变异预测时，数据收集面临的挑战有哪些？",
        "AnswerEn": "accurate prediction of soil variation, limited samples, poor accessibility, limited funding for soil surveys, harsh environments, sparse soil survey points, high resolution prediction difficulty",
        "AnswerCn": "土壤变化的准确预测、样本有限、获取困难、土壤调查资金有限、环境恶劣、土壤调查点稀疏、高分辨率预测困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil profiles were collected for the national soil series inventory in the recent study?",
        "QuestionCn": "在最近的研究中，为国家土壤系列清查收集了多少个土壤剖面？",
        "AnswerEn": "4579",
        "AnswerCn": "四五七九",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "At what resolution were the national gridded maps of soil properties generated?",
        "QuestionCn": "国家土壤属性的网格化地图是以什么分辨率生成的？",
        "AnswerEn": "90 meters",
        "AnswerCn": "90米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many depth intervals were used for predicting soil properties or soil texture in the studies?",
        "QuestionCn": "在研究中用于预测土壤性质或土壤纹理的深度区间有多少个？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are 'environmental covariates' and their role in soil property prediction?",
        "QuestionCn": "什么是“环境协变量”及其在土壤性质预测中的作用？",
        "AnswerEn": "Environmental covariates are variables that characterize the environmental conditions influencing soil formation, such as climate, terrain, and other geographical factors. In soil property prediction, these covariates are used as inputs in machine learning models to establish relationships between them and soil properties, enabling the generation of high-resolution soil maps that reflect spatial variability across different depths.",
        "AnswerCn": "环境协变量是描述影响土壤形成的环境条件的变量，如气候、地形和其他地理因素。在土壤性质预测中，这些协变量作为输入用于机器学习模型，以建立它们与土壤性质之间的关系，从而生成反映不同深度空间变异性的高分辨率土壤地图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'uncertainty representation' mean in the context of digital soil mapping?",
        "QuestionCn": "在数字土壤制图的背景下，“不确定性表示”是什么意思？",
        "AnswerEn": "Uncertainty representation in digital soil mapping refers to the ability of models not only to deliver accurate soil predictions at specific locations but also to predict the uncertainty of these predictions. This aspect is crucial for assessing the reliability of soil maps, particularly over large areas, where the relationships between soil properties and landscape attributes can be nonlinear or unknown, impacting model predictions.",
        "AnswerCn": "数字土壤制图中的不确定性表示指的是模型不仅能够在特定位置提供准确的土壤预测，还能够预测这些预测的不确定性。这一方面对于评估土壤图的可靠性至关重要，特别是在大面积区域，土壤属性与景观特征之间的关系可能是非线性或未知的，从而影响模型预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the environmental covariates used to predict soil texture fractions in the national extent study differ from those used in the 青藏高原数字土壤制图产品数据集?",
        "QuestionCn": "在国家范围研究中用于预测土壤质地分数的环境协变量与在青藏高原数字土壤制图产品数据集中使用的协变量有什么不同？",
        "AnswerEn": "The national extent study uses environmental covariates to model spatial variations of sand, silt, and clay contents. It employs a suite of covariates and quantile regression forest models for predictions. The 青藏高原数字土壤制图产品数据集 utilizes geographic information and remote sensing technologies to finely characterize soil-forming environments, potentially involving different or additional covariates tailored to the unique conditions of the Qinghai-Tibet Plateau.",
        "AnswerCn": "国家范围研究利用环境协变量来建模沙子、淤泥和粘土含量的空间变化。它采用了一系列协变量和分位数回归森林模型进行预测。青藏高原数字土壤制图产品数据集利用地理信息和遥感技术，精细描述土壤形成环境，可能涉及针对青藏高原独特条件量身定制的不同或额外的协变量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What methodologies could be inferred for improving the accuracy of soil property predictions in complex landscapes with sparse data points?",
        "QuestionCn": "可以推断出哪些方法论来提高在复杂地形中稀疏数据点的土壤属性预测的准确性？",
        "AnswerEn": "The integration of predictive soil mapping paradigms with adaptive depth function fitting and advanced ensemble machine learning methods, such as quantile regression forests, can improve accuracy. Additionally, high-resolution characterization of soil-forming environments in a parallel computing environment can generate more detailed national gridded maps, addressing the challenge of limited sample data over large and diverse landscapes.",
        "AnswerCn": "将预测土壤制图范式与自适应深度函数拟合和先进的集成机器学习方法（如分位数回归森林）相结合，可以提高准确性。此外，在并行计算环境中对土壤形成环境进行高分辨率特征化，可以生成更详细的国家网格地图，从而解决在广泛多样的景观中样本数据有限的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What data collection approaches might help overcome the challenges of limited geographic coverage and outdated soil profile data?",
        "QuestionCn": "哪些数据收集方法可以帮助克服有限地理覆盖范围和过时土壤剖面数据的挑战？",
        "AnswerEn": "Recent national soil surveys and inventories can provide updated soil profile data, while employing parallel computing strategies and a comprehensive suite of environmental covariates may expand geographic coverage. Utilizing a combination of machine learning techniques and in-depth environmental characterization can also address the limitations of sparse and historically collected soil profiles.",
        "AnswerCn": "最近的国家土壤调查和清查可以提供更新的土壤剖面数据，同时采用并行计算策略和全面的环境协变量可以扩展地理覆盖范围。利用机器学习技术和深入的环境特征描述的结合也可以解决稀疏和历史收集的土壤剖面数据的局限性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes of uncertainty in digital soil mapping models, especially for large geographic extents?",
        "QuestionCn": "数字土壤制图模型中不确定性的潜在原因是什么，尤其是在大范围地理区域内？",
        "AnswerEn": "Uncertainty in digital soil mapping models arises because the relationships between soil properties and landscape attributes are often nonlinear or unknown, particularly over large areas. This uncertainty is compounded by the complexity of soil-landscape relationships in large extents. Moreover, current soil prediction models may not be flexible enough to address these complexities, resulting in models that are unbiased for the whole extent but biased in local areas.",
        "AnswerCn": "数字土壤制图模型中的不确定性源于土壤属性与景观特征之间的关系通常是非线性或未知的，特别是在大范围内。这种不确定性因大范围内土壤-景观关系的复杂性而加剧。此外，当前的土壤预测模型可能不够灵活，无法应对这些复杂性，导致模型在整个范围内可能是无偏的，但在局部区域却存在偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of employing a high-performance parallel computing environment in the processing of soil datasets?",
        "QuestionCn": "在处理土壤数据集时，采用高性能并行计算环境的后果是什么？",
        "AnswerEn": "Employing a high-performance parallel computing environment enhances computational efficiency, allowing for the separation of large areas into tiles for multi-threaded computation. This approach supports the processing of extensive datasets at fine resolutions, enabling the generation of detailed and accurate soil property maps necessary for addressing large-scale soil landscape challenges.",
        "AnswerCn": "采用高性能并行计算环境可以提高计算效率，允许将大区域划分为多个瓦片进行多线程计算。这种方法支持以精细分辨率处理大量数据集，从而生成详细准确的土壤属性图，以应对大规模土壤景观挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing high-resolution national gridded maps of basic soil properties across China?",
        "QuestionCn": "开发中国基本土壤属性的高分辨率国家网格地图的目标是什么？",
        "AnswerEn": "The objective is to develop high-resolution national gridded maps of basic soil properties at multiple depths across China, under the constraints of a limited number of sparse soil survey points. This includes revealing the environmental controllers of soil spatial variations to provide detailed, accurate, and up-to-date soil information essential for addressing global and local issues such as food security, land degradation, and climate change.",
        "AnswerCn": "目标是在中国范围内开发高分辨率的基本土壤属性国家网格地图，涵盖多个深度，同时考虑到土壤调查点数量有限的情况。这包括揭示土壤空间变化的环境控制因素，以提供详细、准确和最新的土壤信息，这对于解决全球和地方性问题，如粮食安全、土地退化和气候变化至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to conduct high-resolution and three-dimensional predictive mapping of soil texture across China?",
        "QuestionCn": "在中国进行高分辨率和三维土壤纹理预测地图的工作为何重要？",
        "AnswerEn": "The importance lies in predicting spatial variations of sand, silt, and clay contents at a national extent, revealing controlling environmental factors and processes for the spatial pattern of soil texture. This is crucial for applications in agriculture, hydrology, climate, ecology, and environment, especially given the complex and diverse soil landscapes in China and the increasing demand for detailed soil texture information.",
        "AnswerCn": "预测全国范围内沙子、淤泥和粘土含量的空间变化非常重要，这揭示了控制土壤纹理空间模式的环境因素和过程。这对于农业、水文学、气候、生态和环境等应用至关重要，尤其考虑到中国复杂多样的土壤景观以及对详细土壤纹理信息日益增长的需求。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to accurately predict soil spatial variation at high resolution in large and complex areas with limited sample points?",
        "QuestionCn": "可以采用哪些方法来准确预测在样本点有限的大型复杂区域内土壤空间变化的高分辨率？",
        "AnswerEn": "To accurately predict soil spatial variation at high resolution in large and complex areas with limited sample points, a predictive soil mapping paradigm can be integrated with adaptive depth function fitting, state-of-the-art ensemble machine learning, and high-resolution soil-forming environment characterization in a high-performance parallel computing environment. The process involves constructing models like quantile regression forest, an ensemble tree-based machine learning model, to model relationships between soil properties and environmental covariates at each depth layer. Using a complete grid of environmental covariates as inputs, the trained models can then be applied over space to generate high-resolution gridded soil property maps at various depths.",
        "AnswerCn": "为了在样本点有限的大型复杂区域中准确预测土壤空间变异，可以将预测土壤制图范式与自适应深度函数拟合、最先进的集成机器学习和高分辨率土壤形成环境特征化相结合，在高性能并行计算环境中进行。该过程涉及构建模型，如分位数回归森林，这是一种集成树基机器学习模型，用于建模土壤属性与环境协变量在每个深度层之间的关系。使用完整的环境协变量网格作为输入，训练好的模型可以在空间中应用，从而生成不同深度的高分辨率土壤属性网格图。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can ensemble machine learning models be utilized to model soil texture fractions using environmental covariates?",
        "QuestionCn": "如何利用集成机器学习模型通过环境协变量来建模土壤质地分数？",
        "AnswerEn": "Ensemble machine learning models, such as random forest, can be utilized to model soil texture fractions by constructing models based on the relationships between each soil texture fraction (sand, silt, or clay percentages) and environmental covariates at each depth interval. The modeling process involves using soil profiles collected from a national soil series inventory along with currently available environmental covariates. Parallel computing strategies can enhance computation efficiency by processing data in multiple tiles simultaneously. Additionally, quantile regression forest can be used to estimate the uncertainty of the predictions.",
        "AnswerCn": "集成机器学习模型，如随机森林，可以通过构建模型来模拟土壤质地分数，基于每个土壤质地分数（沙子、粉土或粘土百分比）与每个深度区间的环境协变量之间的关系。建模过程涉及使用来自国家土壤系列清单的土壤剖面以及当前可用的环境协变量。并行计算策略可以通过同时处理多个数据块来提高计算效率。此外，分位数回归森林可以用来估计预测的不确定性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the procedural steps for collecting and preparing soil profile data for high-resolution predictive soil mapping?",
        "QuestionCn": "收集和准备高分辨率预测土壤制图的土壤剖面数据的程序步骤是什么？",
        "AnswerEn": "The procedural steps for collecting and preparing soil profile data for high-resolution predictive soil mapping involve obtaining soil profiles from a recent national soil survey. In the laboratory, samples are air-dried at room temperature and passed through a 2 mm sieve. Basic soil properties, including soil texture, soil organic carbon, bulk density, pH, cation exchange capacity, total nitrogen, total phosphorus, total potassium, available phosphorus, and available potassium, are measured. Soil texture fractions are determined using the pipette method. A portion of the soil profiles is selected for model training, while others are reserved for evaluation through cross-validation and comparison with existing maps. Data processing is enhanced by employing parallel computing strategies.",
        "AnswerCn": "收集和准备高分辨率预测土壤制图的土壤剖面数据的程序步骤包括从最近的国家土壤调查中获取土壤剖面。在实验室中，样品在室温下空气干燥，并通过2毫米筛网。测量基本土壤性质，包括土壤质地、土壤有机碳、容重、pH值、阳离子交换容量、总氮、总磷、总钾、有效磷和有效钾。土壤质地组分使用沉淀法确定。选择部分土壤剖面用于模型训练，而其他部分则保留用于交叉验证和与现有地图的比较。通过采用并行计算策略增强数据处理。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of high-resolution national gridded maps of soil properties in complex landscapes?",
        "QuestionCn": "哪些技术进步使得在复杂地形中开发高分辨率国家网格化土壤属性地图成为可能？",
        "AnswerEn": "The integration of predictive soil mapping paradigms with adaptive depth function fitting, ensemble machine learning, and high-resolution soil-forming environment characterization in a high-performance parallel computing environment has enabled the development of 90-m resolution national gridded maps of soil properties.",
        "AnswerCn": "预测土壤制图范式与自适应深度函数拟合、集成机器学习以及高分辨率土壤形成环境特征化的结合，在高性能并行计算环境中，使得开发出90米分辨率的国家土壤属性网格图成为可能。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do modern data collection methods enable accurate prediction of soil spatial variations with limited soil survey points in vast and complex areas?",
        "QuestionCn": "现代数据收集方法如何在广阔复杂的区域内，通过有限的土壤调查点实现土壤空间变化的准确预测？",
        "AnswerEn": "Modern data collection methods, like using quantile regression forests in ensemble machine learning models, allow for modeling relationships between soil properties and environmental covariates at different depths, enabling accurate soil spatial variation predictions even with a limited number of sparse soil survey points.",
        "AnswerCn": "现代数据收集方法，如在集成机器学习模型中使用分位数回归森林，能够建模土壤特性与环境协变量在不同深度之间的关系，从而即使在土壤调查点稀疏的情况下，也能准确预测土壤的空间变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the use of environmental covariates enable more detailed and accurate soil texture mapping across large geographical extents?",
        "QuestionCn": "环境协变量的使用如何使得在大范围地理区域内进行更详细和准确的土壤质地制图成为可能？",
        "AnswerEn": "The use of environmental covariates, when combined with ensemble machine learning algorithms like random forest, enables the prediction of soil texture fractions by modeling relationships with environmental factors, thus providing detailed and accurate soil texture maps across large geographical extents.",
        "AnswerCn": "使用环境协变量，结合随机森林等集成机器学习算法，可以通过建模与环境因素的关系来预测土壤质地分数，从而在大范围地理区域内提供详细而准确的土壤质地图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to accurately predict soil spatial variations at high resolution despite advanced data collection methods?",
        "QuestionCn": "尽管有先进的数据收集方法，为什么仍然难以准确预测高分辨率的土壤空间变化？",
        "AnswerEn": "Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, especially significant for China due to its vast land area with diverse soil landscapes. The complexity of soil-landscape relationships and the limited number of sparse soil survey points contribute to the difficulty in achieving high-resolution predictions.",
        "AnswerCn": "在大面积复杂区域内准确预测土壤变化仍然是一个挑战，尤其对于中国而言，由于其广阔的土地面积和多样的土壤景观，这一问题尤为重要。土壤-景观关系的复杂性以及稀疏土壤调查点的数量有限，导致实现高分辨率预测的难度加大。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors could contribute to the high uncertainty in spatial predictions of soil properties at various depths?",
        "QuestionCn": "导致不同深度土壤属性空间预测高不确定性的因素有哪些？",
        "AnswerEn": "The uncertainty representation is crucial in digital soil mapping. The wide range between lower and upper prediction limits suggests substantial room for improvement in current predictions. Factors such as nonlinear or unknown relationships between soil properties and landscape attributes, as well as the computational challenges of large extents, contribute to prediction uncertainty.",
        "AnswerCn": "不确定性表示在数字土壤制图中至关重要。下限和上限预测值之间的广泛差距表明当前预测有很大的改进空间。土壤属性与景观特征之间的非线性或未知关系，以及大范围计算的挑战，都是导致预测不确定性的因素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might current digital soil mapping methodologies fall short in delivering detailed and accurate soil data at a global or national scale?",
        "QuestionCn": "当前数字土壤制图方法在全球或国家层面提供详细和准确的土壤数据方面可能存在不足的原因是什么？",
        "AnswerEn": "Current digital soil mapping methods are not perfect when applied to large areas due to the complexity of soil-landscape relationships and the spatial variability of these relationships. Predictive capabilities are limited, and methodologies need to be explored further to enhance accuracy and detail. Additionally, the computational challenge of processing large datasets at fine resolutions is significant.",
        "AnswerCn": "当前的数字土壤制图方法在大面积应用时并不完美，因为土壤-景观关系的复杂性以及这些关系的空间变异性。预测能力有限，方法论需要进一步探索以提高准确性和细节。此外，以细分辨率处理大数据集的计算挑战也很显著。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the most significant challenges faced by researchers when predicting soil spatial variations with limited soil survey points in diverse landscapes?",
        "QuestionCn": "在多样化景观中，当土壤调查点有限时，研究人员在预测土壤空间变化时面临的最重大挑战是什么？",
        "AnswerEn": "One of the most significant challenges is the accurate prediction of soil variation over large and complex areas with limited samples, particularly in a country like China with diverse soil landscapes. The limited number of sparse soil survey points makes it difficult to capture spatial variation accurately. Additionally, the large area and fine resolution required for mapping contribute to substantial data and computational demands.",
        "AnswerCn": "其中一个最重要的挑战是，在样本有限的情况下，准确预测大面积复杂区域的土壤变化，特别是在像中国这样土壤景观多样的国家。稀疏的土壤调查点数量有限，使得准确捕捉空间变化变得困难。此外，广阔的区域和对细致分辨率的映射需求也带来了巨大的数据和计算负担。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What potential improvements or new methodologies could be explored to enhance the accuracy and detail of digital soil maps in regions with poor accessibility and limited historical survey data?",
        "QuestionCn": "在可达性差和历史调查数据有限的地区，增强数字土壤地图的准确性和细节可以探索哪些潜在改进或新方法？",
        "AnswerEn": "Potential improvements could include the development of more sophisticated models that can better handle the complexity of soil-landscape relationships in large extents. Exploring better computational strategies, such as parallel computing, and integrating high-resolution soil-forming environmental covariates can also enhance predictive accuracy. Addressing the challenge of limited accessibility and historical data through innovative data collection methods, such as remote sensing, might also be crucial.",
        "AnswerCn": "潜在的改进可以包括开发更复杂的模型，以更好地处理大范围内土壤-景观关系的复杂性。探索更好的计算策略，例如并行计算，以及整合高分辨率的土壤形成环境协变量，也可以提高预测准确性。通过创新的数据收集方法，如遥感技术，解决有限的可获取性和历史数据的挑战也可能至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand why accurately predicting soil variation over large and complex areas remains such a challenge, especially in regions like China?",
        "QuestionCn": "我不明白为什么在像中国这样的大型复杂地区，准确预测土壤变化仍然是一个挑战。",
        "AnswerEn": "Accurate prediction of soil variation over large and complex areas remains a challenge due to the vast land area of China, which contains the most diverse soil landscapes in the world. This complexity, combined with a limited number of sparse soil survey points, makes it difficult to predict soil spatial variation at a high resolution.",
        "AnswerCn": "在中国广阔而复杂的地区，准确预测土壤变化仍然是一个挑战，因为中国拥有世界上最丰富多样的土壤景观。这种复杂性，加上稀疏的土壤调查点数量有限，使得在高分辨率下预测土壤空间变化变得困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how uncertainty in soil mapping predictions is quantified and represented in digital soil mapping.",
        "QuestionCn": "我不明白在数字土壤制图中，土壤制图预测的不确定性是如何量化和表示的。",
        "AnswerEn": "Uncertainty in soil mapping predictions is quantified using methods like quantile regression forest, which is an ensemble tree-based machine learning model. This approach estimates the uncertainty of predictions, allowing for the generation of soil property maps that not only predict soil characteristics but also represent the uncertainty of these predictions, which is crucial for decision-making in natural resource management.",
        "AnswerCn": "土壤映射预测中的不确定性通过量化回归森林等方法进行量化，这是一种基于集成树的机器学习模型。这种方法估计预测的不确定性，允许生成土壤属性图，不仅预测土壤特征，还表示这些预测的不确定性，这对于自然资源管理中的决策至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and discuss the data collection methods used to gather soil profile information for creating a high-resolution digital soil map of the Qinghai-Tibet Plateau.",
        "QuestionCn": "请探讨和讨论用于收集土壤剖面信息以创建青藏高原高分辨率数字土壤图的资料收集方法。",
        "AnswerEn": "The data collection methods for soil profile information involve using soil survey profiles obtained from projects like the 'Second Qinghai-Tibet Plateau Comprehensive Scientific Investigation' and the 'Compilation of Soil Series of China.' Predictive digital soil mapping paradigms are used, integrating geographical information and remote sensing technologies to characterize and analyze the soil-forming environment spatially. Approximately 5000 representative soil profiles collected in a recent national survey serve as a basis for this map.",
        "AnswerCn": "土壤剖面信息的数据收集方法涉及使用从“第二次青藏高原综合科学考察”和“中国土壤系列编纂”等项目获得的土壤调查剖面。预测数字土壤制图范式被用来整合地理信息和遥感技术，以空间方式表征和分析土壤形成环境。最近的全国调查中收集的约5000个代表性土壤剖面为该地图提供了基础。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and elaborate on the challenges faced during the predictive mapping of soil properties across large and complex areas such as the Qinghai-Tibet Plateau.",
        "QuestionCn": "请识别并详细说明在对像青藏高原这样的大型复杂区域进行土壤属性预测映射时面临的挑战。",
        "AnswerEn": "Challenges in predictive mapping of soil properties in large and complex areas include accurately predicting soil variation with limited samples, particularly significant for vast and diverse landscapes like China. The geographical heterogeneity of soil and the traditionally coarse-scale polygon maps contribute to this complexity. There is also the issue of sparse soil survey points, making high-resolution predictions difficult. Additionally, the computational demands are high due to the large mapping area and fine resolution required.",
        "AnswerCn": "在大规模和复杂区域中，土壤属性的预测映射面临的挑战包括在有限样本下准确预测土壤变化，这在像中国这样广阔而多样的景观中尤为重要。土壤的地理异质性以及传统的粗尺度多边形地图增加了这种复杂性。此外，稀疏的土壤调查点使得高分辨率预测变得困难。此外，由于映射区域大且所需分辨率高，计算需求也很高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate potential datasets that could support the development of a three-dimensional predictive soil mapping approach for regions with complex soil landscapes.",
        "QuestionCn": "请调查可能支持复杂土壤景观区域三维预测土壤制图方法开发的数据集。",
        "AnswerEn": "Potential datasets that could support a three-dimensional predictive soil mapping approach include the collection of soil profiles from national soil series inventories and the detailed covariates that characterize soil-forming environments. These datasets would involve high-resolution environmental covariates and could utilize machine learning models like random forest and quantile regression forest for modeling soil properties and estimating prediction uncertainties. Using a combination of these datasets can effectively predict spatial variation of soil texture and properties across complex landscapes.",
        "AnswerCn": "潜在的数据集可以支持三维预测土壤制图方法，包括来自国家土壤系列清单的土壤剖面收集以及表征土壤形成环境的详细协变量。这些数据集将涉及高分辨率的环境协变量，并可以利用机器学习模型，如随机森林和分位数回归森林，来建模土壤属性和估计预测不确定性。结合这些数据集可以有效预测复杂景观中土壤纹理和属性的空间变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}