{
  "id": "0f2fb873-09ae-42a4-8f86-706f1ec7c7a2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of diurnal FPAR change observations in the Linze grassland foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区光合作用有效辐射比率（FPAR）日变化观测数据集",
      "description": "The dataset of diurnal change of FPAR observations was obtained by the quantum meter in the Linze grassland foci experimental area. Incident and reflected radiation of canopy, and land surface in reed, saline grass, alfalfa, cumin and barley were measured and diurnal changes of PAR and Fpar were also acquired. Observations were carried out:\n    In plot E (barley) and cumin field on Jun. 6, 2008; plot D (alfalfa) and plot E on Jun. 11; plot D and E on Jun. 15; plot E on Jun. 16; plot A (reed) on Jun. 20; plot B (saline) on Jun. 22; plot D and E on Jun. 23; plot B (saline) on Jun. 24; plot A and plot E on Jun. 29.\n    14 Excel files, one Word and one .TXT were archived. See Water: The dataset of setting of the sampling plots and stripes in the Linze grassland foci experimental area for more information.",
      "descriptionCn": "2008年6月6日至6月29日，在临泽草地加密观测区样方A（芦苇地）、样方B（盐碱地）、样方D（苜蓿地）、样方E（大麦地），使用手持光量子计测量了芦苇、盐碱禾草、苜蓿、孜然、大麦等地物的冠顶入射辐射、冠顶反射辐射、地表入射辐射以及地表反射辐射；并得到不同地表类型的PAR和Fpar日内连续变化，为航空和卫星的地表Fpar反演算法的发展和验证提供数据。\n每次观测的时间、地点及地表类型如下：\n2008年6月6日 样方E（大麦地） 样方E附近孜然地；2008年6月11日 样方D（苜蓿地） 样方E（大麦地）；2008年6月15日 样方D（苜蓿地） 样方E（大麦地）；2008年6月16日 样方E（大麦地）\n2008年6月20日 样方A（芦苇地）\n2008年6月22日 样方B（盐碱地）\n2008年6月23日 样方D（苜蓿地）样方E（大麦地）2008年6月24日 样方B（盐碱地）\n2008年6月29日 样方A（芦苇地） 样方E（大麦地）\n本数据集包括14个光量子计测量数据Excel表格，一原始数据说明Word文档和一数据问题记录txt文档。\n样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-15 00:00:00",
      "endTime": "2008-07-08 00:00:00",
      "fileSize": 1280932.0,
      "cstr": "18406.11.water973.0077.db",
      "doi": "10.3972/water973.0077.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": " 钞振华",
        "nameEn": "CHAO Zhenhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "盖春梅",
        "nameEn": "GE Chunmei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "胡晓利",
        "nameEn": "HU Xiaoli",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄春林",
        "nameEn": "HUANG Chunlin",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "梁继",
        "nameEn": "LIANG Ji",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "年雁云",
        "nameEn": "NIAN Yanyun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李笑宇",
        "nameEn": "LI Xiaoyu",
        "unitEn": "",
        "unitCn": "华南农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合作用",
        "nameEn": "Photosynthesis"
      },
      {
        "nameCn": "冠层反射辐射",
        "nameEn": "Canopy reflected radiation"
      },
      {
        "nameCn": "树冠入射辐射",
        "nameEn": "Canopy incident radiation"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "比辐射率",
        "nameEn": "Emissivity"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-11",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-15",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-20",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-22",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-23",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the key data collection methods used for measuring photosynthetically active radiation in grassland observation areas?",
        "QuestionCn": "测量草地观测区光合有效辐射的关键数据收集方法有哪些？",
        "AnswerEn": "handheld quantum meters",
        "AnswerCn": "手持量子测量仪",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific characteristics of the photosynthetically active radiation (PAR) and fraction of absorbed PAR (Fpar) are observed in different surface types using quantum meters?",
        "QuestionCn": "不同表面类型使用量子计测量的光合有效辐射（PAR）和吸收PAR的分数（Fpar）的具体特征是什么？",
        "AnswerEn": "PAR and Fpar diurnal variations, canopy top incident radiation, canopy top reflective radiation, ground incident radiation, ground reflective radiation",
        "AnswerCn": "PAR和Fpar的日变化、冠层顶部入射辐射、冠层顶部反射辐射、地面入射辐射、地面反射辐射",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different types of surface types were measured in the data collection process?",
        "QuestionCn": "在数据收集过程中测量了多少种不同类型的表面类型？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'FPAR' mean in the context of remote sensing and ecological studies?",
        "QuestionCn": "在遥感和生态研究的背景下，“FPAR”是什么意思？",
        "AnswerEn": "FPAR stands for the Fraction of Photosynthetically Active Radiation. It refers to the fraction of incoming solar radiation in the photosynthetically active wavelengths (400-700 nm) that is absorbed by vegetation for photosynthesis. In the context of remote sensing and ecological studies, FPAR is used to assess the efficiency of photosynthesis across different types of vegetation and is important for understanding ecosystem productivity and health.",
        "AnswerCn": "FPAR代表光合有效辐射的分数。它指的是在光合有效波长（400-700纳米）范围内，植物用于光合作用的入射太阳辐射的分数。在遥感和生态研究的背景下，FPAR用于评估不同类型植被的光合作用效率，对于理解生态系统的生产力和健康状况非常重要。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the outcomes of using handheld quantum meters for measuring incident and reflected radiation on different land surface types in terms of data accuracy and validation of FPAR retrieval algorithms?",
        "QuestionCn": "使用手持量子计测量不同地表类型的入射和反射辐射的结果在数据准确性和FPAR检索算法验证方面如何？",
        "AnswerEn": "Using handheld quantum meters to measure incident and reflected radiation on different land surface types provides continuous diurnal variations of PAR and FPAR. This method allows for detailed and accurate data collection across various surface types such as reed, alkali grass, alfalfa, cumin, and barley fields. Such data can significantly enhance the development and validation of FPAR retrieval algorithms for both aerial and satellite platforms, ensuring higher accuracy in remote sensing applications.",
        "AnswerCn": "使用手持量子计测量不同地表类型上的入射和反射辐射，可以提供光合有效辐射（PAR）和光合有效辐射吸收（FPAR）的连续昼夜变化。这种方法允许在芦苇、碱草、苜蓿、孜然和大麦田等各种地表类型上进行详细和准确的数据收集。这些数据可以显著增强FPAR提取算法在航空和卫星平台上的开发和验证，从而确保遥感应用中的更高准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect continuous diurnal variation data of FPAR and PAR for different land surfaces using handheld quantum meters?",
        "QuestionCn": "为什么使用手持量子计收集不同土地表面的FPAR和PAR的连续昼夜变化数据很重要？",
        "AnswerEn": "Collecting continuous diurnal variation data of FPAR and PAR for different land surfaces provides essential data to develop and validate surface FPAR inversion algorithms for aviation and satellite remote sensing. This data helps in understanding the interaction between radiation and various land cover types, such as reed fields, saline-alkaline grasslands, alfalfa fields, and barley fields, ultimately contributing to more accurate environmental monitoring and modeling.",
        "AnswerCn": "收集不同土地表面的FPAR和PAR的连续昼夜变化数据，对于开发和验证航空和卫星遥感的表面FPAR反演算法至关重要。这些数据有助于理解辐射与各种土地覆盖类型之间的相互作用，如芦苇田、盐碱草原、苜蓿田和大麦田，最终有助于更准确的环境监测和建模。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to measure the fraction of photosynthetically active radiation (FPAR) for different surface types using hand-held quantum meters in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，使用手持量子计测量不同地表类型的光合有效辐射分数（FPAR）采用哪些程序？",
        "AnswerEn": "The procedures involve using hand-held quantum meters to measure the incoming and reflected radiation at the canopy top and at the ground surface for various surface types such as reed, salt-alkali grass, alfalfa, cumin, and barley. Measurements are taken at specified sample plots on different dates, and the data collected includes the continuous diurnal variation of PAR and FPAR across these surface types. This data is used to develop and validate surface FPAR retrieval algorithms for aerial and satellite remote sensing.",
        "AnswerCn": "这些程序涉及使用手持量子计测量不同表面类型（如芦苇、盐碱草、苜蓿、孜然和大麦）在冠层顶部和地面表面上的入射和反射辐射。测量在不同日期的指定样本地块上进行，收集的数据包括这些表面类型的光合有效辐射（PAR）和表面光合有效辐射（FPAR）的连续昼夜变化。这些数据用于开发和验证用于航空和卫星遥感的表面FPAR提取算法。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods and technologies are utilized to collect data on photosynthetically active radiation (PAR) and FPAR in diverse grassland environments, and how do these enable accurate measurement and validation for remote sensing applications?",
        "QuestionCn": "在多样化的草原环境中，收集光合有效辐射（PAR）和叶面积指数（FPAR）数据的方法和技术有哪些，这些方法和技术如何实现对遥感应用的准确测量和验证？",
        "AnswerEn": "The data collection involves using hand-held quantum sensors to measure incident and reflected radiation at the canopy and surface levels across various land cover types, such as reed, saline grass, alfalfa, cumin, and barley. This approach allows for continuous intra-day variation data, aiding the development and validation of FPAR retrieval algorithms for aerial and satellite observations.",
        "AnswerCn": "数据收集涉及使用手持量子传感器测量不同土地覆盖类型（如芦苇、盐生草、苜蓿、孜然和大麦）在冠层和表面水平的入射和反射辐射。这种方法允许获取连续的日内变化数据，有助于开发和验证用于航空和卫星观测的FPAR提取算法。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}