{
    "id": "0f8e495b-c7a6-4faa-be49-15c8238688a1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Genesis of Cretaceous ore bearing granites in North Huaiyang belt, northern margin of Dabie orogenic belt",
            "titleCn": "大别造山带北缘北淮阳带白垩纪含矿花岗岩的成因数据库",
            "description": "There are two kinds of data: Excel table and JPG model analysis chart.\nThe Excel data show that the major and trace elements of the whole rock were measured in the ALS laboratory group (Australian ICP-MS analysis laboratory in Guangzhou, China). The main elements were determined by X-ray fluorescence spectrometry (XRF).\nTrace elements and rare earth elements were determined by element-2 mass spectrometer. The concentrations and isotopic ratios of Rb – Sr, SM – nd and u – th were determined by isotope dilution method. Zircon geochronology and Hf isotope data are also included.\nThe analysis data of JPG model include: 1. Geological map of Dabie orogenic belt showing early Cretaceous distribution; 2. Geological map of BHY shapinggou molybdenum deposit. 3. The geological section is magmatic rock and ore body of shapinggou molybdenum deposit. 4. According to the data of 313 geological team and Mineral Exploration Bureau of Anhui Provincial Bureau of geology, the sample position and the column section of the borehole are modified. 5. Geological map of Xianghongdian area. 6. Geological map of gongdongchong lead-zinc deposit (a) and A-B section of gongdongchong lead-zinc deposit 7. Zircon cathodoluminescence (CL) images of zircons from shapinggou granite porphyry and gongdongchong quartz monzonite porphyry. White and yellow circles represent the location of U-Pb dating and in site Hf isotope, respectively. The adjacent numbers are the analysis results. 8. Zircon U-Pb concordance map of shapinggou granite porphyry and gongdongchong quartz monzonite porphyry. 9. Chemical composition diagram of BHY ore bearing rocks. 10. (a) chondrite normalized REE patterns and (b) n-morb normalized multi-element spider diagram 11. Initial SR – Nd isotopic composition of ore bearing magmatic rocks in the BHY belt. 12. The initial lead isotopic composition of BHY ore bearing rocks. Ore bearing magmatic rocks include SPG, TJP, DG and QEC 13. Zircon U-Pb age (T) of BHY ore bearing rocks ε Hf（t）。  SiO2 and SiO2 ε Nd (T) nd (T) map of magmatic rocks in Dongchong mining area. 15. Production pattern of Mo Pb Zn granitic rocks in North Huaiyang area.\nThe database data can be used to study the mineralization and relationship of granite porphyry to molybdenite in shapinggou area.",
            "descriptionCn": "数据有Excel表格以及Jpg模型分析图两种。\nExcel表格数据有：全岩常量元素和微量元素是在ALS实验室组（位于中国广州的澳大利亚ICP-MS分析实验室）进行测量的。主要元素用X射线荧光光谱法（XRF）测定。\n微量元素和稀土元素用ELEMENT-2质谱仪测定。使用同位素稀释法测定Rb–Sr、Sm–Nd和U–Th浓度和同位素比值。以及锆石年代学数据和Hf同位素数据。\nJpg模型分析数据包括：1.显示早白垩世分布的大别造山带地质图 2、BHY沙坪沟钼矿床地质简图。 3、地质剖面为沙坪沟钼矿床岩浆岩及矿体 4.根据安徽省地质局313地质队和矿产勘查局的资料，对钻孔中的样品位置、钻孔柱状剖面进行了修改。 5、向洪店地区地质简图。 6.巩东冲铅锌矿床地质示意图（a）和巩东冲铅锌矿床a-B剖面图 7.沙坪沟花岗斑岩和公洞冲石英二长斑岩锆石的锆石阴极发光（CL）图像白色和黄色圆圈分别代表U-Pb定年和in-Site Hf同位素的位置，相邻数字为分析结果。 8.沙坪沟花岗斑岩和公洞冲石英二长斑岩锆石U-Pb协和图。 9.BHY含矿岩石岩石化学成分图。10.（a）球粒陨石标准化稀土元素模式和（b）N-MORB标准化多元素蜘蛛图 11.BHY带含矿岩浆岩的初始Sr–Nd同位素组成。除本文外的含矿岩浆岩资料 12.BHY含矿岩石的初始铅同位素组成。含矿岩浆岩包括SPG、TJP、DG和QEC 13.锆石U–Pb年龄（t）BHY含矿岩石的εHf（t）。 14.SiO2与εNd（t）东冲矿区岩浆岩Nd（t）图。 15.北淮阳地区含钼铅锌花岗质岩石的生产模式。\n通过该数据库数据可以对砂坪沟地区花岗斑岩对钼铅矿的成矿作用及关系研究提供依据。",
            "instructions": "File name: the sample data number is composed of, and the file name is \"yyddbb\", where YY represents the sampling year, DD represents the specific sampling location, and BB represents the sample number. For example, 17fd001-1 represents the first analytical data of the first sample collected from Feidong area in 17.",
            "instructionsCn": "文件命名：样品数据编号组成为，文件的名称为“yyddbb”，其中yy代表采样年代，dd代表具体的采样地点，bb表示样品号。",
            "east": 114.51,
            "west": 115.48,
            "south": 31.52,
            "north": 31.58,
            "startTime": null,
            "endTime": null,
            "fileSize": 3662460.0,
            "cstr": null,
            "doi": "10.1080/00206814.2017.1363005",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "闫骏",
                "nameEn": "YAN Jun",
                "unitEn": "",
                "unitCn": "合肥工业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Origin of the cretaceous ore-bearing granitoids in the beihuaiyang zone, northern margin of the dabie orogen, eastern china",
                "referenceCn": null,
                "referenceEn": "Liu, X. ,  Yan, J. ,  Wang, A. ,  Li, Q. , &  Xie, J. . (2017). Origin of the cretaceous ore-bearing granitoids in the beihuaiyang zone, northern margin of the dabie orogen, eastern china. International Geology Review, 1-26."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大别造山带",
                "keywordEn": "Dabie Orogen"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used to analyze the mineral composition and isotopic ratios in Cretaceous granites in the North Huaiyang zone of the northern Dabie orogenic belt?",
                "QuestionCn": "您能否提供用于分析北大别造山带北华阳带白垩纪花岗岩矿物成分和同位素比率的数据收集方法示例？",
                "AnswerEn": "An example of data collection methods includes measuring major elements using X-ray fluorescence (XRF) and trace elements using an ELEMENT-2 mass spectrometer at the ALS laboratory group, which is an Australian ICP-MS analysis lab located in Guangzhou, China. Isotope dilution methods were used to determine the concentrations and isotopic ratios of Rb–Sr, Sm–Nd, and U–Th. Additionally, zircon geochronology data and Hf isotope data were collected.",
                "AnswerCn": "数据收集方法的一个例子包括使用X射线荧光（XRF）测量主要元素，以及在位于中国广州的ALS实验室集团（一个澳大利亚ICP-MS分析实验室）使用ELEMENT-2质谱仪测量微量元素。采用同位素稀释法来确定Rb–Sr、Sm–Nd和U–Th的浓度和同位素比。此外，还收集了锆石年代学数据和Hf同位素数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics are essential for datasets focused on the geochemical and isotopic composition of mineral-bearing granites in the northern margin of the Dabie orogenic belt?",
                "QuestionCn": "针对大别造山带北缘矿物-bearing 花岗岩的地球化学和同位素组成的数据库，哪些特征是必不可少的？",
                "AnswerEn": "comprehensive data on whole rock major and trace elements, isotopic ratios, zircon U-Pb dating, in-situ Hf isotopic data, geological maps and models",
                "AnswerCn": "全岩主量和微量元素的综合数据、同位素比率、锆石U-Pb定年、原位Hf同位素数据、地质图和模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of elemental measurements are conducted in the data collection methods related to the 大别造山带北缘北淮阳带白垩纪含矿花岗岩的成因?",
                "QuestionCn": "与大别造山带北缘北淮阳带白垩纪含矿花岗岩的成因相关的数据收集方法中，进行的元素测量类型有多少种？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using isotopic dilution in determining Rb–Sr, Sm–Nd, and U–Th concentrations and isotopic ratios in geological research?",
                "QuestionCn": "在地质研究中，使用同位素稀释法确定Rb–Sr、Sm–Nd和U–Th浓度及同位素比的重要性是什么？",
                "AnswerEn": "Isotopic dilution is a method used to determine the concentrations and isotopic ratios of elements like Rb–Sr, Sm–Nd, and U–Th, which are crucial for understanding the age and genesis of geological formations. It involves adding a known quantity of isotopically enriched tracer to a sample, which allows for precise measurement of the elements and their isotopic ratios, providing insights into the mineralization processes and the geological history of regions such as the Dabaoshan orogenic belt.",
                "AnswerCn": "同位素稀释是一种用于确定元素浓度和同位素比率的方法，如Rb–Sr、Sm–Nd和U–Th，这对于理解地质形成的年龄和成因至关重要。该方法涉及向样品中添加已知数量的同位素富集示踪剂，从而可以精确测量元素及其同位素比率，为矿化过程和地质历史提供洞察，例如大宝山造山带的研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of isotopic data, such as Rb-Sr, Sm-Nd, and U-Th concentrations, help infer the petrogenetic processes involved in the formation of mineralized granites in the Dabie Orogenic Belt?",
                "QuestionCn": "同位素数据的整合，如Rb-Sr、Sm-Nd和U-Th浓度，如何帮助推断大别山造山带矿化花岗岩形成过程中涉及的岩石生成过程。",
                "AnswerEn": "Isotopic data provide insights into the age, origin, and evolution of rock units. By analyzing isotopic ratios and concentrations, researchers can trace the source materials and magma evolution processes that contributed to the formation of mineralized granites. This helps in understanding the petrogenetic history and the tectonic setting during the Cretaceous period in the Dabie Orogenic Belt.",
                "AnswerCn": "同位素数据提供了关于岩石单元的年龄、来源和演化的见解。通过分析同位素比率和浓度，研究人员可以追踪形成矿化花岗岩所贡献的源材料和岩浆演化过程。这有助于理解大别山造山带在白垩纪时期的岩石成因历史和构造背景。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the development of data collection methods for analyzing the genesis of ore-bearing granites in the North Huaiyang Belt?",
                "QuestionCn": "哪些因素促成了北淮阳带矿石花岗岩成因分析的数据收集方法的发展？",
                "AnswerEn": "The development of data collection methods for analyzing the genesis of ore-bearing granites in the North Huaiyang Belt is influenced by factors such as the need for accurate elemental and isotopic measurements, which are conducted using techniques like X-ray fluorescence spectroscopy (XRF) for major elements, ICP-MS for trace and rare earth elements, and isotope dilution methods for isotopic ratios. Additionally, geological mapping and sample positioning from drilling data, as well as zircon dating and isotope analysis, provide comprehensive data required for understanding the mineralization processes in the granite.",
                "AnswerCn": "北淮阳带矿石花岗岩成因分析的数据收集方法的发展受到多个因素的影响，例如对准确元素和同位素测量的需求。这些测量采用了X射线荧光光谱法（XRF）用于主要元素，ICP-MS用于微量和稀土元素，以及同位素稀释法用于同位素比率。此外，地质测绘和钻探数据的样品定位，以及锆石定年和同位素分析，提供了理解花岗岩矿化过程所需的综合数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes can be expected when using isotope dilution methods to determine Rb–Sr, Sm–Nd, and U–Th concentrations and isotope ratios in granite rock studies?",
                "QuestionCn": "在花岗岩岩石研究中，使用同位素稀释方法确定Rb–Sr、Sm–Nd和U–Th浓度及同位素比率时，可以预期以下结果：",
                "AnswerEn": "Using isotope dilution methods to determine Rb–Sr, Sm–Nd, and U–Th concentrations and isotope ratios allows for precise and accurate measurements of isotopic compositions, which can provide insights into the age, origin, and evolution of the granite rocks and their associated mineral deposits in the region.",
                "AnswerCn": "使用同位素稀释方法来确定Rb–Sr、Sm–Nd和U–Th浓度及同位素比率，可以精确和准确地测量同位素组成，这可以为了解该地区花岗岩及其相关矿床的年龄、来源和演化提供深入的见解。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}