{
  "id": "108f3349-3ae3-440d-8d95-062feadf4246",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of the Hedong Pb Zn sb deposit in Wuwei orefield, Guangxi",
      "titleCn": "广西五圩矿田饿洞铅锌锑矿矿区化探地球化学数据",
      "description": "This data is geochemical data of the Hedong Pb Zn sb deposit in Wuwei orefield, Guangxi. The samples were collected from Nagan ore block along F3 fault zone and the top and bottom of mineralized vein in eedong mineralized area. The former mainly collected layer B soil, while the latter mainly collected core samples of lead-zinc mineralization from zk02 hole in Nagan ore block. AG and Sn were measured by wsp-1 spectrometric method. Cu, Pb, Zn, as, W and Sb were analyzed by inductively coupled plasma mass spectrometry. Based on the obtained data, through systematic analysis of the combination of ore-forming elements, the supergene geochemical behavior of ore-forming elements and the alteration characteristics of ore-forming system, it can effectively distinguish whether the geochemical anomalies are ore-forming anomalies. This work is of great significance for guiding prospecting practice.",
      "descriptionCn": "本数据为广西五圩矿田饿洞铅锌锑矿矿区化探地球化学数据。样品采集自饿洞矿化区那干矿段沿F3断裂带和矿化脉顶底板，前者主要采集B层土，后者主要采集那干矿段ZK02孔铅锌矿化岩心样。Ag，Sn用WSP-1型用光谱法测量，Cu、Pb、Zn、As、W、Sb用电感耦合等离子体质谱仪分析获得。利用获得的数据，通过系统分析成矿元素组合、成矿元素表生地球化学行为，成矿系统蚀变特征等可有效判别化探异常是否为矿致异常。该工作对指导找矿实践有着重要的意义。",
      "instructions": "All data are stored in Excel file. The name of the document is \"tra\", which represents the metallogenic element content table of secondary halo and primary halo of F3 fault zone and mineralized vein roof and floor",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"Tra\"代表F3断裂带和矿化脉顶底板次生晕及原生晕成矿元素含量表。",
      "east": 107.32,
      "west": 107.22,
      "south": 24.3,
      "north": 25.05,
      "startTime": null,
      "endTime": null,
      "fileSize": 13166.0,
      "cstr": "18406.11.Geo.tpdc.271304",
      "doi": "10.11888/Geo.tpdc.271304",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周瑞超",
        "nameEn": "ZHOU Ruichao",
        "unitEn": "",
        "unitCn": "广西大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Discriminating geochemical anomalies by geological-geochemical method: A case study on Nagan section of E’dong area in Wuxu ore field in Guangxi Province, China",
        "referenceCn": null,
        "referenceEn": "Zhou, R., Wu, J. (2017). Discriminating geochemical anomalies by geological-geochemical method: A case study on Nagan section of E’dong area in Wuxu ore field in Guangxi Province, China. Bulgarian Chemical Communications, 49,194-199."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "勘查地球化学",
        "nameEn": "Exploration geochemistry"
      },
      {
        "nameCn": "化探异常",
        "nameEn": "Geochemical anomaly detection"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "五圩矿田",
        "keywordEn": "Wuxu ore field"
      },
      {
        "keywordCn": "广西",
        "keywordEn": "Guangxi"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many elements are measured using the inductively coupled plasma mass spectrometry (ICP-MS) method in a geochemical dataset related to the Guangxi Wuxu mining field?",
        "QuestionCn": "在与广西吴圩矿区相关的地球化学数据集中，使用电感耦合等离子体质谱法（ICP-MS）测量了多少种元素？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'geochemical data collection' entail in the context of mineral exploration?",
        "QuestionCn": "在矿产勘探的背景下，“地球化学数据收集”包括什么内容？",
        "AnswerEn": "Geochemical data collection in the context of mineral exploration involves the systematic sampling and analysis of materials such as soils and rocks from a mining area. For instance, samples can be collected from specific mineralized zones along fault zones and mineral veins. Techniques such as spectral analysis for elements like Ag and Sn, and inductively coupled plasma mass spectrometry for elements like Cu, Pb, Zn, As, W, and Sb are used to obtain the data. This data is then analyzed to understand the elemental composition, surface geochemical behavior, and alteration characteristics of the mineralization system, which helps in determining whether geochemical anomalies are indicative of mineral deposits.",
        "AnswerCn": "在矿产勘探的背景下，地球化学数据收集涉及对矿区土壤和岩石等材料的系统采样和分析。例如，可以从沿着断层带和矿脉的特定矿化区采集样品。使用光谱分析技术检测如银（Ag）和锡（Sn）等元素，以及使用电感耦合等离子体质谱法分析如铜（Cu）、铅（Pb）、锌（Zn）、砷（As）、钨（W）和锑（Sb）等元素，以获取数据。然后对这些数据进行分析，以了解矿化系统的元素组成、表面地球化学行为和变质特征，这有助于确定地球化学异常是否指示矿床的存在。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the combination of elements such as Ag, Sn, Cu, Pb, Zn, As, W, and Sb in a dataset suggest about the geochemical processes occurring in a mineralized zone?",
        "QuestionCn": "在数据集中，Ag、Sn、Cu、Pb、Zn、As、W和Sb等元素的组合可能暗示矿化带中发生的地球化学过程是什么？",
        "AnswerEn": "The combination of elements like Ag, Sn, Cu, Pb, Zn, As, W, and Sb can suggest specific geochemical processes related to mineralization, such as the presence of hydrothermal systems or ore-forming processes. By analyzing these elements, researchers can infer the behavior of mineralizing elements and the characteristics of alteration systems, which can help determine whether geochemical anomalies are indicative of mineral-induced anomalies.",
        "AnswerCn": "元素如银（Ag）、锡（Sn）、铜（Cu）、铅（Pb）、锌（Zn）、砷（As）、钨（W）和锑（Sb）的组合可以暗示与矿化相关的特定地球化学过程，例如热液系统或成矿过程的存在。通过分析这些元素，研究人员可以推断矿化元素的行为和改造系统的特征，这有助于确定地球化学异常是否表明矿物诱导的异常。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons that guide the selection of specific geochemical data collection methods and analysis techniques in the context of lead, zinc, and antimony mineral exploration in the Wuxu mining area of Guangxi?",
        "QuestionCn": "在广西五圩矿区铅、锌和锑矿产勘探的背景下，指导特定地球化学数据收集方法和分析技术选择的潜在原因是什么？",
        "AnswerEn": "The selection of geochemical data collection methods and analysis techniques in the context of lead, zinc, and antimony mineral exploration in the Wuxu mining area is guided by the need to effectively discriminate geochemical anomalies caused by mineralization. Samples are collected from specific zones like the F3 fault zone and mineralized vein footwalls and hanging walls, where B layer soil and core samples from mineralized rock are gathered. Analytical techniques such as optical spectroscopy for Ag, Sn, and inductively coupled plasma mass spectrometry for Cu, Pb, Zn, As, W, and Sb are used to systematically analyze the assemblage and surface geochemical behavior of ore-forming elements, as well as the alteration characteristics of the mineralizing system. This methodology is crucial for effectively guiding exploration and identifying mineral-induced anomalies.",
        "AnswerCn": "在五旭矿区铅、锌和锑矿床勘探的背景下，地球化学数据收集方法和分析技术的选择是为了有效区分由矿化引起的地球化学异常。样品从特定区域收集，如F3断层带和矿化脉的底壁和顶壁，收集B层土壤和矿化岩的岩心样品。采用光谱分析技术对银、锡进行分析，采用电感耦合等离子体质谱法分析铜、铅、锌、砷、钨和锑，系统分析成矿元素的组合及其表面地球化学行为，以及矿化系统的变质特征。这一方法对于有效指导勘探和识别矿化引起的异常至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using spectral and mass spectrometry methods for detecting geochemical anomalies in mining areas?",
        "QuestionCn": "使用光谱和质谱方法检测矿区地球化学异常的潜在后果是什么？",
        "AnswerEn": "Using spectral and mass spectrometry methods, such as WSP-1 for Ag and Sn, and inductively coupled plasma mass spectrometry for Cu, Pb, Zn, As, W, Sb, can effectively determine whether geochemical anomalies are caused by mineralization. This approach aids in the systematic analysis of mineralization element combinations, geochemical behavior, and alteration characteristics of the mineralization system, which is significant for guiding practical prospecting efforts.",
        "AnswerCn": "使用光谱和质谱方法，如WSP-1用于银和锡，以及感应耦合等离子体质谱法用于铜、铅、锌、砷、钨、锑，可以有效地确定地球化学异常是否由矿化引起。这种方法有助于系统分析矿化元素组合、地球化学行为和矿化系统的变质特征，对于指导实际勘探工作具有重要意义。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting geochemical data in mining areas like the 广西五圩矿田饿洞铅锌锑矿矿区?",
        "QuestionCn": "在像广西五圩矿田饿洞铅锌锑矿矿区这样的矿区收集地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting geochemical data in mining areas is to effectively determine whether geochemical anomalies are caused by mineralization by systematically analyzing ore-forming element combinations, geochemical behavior of ore-forming elements, and alteration characteristics of the mineralization system. This work is significant for guiding practical mining exploration efforts.",
        "AnswerCn": "在矿区收集地球化学数据的主要目标是通过系统分析矿石形成元素组合、矿石形成元素的地球化学行为以及矿化系统的变质特征，有效确定地球化学异常是否由矿化引起。这项工作对指导实际的矿业勘探工作具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using geochemical methods to analyze mineralized rock core samples for elements like Ag, Sn, Cu, Pb, Zn, As, W, and Sb in a mining area?",
        "QuestionCn": "使用地球化学方法分析矿区矿化岩芯样品中的元素如Ag、Sn、Cu、Pb、Zn、As、W和Sb涉及哪些程序？",
        "AnswerEn": "In a mining area, geochemical methods involve collecting samples from mineralized zones, such as the B layer soil along fault zones and mineralized rock core samples from specific locations like the ZK02 drill hole. Ag and Sn concentrations are measured using a WSP-1 type spectrometer, while Cu, Pb, Zn, As, W, and Sb are analyzed using an inductively coupled plasma mass spectrometer (ICP-MS). These procedures help in systematically analyzing the combination of ore-forming elements, understanding their geochemical behavior, and identifying characteristics of alteration systems to determine if geochemical anomalies are related to mineralization.",
        "AnswerCn": "在一个矿区，地球化学方法涉及从矿化带收集样本，例如沿断层带的B层土壤和来自特定位置（如ZK02钻孔）的矿化岩心样本。使用WSP-1型光谱仪测量银（Ag）和锡（Sn）浓度，而铜（Cu）、铅（Pb）、锌（Zn）、砷（As）、钨（W）和锑（Sb）则使用感应耦合等离子体质谱仪（ICP-MS）进行分析。这些程序有助于系统地分析成矿元素的组合，理解它们的地球化学行为，并识别变质系统的特征，以确定地球化学异常是否与矿化相关。",
        "Level": "C3(Applying)"
      }
    ]
  }
}