{
    "id": "10a8a43c-8f64-43c0-9bd5-a25a0705d462",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:4 million map of the Glaciers, Frozen Ground and Deserts in China (2006)",
            "titleCn": "中国1:400万冰川冻土沙漠图（2006）",
            "description": "The compilation basis of frozen soil map includes: (1) frozen soil field survey, exploration and measurement data; (2) aerial photo and satellite image interpretation; (3) topo300 1km resolution ground elevation data; (4) temperature and ground temperature data. Among them, the distribution of permafrost in the Qinghai Tibet Plateau adopts the research results of nanzhuo Tong et al. (2002). Using the measured annual average ground temperature data of 76 boreholes along the Qinghai Tibet highway, regression statistical analysis is carried out to obtain the relationship between the annual average ground temperature and latitude, elevation, and based on this relationship, combined with the gtopo30 elevation data (developed under the leadership of the center for earth resources observation and science and technology, USGS) Global 1 km DEM data) to simulate the annual mean ground temperature distribution over the whole Tibetan Plateau. Taking the annual average ground temperature of 0.5 ℃ as the boundary between permafrost and seasonal permafrost, the boundary between discontinuous Permafrost on the plateau and island Permafrost on the plateau is delimited by referring to the map of ice and snow permafrost in China (1:4 million) (Shi Yafeng et al., 1988); in addition, the division map of Permafrost on the big and small Xing'an Mountains in the Northeast (Guo Dongxin et al., 1981), the distribution map of permafrost and underground ice around the Arctic (b According to rown et al. 1997) and the latest field survey data, the Permafrost Boundary in Northeast China has been revised; the Permafrost Boundary in Northwest mountains mostly uses the boundary defined in the map of ice and snow permafrost in China (1:4 million) (Shi Yafeng et al., 1988).\nAccording to the data, the area of permafrost in China is about 1.75 × 106km2, accounting for about 18.25% of China's territory. Among them, alpine permafrost is 0.29 × 106km2, accounting for about 3.03% of China's territory.\nFor more information, please refer to the specification of \"1:4 million map of glacial and frozen deserts in China\" (Institute of environment and Engineering in cold and dry areas, Chinese Academy of Sciences, 2006)",
            "descriptionCn": "冻土图的编制依据包括：（1）冻土野外调查、勘探实测资料；（2）航空像片和卫星影像判译；（3）TOPO30 1km分辨率的地面高程数据；（4）气温和地面温度资料。其中，青藏高原的冻土分布采用了南卓铜等（2002）的研究结果，利用青藏公路沿线76个钻孔实测年平均地温数据，进行回归统计分析，获取年平均地温与纬度、高程的关系，并基于该关系，结合GTOPO30高程数据（美国地质调查局地球资源观测与科技中心领导下发展的全球1km数字高程模型数据）模拟得到整个青藏高原范围上的年平均地温分布。以年平均地温0.5 ℃作为多年冻土与季节冻土的界限，参考《中国冰雪冻土图》（1：400万）（施雅风 等，1988）划定高原不连续多年冻土与高原岛状多年冻土的界限；另外，参考东北大小兴安岭多年冻土分区图（郭东信 等，1981）、环北极多年冻土和地下冰分布图（Brown et al. 1997）和最新野外实测资料，对东北的多年冻土界线进行了修订；西北高山多年冻土界线多采用了《中国冰雪冻土图》（1：400万）（施雅风 等，1988）中划定的界线。\n根据该数据统计的中国多年冻土区面积约1.75×106km2，约占中国领土的18.25％。其中，高山多年冻土0.29×106km2，约占我国领土面积的3.03％。\n更多信息参考《1：400万中国冰川冻土沙漠图》说明书（中国科学院寒区旱区环境与工程研究所，2006）",
            "instructions": "The data is stored in MDB database format and can be opened and viewed by ArcGIS and other related software.",
            "instructionsCn": "数据以mdb数据库格式存储，可用arcgis等相关软件打开查看。",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": "2006-01-18 00:00:00",
            "endTime": "2007-01-17 11:59:59",
            "fileSize": 38230450.0,
            "cstr": "18406.11.westdc.015.2013.db",
            "doi": "10.3972/westdc.015.2013.db",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王涛",
                "nameEn": "WANG Tao",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原西部区域多年冻土分布模拟及其下限估算",
                "titleEn": null,
                "referenceCn": "南卓铜, 黄培培, 赵林. (2013). 青藏高原西部区域多年冻土分布模拟及其下限估算. 地理学报. 68(3), 318-327.",
                "referenceEn": null
            },
            {
                "titleCn": "1:400万中国冰川冻土沙漠图",
                "titleEn": null,
                "referenceCn": "王涛. (2006). 1:400万中国冰川冻土沙漠图. 北京, 中国地图出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川",
                "nameEn": "Glaciers"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "永冻带（多年冻土）",
                "nameEn": "Permafrost "
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            },
            {
                "nameCn": "沙漠、沙地",
                "nameEn": "Desert, sand"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the use of GTOPO30 elevation data crucial for simulating the mean annual ground temperature distribution across the Tibetan Plateau?",
                "QuestionCn": "使用GTOPO30高程数据对于模拟青藏高原的年均地面温度分布是否至关重要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total area of permafrost regions in China according to a dataset?",
                "QuestionCn": "根据一个数据集，中国的永久冻土地区总面积是多少？",
                "AnswerEn": "1.75×10^6 km², 18.25%",
                "AnswerCn": "1.75×10^6 平方公里，18.25%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What techniques are used for determining the distribution of permafrost in a given geographical region?",
                "QuestionCn": "确定某一地理区域内永久冻土分布的技术有哪些？",
                "AnswerEn": "Techniques for determining the distribution of permafrost include field surveys, exploration measurements, interpretation of aerial photographs and satellite images, analysis of surface elevation data from sources like TOPO30, and temperature data from boreholes. In the context of the Qinghai-Tibet Plateau, regression statistical analysis using borehole temperature measurements is utilized to relate mean annual ground temperature with latitude and elevation.",
                "AnswerCn": "确定永冻土分布的技术包括实地调查、勘探测量、航空照片和卫星图像的解读、来自TOPO30等来源的地表高程数据分析，以及来自钻孔的温度数据。在青藏高原的背景下，利用钻孔温度测量的回归统计分析将年均地温与纬度和海拔高度相关联。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the determination of the boundary between permafrost and seasonal frost in the context of the Tibetan Plateau's elevation and temperature data?",
                "QuestionCn": "在青藏高原的海拔和温度数据背景下，哪些因素有助于确定永久冻土和季节性冻土之间的边界？",
                "AnswerEn": "The boundary between permafrost and seasonal frost is determined by the annual average ground temperature, with 0.5°C serving as the threshold. This determination involves regression statistical analysis using measured annual average ground temperature data from 76 boreholes along the Qinghai-Tibet Highway, and it is based on the relationship between latitude, elevation, and temperature. GTOPO30 elevation data further aids in simulating the distribution of permafrost across the Tibetan Plateau.",
                "AnswerCn": "永久冻土与季节性冻土的边界由年平均地温决定，0.5°C作为阈值。这个判断涉及对来自青藏公路的76个钻孔测得的年平均地温数据进行回归统计分析，并基于纬度、高度与温度之间的关系。GTOPO30高程数据进一步帮助模拟青藏 Plateau上永久冻土的分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of integrating high-resolution satellite imagery and ground temperature data from multiple drilling sites for mapping permafrost distribution in cold regions?",
                "QuestionCn": "将高分辨率卫星影像与多个钻探地点的地面温度数据整合，用于绘制寒冷地区的永久冻土分布，可能产生的结果包括：",
                "AnswerEn": "Integrating high-resolution satellite imagery and ground temperature data from multiple drilling sites can enhance the accuracy of permafrost distribution mapping. It allows for a more detailed analysis of the relationship between ground temperature, latitude, and elevation, potentially refining the delineation of permafrost boundaries. Using a combination of data sources, such as satellite images and on-the-ground measurements, can lead to improved modeling of temperature distributions, helping to better distinguish between multi-year and seasonal permafrost regions. This approach could also provide insights into the impact of climate change on permafrost areas, supporting more informed environmental and infrastructure planning in cold regions.",
                "AnswerCn": "整合高分辨率卫星影像和多个钻探地点的地面温度数据可以提高永久冻土分布制图的准确性。这使得对地面温度、纬度和海拔之间关系的更详细分析成为可能，从而有助于细化永久冻土边界的划定。通过结合卫星图像和地面测量等多种数据源，可以改善温度分布的建模，帮助更好地区分多年冻土和季节性冻土区域。这种方法还可以提供关于气候变化对永久冻土地区影响的见解，支持在寒冷地区进行更为明智的环境和基础设施规划。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to determine the boundary between permafrost and seasonal frost using temperature data and topographical models in cold regions?",
                "QuestionCn": "在寒冷地区，确定永久冻土和季节性冻土之间边界的方法论包括使用温度数据和地形模型。",
                "AnswerEn": "The boundary between permafrost and seasonal frost is determined by using the average annual ground temperature of 0.5 ℃ as the threshold. This involves a regression statistical analysis of annual average ground temperature data obtained from 76 boreholes along the Qinghai-Tibet Highway. The relationship between annual average ground temperature, latitude, and elevation is established, and the GTOPO30 elevation model data is used to simulate the distribution of annual average ground temperature across the Qinghai-Tibet Plateau. This approach is referenced alongside maps like the 'China Snow, Ice and Permafrost Map' (1:4 million) and other regional permafrost maps to delineate the boundaries.",
                "AnswerCn": "永久冻土与季节性冻土的边界是通过使用0.5℃的年平均地温作为阈值来确定的。这涉及对沿青藏公路的76个钻孔获得的年平均地温数据进行回归统计分析。建立年平均地温、纬度和海拔之间的关系，并利用GTOPO30海拔模型数据模拟青藏 Plateau地区年平均地温的分布。这种方法与《中华雪冰冻土图》（1:400万）及其他区域冻土图相结合，用于划定边界。",
                "Level": "C3(Applying)"
            }
        ]
    }
}