{
    "id": "1122ff1e-32ea-4a3c-9226-ade87704fb1d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground-based RPG-8CH-DP microwave radiometer and ground truth observations for soil freeze/thaw cycle in the A'rou foci experimental area",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区RPG-8CH-DP地基微波辐射计及地表实况观测数据集",
            "description": "The dataset of ground-based RPG-8CH-DP microwave radiometer and ground truth observations for soil freeze/thaw cycle was obtained in the A'rou foci experimental area from Mar. 10 to 11, 2008.\n     The radiometer was set 4.5m height above a smooth land, which was covered with snow less than 10cm deep. The field of view was roughly determined and not as ideal. Frozen soil was observed clockwise 240° and snow clockwise 270° with the truck head as the 0 degree azimuth; the elevation angle was set at -40° for the former, and from -20° to -70° for the latter. \n     Observation items included surface soil moisture (microwave drying to get the gravimetric moisture), the soil temperature by the thermal resistor and vegetation. The shallow layer of the site was covered with withered grass with exuberant roots underground due to rich organic. The soil temperature changes were reflected by the thermal resistor and recorded by the DataTaker.\n     The brightness temperature was archived as .BRT and .txt files (the ASCII format). Data in two formats were the same. Each row in .txt format was listed by year, month, date, hour, minute, second, 6.925GHz (h), 6.925GHz (v), 10.65GHz (h), 10.65GHz (v) , 18.7GHz (h), 18.7GHz (v), 36.5GHz (h), 36.5GHz (v), the elevation angle, and the azimuth angle. Values for 6.925GHz and 10.65GHz were zero due to disfunction.",
            "descriptionCn": "本数据集为在阿柔加密观测区山前缓坡上进行的冻土积雪微波辐射计连续观测数据及同步测量的土壤温度/水分数据集。\n2008-3-10下午在阿柔加密观测区，选取了较平整的一片被雪覆盖的土地，粗略地确定了辐射计的视场范围，辐射计高度离地面4.5米。以车头为方位角0度，顺时针240度观测冻土，270度观测积雪。其中，冻土以高度角-40度固定角度观测，积雪以高度角-20度至-70度观测。冻土视场为人工取出该区域表面积雪获得，去除得并不是很理想，土壤表层仍残留部分冰雪，至2008-3-11中午，冰雪基本融化完。\n主要观测数据包括：表层土壤水分（微波炉烘干法获得重量含水量），土壤温度（热敏电阻）及植被状况观测。观测地点的表层有枯萎的干草覆盖，土壤有机质含量较高，土壤中草的根系较多。积雪厚度在10cm以下。 土壤温度采用的是热敏电阻，热敏电阻的电阻值反应温度变化，电阻值由数据采集仪自动记录。电阻值数据格式为DataTaker 数采仪专用格式，只能有该数采仪的专用软件打开。电阻值计算温度需要用特定热敏电阻的定标系数来计算。本数据所包含的是已经计算出来的土壤温度值。 \n亮温数据有两种格式：一种是仪器自带软件可以打开的格式，后缀为.BRT，需要用北京师范大学车载微波辐射计（TMMR：Truck Mounted Microwave Radiometer）自带软件打开，需要使用该软件的用户可以向该数据联系人索取；另外一种是文本文件（ASCII格式），可以用任何一种文本浏览软件打开。这两种文件格式中的数据是完全相同的。文本文件中按列依次为：年、月、日、时、分、秒、6.925GHz(h)、6.925GHz(v)、10.65GHz(h)、10.65GHz(v) 、18.7GHz(h)、18.7GHz(v)、36.5GHz(h)、36.5GHz(v)、高度角、方位角。由于6.925GHz和10.65GHz 的故障问题没有参加试验，故数据中，该四列的值均为0。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-03-23 08:00:00",
            "endTime": "2008-03-24 08:00:00",
            "fileSize": 3244131.0,
            "cstr": "18406.11.water973.0017.db",
            "doi": "10.3972/water973.0017.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "常胜",
                "nameEn": "CHANG Sheng",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 潘金梅",
                "nameEn": "PAN Jinmei",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 彭丹青",
                "nameEn": "PENG Danqing",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 张志玉",
                "nameEn": "ZHANG Zhiyu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "赵少杰",
                "nameEn": "ZHAO Shaojie",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 郑越",
                "nameEn": "ZHENG Yue",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "殷小军",
                "nameEn": "YIN Xiaojun",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": "冻融交替季节黑河上游代表性地物类型的微波辐射时序特征",
                "titleEn": null,
                "referenceCn": "张立新, 赵少杰, 蒋玲梅. 冻融交替季节黑河上游代表性地物类型的微波辐射时序特征. 冰川冻土, 2009, 31(2): 198-206.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A new soil freeze/thaw discriminant algorithm using AMSR-E passive microwave imagery",
                "referenceCn": null,
                "referenceEn": "Zhao, T.J., Zhang, L.X., Jiang, L.M., Zhao, S.J., Chai, L.N., & Jin, R. (2011). A new soil freeze thaw discriminant algorithm using AMSR-E passive microwave imagery. Hydrological Processes, 25(11), 1704-1716. DOI: 10.1002/hyp.7930."
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": "复杂地表条件下冻融土的微波辐射特性模拟及判别分析",
                "titleEn": null,
                "referenceCn": "赵天杰, 张立新, 蒋玲梅, 赵少杰. 复杂地表条件下冻融土的微波辐射特性模拟及判别分析. 冰川冻土, 2009, 31(2): 220-226.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤冻结深度",
                "nameEn": "Depth of soil freezing"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地基微波辐射计",
                "nameEn": "Ground-based microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-10",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-11",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and data formats used in capturing soil temperature and moisture in a dataset related to permafrost and snow cover areas?",
                "QuestionCn": "在与永久冻土和雪覆盖区域相关的数据集中，捕获土壤温度和湿度的特定特征和数据格式包括：",
                "AnswerEn": "thermistors, resistance value, data acquisition instrument, microwave oven drying method, gravimetric water content, calibration coefficients, proprietary format, text file format (ASCII), year, month, day, hour, minute, second, frequency measurements, elevation angle, azimuth angle",
                "AnswerCn": "热敏电阻，电阻值，数据采集仪器，微波炉干燥法，重力含水量，校准系数，专有格式，文本文件格式（ASCII），年，月，日，小时，分钟，秒，频率测量，仰角，方位角",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '亮温数据' mean in the context of microwave radiometer observations?",
                "QuestionCn": "'亮温数据'在微波辐射计观测的上下文中指的是“亮温”数据。",
                "AnswerEn": "In the context of microwave radiometer observations, '亮温数据' refers to the brightness temperature data, which is collected by observing the microwave emissions from the ground. This data is available in two formats: one that is specific to the instrument's software and another in a universal text file format. Both formats include information such as the date, time, frequency bands, and the angles of observation, which are crucial for analyzing the microwave emissions from different surfaces like frozen soil and snow.",
                "AnswerCn": "在微波辐射计观测的背景下，“亮温数据”指的是通过观察地面的微波辐射发射而收集的亮温数据。这些数据有两种格式：一种是特定于仪器软件的格式，另一种是通用文本文件格式。两种格式都包含日期、时间、频率带和观测角度等信息，这些信息对于分析来自不同表面（如冻土和雪）的微波辐射发射至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using a Truck Mounted Microwave Radiometer compare to those using a thermistor for measuring soil temperature in terms of accuracy and usability in frozen soil and snow conditions?",
                "QuestionCn": "使用卡车安装微波辐射计的数据收集方法与使用热敏电阻测量土壤温度的方法在准确性和在冻土和雪地条件下的可用性方面有何比较？",
                "AnswerEn": "The Truck Mounted Microwave Radiometer is used to collect brightness temperature data at various frequencies and angles, providing a remote sensing method for observing frozen soil and snow. In contrast, soil temperature is measured directly using thermistors, which rely on changes in resistance to detect temperature variations. The radiometer allows for a wider area of observation without direct contact, while thermistors provide precise point measurements. The radiometer data requires specific software to process, whereas thermistor data is calculated using calibration coefficients. Both methods are used simultaneously, offering complementary insights in frozen soil and snow monitoring.",
                "AnswerCn": "卡车-mounted微波辐射计用于收集不同频率和角度下的亮温数据，提供了一种观察冻土和雪的遥感方法。相比之下，土壤温度是通过热敏电阻直接测量的，依赖于电阻变化来检测温度变化。辐射计允许在不直接接触的情况下观察更广泛的区域，而热敏电阻提供精确的点测量。辐射计数据需要特定软件进行处理，而热敏电阻数据则使用校准系数进行计算。这两种方法同时使用，提供了冻土和雪监测的互补见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the procedure for setting up microwave radiometer observations to accurately measure soil moisture and temperature in snow-covered regions?",
                "QuestionCn": "设置微波辐射计观测以准确测量雪覆盖区域的土壤湿度和温度的程序是什么？",
                "AnswerEn": "The procedure involves selecting a relatively flat snow-covered area and determining the radiometer's field of view with the instrument positioned 4.5 meters above the ground. Observations of permafrost are taken at an azimuth angle of 240 degrees and snow at 270 degrees, with elevation angles fixed at -40 degrees for permafrost and varying from -20 degrees to -70 degrees for snow. The surface soil moisture is measured using the microwave oven drying method to determine weight water content, while soil temperature is recorded using thermistors, with data automatically logged in a specific format that requires specialized software to access.",
                "AnswerCn": "该程序涉及选择一个相对平坦的雪覆盖区域，并确定辐射计的视场，仪器位置高于地面4.5米。在240度的方位角下观察永久冻土，在270度的方位角下观察雪，永久冻土的仰角固定为-40度，而雪的仰角从-20度变化到-70度。表层土壤湿度使用微波炉干燥法测量，以确定重量水分含量，同时使用热敏电阻记录土壤温度，数据以特定格式自动记录，需要专门的软件进行访问。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technologies enable the accurate collection of microwave radiation data from frozen soil and snow-covered areas?",
                "QuestionCn": "哪些方法或技术能够准确收集来自冻土和积雪覆盖区域的微波辐射数据？",
                "AnswerEn": "The accurate collection of microwave radiation data from frozen soil and snow-covered areas is enabled by the use of a ground-based microwave radiometer, positioned at a height of 4.5 meters, with specific azimuth and elevation angles for observing frozen soil and snow. The radiometer collects data in two formats, one of which requires specialized software for access. Additionally, soil moisture is determined using the microwave oven drying method, and soil temperature is measured using thermistors, which record resistance changes that correlate with temperature changes.",
                "AnswerCn": "通过使用一个高度为4.5米的地面微波辐射计，可以准确收集来自冻土和积雪区域的微波辐射数据，该辐射计具有特定的方位角和仰角以观察冻土和雪。该辐射计以两种格式收集数据，其中一种格式需要专门的软件才能访问。此外，土壤湿度是通过微波炉干燥法测定的，土壤温度则是通过热敏电阻测量的，这些热敏电阻记录与温度变化相关的电阻变化。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}