{
  "id": "11dc2e0e-bbd6-460c-98bb-076cd5837411",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "OSL, magnetic susceptibility and grain size data of the TLD16 profile in the Yili Basin",
      "titleCn": "伊犁河谷TLD16剖面OSL、磁化率和粒度数据",
      "description": "This dataset includes OSL, susceptibility, and grain size data from the TLD16 profile in the Yili Basin. The potassic feldspar and quartz components of Holocene loess-paleosol sequence in the Ili River Valley in arid Central Asia have been dated by photoluminescence. Based on OSL dating of coarse-grained quartz and Bacon age model, a reliable age framework for the profile was established. A total of 18 OSL ages were obtained in 2.5m loess/paleosoil sequences, ranging from 17.4 ka to 0.4 ka. Magnetic and grain size indexes were used to reconstruct the environmental changes in the study area, and the results showed that the paleosols in Yili Basin began to develop at ~6 ka, which is consistent with the results in Xinjiang. The end member analysis (EMA) of dust deposition rate (DARs) and particle size frequency distribution was used to infer the changes of the westerlies during the Holocene, and the results showed that the westerlies were the main source of ACA excess moisture in the study area.",
      "descriptionCn": "该数据集包括伊犁河谷TLD16剖面OSL、磁化率和粒度数据。对中亚干旱区伊犁河谷全新世黄土-古土壤序列的钾长石和石英组分进行了光释光测年。利用粗粒石英的OSL定年，结合Bacon年龄模型，建立了研究剖面的可靠年龄框架。在2.5 m黄土/古土壤层序中共获得18个OSL年龄，年龄范围为17.4 ~ 0.4 ka。利用磁性和粒度指标重建了研究区间的环境变化，结果表明伊犁盆地古土壤发育始于~6 ka，与新疆地区的研究结果一致。利用尘积率（DARs）和粒度频率分布的端元分析（EMA）来推断全新世期间西风带的变化，结果表明西风带是研究区间ACA过量水分的主要来源。",
      "instructions": "Jia et al-OSL, magnetic susceptibility and grain size data of the TLD16",
      "instructionsCn": "Jia et al-OSL, magnetic susceptibility and grain size data of the TLD16",
      "east": 83.02,
      "west": 83.02,
      "south": 43.36,
      "north": 43.36,
      "startTime": null,
      "endTime": null,
      "fileSize": 19072.0,
      "cstr": "18406.11.Paleoenv.tpdc.300671",
      "doi": "10.11888/Paleoenv.tpdc.300671",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "贾佳",
        "nameEn": "JIA Jia",
        "unitEn": "",
        "unitCn": "浙江师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Optical dating of Holocene paleosol development and climate changes in the Yili Basin, arid central Asia",
        "referenceCn": null,
        "referenceEn": "Wang, L., Jia, J., Zhao, H., Liu, H., Duan, Y., Xie, H., & Chen, F., et al. (2019). Optical dating of Holocene paleosol development and climate changes in the Yili Basin, arid central Asia. The Holocene, 29(6), 1068-1077."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "磁化率",
        "nameEn": "Magnetic susceptibility"
      },
      {
        "nameCn": "粒度",
        "nameEn": "Grain-size"
      },
      {
        "nameCn": "释光测年",
        "nameEn": "Luminescence dating"
      },
      {
        "nameCn": "黄土",
        "nameEn": "Loess"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "伊犁盆地",
        "keywordEn": "Yili Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "18-0 ka BP",
        "keywordEn": "18-0 ka BP",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to establish a reliable age framework for Holocene loess-paleosol sequences in arid regions?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于建立干旱地区全新世黄土-古土壤序列的可靠年龄框架？",
        "AnswerEn": "A data collection method used to establish a reliable age framework for Holocene loess-paleosol sequences in arid regions involves optically stimulated luminescence (OSL) dating of feldspar and quartz components. This method was combined with the Bacon age model to create a reliable age framework for the study profile, resulting in 18 OSL ages ranging from 17.4 to 0.4 ka in a 2.5 m loess/paleosol sequence.",
        "AnswerCn": "一种用于建立干旱地区全新世黄土-古土壤序列可靠年龄框架的数据收集方法涉及对长石和石英成分进行光释光（OSL）定年。该方法与Bacon年龄模型相结合，为研究剖面创建了可靠的年龄框架，结果在2.5米的黄土/古土壤序列中获得了18个OSL年龄，范围从17.4千年前到0.4千年前。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many OSL ages were obtained from the loess/paleosol sequence in a dataset focused on the Ili Valley?",
        "QuestionCn": "在一个专注于伊犁河谷的数据库中，从黄土/古土壤序列中获得了多少个OSL年龄？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What inferences can be made about environmental changes during the Holocene in Central Asia by analyzing the patterns in OSL dating, magnetic susceptibility, and granulometry data?",
        "QuestionCn": "通过分析OSL测年、磁化率和粒度数据的模式，可以对中亚全新世期间的环境变化做出哪些推断？",
        "AnswerEn": "The analysis of OSL dating, magnetic susceptibility, and granulometry data suggests that environmental changes during the Holocene in Central Asia, particularly in the Ili River Valley, can be observed through the development of paleosols starting around 6 ka. This development aligns with findings from other studies in Xinjiang, indicating a consistent pattern of environmental changes. Additionally, the dust accumulation rates (DARs) and end-member analysis (EMA) of grain size distribution infer that the westerly winds were the main source of moisture during the Holocene in the studied region.",
        "AnswerCn": "OSL年代测定、磁性敏感性和颗粒度数据的分析表明，中央亚洲，特别是伊犁河谷在全新世期间的环境变化可以通过大约6千年前开始发展的古土壤观察到。这一发展与新疆其他研究的发现一致，表明环境变化的模式是一致的。此外，尘埃沉积速率（DARs）和颗粒大小分布的端元分析（EMA推断，在研究区域，全新世期间，西风是主要的水分来源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What reasons might contribute to the development of a reliable age framework for Holocene loess-paleosol sequences in arid Central Asia using OSL dating and the Bacon age model?",
        "QuestionCn": "哪些原因可能有助于在干旱的中亚地区利用光释光（OSL）测年和Bacon年龄模型开发可靠的全新世黄土-古土壤序列年龄框架？",
        "AnswerEn": "The development of a reliable age framework for Holocene loess-paleosol sequences in arid Central Asia may be attributed to the use of OSL dating on potassium feldspar and quartz components. This method, combined with the Bacon age model, provides a robust chronological framework. The methodology includes obtaining multiple OSL ages from the sequence, which range from 17.4 to 0.4 ka, allowing for precise dating and age modeling of the sedimentary sequence. This approach helps in reconstructing environmental changes and understanding the influence of climatic factors in the region.",
        "AnswerCn": "在中亚干旱地区，建立可靠的全新世黄土-古土壤序列年龄框架可归因于对钾长石和石英成分进行的光释光（OSL）测年。该方法结合了Bacon年龄模型，提供了一个稳健的时间框架。该方法包括从序列中获得多个OSL年龄，范围从17.4千年前到0.4千年前，允许对沉积序列进行精确的测年和年龄建模。这种方法有助于重建环境变化，并理解气候因素在该地区的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential environmental implications of using magnetic susceptibility and grain size data to reconstruct environmental changes in arid regions like Ili Valley during the Holocene?",
        "QuestionCn": "使用磁化率和粒度数据来重建像伊犁河谷这样的干旱地区全新世环境变化的潜在环境影响是什么？",
        "AnswerEn": "Using magnetic susceptibility and grain size data to reconstruct environmental changes allows researchers to infer historical climate conditions and sedimentary processes. In the Ili Valley, such reconstructions suggest that ancient soil development began around 6 ka, aligning with regional findings in Xinjiang. This implies that shifts in these parameters can provide insights into broader climatic patterns, such as the strengthening or weakening of the westerlies, which are identified as a key moisture source during the Holocene.",
        "AnswerCn": "利用磁化率和颗粒大小数据重建环境变化，使研究人员能够推断历史气候条件和沉积过程。在伊犁河谷，这种重建表明，古代土壤发育始于大约6000年前，这与新疆地区的研究结果相一致。这意味着这些参数的变化可以提供对更广泛气候模式的洞察，例如在全新世期间，作为主要湿源的西风带的增强或减弱。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}