{
    "id": "12ed7ec1-f3e2-4cf2-8c5d-c4b8db938212",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Fe isotope data of the Neoproterozoic Tongde intrusion in the western margin of the Yangtze Block",
            "titleCn": "扬子西缘新元古代同德岩体Fe同位素地球化学数据",
            "description": "This data is the whole rock stable Fe isotope data of magmatic rocks. Samples were collected from Neoproterozoic diorite and gabbro in Tongde area, western margin of the Yangtze Block, South China. The chemical treatment of Fe isotopes was completed in the State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. Total procedural blank is 25ng, and the recovery is higher than 99%. The data were analyzed by multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS) with an error (2σ) less than 0.06‰. The obtained data can constrain the magma evolution process of Neoproterozoic Tongde pluton and provide new constraints for the Fe isotope fractionation mechanism of mafic-intermediate rocks.",
            "descriptionCn": "本数据为岩浆岩的全岩稳定Fe同位素数据。样品采集自华南扬子板块西缘同德地区的新元古代闪长岩和辉长岩体。Fe同位素的化学处理是在中国科学院广州地球化学研究所同位素地球化学国家重点实验室完成，全流程空白是25ng，回收率高于99%。数据是通过电感耦合等离子体质谱仪分析获得，其分析误差（2σ）低于0.06‰。通过获得的数据，可以限定新元古代同德岩体演化的精细过程，为中基性岩石的Fe同位素分馏机制提供新的制约。",
            "instructions": "All data are stored in Excel file. The file name \"wrfe\" represents the whole rock Fe isotope geochemical data.",
            "instructionsCn": "所有数据以Excel文件存储。文件名称为“WRFe”代表全岩Fe同位素地球化学数据。",
            "east": 101.57,
            "west": 101.56,
            "south": 26.68,
            "north": 26.77,
            "startTime": null,
            "endTime": null,
            "fileSize": 12984.0,
            "cstr": "18406.11.Geo.tpdc.271309",
            "doi": "10.11888/Geo.tpdc.271309",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李奇维",
                "nameEn": "LI Qiwei",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Iron isotope fractionation in hydrous basaltic magmas in deep crustal hot zones",
                "referenceCn": null,
                "referenceEn": "Li, Q.W., Zhao, J.H., Wang, Q., Zhang, Z.F., An, Y.J., & He, Y.T. (2020). Iron isotope fractionation in hydrous basaltic magmas in deep crustal hot zones. Geochimica et Cosmochimica Acta, 279, 29-44. doi:10.1016/j.gca.2020.03.032"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南",
                "keywordEn": "South China"
            },
            {
                "keywordCn": "同德地区",
                "keywordEn": "Tongde region"
            },
            {
                "keywordCn": "扬子西缘",
                "keywordEn": "western margin of the Yangtze Block"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新元古代",
                "keywordEn": "Neoproterozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the Fe isotope geochemistry data collection methods for Neoproterozoic igneous rocks?",
                "QuestionCn": "关于新元古代火成岩的铁同位素地球化学数据收集方法的特征是什么？",
                "AnswerEn": "sampling from Neoproterozoic diorite and gabbro intrusions, full procedure blank of 25 ng, recovery rate exceeding 99%, analytical error (2σ) of less than 0.06‰",
                "AnswerCn": "从新元古代闪长岩和辉长岩侵入体中取样，空白值为25 ng，回收率超过99%，分析误差（2σ）小于0.06‰。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the recovery rate of the chemical treatment process used in the data collection method for Fe isotope geochemistry in Neoproterozoic igneous rocks?",
                "QuestionCn": "在用于新元古代火成岩的铁同位素地球化学数据收集方法中，化学处理过程的回收率是多少？",
                "AnswerEn": "99%",
                "AnswerCn": "99%",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geochemical evolution of the Neoproterozoic Tongde pluton from the stable Fe isotope data collected using inductively coupled plasma mass spectrometry?",
                "QuestionCn": "可以从使用电感耦合等离子体质谱法收集的稳定铁同位素数据中推断出新元古代通德岩体的地球化学演化。",
                "AnswerEn": "The stable Fe isotope data collected from the Neoproterozoic Tongde pluton can provide insights into the detailed evolutionary processes of the pluton. The high precision of the data, with an analytical error (2σ) below 0.06‰, allows for a refined understanding of the mechanism of Fe isotope fractionation in intermediate-mafic rocks. This could help in constraining the geochemical evolution of these rock formations and enhance understanding of the formation processes at the western margin of the South China Yangtze Block.",
                "AnswerCn": "从新元古代的铜德岩体收集的稳定铁同位素数据可以提供对岩体详细演化过程的洞察。数据的高精度，分析误差（2σ）低于0.06‰，使得对中基性岩石中铁同位素分馏机制的理解更加精细。这有助于约束这些岩石形成的地球化学演化，并增强对南中国扬子块西缘形成过程的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the precision of Fe isotope geochemistry data collection in Neoproterozoic magmatic rocks from the western margin of the Yangtze Block?",
                "QuestionCn": "影响来自扬子块西缘新元古代岩浆岩的铁同位素地球化学数据收集精度的因素有哪些？",
                "AnswerEn": "The precision of Fe isotope geochemistry data collection is influenced by several factors, including the chemical treatment process completed at the State Key Laboratory of Isotope Geochemistry in the Guangzhou Institute of Geochemistry, the quality of the full process blank which is 25ng, and the high recovery rate of over 99%. Additionally, the use of inductively coupled plasma mass spectrometry with an analytical error margin (2σ) of less than 0.06‰ plays a significant role in ensuring high precision in the data collection.",
                "AnswerCn": "铁同位素地球化学数据收集的精度受到多个因素的影响，包括在广州地球化学研究所同位素地球化学国家重点实验室完成的化学处理过程、全过程空白的质量（25ng），以及超过99%的高回收率。此外，使用感应耦合等离子体质谱法，其分析误差范围（2σ）小于0.06‰，在确保数据收集的高精度方面也起着重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy when using chemical processing techniques with low blank values and high recovery rates in Fe isotope geochemistry?",
                "QuestionCn": "在铁同位素地球化学中，使用低空白值和高回收率的化学处理技术时，数据准确性可能会受到哪些潜在影响？",
                "AnswerEn": "Using chemical processing techniques with low blank values (25ng) and high recovery rates (above 99%) in Fe isotope geochemistry ensures that the data accuracy is maintained at a high level. This method minimizes contamination and maximizes the amount of isotopic signal collected, leading to precise measurements of Fe isotopes. Consequently, this enhances the reliability of conclusions drawn about the evolution of Neoproterozoic igneous bodies and the mechanisms of Fe isotope fractionation in intermediate-basic rocks.",
                "AnswerCn": "使用低空白值（25ng）和高回收率（超过99%）的化学处理技术在铁同位素地球化学中确保了数据准确性保持在高水平。这种方法最小化了污染并最大化了收集到的同位素信号，从而导致对铁同位素的精确测量。因此，这增强了对新元古代火成岩体演化及中基性岩石中铁同位素分馏机制的结论的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of collecting Fe isotopic geochemical data from Neoproterozoic igneous rocks in the Tongde area of the western margin of the Yangtze block?",
                "QuestionCn": "收集来自扬子块西缘同德地区新元古代火成岩的铁同位素地球化学数据的目标是什么？",
                "AnswerEn": "The objective of collecting Fe isotopic geochemical data from Neoproterozoic igneous rocks in the Tongde area is to delineate the detailed evolutionary process of the Tongde pluton and provide new constraints on the Fe isotopic fractionation mechanisms in intermediate-mafic rocks.",
                "AnswerCn": "收集来自同德地区新元古代火成岩的铁同位素地球化学数据的目的是阐明同德岩体的详细演化过程，并为中间-镁铁质岩石中的铁同位素分馏机制提供新的约束。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific steps and instrumental techniques used to collect and analyze Fe isotope geochemical data from Neoproterozoic igneous rocks in the western margin of the Yangtze block?",
                "QuestionCn": "收集和分析来自扬子块西缘的新元古代火成岩的铁同位素地球化学数据的具体步骤和仪器技术是什么？",
                "AnswerEn": "The data collection involves sampling Neoproterozoic diorite and gabbro from the Tongde region in the western margin of the Yangtze block in South China. The chemical treatment of Fe isotopes is carried out at the State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. The process maintains a total blank of 25 ng and achieves a recovery rate higher than 99%. The isotopic analysis is performed using an inductively coupled plasma mass spectrometer (ICP-MS), with an analytical error margin (2σ) of less than 0.06‰. This detailed process helps in constraining the evolution of the Neoproterozoic Tongde pluton and provides new insights into the Fe isotope fractionation mechanism of intermediate-basic rocks.",
                "AnswerCn": "数据收集涉及对中国南方扬子块西缘通德地区的新元古代辉长岩和二长岩的取样。铁同位素的化学处理在中国科学院广州地球化学研究所同位素地球化学国家重点实验室进行。该过程保持总空白为25 ng，并实现超过99%的回收率。同位素分析使用感应耦合等离子体质谱仪（ICP-MS）进行，分析误差范围（2σ）小于0.06‰。这一详细过程有助于约束新元古代通德岩体的演化，并为中间-基性岩石的铁同位素分馏机制提供新的见解。",
                "Level": "C3(Applying)"
            }
        ]
    }
}