{
  "id": "13059f4c-e93e-4e03-b939-c8a4182d86ca",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset for country level water resources in 2015 in Belt and Road Region (2015)",
      "titleCn": "“一带一路”沿线国家水资源量数据集（2015）",
      "description": "The main idea of water resources estimation is to establish a machine learning model using runoff coefficient and runoff impact factors (climate, topography, land use, soil), and then convert the estimated runoff coefficient to runoff depth, and then converted to water resources volumn. Based on global public open accessed data, establish the runoff coefficient  topography, climate, soil, and land use, and the machine learning model for. Long-term annual runoff coefficient in the Belt and Road region was estimated and country level water resources was derived from precipitation of 2015 , The area of the country is estimated by the amount of water resources in the countries along the Belt and Road. A high-resolution runoff coefficient distribution map of the Belt and Road region was generated, which provided basic data support for water resources assessment and cross-border water distribution in the Belt and Road region.",
      "descriptionCn": "水资源估算的主要思路是使用径流系数和径流影响因子（气候、地形、土地利用、土壤）建立机器学习模型，然后再将模型估算的径流系数还原成径流深，进一步计算水资源量。基于全球公开数据资料，建立径流系数和地形、气候、土壤、土地利用的机器学习模型，估算“一带一路”地区多年径流系数，根据2015年的降水资料，计算2015年的径流量，再根据各个国家的面积，估算“一带一路”沿线各国的水资源量。生成了“一带一路”地区高分辨率的径流系数分布图，为“一带一路”地区水资源评价、跨境水分配等提供基础数据支撑。",
      "instructions": "In excel format, can be opened in Microsoft EXCEL",
      "instructionsCn": "Excel表格形式，可以采用EXCEL打开查看和分析",
      "east": 10.0,
      "west": 180.0,
      "south": -15.0,
      "north": 85.0,
      "startTime": "2015-07-10 16:00:00",
      "endTime": "2016-07-08 16:00:00",
      "fileSize": 12331.0,
      "cstr": "18406.11.Socioeco.tpdc.270475",
      "doi": "10.11888/Socioeco.tpdc.270475",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "贾绍凤",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院地理科学与"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Water resources assessment of China’s transboundary river basins using a machine learning approach",
        "referenceCn": null,
        "referenceEn": "Yan, J.B., Jia, S.F., Lv, A.F., & Zhu, W.B. (2019). Water resources assessment of China's transboundary river basins using a machine learning approach. Water Resources Research, 55(1), 632-655."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "“一带一路”",
        "keywordEn": "Belt and Road Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（1986-2017）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian Mountain area (1986-2017)"
      },
      {
        "titleCn": "中亚大湖区基础数据集-土壤（2015）",
        "titleEn": "Basic dataset of soil over the Great Lakes in Central Asia - Soil (2015)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of machine learning models used to estimate runoff coefficients in relation to climate, terrain, land use, and soil factors along the Belt and Road countries?",
        "QuestionCn": "用于估算“一带一路”国家径流系数的机器学习模型在气候、地形、土地利用和土壤因素方面有哪些特征？",
        "AnswerEn": "climate, terrain, land use, soil factors, global open data analysis, relationship establishment, runoff coefficient estimation, water resources calculation based on precipitation data",
        "AnswerCn": "气候、地形、土地利用、土壤因素、全球开放数据分析、关系建立、径流系数估算、基于降水数据的水资源计算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the estimated number of high-resolution grid points used to create the runoff coefficient distribution map for the Belt and Road region?",
        "QuestionCn": "用于创建“一带一路”地区径流系数分布图的高分辨率网格点估计数量是多少？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the estimated number of high-resolution grid points used to create the runoff coefficient distribution map for the Belt and Road region. Therefore, no refined answer can be extracted based on the given instructions.",
        "AnswerCn": "原始答案没有提供用于创建“一带一路”地区径流系数分布图的高分辨率网格点的具体数值。因此，无法根据给定指示提取出更精确的答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '径流系数' mean in the context of estimating water resources in the 'Belt and Road' countries?",
        "QuestionCn": "'径流系数'在“一带一路”国家水资源估算的背景下是什么意思？",
        "AnswerEn": "In the context of estimating water resources in the 'Belt and Road' countries, '径流系数' refers to the runoff coefficient, which is a key parameter used in machine learning models to estimate water resources by considering factors such as climate, terrain, land use, and soil. It is used to determine the portion of precipitation that becomes surface runoff, which is critical for calculating the overall water resource availability.",
        "AnswerCn": "在“一带一路”国家的水资源估算中，“径流系数”是一个关键参数，用于机器学习模型中，通过考虑气候、地形、土地利用和土壤等因素来估算水资源。它用于确定降水中转化为地表径流的部分，这对于计算整体水资源的可用性至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What factors might influence the accuracy of machine learning models used to estimate runoff coefficients and how can these be mitigated in data collection methods?",
        "QuestionCn": "影响用于估算径流系数的机器学习模型准确性的因素有哪些，以及如何在数据收集方法中减轻这些影响？",
        "AnswerEn": "The accuracy of machine learning models for estimating runoff coefficients can be influenced by factors such as the quality and resolution of input data, including climate, terrain, land use, and soil data. Mitigating these influences could involve using high-resolution datasets, ensuring data completeness, and incorporating diverse data sources to capture variability. Additionally, using advanced machine learning techniques to handle missing data and validate model predictions can improve accuracy.",
        "AnswerCn": "机器学习模型在估算径流系数时的准确性可能受到输入数据质量和分辨率的影响，包括气候、地形、土地利用和土壤数据。减轻这些影响的方法可以包括使用高分辨率数据集、确保数据的完整性，以及整合多样化的数据源以捕捉变异性。此外，使用先进的机器学习技术来处理缺失数据和验证模型预测也可以提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the reliability and accuracy of machine learning models used for estimating runoff coefficients in regions along the 'Belt and Road' initiative?",
        "QuestionCn": "影响用于估算“一带一路”倡议地区径流系数的机器学习模型可靠性和准确性的因素有哪些？",
        "AnswerEn": "The reliability and accuracy of machine learning models used for estimating runoff coefficients are influenced by factors such as the availability and quality of global open data on climate, topography, soil, and land use, as well as the model's ability to accurately integrate these runoff influencing factors. Additionally, using precipitation data from 2015 to calculate runoff volumes and the precision of the high-resolution runoff coefficient distribution map generated for the 'Belt and Road' region play crucial roles.",
        "AnswerCn": "用于估算径流系数的机器学习模型的可靠性和准确性受到多个因素的影响，例如全球开放数据在气候、地形、土壤和土地利用方面的可用性和质量，以及模型准确整合这些影响径流因素的能力。此外，使用2015年的降水数据计算径流量，以及为“丝绸之路”区域生成的高分辨率径流系数分布图的精确性也起着至关重要的作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on water resource estimation accuracy if machine learning models used in data collection incorporate additional environmental factors beyond climate, topography, land use, and soil?",
        "QuestionCn": "如果用于数据收集的机器学习模型在气候、地形、土地利用和土壤之外纳入额外的环境因素，可能对水资源估算的准确性产生哪些潜在影响？",
        "AnswerEn": "Incorporating additional environmental factors into machine learning models for water resource estimation could potentially increase the accuracy of runoff coefficient predictions, as these factors might provide more detailed insights into local conditions affecting water flow. This could result in more precise calculations of the 2015 water runoff volumes and ultimately lead to better estimations of water resources available to each country along the 'Belt and Road' region. Enhanced model accuracy could also improve the reliability of high-resolution runoff coefficient distribution maps, offering stronger foundational data for water resource assessments and transboundary water allocation.",
        "AnswerCn": "将额外的环境因素纳入水资源估算的机器学习模型，可能会提高径流系数预测的准确性，因为这些因素可能提供更详细的关于影响水流的地方条件的见解。这可能导致对2015年水流量的更精确计算，并最终促成对“一带一路”地区各国可用水资源的更好估算。模型准确性的提高也可能改善高分辨率径流系数分布图的可靠性，为水资源评估和跨界水分配提供更强的基础数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using machine learning models to estimate runoff coefficients and subsequently calculate water resources in the 'Belt and Road' region?",
        "QuestionCn": "使用机器学习模型估计径流系数并随后计算“丝绸之路”地区水资源的主要目标是什么？",
        "AnswerEn": "The primary objective is to establish a high-resolution distribution map of runoff coefficients for the 'Belt and Road' region, which serves as foundational data support for water resource evaluation and cross-border water allocation. This is achieved by using machine learning models that incorporate factors like climate, terrain, land use, and soil to estimate long-term runoff coefficients, calculate runoff volumes based on 2015 precipitation data, and estimate water resources for each country in the region.",
        "AnswerCn": "主要目标是建立“一带一路”地区的高分辨率径流系数分布图，为水资源评估和跨境水资源分配提供基础数据支持。通过使用机器学习模型，结合气候、地形、土地利用和土壤等因素，估算长期径流系数，基于2015年降水数据计算径流量，并估算该地区各国的水资源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in developing a machine learning model to estimate runoff coefficients using global public data for climate, topography, soil, and land use factors?",
        "QuestionCn": "开发机器学习模型以利用全球公共数据估算径流系数的程序步骤包括哪些？这些数据涉及气候、地形、土壤和土地利用因素。",
        "AnswerEn": "The process involves using global public data to establish a machine learning model that correlates runoff coefficients with influencing factors such as climate, topography, soil, and land use. The model is trained to estimate multi-year runoff coefficients for the 'Belt and Road' region. With precipitation data from 2015, the estimated runoff coefficients are converted to runoff depth, which is then used to calculate the water resources volume for each country based on its area. This results in a high-resolution distribution map of runoff coefficients that supports water resource assessment and transboundary water allocation in the region.",
        "AnswerCn": "该过程涉及使用全球公共数据建立一个机器学习模型，以将径流系数与气候、地形、土壤和土地利用等影响因素相关联。该模型经过训练，以估算“一带一路”地区的多年径流系数。利用2015年的降水数据，估算的径流系数被转换为径流深度，然后根据各国的面积计算水资源量。这最终生成了一个高分辨率的径流系数分布图，支持该地区的水资源评估和跨界水分配。",
        "Level": "C3(Applying)"
      }
    ]
  }
}