{
    "id": "1328ef17-b7e8-4713-8b65-a6decab5ed68",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-large aperture scintillometer, 2016)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-大孔径闪烁仪（2016）",
            "description": "The data set contains the observation data of large aperture scintillator from January 1, 2016 to December 31, 2016. Two large aperture scintillation meters, bls450 and zzlas, are installed respectively. The site is located in donghuayuan Town, Huailai County, Hebei Province. The longitude and latitude of the observation point are 115.7880e, 40.3491n and 480m above sea level. The effective height of the large aperture scintillator is 14m, the optical path length is 1870m, the longitude and latitude of the transmitter are 115.8023e, 40.3596n, and the longitude and latitude of the receiver are 115.7825e and 40.3522n. The acquisition frequency of bls450 and zzlas is 5Hz and 1Hz respectively, with an average output of 1min.\nThe original data of large aperture scintillator is 1 min, and the released data is 30 min average data after processing and quality control. The sensible heat flux is mainly obtained by iterative calculation based on Monin obkhov similarity theory and combined with automatic weather station data. In the process of iterative calculation, for bls450, the stability function of thiermann and Grassl, 1992 is selected; for zzlas, the stability function of Andreas, 1988 is selected. The main quality control steps include: (1) eliminating the data of cn2 saturation; (2) eliminating the data with weak demodulation signal intensity; (3) eliminating the data of precipitation time and one hour before and after; (4) eliminating the data of weak turbulence under stable conditions (U * less than 0.1m/s).\nSeveral explanations about the published data are as follows: (1) the Las data is mainly bls450, and the missing time is supplemented by zzlas observation, and the missing time is marked with - 6999. (2) Data header: date / time: date / time, cn2: structure parameter of air refraction index (m-2 / 3), H_ Las: sensible heat flux (w / m2). The meaning of data time, for example, 0:30 represents the average of 0:00-0:30; the data is stored in *. XLS format.\nGuo et al., 2020; Liu et al., 2013",
            "descriptionCn": "该数据集包含了2016年1月1日至2016年12月31日的大孔径闪烁仪观测数据，分别架设了两台型号为BLS450和zzlas的大孔径闪烁仪。站点位于河北省怀来县东花园镇，下垫面玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。大孔径闪烁仪的有效高度为14m，光径长度是1870m，发射端经纬度是115.8023E，40.3596N，接收端的经纬度是115.7825E，40.3522N。BLS450和zzlas的采集频率分别为5Hz和1Hz，平均为1min输出。\n大孔径闪烁仪原始数据为1min，发布的数据为经过处理与质量控制后的30min平均数据，其中感热通量主要是结合自动气象站数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到。在迭代计算过程中，对于BLS450，选取Thiermann and Grassl，1992的稳定度函数；对于zzlas，选取Andreas，1988的稳定度函数。主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据；（2）剔除解调信号强度较弱的数据；（3）剔除降水时刻及其前后一小时的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。\n关于发布数据的几点说明：（1）LAS数据以BLS450为主，缺失时刻由zzlas观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time：日期/时间，Cn2：空气折射指数结构参数（m-2/3），H_LAS：感热通量（W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
            "instructions": "File naming method: **** station-####, yyyy, where **** * represents the site name, #### # represents the site type, and yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
            "instructionsCn": "文件命名方式：**** station-####, yyyy，其中****代表站点名称，####代表站点类型，yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
            "east": 115.783,
            "west": 115.783,
            "south": 40.3522,
            "north": 40.3522,
            "startTime": "2016-01-22 00:00:00",
            "endTime": "2017-01-21 06:00:00",
            "fileSize": 536476.0,
            "cstr": "18406.11.haihe.001.2019.db",
            "doi": "10.3972/haihe.001.2019.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
                "referenceEn": null
            },
            {
                "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
                "titleEn": null,
                "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
                "titleEn": null,
                "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
                "referenceEn": null
            },
            {
                "titleCn": "大尺度地表水热通量的观测、分析与应用",
                "titleEn": null,
                "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
                "referenceCn": null,
                "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
            },
            {
                "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
                "titleEn": null,
                "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
                "referenceEn": null
            },
            {
                "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
                "titleEn": null,
                "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表能量平衡",
                "nameEn": "Surface energy balance"
            },
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
            ],
            "research objective": [
                "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
            ],
            "challenges": [
                "More data is needed for further discussions."
            ],
            "methods": [
                "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
            ],
            "dataset": [
                "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
            ],
            "findings": [
                "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
            ],
            "backgroundCn": [
                "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在某一高度变为零的高度。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量数据。在实际应用中，特别是在遥感模型和陆面模型中，仅依靠站点观测很难获得局部或区域尺度的z0m。以往的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
            ],
            "research objectiveCn": [
                "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
            ],
            "challengesCn": [
                "需要更多数据以进行进一步讨论。"
            ],
            "methodsCn": [
                "本文计算了多个地表的z0m，使用了来自小汤山的三年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权法对整个实验场的z0m进行聚合。"
            ],
            "datasetCn": [
                "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年的实验时间为5月30日至7月7日。在南部子区的田地中，5月30日至6月11日之间土地覆盖为裸土，而玉米植物大约在6月12日开始出苗。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
            ],
            "findingsCn": [
                "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
            ]
        },
        {
            "background": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objective": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challenges": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methods": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "dataset": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findings": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ],
            "backgroundCn": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objectiveCn": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challengesCn": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methodsCn": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "datasetCn": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findingsCn": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ]
        },
        {
            "background": [
                "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
            ],
            "research objective": [
                "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
            ],
            "challenges": [
                "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
            ],
            "methods": [],
            "dataset": [],
            "findings": [
                "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
            ],
            "backgroundCn": [
                "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
            ],
            "research objectiveCn": [
                "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
            ],
            "challengesCn": [
                "关于普遍稳定性函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": [
                "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS并不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for surface flux observations using large aperture scintillometers (LAS) rely on Monin-Obukhov Similarity Theory?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）进行表面通量观测的数据收集方法是否依赖于莫宁-奥布霍夫相似理论？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more suitable for regional-scale surface flux observations: eddy covariance systems, large aperture scintillometers, or aerodynamic methods?",
                "QuestionCn": "哪种数据收集方法更适合区域尺度的表面通量观测：涡度协方差系统、大孔径闪烁仪还是气动方法？",
                "AnswerEn": "Large aperture scintillometers",
                "AnswerCn": "大孔径闪烁仪",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is commonly used to estimate surface fluxes on a larger scale, ranging from hundreds of meters to kilometers?",
                "QuestionCn": "常用来估计大范围（从数百米到数公里）表面通量的数据收集方法是什么？",
                "AnswerEn": "Large aperture scintillometer",
                "AnswerCn": "大孔径闪烁仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is one of the observation sites for large aperture scintillometer data collection located with respect to the Haibei station?",
                "QuestionCn": "一个大孔径闪烁计数据收集的观测站点相对于海北站的位置在哪里？",
                "AnswerEn": "Huailai station",
                "AnswerCn": "怀来站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the application of the Monin-Obukhov Similarity Theory in LAS data collection?",
                "QuestionCn": "与在激光雷达（LAS）数据收集中应用Monin-Obukhov相似性理论相关的挑战有哪些？",
                "AnswerEn": "horizontal homogeneity",
                "AnswerCn": "水平均匀性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes the Monin-Obukhov Similarity Theory for measuring surface fluxes over agricultural land surfaces?",
                "QuestionCn": "您能否提供一个利用Monin-Obukhov相似理论测量农业土地表面通量的数据收集方法的例子？",
                "AnswerEn": "The Monin-Obukhov Similarity Theory is employed in the use of large aperture scintillometers (LAS) to measure sensible heat flux over agricultural land with crops like winter wheat, maize, and cotton. The method involves observing the atmospheric refractive index structure parameter and related meteorological data to calculate surface fluxes, considering factors like stability conditions and turbulent movements.",
                "AnswerCn": "Monin-Obukhov相似理论被用于大孔径闪烁仪（LAS）测量农业土地上冬小麦、玉米和棉花等作物的显热通量。该方法涉及观察大气折射率结构参数和相关气象数据，以计算表面通量，同时考虑稳定性条件和湍流运动等因素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting data for surface flux measurements using large aperture scintillometers in heterogeneous environments?",
                "QuestionCn": "在异质环境中使用大孔径闪烁仪收集表面通量测量数据时面临的一个挑战是什么？",
                "AnswerEn": "One challenge in using large aperture scintillometers for surface flux measurements in heterogeneous environments is the difficulty in achieving the ideal homogeneous surface assumption due to varying land cover types, flatness, and weather conditions. This affects the applicability of the Monin-Obukhov Similarity Theory, especially under unstable atmospheric conditions.",
                "AnswerCn": "在异质环境中使用大孔径闪烁仪进行表面通量测量的一大挑战是，由于土地覆盖类型、平坦度和天气条件的变化，难以实现理想的均匀表面假设。这影响了摩尼-奥布霍夫相似理论的适用性，尤其是在不稳定的大气条件下。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features are critical in ensuring the quality control of datasets collected from large aperture scintillometer observations?",
                "QuestionCn": "确保从大孔径闪烁仪观测中收集的数据集质量控制的关键特征是什么？",
                "AnswerEn": "saturated data removal, weak signal data removal, data affected by precipitation removal, exclusion of data under stable conditions with weak turbulence",
                "AnswerCn": "饱和数据去除，弱信号数据去除，受降水影响的数据去除，排除在弱湍流稳定条件下的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific attributes of land surface characteristics that influence aerodynamic roughness length calculations in remote sensing models?",
                "QuestionCn": "影响遥感模型中气动粗糙度长度计算的土地表面特征的具体属性有哪些？",
                "AnswerEn": "vegetation height, leaf area index, structure and spacing of roughness elements",
                "AnswerCn": "植被高度、叶面积指数、粗糙度元素的结构和间距",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different land surface types were analyzed for aerodynamic roughness length (z0m) in the Xiaotangshan Experiment?",
                "QuestionCn": "在小汤山实验中，分析了多少种不同的地表类型以获取气动粗糙度长度（z0m）？",
                "AnswerEn": "2",
                "AnswerCn": "二",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many quality control steps are performed on the scintillometer data before it is released?",
                "QuestionCn": "在发布之前，对闪烁计数据进行多少个质量控制步骤？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of the Monin-Obukhov Similarity Theory in the context of surface flux measurements using large aperture scintillometers?",
                "QuestionCn": "Monin-Obukhov相似理论在使用大孔径闪烁仪进行表面通量测量中的重要性是什么？",
                "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) is crucial for surface flux measurements using large aperture scintillometers as it provides the theoretical framework for calculating regional average sensible heat flux. MOST uses the atmospheric refractive index structure parameter and related meteorological data to derive surface fluxes, making it a foundational aspect of the methodology in this domain.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）对于使用大孔径闪烁仪进行表面通量测量至关重要，因为它提供了计算区域平均显热通量的理论框架。MOST利用大气折射率结构参数和相关气象数据来推导表面通量，使其成为该领域方法论的基础方面。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is aerodynamic roughness length (z0m) typically calculated in land surface models, and what challenges are associated with its estimation?",
                "QuestionCn": "气动粗糙长度（z0m）在陆面模型中通常是如何计算的，以及与其估计相关的挑战是什么？",
                "AnswerEn": "Aerodynamic roughness length (z0m) is typically calculated using the Monin-Obukhov Similarity Theory based on wind profile measurements. Challenges with its estimation include the difficulty in obtaining z0m for local or regional scales solely from station observations, due to the large variation in z0m across different surfaces and the influence of land surface properties like vegetation height and leaf area index.",
                "AnswerCn": "气动粗糙长度（z0m）通常基于风剖面测量通过Monin-Obukhov相似理论进行计算。其估计面临的挑战包括仅通过站点观测获取局部或区域尺度的z0m的困难，因为不同表面之间的z0m存在较大差异，并且土地表面特性如植被高度和叶面积指数的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What role does the large aperture scintillometer play in providing data for remote sensing models and numerical weather prediction systems?",
                "QuestionCn": "大孔径闪烁仪在为遥感模型和数值天气预报系统提供数据方面发挥了什么作用？",
                "AnswerEn": "The large aperture scintillometer (LAS) plays a crucial role in providing regional scale average sensible heat flux data, which is beneficial for remote sensing models and numerical weather prediction systems. LAS observations match satellite pixel scales and model grid scales, offering a ground-truth reference to optimize and validate these models, especially over heterogeneous surfaces.",
                "AnswerCn": "大孔径闪烁仪（LAS）在提供区域尺度的平均显热通量数据方面发挥着关键作用，这对遥感模型和数值天气预报系统非常有益。LAS观测与卫星像素尺度和模型网格尺度相匹配，为优化和验证这些模型提供了地面真实参考，特别是在异质表面上。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In terms of data processing and quality control, how does the approach for large aperture scintillometer data differ from that of eddy covariance data?",
                "QuestionCn": "在数据处理和质量控制方面，大孔径闪烁仪数据与涡度协方差数据的处理方法有何不同？",
                "AnswerEn": "For large aperture scintillometer data, specific quality control steps are implemented, such as removing data with saturated Cn2, weak signal strength, and during precipitation, as well as weak turbulence data in stable conditions. The eddy covariance system, while not explicitly detailed, generally involves its own set of data processing techniques, focusing on smaller scale turbulence measurements and energy balance adjustments.",
                "AnswerCn": "对于大孔径闪烁仪数据，实施了特定的质量控制步骤，例如去除具有饱和Cn2的数据、信号强度较弱的数据、降水期间的数据，以及在稳定条件下的弱湍流数据。虽然没有详细说明涡度协方差系统，但通常涉及一套自己的数据处理技术，专注于较小尺度的湍流测量和能量平衡调整。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying patterns in aerodynamic roughness length (z0m) can be inferred from the data collection methods and environmental diversity observed in the different study sites?",
                "QuestionCn": "从不同研究地点观察到的数据收集方法和环境多样性中，可以推断出气动粗糙长度（z0m）的潜在模式。",
                "AnswerEn": "Data collection methods and environmental diversity suggest that z0m is highly dependent on surface heterogeneity and roughness element characteristics. Patterns in z0m can vary significantly with surface type, wind direction, and spatial distribution of roughness elements, indicating a need for customized parameterizations based on site-specific conditions.",
                "AnswerCn": "数据收集方法和环境多样性表明，z0m高度依赖于表面异质性和粗糙元素特征。z0m的模式可能因表面类型、风向和粗糙元素的空间分布而显著变化，这表明需要根据特定地点的条件定制参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in applying the Monin-Obukhov Similarity Theory (MOST) for surface flux measurements with large aperture scintillometers (LAS)?",
                "QuestionCn": "哪些因素导致在使用大孔径闪烁仪（LAS）进行表面通量测量时应用Monin-Obukhov相似理论（MOST）的挑战？",
                "AnswerEn": "Challenges arise due to variability in land surface types, flatness, water-heat conditions, and weather conditions, making it difficult to meet the ideal hypothesis of horizontal homogeneity. The applicability of MOST can be influenced by large-scale eddy movements, atmospheric turbulence, and temperature scales under unstable conditions.",
                "AnswerCn": "由于地表类型的变化、平坦度、水热条件和天气条件的差异，导致难以满足水平均匀性的理想假设。大规模涡动、大气湍流和不稳定条件下的温度尺度会影响MOST的适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be discrepancies in heat flux measurements between the eddy covariance system and large aperture scintillometers (LAS)?",
                "QuestionCn": "为什么涡度协方差系统和大孔径闪烁仪（LAS）之间的热通量测量可能存在差异？",
                "AnswerEn": "Discrepancies can arise due to differences in observation scales, where LAS measures over larger areas (hundreds of meters to kilometers) compared to the smaller spatial representation of the eddy covariance system. Additionally, the energy imbalance in eddy covariance observations and variations in footprint models can contribute to these discrepancies.",
                "AnswerCn": "由于观测尺度的差异，可能会出现不一致性，其中激光雷达（LAS）在较大区域（数百米到数公里）上进行测量，而涡度协方差系统则在较小的空间范围内进行测量。此外，涡度协方差观测中的能量不平衡和足迹模型的变化也可能导致这些不一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the variation in aerodynamic roughness length (z0m) over different land surfaces, and how is this parameter typically estimated?",
                "QuestionCn": "不同地表上气动粗糙度长度（z0m）变化的原因是什么？该参数通常是如何估计的？",
                "AnswerEn": "The variation in z0m is largely due to the heterogeneity of roughness elements such as vegetation height and spatial distribution. It is traditionally calculated using the Monin-Obukhov Similarity Theory based on wind profile measurements, but parameterizations related to land surface properties like vegetation height and leaf area index are also used to estimate z0m.",
                "AnswerCn": "z0m的变化主要是由于粗糙元素的异质性，例如植被高度和空间分布。它通常是基于风剖面测量通过Monin-Obukhov相似理论计算的，但也使用与地表特性相关的参数化方法，如植被高度和叶面积指数来估计z0m。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using large aperture scintillometer (LAS) data for measuring surface fluxes over different surface types on the accuracy and applicability of remote sensing models?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）数据测量不同表面类型的表面通量对遥感模型的准确性和适用性有什么影响？",
                "AnswerEn": "Using LAS data allows for regional scale measurement of average sensible heat flux, which can be crucial for matching the observation scale with satellite pixel and numerical weather prediction model grid scales. This can optimize and validate remote sensing models by providing ground-truth values at compatible scales.",
                "AnswerCn": "使用激光雷达（LAS）数据可以在区域尺度上测量平均显热通量，这对于将观测尺度与卫星像素和数值天气预报模型网格尺度匹配至关重要。这可以通过提供与兼容尺度的地面真实值来优化和验证遥感模型。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What outcomes can be expected from incorporating additional meteorological data sources alongside LAS measurements in improving the understanding of surface-atmosphere interactions?",
                "QuestionCn": "将额外的气象数据源与激光雷达（LAS）测量结合使用，可以预期在改善对表面-大气相互作用的理解方面产生以下结果：",
                "AnswerEn": "Incorporating additional meteorological data such as wind profiles and temperature can enhance the understanding of surface-atmosphere interactions by providing more comprehensive inputs for calculating fluxes. It can help address limitations of LAS data in low wind speed and stable conditions, improving the reliability of sensible heat flux estimates.",
                "AnswerCn": "纳入额外的气象数据，如风剖面和温度，可以增强对表面-大气相互作用的理解，通过提供更全面的输入来计算通量。这可以帮助解决低风速和稳定条件下LAS数据的局限性，提高显热通量估计的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of utilizing large aperture scintillometer (LAS) measurements for surface flux observations in regional scale studies?",
                "QuestionCn": "利用大孔径闪烁仪（LAS）进行区域尺度研究中的表面通量观测的主要目标是什么？",
                "AnswerEn": "The primary goal of utilizing LAS measurements is to obtain regional-scale average sensible heat flux, which can provide ground-truth values for remote sensing estimation models, numerical weather prediction models, and climate models due to its ability to match the pixel/grid scale of these models.",
                "AnswerCn": "利用激光雷达（LAS）测量的主要目标是获取区域尺度的平均显热通量，这可以为遥感估计模型、数值天气预报模型和气候模型提供真实值，因为它能够与这些模型的像素/网格尺度相匹配。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to investigate the applicability of Monin-Obukhov Similarity Theory (MOST) in the context of LAS data collection?",
                "QuestionCn": "在激光雷达（LAS）数据收集的背景下，研究Monin-Obukhov相似理论（MOST）的适用性是重要的原因是什么？",
                "AnswerEn": "Investigating the applicability of MOST is important because it helps to ensure the reliability of sensible heat flux calculations from LAS data, particularly given the challenges posed by varied surface types, flatness, moisture conditions, and weather, which can affect the theoretical assumptions of homogeneity and equilibrium.",
                "AnswerCn": "研究MOST的适用性很重要，因为它有助于确保从激光雷达（LAS）数据中计算的显热通量的可靠性，特别是考虑到不同表面类型、平坦度、湿度条件和天气所带来的挑战，这些因素可能影响均匀性和平衡的理论假设。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How is the Monin-Obukhov similarity theory applied in conjunction with large aperture scintillometer data to estimate sensible heat flux?",
                "QuestionCn": "Monin-Obukhov相似理论如何与大孔径闪烁仪数据结合应用，以估算显热通量？",
                "AnswerEn": "The Monin-Obukhov similarity theory is used to estimate sensible heat flux by combining large aperture scintillometer data, specifically the atmospheric refractive index structure parameter Cn2, with meteorological data. Stability functions are applied, such as Thiermann and Grassl (1992) for BLS450 and Andreas (1988) for zzlas, during iterative calculation to derive flux estimates.",
                "AnswerCn": "Monin-Obukhov相似理论用于通过结合大孔径闪烁仪数据（特别是大气折射率结构参数Cn2）与气象数据来估计显热通量。在迭代计算过程中，应用了稳定性函数，例如Thiermann和Grassl（1992）用于BLS450，Andreas（1988）用于zzlas，以推导通量估计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed to ensure the applicability of the Monin-Obukhov similarity theory in different observational environments within the domain?",
                "QuestionCn": "在该领域中，为确保Monin-Obukhov相似理论在不同观测环境中的适用性，采用了哪些方法论？",
                "AnswerEn": "Two new methods to assess the applicability of the Monin-Obukhov similarity theory have been established: factor analysis and the temperature structure parameter method. These methods help in evaluating the theory's applicability under varying conditions, such as large-scale eddies, turbulence development, and temperature scales in unstable conditions.",
                "AnswerCn": "已经建立了两种新的方法来评估Monin-Obukhov相似理论的适用性：因子分析和温度结构参数法。这些方法有助于在不同条件下评估该理论的适用性，例如大尺度涡流、湍流发展和不稳定条件下的温度尺度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the application of Monin-Obukhov Similarity Theory (MOST) facilitate the estimation of surface fluxes using large aperture scintillometer (LAS) data?",
                "QuestionCn": "Monin-Obukhov相似理论（MOST）的应用如何通过大孔径闪烁仪（LAS）数据促进表面通量的估算？",
                "AnswerEn": "The application of Monin-Obukhov Similarity Theory (MOST) facilitates the estimation of surface fluxes by combining atmospheric refractive index structure parameters (Cn2) with related meteorological data. Using stability functions and temperature structure parameters, MOST enables the calculation of regional average sensible heat flux, which is crucial for validating remote sensing models and numerical weather predictions.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）的应用通过将大气折射率结构参数（Cn2）与相关气象数据相结合，促进了表面通量的估算。利用稳定性函数和温度结构参数，MOST能够计算区域平均显热通量，这对于验证遥感模型和数值天气预报至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the successful integration of large aperture scintillometer (LAS) measurements with traditional eddy covariance systems for surface flux observation?",
                "QuestionCn": "成功将大孔径闪烁仪（LAS）测量与传统涡度协方差系统结合以进行表面通量观测的因素有哪些？",
                "AnswerEn": "Successful integration of LAS measurements with traditional eddy covariance systems requires consideration of factors such as beam height of LAS, wind speed, zero-plane displacement height, and Bowen ratio. Additionally, differences in observation scale and the footprint model need to be analyzed to address energy imbalance and improve the accuracy of sensible heat flux measurements over different surface types.",
                "AnswerCn": "成功将激光雷达（LAS）测量与传统涡度协方差系统集成需要考虑诸如激光雷达的光束高度、风速、零平面位移高度和波文比等因素。此外，还需要分析观测尺度和足迹模型的差异，以解决能量不平衡问题，并提高不同表面类型上显热通量测量的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to achieve ideal isotropic conditions for applying Monin-Obukhov Similarity Theory in atmospheric observations?",
                "QuestionCn": "在大气观测中，实现理想的各向同性条件以应用Monin-Obukhov相似理论可能面临哪些挑战？",
                "AnswerEn": "Achieving ideal isotropic conditions is difficult due to the influence of surface cover types, flatness, water-heat conditions, and weather conditions, which affect the applicability of Monin-Obukhov Similarity Theory in practical scenarios.",
                "AnswerCn": "实现理想的各向同性条件是困难的，因为表面覆盖类型、平坦度、水热条件和天气条件的影响，影响了Monin-Obukhov相似理论在实际场景中的适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be challenges in using station observations to estimate aerodynamic roughness length (z0m) at local or regional scales?",
                "QuestionCn": "在使用站点观测来估计局部或区域尺度的气动粗糙度长度（z0m）时，可能会面临哪些挑战？",
                "AnswerEn": "Challenges arise because wind turbulence is controlled by the structure and spacing of roughness elements, making it difficult to obtain accurate z0m estimates for local or regional scales based solely on station observations.",
                "AnswerCn": "由于风湍流受粗糙元素的结构和间距的影响，因此仅基于站点观测很难获得局部或区域尺度上准确的z0m估计，这就带来了挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of large aperture scintillometry in overcoming the limitations of traditional surface flux observation methods in capturing regional scale flux variations?",
                "QuestionCn": "您将如何评估大孔径闪烁测量法在捕捉区域尺度通量变化方面克服传统表面通量观测方法局限性的有效性？",
                "AnswerEn": "Large aperture scintillometry is considered effective in overcoming limitations of traditional methods like the eddy-covariance system, as it can measure surface fluxes on a larger scale (500 m to 10 km) and provide data that is more representative for satellite pixel scales and numerical weather prediction models. Its ability to capture regional scale variations makes it a valuable tool for remote sensing model validation and optimization.",
                "AnswerCn": "大孔径闪烁仪被认为有效克服了传统方法如涡度协方差系统的局限性，因为它可以在更大尺度（500米到10公里）上测量表面通量，并提供更具代表性的数据，适用于卫星像素尺度和数值天气预报模型。它捕捉区域尺度变化的能力使其成为遥感模型验证和优化的宝贵工具。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What considerations should be made when integrating aerodynamic roughness length calculations from remote sensing data with land surface models, given the variability across different surfaces?",
                "QuestionCn": "在将遥感数据中的气动粗糙长度计算与地表模型集成时，应考虑不同表面之间的变异性。",
                "AnswerEn": "Integrating aerodynamic roughness length calculations requires considering the variability in roughness elements across different surfaces, such as urban areas versus smooth water bodies. Using parameterizations that relate roughness length to land surface properties like vegetation height and leaf area index can be beneficial. Additionally, employing analytical footprint models to capture directional characteristics and spatial distribution of roughness elements can enhance model accuracy.",
                "AnswerCn": "整合气动粗糙长度计算需要考虑不同表面上粗糙元素的变化，例如城市区域与光滑水体之间的差异。使用与地表特性（如植被高度和叶面积指数）相关的参数化方法可以带来好处。此外，采用分析足迹模型以捕捉粗糙元素的方向特征和空间分布，可以提高模型的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how large aperture scintillometers can measure surface fluxes over such large scales compared to traditional methods.",
                "QuestionCn": "我不明白大型孔径闪烁仪是如何在如此大范围内测量表面通量的，而传统方法却无法做到这一点。",
                "AnswerEn": "Large aperture scintillometers (LAS) can measure surface fluxes on a larger scale (500 m to 10 km) because they use the Monin-Obukhov Similarity Theory to calculate sensible heat fluxes by combining atmospheric refraction index structure parameters with meteorological data. This allows them to capture regional scale data, which traditional methods with smaller spatial representativeness cannot.",
                "AnswerCn": "大型孔径闪烁仪（LAS）可以在更大范围内（500米到10公里）测量表面通量，因为它们利用Monin-Obukhov相似理论，通过将大气折射率结构参数与气象数据结合来计算显热通量。这使得它们能够捕捉区域尺度的数据，而传统方法由于空间代表性较小无法做到这一点。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in applying the Monin-Obukhov Similarity Theory for large aperture scintillometer data.",
                "QuestionCn": "我对在应用Monin-Obukhov相似理论于大孔径闪烁仪数据时面临的挑战感到不确定。",
                "AnswerEn": "Challenges in applying the Monin-Obukhov Similarity Theory (MOST) for LAS data include the difficulty in achieving ideal homogeneous conditions due to influences from surface cover type, terrain flatness, water-heat conditions, and weather. Unstable conditions with large-scale eddy movements and atmospheric turbulence can significantly affect the applicability of MOST.",
                "AnswerCn": "应用Monin-Obukhov相似理论（MOST）于激光雷达（LAS）数据的挑战包括由于地表覆盖类型、地形平坦度、水热条件和天气的影响，难以实现理想的均匀条件。不稳定的条件下，大规模涡流和大气湍流会显著影响MOST的适用性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "I can't make sense of how aerodynamic roughness length is estimated from remote sensing models or land surface models.",
                "QuestionCn": "我无法理解如何从遥感模型或地表模型中估计气动粗糙长度。",
                "AnswerEn": "Aerodynamic roughness length (z0m) is estimated in remote sensing and land surface models by parameterizing it with land surface properties such as vegetation height and leaf area index. This is because wind turbulence is controlled by the structure and spacing of roughness elements on the land surface, and z0m describes these roughness characteristics.",
                "AnswerCn": "气动粗糙长度（z0m）在遥感和陆面模型中通过与地表特性（如植被高度和叶面积指数）参数化来估计。这是因为风的湍流受地表粗糙元素的结构和间距的控制，而z0m描述了这些粗糙特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide a critical analysis of how the aggregation of aerodynamic roughness length (z0m) over heterogeneous surfaces can be achieved using footprint models and its implications for remote sensing and land surface models.",
                "QuestionCn": "请提供对如何通过足迹模型实现对异质表面气动粗糙长度（z0m）聚合的批判性分析，以及其对遥感和陆面模型的影响。",
                "AnswerEn": "The aggregation of aerodynamic roughness length (z0m) over heterogeneous surfaces can be achieved using footprint models, which take into account the directional characteristics of z0m due to the heterogeneity of roughness element distribution. This method involves calculating individual z0m for each surface component based on roughness element characteristics and then aggregating these using the footprint weighting method. This approach provides a heuristic parameterization of z0m, which is essential for improving remote sensing algorithms and land surface models by offering a more accurate representation of surface roughness characteristics.",
                "AnswerCn": "对异质表面的气动粗糙长度（z0m）的聚合可以通过足迹模型实现，该模型考虑了由于粗糙元素分布的异质性而导致的z0m的方向特征。这种方法涉及根据粗糙元素特征计算每个表面组件的单独z0m，然后使用足迹加权方法进行聚合。这种方法提供了z0m的启发式参数化，对于改善遥感算法和陆面模型至关重要，因为它提供了对表面粗糙特征的更准确表示。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}