{
    "id": "13487d5c-d469-4f36-82ea-b820b57ecb12",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "MICLCover land cover map of the Heihe river basin (2000)",
            "titleCn": "黑河流域1公里土地覆盖格网数据集（2000）",
            "description": "1 km land cover map of heihe river basin is ran youhua et al. (2009;2011) develop a subset of China's 1 km land cover map (MICLCover) incorporating multi-source local information.The MICLCover land cover map adopts the IGBP land cover classification system, based on the evidence theory, which integrates the 1:100,000 land use data of China in 2000, the vegetation pattern of China vegetation atlas (1:100,000), the 1:100,000 glacier distribution map of China, the 1:100,000 swamp wetland map of China and the land cover product of MODIS in 2001 (MOD12Q1).The verification results of MICLCover showed that the overall consistency of MICLCover and China's land use map reached 88.84% on the level of 7 categories. Among them, the consistency of cultivated land, city, wetland and water type reached more than 95%.Through visual comparison with the land cover data product of MODIS2001 and IGBPDISCover land cover map in three typical areas, MICLCover keeps the overall accuracy of China's land use map and increases the leaf attribute and leaf shape information of China's vegetation map, while reflecting more detailed local land cover details.Using the national forest resources survey data, the verification results in gansu, yunnan, zhejiang, heilongjiang and jilin provinces showed that the accuracy of forest types of MICLCover was significantly improved compared with that of MODIS land cover products.The forest type of MICLCover was verified with the forest resource survey data of qilian mountain national nature reserve administration of gansu province. The results showed that the accuracy of MICLCover forest type in this area was 82.94%.\nAnyhow, MICLCover land cover map while maintaining the overall precision of the Chinese land use data condition, supplement the vegetation map of China on vegetation types and vegetation season phase information, update the Chinese wetland figure, Chinese ice figure the latest information, the accuracy of China's land cover data is greatly improved, more general classification system, the data can provide higher precision for land surface process model of land cover information.",
            "descriptionCn": "黑河流域1公里土地覆盖图是冉有华等（2009；2011）发展的融合了多源本地信息的中国1公里土地覆盖图（MICLCover）的子集。MICLCover土地覆盖图采用IGBP土地覆盖分类系统，基于证据理论，融合了2000年中国1：10万土地利用数据、中国植被图集（1：100万）的植被型、中国1：10万冰川分布图、中国1：100万沼泽湿地图和MODIS 2001年土地覆盖产品（MOD12Q1）。MICLCover的验证结果表明，其与中国土地利用图在7类水平上的总体一致性达到88.84%，其中，耕地、城市、湿地和水体类型的一致性达到95%以上；通过与MODIS2001年土地覆盖数据产品和IGBPDISCover土地覆盖图在三个典型地区的视觉比较，MICLCover在保持了中国土地利用图的总体精度，增加了中国植被图叶属性和叶型信息的同时，所反映的局部土地覆盖细节更加详细。采用国家森林资源调查数据，在甘肃省、云南省、浙江省、黑龙江和吉林省的验证结果表明，MICLCover的森林类型的精度相对于MODIS土地覆盖产品有大幅度的提高；采用甘肃省祁连山国家自然保护区管理局的一类森林资源调查数据对MICLCover的森林类型进行验证，结果表明，MICLCover的森林类型在该地区的精度为82.94%。\n总之，MICLCover土地覆盖图在保持了中国土地利用数据的总体精度条件下，补充了中国植被图中对植被类型及植被季相的信息，更新的中国湿地图、中国冰川图最新信息，使得中国土地覆盖数据的精度得到大大提高，分类系统更加通用，该数据可为陆面过程模型提供更高精度的土地覆盖信息。",
            "instructions": "File name: data is stored in Grid format, file name \"heihe_1km\".\nData reading: remote sensing software such as Arcgis can be used to open the reading, open the display as raster graphics data.",
            "instructionsCn": "文件命名：数据以Grid格式存储，文件名称“heihe_1km”。\n数据读取：可以用Arcgis等遥感软件打开读取，打开显示为栅格图形数据。",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2000-01-15 10:47:17",
            "endTime": "2001-01-14 10:47:17",
            "fileSize": 78282.0,
            "cstr": "18406.11.westdc.010.2013.db.heihe",
            "doi": "10.3972/westdc.010.2013.db.heihe",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Large-scale land cover mapping with the integration of multi-source information based on the dempster–shafer theory",
                "referenceCn": null,
                "referenceEn": "Ran, Y. H. , Li, X. , Lu, L. , & Li, Z. Y. . (2012). Large-scale land cover mapping with the integration of multi-source information based on the dempster–shafer theory. International Journal of Geographical Information Science, 26(1), 169-191."
            },
            {
                "titleCn": "基于多源数据融合方法的中国1km土地覆盖分类制图",
                "titleEn": null,
                "referenceCn": "冉有华, 李新, & 卢玲. (2009). 基于多源数据融合方法的中国1 km土地覆盖分类制图. 地球科学进展, 024(002), 192-203.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of four remote sensing based land cover products over China",
                "referenceCn": null,
                "referenceEn": "Youhua Ran, Xin Li & Ling Lu (2010): Evaluation of four remote sensing based land cover products over China, International Journal of Remote Sensing, 31:2, 391-401."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "植被功能型制图的多源信息融合方法研究-以黑河流域为例",
                "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land cover plays a significant role in Earth system science, which reflects the influence of human activities and environmental changes. Reliable and up-to-date land cover data are very important for land, ecological and hydrological modelling, carbon and water cycle study as well as global climatic change study. Many land use/cover maps at global, continental, and regional scales have been produced in recent years using remote sensing. These four global land cover maps are all derived from remote sensing data and created for the same fundamental purpose of providing improved land cover information for scientific studies and environmental monitoring, but they are different in mapping methods, data sources, and classification systems."
            ],
            "research objective": [
                "The objective of this paper is to evaluate the application of the four popular land cover maps over China land mass. The possibility of developing a new land cover map whose classification is compatible with a well-accepted legend system but whose accuracy is more reliable also motivates this study."
            ],
            "challenges": [
                "The four maps used different classification systems, which made the comparison difficult. We conclude that the accuracies of all the datasets cannot meet the requirements of land surface modelling. For the reference data, i.e. the 1:100 000 land cover map, the classification system needs to be transferred to a well-recognized one that has been used commonly in land surface modelling."
            ],
            "methods": [
                "We compare and evaluate four land cover datasets over China. So we first aggregated these maps by reclassifying them using a unified legend system. A large-scale, i.e. 1:100 000 land cover map of China was used as the reference data to validate the four maps."
            ],
            "dataset": [
                "The datasets include the Version 2 global land cover dataset of IGBP, MODIS land cover map 2001, a global land cover map produced by the University of Maryland, and the land cover map produced by the global land cover for the year 2000 (GLC 2000) project coordinated by the Global Vegetation Monitoring Unit of the European Commission Joint Research Centre. The large-scale (1:100 000) land use map of China in 2000, which was produced by Chinese Academy of Science to meet large-scale resource survey and land use mapping, was used as truth to validate the four land cover maps over China."
            ],
            "findings": [
                "The results show that the GLC2000 land cover map represents the highest accuracy. The MODIS land cover map ranks second for type area consistency and third for sub-fraction overall accuracy compared with reference data. The IGBP land cover map has good labelling accuracy, although it has a local labelling error and third consistency for type area. The labelling accuracy and type area consistency for the reference data of UMd land cover map is low."
            ],
            "backgroundCn": [
                "土地覆盖在地球系统科学中发挥着重要作用，反映了人类活动和环境变化的影响。可靠和最新的土地覆盖数据对于土地、生态和水文建模、碳和水循环研究以及全球气候变化研究非常重要。近年来，许多全球、洲际和区域尺度的土地利用/覆盖图通过遥感技术制作。这四个全球土地覆盖图均源自遥感数据，并为提供改进的土地覆盖信息以支持科学研究和环境监测而创建，但它们在制图方法、数据来源和分类系统上存在差异。"
            ],
            "research objectiveCn": [
                "本文的目的是评估四种流行的中国土地覆盖地图的应用。开发一张与公认的图例系统兼容但准确性更可靠的新土地覆盖地图的可能性也激励了本研究。"
            ],
            "challengesCn": [
                "这四个地图使用了不同的分类系统，这使得比较变得困难。我们得出结论，所有数据集的准确性都无法满足地表建模的要求。对于参考数据，即1:100,000的土地覆盖图，分类系统需要转化为一个在地表建模中常用的公认系统。"
            ],
            "methodsCn": [
                "我们对中国的四个土地覆盖数据集进行了比较和评估。首先，我们通过使用统一的图例系统对这些地图进行了重新分类。我们使用了一幅大比例尺（1:100,000）的中国土地覆盖图作为参考数据来验证这四幅地图。"
            ],
            "datasetCn": [
                "数据集包括IGBP的版本2全球土地覆盖数据集、2001年MODIS土地覆盖图、由马里兰大学制作的全球土地覆盖图，以及由欧洲委员会联合研究中心全球植被监测单位协调的2000年全球土地覆盖图（GLC 2000）项目制作的土地覆盖图。2000年中国的大比例尺（1:100,000）土地利用图由中国科学院制作，旨在满足大规模资源调查和土地利用制图的需求，作为验证中国四个土地覆盖图的真实数据。"
            ],
            "findingsCn": [
                "结果显示，GLC2000土地覆盖图的准确性最高。MODIS土地覆盖图在类型面积一致性方面排名第二，在与参考数据相比的子分数整体准确性方面排名第三。IGBP土地覆盖图具有良好的标记准确性，尽管存在局部标记错误，并且在类型面积一致性方面排名第三。UMd土地覆盖图的参考数据的标记准确性和类型面积一致性较低。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the classification system used in a dataset impact its applicability for land surface modeling?",
                "QuestionCn": "数据集中使用的分类系统是否会影响其在地表建模中的适用性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which mapping method is more reliable for land cover classification: evidence theory, visual interpretation, or a combination of remote sensing data?",
                "QuestionCn": "哪种制图方法在土地覆盖分类中更可靠：证据理论、视觉解译，还是遥感数据的组合？",
                "AnswerEn": "evidence theory",
                "AnswerCn": "证据理论",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What classification system is more commonly used for land cover datasets: IGBP, MODIS, or a custom system?",
                "QuestionCn": "用于土地覆盖数据集的分类系统中，IGBP、MODIS或自定义系统哪种更常用？",
                "AnswerEn": "IGBP",
                "AnswerCn": "IGBP",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the validation of land cover datasets more effectively done using large-scale resource survey data, local field data, or remote sensing comparisons?",
                "QuestionCn": "土地覆盖数据集的验证是通过大规模资源调查数据、本地实地数据还是遥感比较更有效？",
                "AnswerEn": "large-scale resource survey data",
                "AnswerCn": "大规模资源调查数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the classification system used in the land cover datasets related to the 黑河流域1公里土地覆盖格网数据集?",
                "QuestionCn": "黑河流域1公里土地覆盖格网数据集使用的分类系统是什么？",
                "AnswerEn": "IGBP land cover classification system",
                "AnswerCn": "IGBP土地覆盖分类系统",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who developed the land cover dataset that serves as a reference for validating other datasets in the region?",
                "QuestionCn": "谁开发了作为验证该地区其他数据集的参考的土地覆盖数据集？",
                "AnswerEn": "Chinese Academy of Science",
                "AnswerCn": "中国科学院",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the comparison of land cover datasets over China?",
                "QuestionCn": "与中国土地覆盖数据集的比较相关的挑战有哪些？",
                "AnswerEn": "different classification systems",
                "AnswerCn": "不同的分类系统",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset used for validating land cover maps over a large region?",
                "QuestionCn": "您能否提供一个用于验证大区域土地覆盖地图的数据集示例？",
                "AnswerEn": "The large-scale (1:100 000) land use map of China in 2000, produced by the Chinese Academy of Science, is used as reference data to validate the four land cover maps over China.",
                "AnswerCn": "2000年中国科学院制作的1:100,000大比例尺土地利用图被用作参考数据，以验证中国的四个土地覆盖图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge encountered when comparing different land cover datasets?",
                "QuestionCn": "比较不同土地覆盖数据集时遇到的一个挑战是什么？",
                "AnswerEn": "An example challenge is that the four maps used different classification systems, which made the comparison difficult.",
                "AnswerCn": "一个例子挑战是这四张地图使用了不同的分类系统，这使得比较变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a methodological approach used to evaluate land cover datasets?",
                "QuestionCn": "您能否提供一个用于评估土地覆盖数据集的方法论方法的示例？",
                "AnswerEn": "A methodological approach involves aggregating the land cover maps by reclassifying them using a unified legend system and using a large-scale land cover map as reference data to validate the other maps.",
                "AnswerCn": "一种方法论方法涉及通过使用统一的图例系统对土地覆盖图进行重新分类来聚合这些图，并使用大规模土地覆盖图作为参考数据来验证其他地图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of land cover datasets used for ecological and hydrological modelling?",
                "QuestionCn": "用于生态和水文建模的土地覆盖数据集的特征是什么？",
                "AnswerEn": "integrate multiple data sources, classification systems like the IGBP system, validated against large-scale reference maps, detailed land cover information, vegetation types, seasonal attributes",
                "AnswerCn": "整合多个数据源、分类系统如IGBP系统，针对大规模参考地图进行验证，详细的土地覆盖信息、植被类型、季节性属性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the potential attributes that contribute to the accuracy of a land cover dataset?",
                "QuestionCn": "影响土地覆盖数据集准确性的潜在属性有哪些？",
                "AnswerEn": "high-resolution reference data, well-recognized classification system, integration of local information, validation against comprehensive resource surveys",
                "AnswerCn": "高分辨率参考数据，公认的分类系统，整合本地信息，与综合资源调查进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the accuracy percentage reached by the integrated land cover dataset for forest types compared to the MODIS land cover product?",
                "QuestionCn": "集成土地覆盖数据集与MODIS土地覆盖产品相比，森林类型的准确率达到了多少百分比？",
                "AnswerEn": "82.94%",
                "AnswerCn": "82.94%",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the overall consistency percentage of the MICLCover land cover map with the Chinese land use map at the 7-class level?",
                "QuestionCn": "MICLCover土地覆盖地图与中国土地利用地图在7类级别上的整体一致性百分比是多少？",
                "AnswerEn": "88.84%",
                "AnswerCn": "88.84%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'validation of a land cover map' in the context of data collection?",
                "QuestionCn": "在数据收集的背景下，“土地覆盖图的验证”是指对土地覆盖图的准确性和可靠性进行评估和确认的过程。",
                "AnswerEn": "Validation of a land cover map involves comparing the map with reference data to assess its accuracy and reliability. This process typically includes using large-scale, detailed reference maps or ground truth data to evaluate how well the land cover map reflects actual land cover on the ground, thus ensuring its utility for scientific studies and environmental monitoring.",
                "AnswerCn": "土地覆盖图的验证涉及将地图与参考数据进行比较，以评估其准确性和可靠性。这个过程通常包括使用大规模、详细的参考地图或地面真实数据来评估土地覆盖图在多大程度上反映了实际的地面土地覆盖，从而确保其在科学研究和环境监测中的实用性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'evidence theory' mean in the context of creating land cover maps?",
                "QuestionCn": "在创建土地覆盖地图的背景下，“证据理论”是什么意思？",
                "AnswerEn": "In the context of creating land cover maps, 'evidence theory' refers to a mathematical framework used to fuse information from various data sources to improve the accuracy and reliability of the land cover classification. This approach helps integrate diverse datasets, such as satellite imagery and existing maps, to produce a more comprehensive and precise land cover map.",
                "AnswerCn": "在创建土地覆盖图的背景下，“证据理论”指的是一种数学框架，用于融合来自各种数据源的信息，以提高土地覆盖分类的准确性和可靠性。这种方法有助于整合多种数据集，例如卫星影像和现有地图，从而生成更全面和精确的土地覆盖图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the classification system used in a 1:100,000 land cover map of China compare to the classification systems used in global land cover maps derived from remote sensing?",
                "QuestionCn": "中国1:100,000土地覆盖地图使用的分类系统与基于遥感的全球土地覆盖地图所采用的分类系统相比如何？",
                "AnswerEn": "The 1:100,000 land cover map of China uses a classification system that may need to be transferred to a well-recognized system commonly used in land surface modelling, while the global land cover maps derived from remote sensing use different classification systems, which complicates direct comparison and highlights the need for a unified legend system for effective evaluation.",
                "AnswerCn": "中国的1:100,000土地覆盖地图使用的分类系统可能需要转移到一个在土地表面建模中常用的公认系统，而从遥感获得的全球土地覆盖地图使用不同的分类系统，这使得直接比较变得复杂，并突显了有效评估所需的统一图例系统的重要性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the accuracy and consistency of the GLC2000 land cover map compare with those of the UMd land cover map?",
                "QuestionCn": "GLC2000土地覆盖图的准确性和一致性与UMd土地覆盖图相比如何？",
                "AnswerEn": "The GLC2000 land cover map represents the highest accuracy among the evaluated maps, while the UMd land cover map has low labelling accuracy and type area consistency, indicating significant differences in the reliability and precision of these datasets for land cover information.",
                "AnswerCn": "GLC2000土地覆盖图在评估的地图中代表了最高的准确性，而UMd土地覆盖图的标签准确性和类型面积一致性较低，表明这些数据集在土地覆盖信息的可靠性和精确性方面存在显著差异。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can arise when comparing land cover datasets that use different classification systems, and how can these be addressed?",
                "QuestionCn": "在比较使用不同分类系统的土地覆盖数据集时，可能会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Challenges in comparing land cover datasets with different classification systems include difficulty in achieving a direct comparison due to varying categorizations. This can be addressed by reclassifying the datasets into a unified legend system, allowing for a more standardized comparison and evaluation of their accuracy and consistency across different regions.",
                "AnswerCn": "比较具有不同分类系统的土地覆盖数据集时面临的挑战包括由于分类方式不同而难以实现直接比较。可以通过将数据集重新分类为统一的图例系统来解决这一问题，从而实现更标准化的比较，并评估它们在不同地区的准确性和一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential advantages can be derived from developing a new land cover map that aligns with a well-accepted legend system but offers improved accuracy?",
                "QuestionCn": "开发一个与公认图例系统相一致但提供更高准确度的新土地覆盖图，可以带来以下潜在优势：",
                "AnswerEn": "Developing a new land cover map that aligns with a well-accepted legend system but offers improved accuracy can provide more reliable data for scientific studies and environmental monitoring. This can enhance land, ecological, and hydrological modeling, as well as carbon and water cycle studies, by ensuring that the dataset is both compatible with existing systems and precise in its representation of land cover details.",
                "AnswerCn": "开发一个新的土地覆盖地图，使其与一个公认的图例系统相一致，同时提供更高的准确性，可以为科学研究和环境监测提供更可靠的数据。这可以增强土地、生态和水文模型，以及碳和水循环研究，因为确保数据集既与现有系统兼容，又能准确表示土地覆盖细节。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the variation in accuracy among different land cover datasets when applied to the China land mass?",
                "QuestionCn": "在应用于中国陆地时，不同土地覆盖数据集准确性差异的原因是什么？",
                "AnswerEn": "The variation in accuracy among different land cover datasets over China is caused by differences in mapping methods, data sources, and classification systems used by each dataset. Additionally, the classification systems used by these datasets are not always compatible with those commonly used in land surface modelling, which affects their accuracy.",
                "AnswerCn": "中国不同土地覆盖数据集之间的准确性差异是由于各个数据集采用的制图方法、数据来源和分类系统的不同。此外，这些数据集使用的分类系统与土地表面建模中常用的分类系统并不总是兼容，这影响了它们的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to achieve high accuracy in land cover maps for use in land surface modelling?",
                "QuestionCn": "在土地表面建模中，实现高精度土地覆盖地图面临挑战的原因是什么？",
                "AnswerEn": "Achieving high accuracy in land cover maps for land surface modelling is challenging because the classification systems used by various datasets differ, making direct comparison difficult. Furthermore, the accuracies of many datasets do not meet the stringent requirements needed for accurate land surface modelling.",
                "AnswerCn": "在土地表面建模中，实现高精度的土地覆盖地图是具有挑战性的，因为不同数据集使用的分类系统不同，导致直接比较变得困难。此外，许多数据集的准确性未能满足土地表面建模所需的严格要求。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors lead to improved accuracy in forest type classification in a land cover dataset compared to others?",
                "QuestionCn": "哪些因素导致森林类型分类在土地覆盖数据集中比其他类型更准确？",
                "AnswerEn": "Improved accuracy in forest type classification in a land cover dataset can result from using high-resolution reference data such as national forest resource surveys, which provide detailed local information. For instance, validation results from specific regions like Gansu, Yunnan, Zhejiang, Heilongjiang, and Jilin provinces show significant improvement in forest type accuracy compared to other datasets like MODIS.",
                "AnswerCn": "在土地覆盖数据集中，使用高分辨率参考数据，如国家森林资源调查，可以提高森林类型分类的准确性，这些数据提供了详细的地方信息。例如，来自甘肃、云南、浙江、黑龙江和吉林等特定地区的验证结果显示，与MODIS等其他数据集相比，森林类型的准确性显著提高。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the use of a unified legend system impact the evaluation and comparison of different land cover datasets?",
                "QuestionCn": "统一图例系统的使用如何影响不同土地覆盖数据集的评估和比较？",
                "AnswerEn": "The use of a unified legend system facilitates the evaluation and comparison of different land cover datasets by enabling aggregation and reclassification. This approach helps address challenges related to differing classification systems and improves the overall understanding of dataset accuracy and consistency.",
                "AnswerCn": "统一图例系统的使用通过实现数据集的聚合和重新分类，促进了不同土地覆盖数据集的评估和比较。这种方法有助于解决分类系统差异带来的挑战，并提高数据集的准确性和一致性的整体理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind developing a land cover dataset that integrates multiple source data, such as MODIS and regional maps, for areas like the Heihe River Basin?",
                "QuestionCn": "开发一个整合多种数据源（如MODIS和区域地图）的土地覆盖数据集，针对像黑河流域这样的地区，其主要目标是什么？",
                "AnswerEn": "The goal is to provide a land cover map with enhanced accuracy and detail by integrating various data sources, offering improved land cover information essential for scientific studies and environmental monitoring.",
                "AnswerCn": "目标是通过整合各种数据源提供更高准确性和细节的土地覆盖图，提供对科学研究和环境监测至关重要的改进土地覆盖信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to ensure compatibility of land cover classification systems with well-accepted legend systems in land surface modeling?",
                "QuestionCn": "确保土地覆盖分类系统与土地表面建模中公认的图例系统兼容的重要性在于：",
                "AnswerEn": "Ensuring compatibility of classification systems with recognized legend systems is crucial to meet the requirements of land surface modeling and enhance the reliability and applicability of land cover data in different scientific contexts.",
                "AnswerCn": "确保分类系统与公认的图例系统兼容，对于满足土地表面建模的要求以及提高土地覆盖数据在不同科学背景下的可靠性和适用性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to merge multiple land cover data sources to produce a comprehensive and reliable dataset?",
                "QuestionCn": "可以采用哪些方法论来合并多个土地覆盖数据源，以生成一个全面且可靠的数据集？",
                "AnswerEn": "To create a comprehensive land cover dataset, methodologies such as evidence theory could be used to merge various sources like local land use data, vegetation maps, glacier distribution maps, and remote sensing products like MODIS. This approach allows for integrating different classification systems and data types to enhance accuracy.",
                "AnswerCn": "为了创建一个全面的土地覆盖数据集，可以使用证据理论等方法来合并各种来源的数据，如地方土地利用数据、植被地图、冰川分布地图以及遥感产品如MODIS。这种方法允许整合不同的分类系统和数据类型，以提高准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can classification systems be unified to facilitate the comparison and validation of different land cover datasets?",
                "QuestionCn": "如何统一分类系统，以便于比较和验证不同的土地覆盖数据集？",
                "AnswerEn": "A unified classification system can be developed by reclassifying datasets using a well-accepted legend system that aligns with land surface modeling requirements. This involves aggregating maps from different sources and converting their classification systems to a compatible framework, ensuring better comparison and validation.",
                "AnswerCn": "可以通过使用一个公认的图例系统重新分类数据集来开发一个统一的分类系统，该系统与土地表面建模要求相一致。这涉及到从不同来源聚合地图，并将它们的分类系统转换为兼容的框架，以确保更好的比较和验证。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedures can be implemented to improve the accuracy of forest type classification in land cover datasets?",
                "QuestionCn": "可以实施哪些程序来提高土地覆盖数据集中森林类型分类的准确性？",
                "AnswerEn": "To improve forest type classification accuracy, procedures such as utilizing national forest resource survey data for validation can be implemented. By comparing land cover products with detailed local survey data, areas of discrepancy can be identified and adjusted to enhance dataset precision, as demonstrated with the MICLCover's forest type validation.",
                "AnswerCn": "为了提高森林类型分类的准确性，可以实施利用国家森林资源调查数据进行验证的程序。通过将土地覆盖产品与详细的地方调查数据进行比较，可以识别出差异区域并进行调整，以增强数据集的精确性，正如MICLCover的森林类型验证所示。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the integration of multiple data sources to enhance the accuracy and detail of land cover maps?",
                "QuestionCn": "哪些方法论能够整合多个数据源，以提高土地覆盖地图的准确性和细节？",
                "AnswerEn": "The methodologies involve using evidence theory to integrate data from various sources, such as China's land use data, vegetation type maps, glacier distribution maps, marsh maps, and MODIS land cover products, which allows for a more detailed and accurate land cover representation.",
                "AnswerCn": "这些方法涉及使用证据理论整合来自各种来源的数据，例如中国的土地利用数据、植被类型地图、冰川分布地图、沼泽地图和MODIS土地覆盖产品，从而实现更详细和准确的土地覆盖表示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the classification system utilized in land cover datasets enable compatibility with land surface modelling requirements?",
                "QuestionCn": "土地覆盖数据集所采用的分类系统如何使其与地表模型的要求兼容？",
                "AnswerEn": "The classification system must be transferred to a well-recognized and commonly used system in land surface modelling to ensure compatibility. This involves reclassifying datasets using a unified legend system that aligns with the needs of land surface modelling.",
                "AnswerCn": "分类系统必须转移到一个公认且常用的陆面建模系统，以确保兼容性。这涉及使用统一的图例系统对数据集进行重新分类，以符合陆面建模的需求。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do technological advancements in remote sensing contribute to more reliable land cover data?",
                "QuestionCn": "遥感技术的进步以何种方式促进了更可靠的土地覆盖数据？",
                "AnswerEn": "Technological advancements in remote sensing have allowed the creation of global, continental, and regional land cover maps, which provide improved land cover information for scientific studies and environmental monitoring through enhanced mapping methods, data sources, and classification systems.",
                "AnswerCn": "遥感技术的进步使得全球、洲际和区域土地覆盖地图的创建成为可能，这些地图通过改进的制图方法、数据来源和分类系统，为科学研究和环境监测提供了更好的土地覆盖信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of local information improve the accuracy of land cover maps when compared to global datasets?",
                "QuestionCn": "为什么整合地方信息可能会提高土地覆盖地图的准确性，相较于全球数据集？",
                "AnswerEn": "The integration of local information, such as specific regional land use data, vegetation types, and other geographic features, enhances the accuracy of land cover maps by providing detailed and location-specific insights. This localized information allows for a more precise classification and reflects the nuanced variations in land cover that global datasets might overlook.",
                "AnswerCn": "地方信息的整合，例如特定区域的土地利用数据、植被类型和其他地理特征，通过提供详细和位置特定的见解，提高了土地覆盖地图的准确性。这种本地化的信息允许更精确的分类，并反映了全球数据集可能忽视的土地覆盖的细微变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the observed differences in accuracy among various global land cover datasets when applied to a specific region like China?",
                "QuestionCn": "在特定区域如中国应用时，各种全球土地覆盖数据集之间观察到的准确性差异可能的原因是什么？",
                "AnswerEn": "Differences in accuracy among global land cover datasets when applied to a region like China can be attributed to variations in data sources, mapping methods, and classification systems. Each dataset may prioritize different aspects of land cover, use different scales, or rely on varying degrees of local data integration, affecting their overall reliability and precision in representing the region's land cover.",
                "AnswerCn": "在像中国这样的地区，不同全球土地覆盖数据集的准确性差异可以归因于数据源、制图方法和分类系统的不同。每个数据集可能优先考虑土地覆盖的不同方面，使用不同的尺度，或依赖于不同程度的地方数据整合，这些都影响了它们在表示该地区土地覆盖时的整体可靠性和精确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the current data collection methods in integrating multi-source local information for producing accurate land cover maps?",
                "QuestionCn": "当前的数据收集方法在整合多源地方信息以生成准确的土地覆盖图方面的有效性如何？",
                "AnswerEn": "The data collection methods that integrate multi-source local information, such as the MICLCover dataset, are effective in producing accurate land cover maps. This is evidenced by the MICLCover's high consistency with China's land use maps and improved accuracy over MODIS products in forest type classification, indicating a reliable integration of diverse data sources.",
                "AnswerCn": "集成多源地方信息的数据收集方法，如MICLCover数据集，能够有效地生成准确的土地覆盖图。这一点通过MICLCover与中国土地利用图的一致性高以及在森林类型分类中相较于MODIS产品的准确性提升得以证明，表明了多样数据源的可靠整合。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise when attempting to standardize classification systems across various land cover datasets?",
                "QuestionCn": "在尝试在各种土地覆盖数据集中标准化分类系统时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges in standardizing classification systems across land cover datasets include differences in classification systems used by various datasets, which complicates comparison and integration. The need for a well-recognized classification system that aligns with land surface modeling requirements further highlights the complexity of achieving standardization.",
                "AnswerCn": "在土地覆盖数据集之间标准化分类系统的挑战包括不同数据集使用的分类系统差异，这使得比较和整合变得复杂。对与土地表面建模要求相一致的公认分类系统的需求进一步突显了实现标准化的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can the mapping methods used in creating global land cover maps be improved to enhance their accuracy for scientific studies and environmental monitoring?",
                "QuestionCn": "在创建全球土地覆盖地图时，可以通过哪些方式改进映射方法，以提高其在科学研究和环境监测中的准确性？",
                "AnswerEn": "Mapping methods can be improved by adopting a unified classification system, as suggested by the evaluation of the four global land cover datasets. Enhancing the accuracy of land cover maps could involve using high-resolution reference data like the 1:100,000 land use map of China to validate and refine global datasets, thereby improving their reliability for scientific studies and environmental monitoring.",
                "AnswerCn": "通过采用统一的分类系统，可以改善制图方法，这一点在对四个全球土地覆盖数据集的评估中得到了建议。提高土地覆盖地图的准确性可以通过使用高分辨率的参考数据，例如中国的1:100,000土地利用图，以验证和完善全球数据集，从而提高其在科学研究和环境监测中的可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how land cover datasets are validated for reliability and accuracy.",
                "QuestionCn": "我无法理解土地覆盖数据集是如何验证其可靠性和准确性的。",
                "AnswerEn": "Land cover datasets are validated using reference data such as a large-scale land use map. This involves comparing the datasets against the reference map to assess accuracy and consistency in labeling and type area representation.",
                "AnswerCn": "土地覆盖数据集通过参考数据进行验证，例如大规模土地利用地图。这涉及将数据集与参考地图进行比较，以评估标签和类型区域表示的准确性和一致性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the challenges in comparing different land cover datasets with varying classification systems and data sources.",
                "QuestionCn": "比较不同土地覆盖数据集时面临的挑战包括分类系统和数据来源的差异。这些挑战主要体现在以下几个方面：\n\n1. **分类标准不一致**：不同的数据集可能采用不同的分类系统，例如使用不同的土地覆盖类别或定义。这使得直接比较变得困难，因为相同的地物可能在不同数据集中被归类为不同的类别。\n\n2. **数据来源差异**：数据集可能来源于不同的遥感技术、调查方法或时间段。这些差异可能导致数据的空间分辨率、时间分辨率和准确性不同，从而影响比较结果。\n\n3. **时间变化**：土地覆盖是动态变化的，随着时间的推移，土地利用和覆盖类型可能发生变化。因此，比较不同时间点的数据集时，需要考虑时间因素的影响。\n\n4. **空间分辨率**：不同数据集的空间分辨率可能不同，导致在某些区域的细节丢失或信息过于简化。这可能影响对特定区域的分析和比较。\n\n5. **数据质量和准确性**：不同数据集的采集方法和验证过程可能不同，导致数据质量和准确性存在差异。这使得在比较时需要谨慎评估每个数据集的可靠性。\n\n6. **地理范围**：不同数据集可能覆盖的地理范围不同，某些数据集可能只针对特定区域或国家，而其他数据集则可能是全球性的。这限制了在更大范围内进行比较的可能性。\n\n7. **用户需求和应用场景**：不同的用户可能对土地覆盖数据有不同的需求和应用场景，这可能导致对数据集的选择和比较标准的不同理解。\n\n综上所述，比较不同土地覆盖数据集时需要考虑多种因素，以确保比较的有效性和准确性。",
                "AnswerEn": "The challenges in comparing different land cover datasets arise due to their use of different classification systems, making direct comparison difficult. The accuracies of the datasets may not meet the requirements of land surface modelling. Additionally, the classification system of reference data needs to be compatible with a well-recognized system for effective comparison.",
                "AnswerCn": "比较不同土地覆盖数据集的挑战在于它们使用了不同的分类系统，使得直接比较变得困难。这些数据集的准确性可能无法满足土地表面建模的要求。此外，参考数据的分类系统需要与一个公认的系统兼容，以便进行有效比较。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please conduct an analysis of the large-scale land cover maps used for validating land cover datasets over China, focusing on their classification systems and accuracy levels.",
                "QuestionCn": "请对用于验证中国土地覆盖数据集的大规模土地覆盖地图进行分析，重点关注它们的分类系统和准确性水平。",
                "AnswerEn": "The large-scale land cover map of China, used as reference data, employs a 1:100 000 scale and is produced by the Chinese Academy of Science. It serves to validate four land cover maps and requires a classification system that is compatible with commonly used systems in land surface modelling. The GLC2000 map was found to have the highest accuracy.",
                "AnswerCn": "中国的大规模土地覆盖地图作为参考数据，采用1:100,000的比例尺，由中国科学院制作。它用于验证四个土地覆盖地图，并需要一个与土地表面建模中常用系统兼容的分类系统。GLC2000地图被发现具有最高的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please evaluate the potential for developing a new land cover map that integrates updated vegetation type and seasonal information, considering existing datasets and methodologies.",
                "QuestionCn": "请评估开发一幅新的土地覆盖图的潜力，该图整合了更新的植被类型和季节信息，考虑现有的数据集和方法。",
                "AnswerEn": "Developing a new land cover map could be motivated by the need for compatibility with well-accepted legend systems and improved accuracy. By incorporating updated information from datasets like the MICLCover, which integrates vegetation type and seasonal information, the new map could provide more detailed local land cover details and higher accuracy for scientific studies.",
                "AnswerCn": "开发新的土地覆盖图可能是出于与公认的图例系统兼容和提高准确性的需要。通过整合像MICLCover这样的数据集中的更新信息，该数据集整合了植被类型和季节性信息，新地图可以提供更详细的地方土地覆盖细节，并为科学研究提供更高的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}