{
    "id": "1370a089-e6b9-4029-aa44-8b90c14ce293",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an cosmic-ray observation system of soil moisture of Daman Superstation, 2018)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站宇宙射线观测系统-2018）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from a Cosmic-ray Soil Moisture Observing System for soil moisture observation at the Daman Superstation from January 1 to December 31, 2018. The site (100.372° E, 38.856° N) was located on a cropland (maize surface) in the Daman irrigation area, which is near Zhangye city, Gansu Province. The elevation is 1556 m. The bottom of the probe was 0.5 m above the ground; the sampling interval was 1 hour.\nThe raw COSMOS data include the following variables: battery (Batt, V), temperature (T, C), relative humidity (RH, %), air pressure (P, hPa), fast neutron counts (N1C, counts per hour), thermal neutron counts (N2C, counts per hour), sample time of fast neutrons (N1ET, s), and sample time of thermal neutrons (N2ET, s). The distributed data include the following variables: Date, Time, P, N1C, N1C_cor (corrected fast neutron counts) and VWC (volume soil moisture, %), which were processed as follows:\n1) Data were removed and replaced by -6999 when (a) the battery voltage was less than 11.8 V, (b) the relative humidity was greater than 80% inside the probe box, (c) the counting data were not of one-hour duration and (d) neutron count differed from the previous value by more than 20%; 2) An air pressure correction was applied to the quality-controlled raw data according to the equation contained in the equipment manual; 3) After the quality control and corrections were applied, soil moisture was calculated using the equation in Zreda et al. (2012), where N0 is the neutron counts above dry soil and the other variables are fitted constants that define the shape of the calibration function. Here, the parameter N0 was calibrated using the in situ observed soil moisture by SoilNET within the footprint; 4) Based on the calibrated N0 and corrected N1C, the hourly soil moisture was computed using the equation from the equipment manual. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Zhu et al. (2015) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2018年1月1日至2018年12月31日黑河流域地表过程综合观测网中游大满超级站宇宙射线观测系统数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米田。观测点的经纬度是100.3722E, 38.8555N，海拔1556m。仪器探头底部距地面0.5m，采样频率是1小时。\n宇宙射线仪器的原始观测项目包括：电压Batt（V）、温度T（℃）、相对湿度RH（%）、气压P（hPa）、快中子数N1C（个/小时）、热中子数N2C（个/小时）、快中子采样时间N1ET（s）及热中子采样时间N2ET（s）。发布的数据为经过处理计算后的数据，数据表头包括：Date Time（日期 时间）、P（气压 hPa）、N1C（快中子数 个/小时）、N1C_cor（气压订正的快中子数 个/小时）和VWC（土壤体积含水量 %），其处理的主要步骤包括：\n1）\t数据筛选\n数据筛选共四条标准：（1）剔除电压小于和等于11.8伏特的数据；（2）剔除空气相对湿度大于和等于80%的数据；（3）剔除采样时间间隔不在60±1分钟内的数据；（4） 剔除快中子数较前后一小时变化大于200的数据。剔除及缺失数据用-6999补充。\n2）\t气压订正\n根据仪器说明手册中提到的快中子气压订正公式，对原始数据进行气压订正，得到订正后的快中子数N1C_cor。\n3）\t仪器率定\n在计算土壤水分的过程中需要对计算公式中的N0进行率定。N0为土壤干燥条件下的快中子数，通常使用测量源区内的土样得到实测土壤水分（或者通过比较密集的土壤水分无线传感器获取）θm（Zreda et al. 2012）和对应时间段内的快中子校正数据N，再通过公式反求得到N0。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Zhu et al. (2015)。",
            "instructions": "Year+** observatory network+ site+ COSMOS",
            "instructionsCn": "年份+**观测网+站点名称+ COSMOS",
            "east": 100.3722,
            "west": 100.3722,
            "south": 38.8555,
            "north": 38.8555,
            "startTime": "2018-01-17 16:00:00",
            "endTime": "2019-01-16 16:00:00",
            "fileSize": 372987.0,
            "cstr": "18406.11.Hydro.tpdc.270764",
            "doi": "10.11888/Hydro.tpdc.270764",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱忠礼",
                "nameEn": "ZHU Zhongli",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceCn": null,
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            },
            {
                "titleCn": "宇宙射线快中子法在农田土壤水分测量中的研究与应用",
                "titleEn": null,
                "referenceCn": "焦其顺, 朱忠礼, 刘绍民, 晋锐, 杜帆. (2013). 宇宙射线快中子法在农田土壤水分测量中的研究与应用. 地球科学进展, 28(10), 1136-1143.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "宇宙射线土壤水分",
                "nameEn": "Cosmic-ray soil moisture observing system"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "The artificial oasis experimental area"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many data entries were collected from the cosmic ray observation system over the one-year period in 2018?",
                "QuestionCn": "在2018年期间，从宇宙射线观测系统收集了多少条数据记录？",
                "AnswerEn": "8760 entries",
                "AnswerCn": "8760 条目",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'cosmic ray observation system' mean in the context of surface process observation networks?",
                "QuestionCn": "在表面过程观测网络的背景下，“宇宙射线观测系统”指的是用于监测和研究宇宙射线的系统，这些宇宙射线是来自宇宙的高能粒子，它们与地球大气层相互作用，可能对地球表面的物理和化学过程产生影响。",
                "AnswerEn": "In the context of surface process observation networks, a 'cosmic ray observation system' refers to the equipment and methodologies used to measure cosmic ray fluxes, such as fast and thermal neutrons, at specific observation sites. This system involves instruments with probes placed at a certain height above the ground, which collect data on variables like voltage, temperature, relative humidity, air pressure, and neutron counts. The system is used to derive further insights, such as soil moisture content, through data processing techniques like pressure correction and instrument calibration.",
                "AnswerCn": "在表面过程观测网络的背景下，“宇宙射线观测系统”指的是用于测量特定观测地点宇宙射线通量（如快速和热中子）的设备和方法。该系统涉及将探头放置在离地面一定高度的仪器，收集电压、温度、相对湿度、气压和中子计数等变量的数据。该系统用于通过压力修正和仪器校准等数据处理技术推导进一步的见解，例如土壤水分含量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about soil moisture variability and its relationship with atmospheric pressure corrections based on the neutron data collection process?",
                "QuestionCn": "可以推断出土壤湿度的变异性及其与大气压力修正之间的关系，这基于中子数据收集过程。",
                "AnswerEn": "The method involves correcting fast neutron counts for atmospheric pressure variations, which suggests that soil moisture variability is sensitive to atmospheric conditions. The pressure-corrected fast neutron counts (N1C_cor) are used to compute soil volumetric water content (VWC), indicating that accurate atmospheric pressure correction is crucial for reliable soil moisture estimation. The process implies that atmospheric pressure has a significant impact on neutron counts, requiring precise correction to discern true soil moisture changes.",
                "AnswerCn": "该方法涉及对快中子计数进行大气压力变化的校正，这表明土壤水分的变化对大气条件敏感。经过压力校正的快中子计数（N1C_cor）用于计算土壤体积含水量（VWC），这表明准确的大气压力校正对于可靠的土壤水分估计至关重要。该过程暗示大气压力对中子计数有显著影响，需要精确校正以辨别真实的土壤水分变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of excluding certain data points based on criteria like voltage, humidity, sampling time, and neutron count variation in a dataset collected from a comprehensive observation network?",
                "QuestionCn": "根据电压、湿度、采样时间和中子计数变化等标准排除某些数据点，可能会对从综合观测网络收集的数据集产生以下潜在后果：",
                "AnswerEn": "Excluding data points based on criteria such as voltage, humidity, sampling time, and neutron count variation can enhance the reliability and accuracy of the dataset by removing potential outliers and errors. This can lead to more accurate calculations of soil moisture and other derived variables, as the remaining data is more likely to reflect true environmental conditions. However, it may also result in the loss of potentially valuable information if the exclusion criteria are too strict or if patterns exist in the excluded data that are not captured by the remaining dataset. It is essential to balance data quality and quantity to ensure meaningful analysis.",
                "AnswerCn": "排除基于电压、湿度、采样时间和中子计数变化等标准的数据点可以提高数据集的可靠性和准确性，因为这可以去除潜在的异常值和错误。这可以导致土壤湿度和其他衍生变量的计算更加准确，因为剩余的数据更有可能反映真实的环境条件。然而，如果排除标准过于严格，或者被排除的数据中存在未被剩余数据捕捉到的模式，这也可能导致潜在有价值信息的丢失。因此，平衡数据质量和数量对于确保有意义的分析至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or technologies enable the effective correction of cosmic ray neutron data for atmospheric pressure variations?",
                "QuestionCn": "哪些条件或技术能够有效地校正宇宙射线中子数据以应对大气压力变化？",
                "AnswerEn": "The effective correction of cosmic ray neutron data for atmospheric pressure variations is enabled by using specific correction formulas mentioned in the instrument manual. These formulas adjust the raw fast neutron count data to account for changes in atmospheric pressure, resulting in the corrected fast neutron count N1C_cor.",
                "AnswerCn": "有效校正宇宙射线中子数据以应对大气压力变化是通过使用仪器手册中提到的特定校正公式来实现的。这些公式调整原始快中子计数数据，以考虑大气压力的变化，从而得到校正后的快中子计数 N1C_cor。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}