{
  "id": "13c90765-3f7f-430e-b08a-5016c424a6d6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Predicted distribution of active layer thickness in the circum-Arctic (along the Beijing-Moscow high-speed railway) (2015-2065)",
      "titleCn": "泛北极工程活动范围活动层厚度预测分布（北京-莫斯科高铁沿线）（2015-2065）",
      "description": "The  active layer thickness is not only an important index to study the thermal state of permafrost area, but also a key factor to be considered in engineering construction in permafrost area . Aalto et al. proposed a statistical modeling method to predict the current situation and change of the active layer thickness. The method is based on the R package and is calculated and compared by four models (GLM, GAM, GBM and random forest). The model takes into account the common effects of climatic conditions (freezing index, thawing index and snow / rain), topographic conditions (DEM) and soil conditions (soil organic carbon content and soil water content), It can simulate the current situation active layer thickness in the circum-Arctic and the change of the active layer thickness under different climate scenarios in the future.",
      "descriptionCn": "活动层厚度不仅是研究多年冻土区地面热状态的重要指标，而且是冻土工程建设中需考虑的关键因子。Aalto等人提出了一种统计建模的方法预测活动层厚度的现状和变化，该方法是基于R包通过四种模型（GLM、GAM、GBM和随机森林）计算比较得到，模型在考虑了气候条件（冻结指数和融化指数以及雪/雨水）、地形条件（DEM）和土质条件（土壤有机碳含量、土壤水分）的共同影响作用下，能够模拟出泛北极活动层厚度的现状以及未来不同气候情景下活动层厚度的变化情况。",
      "instructions": "Filename: the data is stored in TIFF format. The name of the file is \"2050RCPxx. TIF\", where xx represents the climate scenario.\nData reading method: the data can be opened by ArcGIS.",
      "instructionsCn": "文件命名：数据以tiff格式存储，文件的名称为\"2050RCPxx.tif\"，其中xx代表气候情景。\n数据读取方式：该数据可用Arcgis打开。",
      "east": 141.0,
      "west": 25.0,
      "south": 40.0,
      "north": 60.0,
      "startTime": "2015-01-01 00:00:00",
      "endTime": "2065-12-31 11:59:59",
      "fileSize": 13136832.0,
      "cstr": "18406.11.Cryos.tpdc.272795",
      "doi": "10.11888/Cryos.tpdc.272795",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "牛富俊",
        "nameEn": "NIU Fujun",
        "unitEn": "Northeast Institute of Ecology and Environmental Resources,Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Statistical Forecasting of Current and Future Circum-Arctic Ground Temperatures and Active Layer Thickness",
        "referenceCn": null,
        "referenceEn": "Aalto, J., Karjalainen, O., Hjort, J., & Luoto, M. (2018). Statistical forecasting of current and future circum-Arctic ground temperatures and active layer thickness. Geophysical Research Letters, 45, 4889–4898."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "活动层",
        "nameEn": "active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中蒙俄经济走廊",
        "keywordEn": "China‒Mongolia‒Russia Economic Corridor"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015-2065",
        "keywordEn": "2015-2065",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used to predict the distribution of active layer thickness in the context of permafrost engineering activities along the Beijing-Moscow high-speed railway?",
        "QuestionCn": "在北京-莫斯科高速铁路沿线的永久冻土工程活动中，用于预测活层厚度分布的数据收集方法的特点是什么？",
        "AnswerEn": "statistical modeling techniques, climate conditions, freezing and melting indices, precipitation types, terrain conditions, Digital Elevation Model, soil properties, soil organic carbon content, soil moisture, R packages, Generalized Linear Models, Generalized Additive Models, Gradient Boosting Machines, Random Forest models",
        "AnswerCn": "统计建模技术、气候条件、冻结和融化指数、降水类型、地形条件、数字高程模型、土壤属性、土壤有机碳含量、土壤湿度、R软件包、广义线性模型、广义加性模型、梯度提升机、随机森林模型",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many models are used in a statistical modeling approach to predict active layer thickness in the context of permafrost engineering activities?",
        "QuestionCn": "在永久冻土工程活动中，用于预测活层厚度的统计建模方法中使用了多少个模型？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '活动层厚度预测分布' mean in the context of predicting the active layer thickness along the Beijing-Moscow high-speed railway?",
        "QuestionCn": "在北京-莫斯科高速铁路沿线预测活动层厚度的背景下，“活动层厚度预测分布”是什么意思？",
        "AnswerEn": "In the context of predicting the active layer thickness along the Beijing-Moscow high-speed railway, '活动层厚度预测分布' refers to the prediction and distribution modeling of the active layer thickness, which is a crucial factor for understanding the thermal state of permafrost regions and is essential for the construction of permafrost engineering projects. This involves using statistical modeling methods to predict current and future changes in active layer thickness under various climatic scenarios, considering factors such as climate conditions (freezing and thawing indices and snow/rainfall), terrain conditions (DEM), and soil properties (soil organic carbon content, soil moisture).",
        "AnswerCn": "在预测北京-莫斯科高铁沿线的活动层厚度的背景下，“活动层厚度预测分布”指的是对活动层厚度的预测和分布建模，这对于理解永久冻土地区的热状态至关重要，并且对永久冻土工程项目的建设至关重要。这涉及使用统计建模方法来预测在各种气候情景下活动层厚度的当前和未来变化，考虑气候条件（冻融指数和降雪/降雨量）、地形条件（数字高程模型）和土壤特性（土壤有机碳含量、土壤湿度）等因素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can statistical modeling methods such as GLM, GAM, GBM, and random forest be used to infer changes in permafrost active layer thickness under varying climate scenarios along the Beijing-Moscow high-speed railway route?",
        "QuestionCn": "如何使用统计建模方法，如GLM、GAM、GBM和随机森林，在不同气候情景下推断北京-莫斯科高铁沿线多年冻土活动层厚度的变化？",
        "AnswerEn": "Statistical modeling methods like GLM, GAM, GBM, and random forest can be used to simulate and predict changes in permafrost active layer thickness by incorporating relevant climate, terrain, and soil factors. These models can interpret the impacts of freezing and melting indices, snow/rainfall, digital elevation models (DEM), and soil characteristics such as organic carbon content and moisture. By doing so, they help in understanding the current state and future changes in the active layer thickness under different climate scenarios.",
        "AnswerCn": "统计建模方法如广义线性模型（GLM）、广义加性模型（GAM）、梯度提升机（GBM）和随机森林可以通过结合相关的气候、地形和土壤因素来模拟和预测永冻土活层厚度的变化。这些模型可以解释冻结和融化指数、雪/降雨、数字高程模型（DEM）以及土壤特征如有机碳含量和湿度的影响。通过这样做，它们有助于理解在不同气候情景下活层厚度的当前状态和未来变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in predicting the thickness of the active layer in permafrost regions, especially along infrastructure projects like the Beijing-Moscow high-speed railway?",
        "QuestionCn": "在永久冻土地区，尤其是在像北京-莫斯科高速铁路这样的基础设施项目沿线，预测活跃层厚度的变异性受哪些因素影响？",
        "AnswerEn": "The variability in predicting the thickness of the active layer in permafrost regions is influenced by several factors, including climate conditions such as freezing and melting indices and precipitation type (snow/rain), terrain conditions such as digital elevation models (DEM), and soil properties like soil organic carbon content and soil moisture. These factors collectively affect the modeling outcomes and are key considerations in statistical modeling methods such as GLM, GAM, GBM, and random forest used to predict current and future changes in active layer thickness under different climate scenarios.",
        "AnswerCn": "在永冻土地区，预测活层厚度的变异性受到多个因素的影响，包括气候条件（如冻结和融化指数以及降水类型（雪/雨））、地形条件（如数字高程模型（DEM））以及土壤特性（如土壤有机碳含量和土壤湿度）。这些因素共同影响建模结果，是统计建模方法（如广义线性模型（GLM）、广义加性模型（GAM）、梯度提升机（GBM）和随机森林）在不同气候情景下预测活层厚度当前和未来变化时的关键考虑因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of developing models to predict the distribution of active layer thickness across the Beijing-Moscow high-speed railway line from 2015 to 2065?",
        "QuestionCn": "开发模型以预测2015年至2065年间北京-莫斯科高速铁路沿线活层厚度分布的最终目标是什么？",
        "AnswerEn": "The goal is to understand and predict the current state and future changes in active layer thickness, which is crucial for studying the thermal conditions of permafrost regions and is a key factor to consider in permafrost engineering constructions. This involves using statistical modeling methods to simulate the effects of climate conditions, topography, and soil properties on active layer thickness.",
        "AnswerCn": "目标是理解和预测活层厚度的当前状态及未来变化，这对于研究永冻土地区的热条件至关重要，并且是永冻土工程建设中需要考虑的关键因素。这涉及使用统计建模方法来模拟气候条件、地形和土壤特性对活层厚度的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using statistical modeling methods to predict permafrost active layer thickness distribution along the Beijing-Moscow high-speed railway route, considering climate, terrain, and soil conditions?",
        "QuestionCn": "使用统计建模方法预测北京至莫斯科高铁沿线的多年冻土活动层厚度分布时，考虑气候、地形和土壤条件的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve using statistical modeling methods such as GLM, GAM, GBM, and random forest to predict the distribution of permafrost active layer thickness. The process includes collecting data on climate conditions (freezing and melting indices, as well as snow/rainfall), terrain conditions (digital elevation model), and soil conditions (soil organic carbon content, soil moisture). These models are then used to simulate the current and future changes in active layer thickness under different climate scenarios, integrating the influence of these environmental factors.",
        "AnswerCn": "程序步骤涉及使用统计建模方法，如广义线性模型（GLM）、广义加性模型（GAM）、梯度提升机（GBM）和随机森林，来预测永冻土活层厚度的分布。该过程包括收集气候条件（冻结和融化指数，以及降雪/降雨量）、地形条件（数字高程模型）和土壤条件（土壤有机碳含量、土壤湿度）的数据。然后，这些模型用于模拟在不同气候情景下活层厚度的当前和未来变化，整合这些环境因素的影响。",
        "Level": "C3(Applying)"
      }
    ]
  }
}