{
  "id": "13f07d3b-e543-485e-86ea-2f613f08e668",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "County level statistics data of Tibetan Plateau (1980-2015)",
      "titleCn": "青藏高原地区县级统计数据（1980-2015）",
      "description": "The data set contains agricultural economic data of all counties and regions in the Tibetan Plateau in 1980-2015, and covering the total number of households and total population in rural areas, agricultural population, rural labor force, cultivated land, paddy field area, the dry land area, power of agricultural machinery, agricultural vehicles, mechanical ploughing area, irrigation area, consumption of chemical fertilizers electricity use, gross output value of agriculture, forestry, animal husbandry and fishery, the output of cattle, pig, sheep, meat, poultry, and fish, the sown area of grain, the output of grain, cotton, oil and all kinds of crops, and characteristic agricultural products and livestock production and other relevant data.The data came from the statistical yearbook of the provinces included in the Tibetan Plateau.The data are of good quality and can be used to analyze the socio-economic and agricultural development of qinghai-tibet plateau.",
      "descriptionCn": "该数据集包含青藏高原地区各县区1980-2015年农业经济相关数据，具体涵盖农村总户数、总人口、农业人口、农村劳动力、耕地面积、水田面积、旱地面积、农机动力、农用汽车、机耕面积、灌溉面积、化肥施用量、用电量、农业收入、农林牧渔业总产值、牛、猪、羊、肉、禽、鱼等的产量、粮食播种面积、粮棉油的及各类作物的产量、特色农产品和畜产品产量等相关数据。数据来源于青藏高原所含各省统计年鉴。数据质量优良，可用于青藏高原社会经济和农业发展分析。",
      "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 104.33,
      "west": 73.33,
      "south": 26.17,
      "north": 39.5,
      "startTime": "1980-01-20 00:00:00",
      "endTime": "2016-01-19 00:00:00",
      "fileSize": 988993.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吕昌河",
        "nameEn": "LV Changhe",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青藏高原地区县级统计数据",
        "titleEn": null,
        "referenceCn": "数据来源于《西藏统计年鉴》、《青海统计年鉴》、《新疆统计年鉴》、《四川统计年鉴》、《云南统计年鉴》、《甘肃统计年鉴》",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "农业资源",
        "nameEn": "Agricultural Resources"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2015",
        "keywordEn": "1980-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to compile agricultural economic statistics at the county level in the Tibetan Plateau from 1980 to 2015?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于编制1980年至2015年间西藏高原县级的农业经济统计数据？",
        "AnswerEn": "An example of a data collection method used to compile agricultural economic statistics at the county level in the Tibetan Plateau from 1980 to 2015 involves gathering data from provincial statistical yearbooks. This method ensures comprehensive coverage of various indicators such as rural household numbers, total population, agricultural population, rural labor force, cultivated land area, and agricultural production outputs, providing a reliable basis for analyzing socioeconomic and agricultural development in the region.",
        "AnswerCn": "在1980年至2015年期间，用于编制青藏高原县级农业经济统计数据的一种数据收集方法是从省级统计年鉴中收集数据。这种方法确保了对农村家庭数量、总人口、农业人口、农村劳动力、耕地面积和农业生产总值等各种指标的全面覆盖，为分析该地区的社会经济和农业发展提供了可靠的基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset that encompasses agricultural economic data for county-level divisions in the Qinghai-Tibet Plateau from 1980 to 2015?",
        "QuestionCn": "涵盖1980年至2015年青藏高原县级农业经济数据的数据集的特征是什么？",
        "AnswerEn": "total number of rural households, total population, agricultural population, rural labor force, cultivated land area, paddy field area, dry land area, agricultural machinery power, agricultural vehicles, mechanized farming area, irrigated area, chemical fertilizer usage, electricity consumption, agricultural income, total output value of agriculture, forestry, animal husbandry, and fishery, production of cattle, pigs, sheep, meat, poultry, fish, grain sown area, grain, cotton, oil crop production, output of specialty agricultural and livestock products",
        "AnswerCn": "农村家庭总数、总人口、农业人口、农村劳动力、耕地面积、水田面积、旱地面积、农业机械动力、农业车辆、机械化耕作面积、灌溉面积、化肥使用量、电力消耗、农业收入、农林牧渔业总产值、牛、猪、羊、肉类、家禽、鱼类生产、粮食播种面积、粮食、棉花、油料作物产量、特色农畜产品产量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many counties' statistical data are included in a dataset covering the Tibetan Plateau from 1980 to 2015?",
        "QuestionCn": "该数据集涵盖1980年至2015年间的青藏高原，包括多少个县的统计数据？",
        "AnswerEn": "The exact number of counties is not specified.",
        "AnswerCn": "未指定确切的县数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'county-level statistical data' mean in the context of agricultural economic data collection for the Tibetan Plateau region?",
        "QuestionCn": "在青藏高原地区的农业经济数据收集中，“县级统计数据”是什么意思？",
        "AnswerEn": "County-level statistical data refers to data collected specifically at the county or district level within the Tibetan Plateau region, focusing on various agricultural economic factors from 1980 to 2015. This includes data on rural households, total population, agricultural population, rural labor, cultivated land area, agricultural machinery, and production quantities of various crops and livestock. The data is derived from the statistical yearbooks of provinces within the Tibetan Plateau, providing a comprehensive view of socio-economic and agricultural development in that area.",
        "AnswerCn": "县级统计数据是指在西藏高原地区特定县或区级别收集的数据，重点关注1980年至2015年期间的各种农业经济因素。这包括农村家庭、总人口、农业人口、农村劳动力、耕地面积、农业机械以及各种农作物和牲畜的生产数量的数据。这些数据来源于西藏高原各省的统计年鉴，提供了该地区社会经济和农业发展的全面视角。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn from the observed trends in agricultural mechanization and land use changes in the counties of the Qinghai-Tibet Plateau between 1980 and 2015?",
        "QuestionCn": "从1980年到2015年青藏高原各县农业机械化和土地利用变化的观察趋势中可以得出哪些见解？",
        "AnswerEn": "The observed trends in agricultural mechanization and land use changes can provide insights into the socio-economic development and agricultural productivity in the Qinghai-Tibet Plateau region. By analyzing data such as the increase in farm machinery power, changes in cultivated land, and shifts from dry land to irrigated areas, researchers can infer the region's adaptation to modern agricultural techniques and its impact on agricultural output. These patterns may also reflect broader economic transitions, infrastructural developments, or policy shifts aimed at improving agricultural efficiency and sustainability.",
        "AnswerCn": "观察到的农业机械化和土地利用变化的趋势可以为青藏高原地区的社会经济发展和农业生产力提供洞察。通过分析如农机动力的增加、耕地变化以及干旱地区向灌溉区的转变等数据，研究人员可以推断该地区对现代农业技术的适应及其对农业产出的影响。这些模式也可能反映更广泛的经济转型、基础设施发展或旨在提高农业效率和可持续性的政策变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary reasons behind variations in data quality when collecting agricultural economic data in the Tibetan Plateau region from 1980 to 2015?",
        "QuestionCn": "在1980年至2015年期间，收集青藏高原地区农业经济数据时，数据质量变化的主要原因是什么？",
        "AnswerEn": "The variations in data quality can be attributed to factors such as differences in data collection methods across provinces, changes in administrative boundaries over time, varying levels of infrastructure development, and the challenges of accurately capturing data in remote or rural areas. Additionally, local statistical capabilities and the availability of technology for data collection may have impacted the consistency and accuracy of the data collected during this period.",
        "AnswerCn": "数据质量的差异可以归因于多个因素，例如各省之间数据收集方法的不同、行政区划的变化、基础设施发展的不同程度，以及在偏远或农村地区准确捕捉数据的挑战。此外，地方统计能力和数据收集技术的可用性也可能影响了这一时期数据收集的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting detailed agricultural economic data at the county level in the Qinghai-Tibet Plateau region from 1980 to 2015?",
        "QuestionCn": "在1980年至2015年期间，收集青藏高原地区县级详细农业经济数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include analyzing the socioeconomic and agricultural development in the Qinghai-Tibet Plateau, understanding trends in rural demographics, agricultural productivity, and land use, and supporting policy-making and regional planning by providing comprehensive data on agricultural inputs, outputs, and rural economic conditions.",
        "AnswerCn": "主要目标包括分析青藏高原的社会经济和农业发展，了解农村人口趋势、农业生产力和土地利用情况，并通过提供农业投入、产出和农村经济状况的综合数据来支持政策制定和区域规划。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}