{
    "id": "13f4e3a7-f0a5-4472-8eaa-6554e0d06563",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network: automatic weather station of Jingyangling station, 2022",
            "titleCn": "黑河流域地表过程综合观测网：景阳岭站自动气象站（2022）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the Jingyangling station from January 1 to December 31, 2022. The site (101.116° E, 37.838° N) was located on a cold meadow surface in the Jingyangling, Qilian County, Qinghai Province. The elevation is 3750 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity (5 m, north), wind speed and direction (10 m, north), air pressure (in the tamper box on the ground), rain gauge (10 m), four-component radiometer (6 m, south), two infrared temperature sensors (6 m, south, vertically downward), soil heat flux (3 duplicates, -0.06 m), soil temperature profile (0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (-0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. Due to the sensor malfunction, there were some NAN invalid values of the wind speed and direction; incorrect data of upward shortwave radiation occasionally; (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2022-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2022年1月1日至2022年12月31日黑河流域地表过程综合观测网上游景阳岭站气象要素观测数据。站点位于青海省祁连县景阳岭垭口，下垫面是高寒草甸。观测点的经纬度是101.1160E, 37.8384N，海拔3750m。空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；由于传感器问题，风速风向偶尔出现NAN无效值，四分量向上短波辐射数据出错。（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2022-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 101.116,
            "west": 101.116,
            "south": 37.8384,
            "north": 37.8384,
            "startTime": "2022-01-01 00:00:00",
            "endTime": "2022-12-31 00:00:00",
            "fileSize": 11818134.0,
            "cstr": "18406.11.Atmos.tpdc.300644",
            "doi": "10.11888/Atmos.tpdc.300644",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of sensible and latent heat fluxes from optical-microwave scintillometers and eddy covariance systems with respect to surface energy balance closure",
                "referenceCn": null,
                "referenceEn": "Zheng, C., Liu, S.M., Song, L.S., Xu, Z.W., Guo, J.X., Ma, Y.F., Ju, Q., & Wang, J.M. (2023). Comparison of sensible and latent heat fluxes from optical-microwave\nscintillometers and eddy covariance systems with respect to surface energy\nbalance closure. Agricultural and Forest Meteorology, 331, 109345. DOI: 10.1016/j.agrformet.2023.109345."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "景阳岭站",
                "keywordEn": "Jingyangling station"
            },
            {
                "keywordCn": "黑河流域上游",
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪盖的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤含水量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，妨碍了在需要时进行全面和一致的数据收集，这阻碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型和相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以调查气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次中进行测量，而蒸散发（ET）则在位于永久冻土、季节性冻土和过渡区的三个AMS中通过涡度协方差（EC）进行观测，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发与模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a network that integrates multiscale observations to capture freeze-thaw processes in the field?",
                "QuestionCn": "是否有一个网络整合多尺度观测以捕捉现场的冻融过程？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the challenge of data collection in the Heihe River Basin stem more from the cold and harsh climate, high altitude, or complex topography?",
                "QuestionCn": "在黑河流域，数据收集的挑战更多是源于寒冷和恶劣的气候、高海拔还是复杂的地形？",
                "AnswerEn": "cold and harsh climate, high altitude, and complex topography",
                "AnswerCn": "寒冷和严酷的气候、高海拔和复杂的地形",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the automatic meteorological stations (AMSs) and superstations located for data collection in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，自动气象站（AMSs）和超级站的具体位置在哪里进行数据收集？",
                "AnswerEn": "upper reaches of the Heihe River Basin in China",
                "AnswerCn": "中国黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When was the International Network for Alpine Research Catchment Hydrology (INARCH) launched and what is its purpose?",
                "QuestionCn": "国际高山研究流域水文网络（INARCH）于2016年启动，其目的是促进高山地区水文研究的合作与交流。",
                "AnswerEn": "2015",
                "AnswerCn": "2015年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data collection techniques are adapted to harsh climates and complex topographies in alpine regions?",
                "QuestionCn": "您能否提供一个例子，说明在高山地区如何调整数据收集技术以适应恶劣气候和复杂地形？",
                "AnswerEn": "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "AnswerCn": "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate a challenge faced in acquiring consistent observation data in alpine regions and a method used to address it?",
                "QuestionCn": "您能否说明在阿尔卑斯地区获取一致观察数据所面临的挑战，以及用于解决该问题的方法？",
                "AnswerEn": "A significant challenge is the scarcity of observation data in the alpine region, due to difficulties of access and technological barriers. To address this, an integrated, distributed, and multiscale observation dataset has been developed, which provides accurate forcing data for hydrological modeling, validates remote sensing data, and allows for the evaluation of distributed models.",
                "AnswerCn": "一个显著的挑战是阿尔卑斯地区观测数据的稀缺，这主要由于获取困难和技术障碍。为了解决这个问题，开发了一个集成的、分布式的、多尺度的观测数据集，该数据集为水文模型提供了准确的强迫数据，验证了遥感数据，并允许对分布式模型进行评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a comprehensive dataset that supports the development of alpine hydrological models in the Heihe River Basin?",
                "QuestionCn": "一个支持黑河流域高山水文模型开发的综合数据集的例子是什么？",
                "AnswerEn": "A suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data has been collected from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. This dataset is expected to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "AnswerCn": "一套包含长期水文气象、雪盖和冻土数据的综合、分布式和多尺度观测网络的数据集已在中国黑河流域上游收集。该数据集预计将为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of an integrated, distributed, and multiscale observation network for alpine hydrology?",
                "QuestionCn": "集成的、分布式的和多尺度的高山水文观测网络的特点包括：",
                "AnswerEn": "automatic meteorological stations, superstations for snow and frozen ground, high-resolution data on meteorological variables, snow cover properties, soil physics",
                "AnswerCn": "自动气象站、雪和冻土超级站、高分辨率气象变量数据、雪盖特性、土壤物理学",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations were included in the integrated observation network within the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合观测网络中包含了多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the depth range for soil temperature and moisture measurements at the A’rou frozen ground superstation?",
                "QuestionCn": "A’rou冻土超级站土壤温度和湿度测量的深度范围是多少？",
                "AnswerEn": "3.2 meters",
                "AnswerCn": "3.2米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many soil heat flux plates were installed for data collection in the specified dataset?",
                "QuestionCn": "在指定的数据集中安装了多少个土壤热通量板用于数据收集？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'integrated, distributed and multiscale observation network' mean in the context of alpine hydrology research?",
                "QuestionCn": "在阿尔卑斯水文学研究的背景下，“综合、分布式和多尺度观测网络”是什么意思。",
                "AnswerEn": "An 'integrated, distributed and multiscale observation network' in the context of alpine hydrology research refers to a comprehensive system that includes multiple observation stations spread across different locations and scales. This network collects various types of data such as hydrometeorological, snow cover, and frozen ground data to provide a detailed and layered understanding of watershed science and functions, particularly in the upper reaches of river basins like the Heihe River Basin (HRB) in China.",
                "AnswerCn": "“综合、分布式和多尺度观测网络”在高山水文学研究中的意义是指一个全面的系统，包括分布在不同地点和尺度的多个观测站。该网络收集各种类型的数据，如水文气象、雪盖和冻土数据，以提供对流域科学和功能的详细和分层的理解，特别是在像中国黑河流域（HRB）这样的河流上游。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'gap-free meteorological and hydrological data' in the context of alpine observation networks?",
                "QuestionCn": "在阿尔卑斯观测网络的背景下，“无间隙的气象和水文数据”是指连续、完整且没有缺失的气象和水文观测数据。",
                "AnswerEn": "'Gap-free meteorological and hydrological data' refers to continuous and uninterrupted datasets collected from observation networks that monitor atmospheric and water-related variables. Such data is crucial for accurate modeling and understanding of alpine hydrological processes and is achieved by utilizing a network of automatic meteorological stations and superstations to capture comprehensive data without interruptions.",
                "AnswerCn": "“无间隙的气象和水文数据”是指从观测网络收集的连续和不间断的数据集，这些网络监测大气和水相关变量。这类数据对于准确建模和理解高山水文过程至关重要，通过利用自动气象站和超级站网络来捕捉全面的数据，从而实现数据的无间断收集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'soil hydrothermal features under freeze-thaw cycles (FTCs)' refer to in alpine hydrology datasets?",
                "QuestionCn": "“土壤水热特征在冻融循环（FTC）下”在高山水文学数据集中指的是什么。",
                "AnswerEn": "'Soil hydrothermal features under freeze-thaw cycles (FTCs)' refer to the characteristics of soil temperature and moisture as they change during cycles of freezing and thawing. In alpine hydrology datasets, these features are measured to understand the dynamic interactions between soil and climate, which affect water infiltration, surface runoff, and other key hydrological processes.",
                "AnswerCn": "“冻融循环（FTC）下的土壤热水特征”是指土壤温度和湿度在冻结和解冻循环过程中变化的特征。在高山水文数据集中，这些特征被测量以理解土壤与气候之间的动态相互作用，这些相互作用影响水的渗透、地表径流以及其他关键的水文过程。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods in alpine hydrology observation networks compare to those used in traditional meteorological stations in terms of capturing freeze-thaw processes?",
                "QuestionCn": "阿尔卑斯水文观测网络中的数据收集方法与传统气象站在捕捉冻融过程方面的比较如何？",
                "AnswerEn": "In alpine hydrology observation networks, data collection methods include the use of automatic meteorological stations (AMSs) and superstations specifically designed to capture snow accumulation, ablation processes, and freeze-thaw cycles. These networks utilize state-of-the-art techniques and instruments, such as snow water equivalent measurements by GammaMONitor and snow flux measurements by FlowCapt. In contrast, traditional meteorological stations may not be equipped with such specialized instruments and thus may not capture the freeze-thaw processes with the same level of detail and accuracy.",
                "AnswerCn": "在阿尔卑斯水文观测网络中，数据收集方法包括使用自动气象站（AMS）和专门设计的超级站，以捕捉雪的积累、融化过程和冻融循环。这些网络利用最先进的技术和仪器，例如通过GammaMONitor测量的雪水当量和通过FlowCapt测量的雪通量。相比之下，传统气象站可能没有配备如此专业的仪器，因此可能无法以相同的细节和准确性捕捉冻融过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges are faced in the collection of multiscale observation datasets, and how do these affect the accuracy of hydrological models in alpine regions?",
                "QuestionCn": "在收集多尺度观测数据集时面临哪些挑战，这些挑战如何影响阿尔卑斯地区水文模型的准确性？",
                "AnswerEn": "The collection of multiscale observation datasets in alpine regions faces several challenges, including harsh climates, high altitudes, and complex terrain. These factors can lead to inconsistent data collection and hinder the development of accurate remote sensing technologies and hydrological models. The lack of high-quality snow and frozen ground data further complicates model parameterization and validation, affecting the accuracy of predictions.",
                "AnswerCn": "在高山地区，收集多尺度观测数据集面临着几个挑战，包括恶劣的气候、高海拔和复杂的地形。这些因素可能导致数据收集不一致，并阻碍准确的遥感技术和水文模型的发展。缺乏高质量的雪和冻土数据进一步 complicates 模型参数化和验证，影响预测的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might integrating remote sensing data with ground observation networks improve the predictive understanding of alpine hydrological processes?",
                "QuestionCn": "将遥感数据与地面观测网络相结合，如何提高对高山水文过程的预测理解？",
                "AnswerEn": "Integrating remote sensing data with ground observation networks can enhance the predictive understanding of alpine hydrological processes by providing a more comprehensive dataset that combines large-scale observations with detailed site-specific data. This integration can help address uncertainties in remote sensing data, improve model validations, and allow for a better assessment of the impacts of climate change and human activities on hydrological processes.",
                "AnswerCn": "将遥感数据与地面观测网络相结合，可以通过提供一个结合大规模观测与详细现场数据的更全面的数据集，增强对高山水文过程的预测理解。这种整合可以帮助解决遥感数据中的不确定性，改善模型验证，并更好地评估气候变化和人类活动对水文过程的影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of observation data in alpine regions, particularly affecting hydrological modeling?",
                "QuestionCn": "在高山地区，特别是在影响水文模型的方面，导致观测数据稀缺的因素包括哪些？",
                "AnswerEn": "The scarcity of observation data in alpine regions is primarily due to difficulties of access and technological barriers. The cold and harsh climate, high altitude, and complex topography also inhibit complete and consistent data collection when needed, making it challenging to develop remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍。寒冷和恶劣的气候、高海拔以及复杂的地形也阻碍了在需要时进行全面和一致的数据收集，这使得开发遥感技术和阿尔卑斯水文模型变得具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to obtain accurate snow density data in alpine hydrological studies?",
                "QuestionCn": "在高山水文研究中，获取准确的雪密度数据面临挑战的原因是什么？",
                "AnswerEn": "Obtaining accurate snow density data is challenging due to the influence of strong wind, which affects snow density calculations that rely on snow depth and snow water equivalent (SWE) data. This challenge is compounded by the complex terrain and harsh conditions in alpine regions.",
                "AnswerCn": "获取准确的雪密度数据具有挑战性，因为强风的影响会影响依赖于雪深和雪水当量（SWE）数据的雪密度计算。这一挑战在复杂的地形和恶劣的高山地区条件下更加严重。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need for next-generation observational and modeling approaches in alpine regions?",
                "QuestionCn": "导致阿尔卑斯地区需要下一代观测和建模方法的原因是什么？",
                "AnswerEn": "The need for next-generation observational and modeling approaches arises from recent climate change, human activities, and other perturbations that disturb hydrological processes and eco-functions. These changes have significantly reformed hydrological processes and ecosystem functions, necessitating advanced predictive understanding and accurate estimation of these processes.",
                "AnswerCn": "由于近期气候变化、人类活动和其他扰动对水文过程和生态功能的影响，迫切需要下一代观测和建模方法。这些变化显著重塑了水文过程和生态功能，要求对这些过程进行先进的预测理解和准确的估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on the accuracy of hydrological process predictions when integrating remote sensing data with field observations in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区，将遥感数据与实地观测相结合对水文过程预测的准确性有何影响？",
                "AnswerEn": "Integrating remote sensing data with field observations can potentially improve the prediction of hydrological processes by providing more comprehensive datasets. However, due to the complexities of the earth system and the uncertainties in remote sensing data, especially in alpine regions, it is essential to validate and calibrate these datasets to ensure accurate predictions.",
                "AnswerCn": "将遥感数据与实地观测相结合，可能通过提供更全面的数据集来改善水文过程的预测。然而，由于地球系统的复杂性以及遥感数据，特别是在高山地区的不确定性，验证和校准这些数据集以确保准确的预测是至关重要的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to include snow and frozen ground observations in datasets aimed at understanding alpine hydrology?",
                "QuestionCn": "在旨在理解高山水文学的数据集中，包含雪和冻土观测是至关重要的。",
                "AnswerEn": "Including snow and frozen ground observations is essential because snow cover and frozen ground are key driving forces in alpine hydrology. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt, a major freshwater source in alpine regions. Additionally, freeze-thaw cycles (FTCs) and soil moisture within the active layer influence water infiltration, surface runoff, and groundwater, making them crucial for accurate hydrological modeling and ecosystem understanding.",
                "AnswerCn": "包括雪和冻土观测是至关重要的，因为雪盖和冻土是高山水文学中的关键驱动因素。融化前的最大雪水当量（SWE）决定了雪融水的储存，这是高山地区主要的淡水来源。此外，冻融循环（FTC）和活跃层内的土壤水分影响水的渗透、地表径流和地下水，因此它们对于准确的水文模型和生态系统理解至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to ensure the quality and consistency of data collected from automatic meteorological stations in high-altitude alpine regions?",
                "QuestionCn": "为了确保在高海拔阿尔卑斯地区自动气象站收集的数据的质量和一致性，采用了哪些程序？",
                "AnswerEn": "To ensure quality and consistency, data is monitored from an observation network of automatic meteorological stations. Quality control includes ensuring a specific number of data points daily, marking missing data with a placeholder, and removing duplicate records or data that exceed physical or instrument limits. Additionally, suspicious data is flagged, and a consistent format for date and time is used.",
                "AnswerCn": "为了确保数据的质量和一致性，自动气象站的观测网络对数据进行监测。质量控制包括确保每天有特定数量的数据点，用占位符标记缺失数据，删除重复记录或超过物理或仪器限制的数据。此外，可疑数据会被标记，并使用一致的日期和时间格式。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can automatic meteorological stations be effectively utilized to capture and analyze snow cover and frozen ground processes in alpine hydrology?",
                "QuestionCn": "自动气象站如何有效利用以捕捉和分析高山水文中的雪盖和冻土过程。",
                "AnswerEn": "Automatic meteorological stations, supplemented by superstations, are used to capture snow accumulation and ablation processes. Techniques like ultrasonic pulses for snow depth measurement, gamma radiation for snow water equivalent, and instruments for blowing snow flux are employed. These stations provide data at multiple scales to aid model development and remote sensing validation.",
                "AnswerCn": "自动气象站，辅以超级气象站，用于捕捉雪积累和融化过程。采用超声波脉冲测量雪深、伽马辐射测量雪水当量以及用于吹雪通量的仪器。这些站点提供多尺度的数据，以帮助模型开发和遥感验证。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific technological advancements have enabled the monitoring of hydrometeorological and soil conditions in alpine regions?",
                "QuestionCn": "哪些具体的技术进步使得对高山地区的水文气象和土壤条件进行监测成为可能？",
                "AnswerEn": "The use of automated meteorological stations (AMSs), including state-of-the-art techniques and instruments like snow observation superstations and frozen ground observation superstations, has enabled the collection of high-resolution soil physics datasets and snow cover properties critical for monitoring hydrometeorological and soil conditions in alpine regions.",
                "AnswerCn": "自动气象站（AMSs）的使用，包括先进的技术和仪器，如雪观测超级站和冻土观测超级站，使得能够收集高分辨率的土壤物理数据集和雪盖特性，这对于监测高山地区的水文气象和土壤条件至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or strategies enable the establishment of a comprehensive data collection network in challenging alpine terrains?",
                "QuestionCn": "哪些条件或策略能够在具有挑战性的高山地形中建立全面的数据收集网络？",
                "AnswerEn": "The establishment of an integrated, distributed, and multiscale observation network, incorporating multiple automatic meteorological stations and superstations for snow and frozen ground, enables comprehensive data collection. This strategy addresses challenges such as harsh climates, high altitudes, and complex topography, allowing for the collection of consistent and reliable data for hydrological modeling and remote sensing validation.",
                "AnswerCn": "建立一个综合的、分布式的、多尺度的观测网络，结合多个自动气象站和雪与冻土超级站，能够实现全面的数据收集。这一策略应对了恶劣气候、高海拔和复杂地形等挑战，使得能够收集到一致且可靠的水文建模和遥感验证数据。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it essential to integrate remote sensing data with traditional observation methods in alpine hydrology research, and what are the expected benefits?",
                "QuestionCn": "在阿尔卑斯水文学研究中，将遥感数据与传统观测方法结合起来是至关重要的，预期的好处包括：",
                "AnswerEn": "Integrating remote sensing data with traditional observation methods is essential to improve the predictive understanding of hydrological processes as it helps validate and calibrate remote sensing data, providing accurate forcing data for hydrological modeling and allowing the evaluation of distributed models, despite the complexities and uncertainties in remote sensing data, especially in alpine regions.",
                "AnswerCn": "将遥感数据与传统观测方法相结合，对于提高对水文过程的预测理解至关重要，因为这有助于验证和校准遥感数据，为水文建模提供准确的强迫数据，并允许评估分布式模型，尽管在遥感数据中存在复杂性和不确定性，尤其是在高山地区。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using automatic meteorological stations for collecting long-term hydrometeorological data in alpine regions?",
                "QuestionCn": "如何评估在高山地区使用自动气象站收集长期水文气象数据的有效性？",
                "AnswerEn": "Automatic meteorological stations are highly effective for collecting long-term hydrometeorological data in alpine regions as they provide continuous, gap-free data necessary for understanding complex processes. However, challenges such as cold climate, high altitude, and complex topography can inhibit complete data collection, which requires technological solutions and careful site selection.",
                "AnswerCn": "自动气象站在收集高山地区的长期水文气象数据方面非常有效，因为它们提供了理解复杂过程所需的连续、无间断的数据。然而，寒冷气候、高海拔和复杂地形等挑战可能会妨碍完整数据的收集，这需要技术解决方案和仔细的选址。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "From your viewpoint, what are the potential benefits and limitations of using integrated, distributed, and multiscale observation networks for alpine hydrology research?",
                "QuestionCn": "从你的角度来看，使用集成的、分布式的和多尺度的观测网络进行高山水文学研究的潜在好处和局限性是什么？",
                "AnswerEn": "Integrated, distributed, and multiscale observation networks offer significant benefits for alpine hydrology research by providing comprehensive datasets that can validate remote sensing products and enhance model predictions. However, limitations include the complexity of maintaining such networks in challenging environments and the potential for data gaps due to power loss and sensor malfunctions.",
                "AnswerCn": "综合、分布式和多尺度观测网络为高山水文学研究提供了显著的好处，因为它们能够提供全面的数据集，以验证遥感产品并增强模型预测。然而，局限性包括在复杂环境中维护这些网络的难度，以及由于电力损失和传感器故障可能导致的数据缺口。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how consistent data collection is achieved in the alpine region despite the harsh climate and complex topography.",
                "QuestionCn": "我不明白在严酷的气候和复杂的地形下，阿尔卑斯地区是如何实现一致的数据收集的。",
                "AnswerEn": "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, an integrated, distributed, and multiscale hydrometeorological – snow – frozen ground observation network has been established, which includes automatic meteorological stations and superstations specifically designed to handle the alpine conditions.",
                "AnswerCn": "无间断的气象和水文数据通过一个连接一组自动气象站（AMS）的观测网络进行监测。此外，建立了一个集成的、分布式的、多尺度的水文气象-雪-冻土观测网络，其中包括专门设计用于应对高山条件的自动气象站和超级站。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to measure snow and frozen ground properties effectively in such challenging environments.",
                "QuestionCn": "我对在如此恶劣环境中有效测量雪和冻土特性的方法感到不确定。",
                "AnswerEn": "To capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. Snow depth was measured using SR50A sensors, and snow water equivalent was measured by GMON. Soil temperature and moisture were measured within multiple layers at each station, and specialized instruments like FlowCapt were used to measure blowing snow flux.",
                "AnswerCn": "为了捕捉雪积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪覆盖特性。雪深通过SR50A传感器测量，雪水当量通过GMON测量。每个站点的多个层次中测量了土壤温度和湿度，并使用FlowCapt等专用仪器测量吹雪通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the hydrothermal processes of the soil are observed in the alpine region.",
                "QuestionCn": "我无法理解在高山地区土壤的热液过程是如何被观察到的。",
                "AnswerEn": "At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m to obtain the soil hydrothermal features under freeze-thaw cycles. Thermal and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "AnswerCn": "在A’rou冻土超级站，针对18个层次的土壤温度和湿度进行了深入测量，深度达到3.2米，以获取冻融循环下的土壤水热特征。同时还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify the specific challenges associated with data collection in high-altitude and harsh climate environments, and propose potential solutions to enhance data acquisition reliability.",
                "QuestionCn": "请识别在高海拔和恶劣气候环境中数据收集的具体挑战，并提出潜在解决方案以增强数据采集的可靠性。",
                "AnswerEn": "Several challenges, including cold and harsh climates, high altitudes, and complex topography, inhibit complete and consistent data collection. These conditions hinder the development of remote sensing technologies and alpine hydrological models. To address these, the establishment of an integrated, distributed, and multiscale observation network with automatic meteorological stations and superstations could help improve data acquisition reliability.",
                "AnswerCn": "多个挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集。这些条件妨碍了遥感技术和高山水文模型的发展。为了解决这些问题，建立一个集成的、分布式的、多尺度的观测网络，配备自动气象站和超级站，可以帮助提高数据获取的可靠性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please examine the methodologies employed for measuring snow cover and frozen ground properties in alpine regions, and suggest improvements for data accuracy and resolution.",
                "QuestionCn": "请检查在高山地区测量雪盖和冻土特性的 methodologies，并建议提高数据准确性和分辨率的改进措施。",
                "AnswerEn": "Snow cover properties were collected from a snow observation superstation using advanced techniques and instruments, such as the GMON for snow water equivalent and FlowCapt for blowing snow. Soil temperature and moisture were measured within multiple layers, with intensive measurements at specific superstations. High-resolution soil physics datasets were used to capture freeze-thaw processes. Improvements could involve enhancing sensor technology for better accuracy and resolution.",
                "AnswerCn": "雪覆盖特性通过使用先进技术和仪器（如用于雪水当量的GMON和用于吹雪的FlowCapt）在雪观测超级站收集。土壤温度和湿度在多个层次上进行测量，并在特定超级站进行了密集测量。高分辨率土壤物理数据集用于捕捉冻融过程。改进可以包括增强传感器技术，以提高准确性和分辨率。",
                "Level": "C6(Creating)"
            }
        ]
    }
}