{
  "id": "14246141-1b5d-40bb-aa48-7cd89cfa9cb0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)",
      "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
      "description": "Global warming and human activities have led to the degradation of permafrost and the collapse of permafrost, which have seriously affected the construction of permafrost projects and the ecological environment. Based on high-resolution satellite images, the permafrost of oboling in Heihe River Basin of Qinghai Tibet Plateau is taken as the research area, and the object-oriented classification technology of machine learning is used to extract the thermal collapse information in the research area. The results show that from 2009 to 2019, the number of thermal collapse increased from 12 to 16, and the total area increased from 14718.9 square meters to 28579.5 square meters, nearly twice. The combination of high spatial resolution remote sensing and object-oriented classification method has a broad application prospect in the monitoring of thermal thawing and collapse of frozen soil.",
      "descriptionCn": "全球气候变暖及人类活动导致青藏高原大面积冻土退化、热融滑塌等问题,严重影响了多年冻土区工程建设和生态环境。以青藏高原黑河流域俄博岭的冻土为研究区，基于高分辨率卫星影像，利用机器学习面向对象分类技术提取研究区内热融滑塌信息，结果表明2009年至2019年研究区热融滑塌数量从12条增至16条，总面积由14718.9平方米增至28579.5平方米，增加了近两倍。高空间分辨率遥感与面向对象分类方法相结合在冻土热融滑塌监测中具有广阔的应用前景。",
      "instructions": "According to the satellite image time, each file is the image of a certain year, and also includes the corresponding collapse polygon data.",
      "instructionsCn": "根据卫星影像时间，每一个文件为某一年的影像，也包括了对应的滑塌多边形数据。",
      "east": 100.92590332,
      "west": 100.87371826,
      "south": 37.99072266,
      "north": 38.02093506,
      "startTime": "2009-01-08 00:00:00",
      "endTime": "2019-01-07 00:00:00",
      "fileSize": 171940847.0,
      "cstr": "18406.11.Geocry.tpdc.270118",
      "doi": "10.11888/Geocry.tpdc.270118",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "江利明",
        "nameEn": "JIANG Liming",
        "unitEn": "Institute of Geodesy and Geophysics, Chinese Academy of Sciences",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "无人机遥感影像面向对象分类的冻土热融滑塌边界提取-以黑河上游俄博岭为例",
        "titleEn": null,
        "referenceCn": "梁林林,江利明,周志伟,陈玉兴,孙亚飞. 无人机遥感影像面向对象分类的冻土热融滑塌边界提取[J]. 国土资源遥感, 2019, 31(2): 180-186.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      },
      {
        "nameCn": "卫星影像",
        "nameEn": "Satelite images"
      },
      {
        "nameCn": "数字正射影像",
        "nameEn": "DOM"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原黑河流域俄博岭",
        "keywordEn": "QT-Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2009-2018",
        "keywordEn": "2009-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of remote sensing products used to monitor thermokarst in permafrost regions of the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于监测青藏高原冻土区冻土塌陷的遥感产品的特征是什么？",
        "AnswerEn": "high spatial resolution satellite imagery, machine learning object-oriented classification techniques, detailed monitoring of changes in thermokarst features over time",
        "AnswerCn": "高空间分辨率卫星影像、机器学习面向对象分类技术、热喀斯特特征随时间变化的详细监测。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total increase in the number of thermokarst landslides identified in a dataset spanning from 2009 to 2019 in the permafrost region of the Heihe River basin on the Tibetan Plateau?",
        "QuestionCn": "在2009年至2019年间，海河流域的永久冻土地区识别出的热卡斯特滑坡的总增加数量是多少？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do high spatial resolution remote sensing techniques compare to machine learning object-oriented classification methods in terms of effectiveness for extracting thermokarst information in permafrost regions?",
        "QuestionCn": "高空间分辨率遥感技术与机器学习面向对象分类方法在提取永久冻土地区的热融陷信息方面的有效性如何比较？",
        "AnswerEn": "High spatial resolution remote sensing techniques combined with machine learning object-oriented classification methods have shown significant effectiveness in extracting thermokarst information. They provide detailed and accurate data, evidenced by the increase in detected thermokarst features from 12 to 16 and the increase in area from 14718.9 square meters to 28579.5 square meters between 2009 and 2019, indicating the potential for wide application in permafrost thermokarst monitoring.",
        "AnswerCn": "高空间分辨率遥感技术结合机器学习面向对象的分类方法在提取冻土塌陷信息方面显示出显著的有效性。它们提供了详细和准确的数据，证据表明在2009年到2019年间，检测到的冻土塌陷特征从12个增加到16个，面积从14718.9平方米增加到28579.5平方米，表明在永久冻土冻土塌陷监测中具有广泛应用的潜力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of machine learning and object-oriented classification techniques in extracting thermokarst data from high-resolution satellite imagery over the years 2009 to 2018?",
        "QuestionCn": "从2009年到2018年，机器学习和面向对象分类技术在从高分辨率卫星影像中提取热融湖数据的有效性可以推断出什么？",
        "AnswerEn": "The use of machine learning and object-oriented classification techniques in combination with high-resolution satellite imagery appears effective, as it enabled the extraction of thermokarst information, showing an increase in the number of thermokarst from 12 to 16 and an increase in total area from 14,718.9 square meters to 28,579.5 square meters between 2009 and 2019. This suggests that these methods are capable of accurately monitoring changes and expansion in thermokarst areas over time, indicating their usefulness in observing and analyzing the impacts of global warming and human activities on permafrost regions.",
        "AnswerCn": "结合高分辨率卫星影像的机器学习和面向对象分类技术的使用似乎是有效的，因为它能够提取冻土塌陷信息，显示出冻土塌陷数量从12个增加到16个，总面积从14,718.9平方米增加到28,579.5平方米，时间跨度为2009年至2019年。这表明这些方法能够准确监测冻土塌陷区域随时间的变化和扩展，表明它们在观察和分析全球变暖及人类活动对永久冻土地区影响方面的有效性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting accurate data on thermokarst activity in permafrost regions of the Tibetan Plateau?",
        "QuestionCn": "在青藏高原的永冻土地区，收集关于热融土活动的准确数据面临哪些挑战？",
        "AnswerEn": "Global climate warming and human activities have led to large-scale permafrost degradation and thermokarst occurrences on the Tibetan Plateau, which can complicate data collection due to the dynamic nature of the landscape and the need for high-resolution satellite imagery.",
        "AnswerCn": "全球气候变暖和人类活动导致了青藏高原大规模的永冻土退化和热卡斯特现象的发生，这可能会因地形的动态变化和对高分辨率卫星影像的需求而使数据收集变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and completeness when integrating high spatial resolution remote sensing with object-oriented classification methods for monitoring thermokarst in permafrost regions over time?",
        "QuestionCn": "在使用高空间分辨率遥感与面向对象的分类方法结合监测永久冻土地区的热卡斯特时，数据准确性和完整性可能面临的后果是什么？",
        "AnswerEn": "The integration of high spatial resolution remote sensing with object-oriented classification methods can significantly enhance the accuracy and completeness of data collected for monitoring thermokarst in permafrost regions. This approach allows for more precise extraction of thermokarst information, as evidenced by the increase in detected thermokarst features from 12 to 16 and the expansion of the total area from 14,718.9 square meters to 28,579.5 square meters between 2009 and 2019 in the Qinghai-Tibet Plateau's Heihe River Basin. Such improvements suggest a robust application potential for these combined techniques in detecting and analyzing permafrost degradation over time.",
        "AnswerCn": "高分辨率遥感与面向对象的分类方法的结合可以显著提高在监测永久冻土区热融洼地数据收集的准确性和完整性。这种方法允许更精确地提取热融洼地信息，正如在青藏高原黑河流域2009年至2019年间检测到的热融洼地特征数量从12个增加到16个，总面积从14,718.9平方米扩大到28,579.5平方米所证明的那样。这些改进表明，这些结合技术在检测和分析永久冻土退化方面具有强大的应用潜力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to employ high-resolution satellite imagery and machine learning for monitoring thermokarst activity in permafrost regions on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的永冻土地区，使用高分辨率卫星影像和机器学习监测冻土塌陷活动的重要性是什么？",
        "AnswerEn": "The goal is to address the significant impact of global climate warming and human activities on permafrost degradation and thermokarst formation, which severely affects engineering projects and ecological environments. By utilizing high-resolution satellite imagery and object-oriented classification techniques, the aim is to accurately extract and monitor thermokarst information, revealing crucial changes over time and providing valuable insights for future applications in permafrost monitoring and environmental management.",
        "AnswerCn": "目标是应对全球气候变暖和人类活动对永久冻土退化和热卡斯特形成的重大影响，这对工程项目和生态环境造成了严重影响。通过利用高分辨率卫星影像和面向对象的分类技术，旨在准确提取和监测热卡斯特信息，揭示随时间变化的重要变化，并为未来在永久冻土监测和环境管理中的应用提供宝贵的见解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and technologies are utilized to extract thermokarst information from high-resolution satellite imagery in permafrost regions?",
        "QuestionCn": "在永久冻土地区，从高分辨率卫星影像中提取冻土塌陷信息所使用的程序和技术有哪些？",
        "AnswerEn": "To extract thermokarst information in permafrost regions like the Heihe area in the Qinghai-Tibet Plateau, high-resolution satellite imagery is utilized in combination with machine learning object-oriented classification techniques. This approach involves identifying and classifying the thermokarst features by analyzing changes in imagery data over time, specifically from 2009 to 2018, which showed an increase in the number and area of thermokarst features.",
        "AnswerCn": "在像青藏高原的黑河地区等永久冻土区域，利用高分辨率卫星影像结合机器学习面向对象的分类技术提取冻土塌陷信息。这种方法通过分析2009年至2018年间影像数据的变化，识别和分类冻土塌陷特征，显示出冻土塌陷特征的数量和面积有所增加。",
        "Level": "C3(Applying)"
      }
    ]
  }
}