{
    "id": "14331be0-2b97-4c34-9998-8aeb0b88e10b",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Regional climate model intercomparison for Tibetan Plateau (TPEMIP): CWRF (1991-2015)-1",
            "titleCn": "Regional climate model intercomparison for Tibetan Plateau (TPEMIP): CWRF (1991-2015)-1",
            "description": "This dataset contains the simulation results of CWRF in the first phase Regional climate model intercomparison for Tibetan Plateau (TPEMIP) . The model is driven by ERA-I reanalysis data for 1991-2015, with a horizontal resolution of 30 km, and the domain covers China and surrounding areas. Daily and Monthly output data from the model are provided. It is worth noting that the original land surface module of CWRF used 11 soil layers, but for a better presentation of the results, all soil-related variables were post-processed into 5 layers.",
            "descriptionCn": "This dataset contains the simulation results of CWRF in the first phase Regional climate model intercomparison for Tibetan Plateau (TPEMIP) . The model is driven by ERA-I reanalysis data for 1991-2015, with a horizontal resolution of 30 km, and the domain covers China and surrounding areas. Daily and Monthly output data from the model are provided. It is worth noting that the original land surface module of CWRF used 11 soil layers, but for a better presentation of the results, all soil-related variables were post-processed into 5 layers.",
            "instructions": "All results are in NETCDF4 format, named as VariableName_LS4P_CWRF_TPEMIP_Frequency_[StartTime-EndTime].nc",
            "instructionsCn": "All results are in NETCDF4 format, named as VariableName_LS4P_CWRF_TPEMIP_Frequency_[StartTime-EndTime].nc",
            "east": 136.0,
            "west": 72.0,
            "south": 18.0,
            "north": 54.0,
            "startTime": "1991-04-01 00:00:00",
            "endTime": "2015-08-31 23:00:00",
            "fileSize": 50581359289.0,
            "cstr": "18406.11.Atmos.tpdc.301407",
            "doi": "10.11888/Atmos.tpdc.301407",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "梁信忠",
                "nameEn": "LIANG Xin-zhong",
                "unitEn": "",
                "unitCn": "Department of Atmospheric and Oceanic Science, University of Maryland, College Park"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "CWRF performance at downscaling China climate characteristics",
                "referenceCn": null,
                "referenceEn": "Liang, X.-Z., C. Sun, X. Zheng, Y. Dai, M. Xu, H. I. Choi, T. Ling, F. Qiao, X. Kong, X. Bi, L. Song, and F. Wang, 2019: CWRF performance at downscaling China climate characteristics. Climate Dynamics, 52, 2159–2184, doi:10.1007/s00382-018-4257-5."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceCn": null,
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleCn": null,
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleCn": null,
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleCn": null,
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceCn": null,
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleCn": null,
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "区域气候模式",
                "nameEn": "Regional climate model"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Tibetan Plateau",
                "keywordEn": ""
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1991-2015",
                "keywordEn": "1991-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）干旱和洪水的预测是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，如与马登-朱利安振荡相关的变化，已知提供了预测的来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了新的可预测性来源。全球能源与水文交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
                "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏高原下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心区域的纬向风显著减速。同时，在喷流核心的北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是青藏高原上方200 hPa的强负位势高度异常，伴随着一个气旋异常环流。这种环流响应对应于青藏高原上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，从青藏高原向北太平洋下游明显显示出波状模式的位势高度差（见图5a）。青藏高原上方的负位势高度异常中心向东延伸至日本，而在白令海峡以东出现一个强正位势高度中心，伴随反气旋环流，中心位于约170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述模拟的气候环流响应总体上与2003年5月的观测位势高度异常一致（见图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对青藏高原冷表面的位势高度响应（见图5a，b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，可以大致指示波能量的传播。",
                "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，可以探讨热带高原（TP）表面异常的详细特征以及大气环流的全球响应。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng，1991；Lau和Weng，2002；Lau等，2004；Ding和Wang，2005；Ding等，2011）。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了16个参与LS4P第一阶段（LS4P-I）实验的当前先进地球系统模型（ESMs）对春季天山地区地表降温的全球尺度大气环流响应的模拟。对热带环流波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
                "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探索TP的作用以及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列如何影响这些不同区域降水的详细机制仍需进一步研究。",
                "我们的目标是将热带低频（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动力特征相结合，重点关注其在改善季节到季节（S2S）预测中的重要性。"
            ],
            "challengesCn": [
                "然而，从热带地区传播到南半球的模拟路径在不同模型之间显示出较大的差异。",
                "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值显示出相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的大气响应演变速度快于观测。南半球环流中模型响应的相关多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区显示出强烈的响应。",
                "与观测相比，LS4P-I的气候模型（ESMs）并未很好地捕捉到2003年5月的T2m冷异常。16个LS4P-I气候模型的集合均值在青藏高原（TP）上表现出1.02°C的暖偏差，这一偏差强于青藏高原T2m观测年际变化的标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月青藏高原东部T2m的明显暖偏差。LS4P-I模拟进一步表明，青藏高原的表面热状态不仅对北半球具有全球影响，还影响南半球的外热带大气环流，尽管由于模型间的变异性，这一影响存在较大不确定性。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则非常寒冷。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
            ],
            "datasetCn": [
                "模拟的200 hPa位势高度差的集合均值在图5a中展示，同时与2003年5月的观测数据（图5b）一起，进一步探讨了大气环流对青藏 Plateau（TP）地表温度/土壤湿度效应的响应。",
                "图1a中显示了青藏高原（TP）地区的T2m异常观测数据，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的常规水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的表层温度异常可以通过青藏 Plateau（TP）调制一个持久的准气旋性青藏 Plateau-落基山脉环全球（TRC）波列，从TP经东北亚和白令海峡传播到北美西部，以及春季从TP横跨整个北太平洋盆地的西风急流。由TP热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，尤其是在波列沿线的西北北美和南部大平原地区。这些结果表明，TP的陆地表面温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的首要来源。",
                "这些结果综合表明，青藏 Plateau（TP）的表面和地下温度对热点区域的影响中，TRC波列发挥了关键作用，尤其是在北美地区，尽管TRC波列影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，在强西风急流穿越亚太地区的情况下，TP表面降温会产生一个从TP通过东北亚和白令海峡延伸到北美西部的条带状、持久性（时间尺度超过一个月）TRC波列，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
                "Xue et al. (2022) 讨论了响应于青藏 Plateau (TP) 地表温度/土壤湿度效应的六月降水模拟集合均值的关键特征。然而，LS4P-I 实验表明，TP 表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季气温和降水产生近全球影响。此外，LS4P-I 实验确认并强调了 TRC 波列在 TP 表面异常全球影响中的重要甚至关键作用。对 16 个最先进的地球系统模型 (ESMs) 的分析首次表明，春季 TP 表面异常可以调节一个持续的准气柱 TRC 波列。"
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）降水预测在北半球春季和夏季月份中，尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏高原（TP）春季观测的地表温度与多个远程地区的夏季降水之间存在滞后相关性，但当前的全球陆气耦合模型由于在生成观测到的TP地表温度方面存在显著误差，无法表现出这种行为。自1970年代以来，土地在不同尺度气候系统中的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探讨它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候中发挥着重要作用。水文事件与海表温度（SST）异常之间的联系，如厄尔尼诺和拉尼娜，已被用于预测气候事件，并在几个月到几年范围内提供有用的技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的最新初步研究表明，落基山脉和青藏高原的春季地面温度可能会影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中的应用仍然被忽视。"
            ],
            "research objectiveCn": [
                "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化的陆地温度和雪盖对亚季节到季节预测的影响”（LS4P）倡议，作为一个社区努力，测试高山地区的陆地温度对气候模型的S2S预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度一样大。LS4P的目标是研究观察到的2003年5月青藏高原异常低温是否导致了全球热点地区观察到的6月降水异常。"
            ],
            "challengesCn": [
                "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，这主要是由于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这一缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是由于其他相关过程？"
            ],
            "methodsCn": [
                "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP的LST/SUBT。在根据每个模型的T2m偏差和TP的观察异常调整LST/SUBT初始条件后，进行第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
            ],
            "datasetCn": [
                "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏 Plateau（TP）上的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
            ],
            "findingsCn": [
                "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多种地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM更好地预测6月的热点降水，并且高山地区的地面温度可能成为通过升高加热提供新的S2S可预测性的来源。"
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ],
            "backgroundCn": [
                "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解该时间尺度气候变率的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表降温的全球尺度大气环流响应的模拟。"
            ],
            "challengesCn": [
                "未能捕捉到TRC波动的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏 Plateau（TP）到南半球的模拟传播路径在不同模型之间存在较大差异。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
            ],
            "datasetCn": [
                "图1a中显示了青藏高原（TP）地区的T2m异常，数据来源于美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的温度异常可以通过青藏 Plateau-落基山脉环全球波列（TRC）从青藏高原调制一个持久的准纬向波列，经过东北亚和白令海峡到达北美西部，同时影响整个北太平洋盆地的春季西风急流。这些结果表明，青藏高原的地表温度/土壤湿度异常通过TRC波列是上述地区季节内到季节间变率的首要来源。此外，青藏高原的地表温度异常还可以通过产生跨赤道波列影响南半球的环流。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do the Earth System Models (ESMs) require initialization of land surface temperature and subsurface temperature conditions to improve prediction accuracy?",
                "QuestionCn": "地球系统模型（ESMs）是否需要初始化陆面温度和地下温度条件以提高预测准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the challenges in modeling the Tibetan Plateau's climate more associated with model parameterization errors, inter-model variability, or observational data limitations?",
                "QuestionCn": "在模拟青藏高原气候时，面临的挑战更多是与模型参数化误差、模型间变异性还是观测数据限制有关？",
                "AnswerEn": "model parameterization errors, inter-model variability, observational data limitations",
                "AnswerCn": "模型参数化误差、模型间变异性、观测数据局限性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where do researchers typically obtain data for studying atmospheric circulation responses to land surface temperature anomalies?",
                "QuestionCn": "研究人员通常从哪里获取数据，以研究大气环流对地表温度异常的响应？",
                "AnswerEn": "National Oceanic and Atmospheric Administration Climate Anomaly Monitoring System, fifth generation ECMWF atmospheric reanalysis, Climate Research Unit",
                "AnswerCn": "国家海洋和大气管理局气候异常监测系统、第五代ECMWF大气再分析、气候研究单位",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how numerical experiments are utilized to assess the impact of Tibetan Plateau (TP) surface temperature anomalies on global precipitation patterns?",
                "QuestionCn": "您能否提供一个例子，说明数值实验如何用于评估青藏高原（TP）表面温度异常对全球降水模式的影响？",
                "AnswerEn": "In the study, two sets of numerical experiments were conducted to investigate the global influence of TP spring surface temperature anomalies. The first set, referred to as EXP_CTRL, was designed to evaluate the performance of Earth System Models (ESMs) in simulating TP temperature and precipitation anomalies. Another set, referred to as EXP_LST/SUBT, aimed to assess model biases by initializing land surface temperature and subsurface temperature conditions over the TP.",
                "AnswerCn": "在这项研究中，进行了两组数值实验，以调查青藏高原春季表面温度异常的全球影响。第一组称为EXP_CTRL，旨在评估地球系统模型（ESMs）在模拟青藏高原温度和降水异常方面的表现。另一组称为EXP_LST/SUBT，旨在通过初始化青藏高原的地表温度和地下温度条件来评估模型偏差。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset used to study the relationship between Tibetan Plateau land surface temperatures and global precipitation anomalies?",
                "QuestionCn": "一个用于研究青藏高原地表温度与全球降水异常之间关系的数据集的例子是什么？",
                "AnswerEn": "In the research, the Chinese Meteorological Administration (CMA) T2m data, which includes 80 stations over the Tibetan Plateau and more than 2,400 stations across China, was utilized. Additionally, global precipitation data from the Climate Research Unit (CRU) and T2m data from the Climate Anomaly Monitoring System (CAMS) were used to study precipitation anomalies worldwide.",
                "AnswerCn": "在研究中，使用了中国气象局（CMA）的T2m数据，该数据包括80个站点覆盖青藏高原和中国境内超过2400个站点。此外，还使用了气候研究单位（CRU）的全球降水数据和气候异常监测系统（CAMS）的T2m数据，以研究全球降水异常。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can you provide an example of a methodological approach used to address biases in Earth System Models when studying Tibetan Plateau temperature effects on global climate?",
                "QuestionCn": "您能否提供一个方法论的例子，用于在研究青藏高原温度对全球气候影响时，解决地球系统模型中的偏差？",
                "AnswerEn": "A methodological approach employed in the research involved adjusting initial conditions for land surface temperature and subsurface temperature over the Tibetan Plateau. This was done to reduce biases in Earth System Models' predictions of May TP temperature anomalies, thereby improving the prediction of June precipitation anomalies in various global regions.",
                "AnswerCn": "研究中采用了一种方法论，调整了青藏高原的地表温度和地下温度的初始条件。这是为了减少地球系统模型对5月青藏高原温度异常预测的偏差，从而改善对全球各地区6月降水异常的预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil layers were used in the post-processed data for soil-related variables in a dataset?",
                "QuestionCn": "在土壤相关变量的数据集中，后处理数据使用了多少个土壤层？",
                "AnswerEn": "5 layers",
                "AnswerCn": "5层",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the horizontal resolution used in the simulation model for regional climate model intercomparison covering China and surrounding areas?",
                "QuestionCn": "用于覆盖中国及周边地区的区域气候模型比较的模拟模型的水平分辨率是多少？",
                "AnswerEn": "30 km",
                "AnswerCn": "30公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many Earth System Models (ESMs) participated in the LS4P Phase I experiment to explore the global scale response of atmospheric circulation?",
                "QuestionCn": "在LS4P第一阶段实验中，有多少个地球系统模型（ESMs）参与了探索大气环流的全球尺度响应？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'initialized land surface temperature' in the context of subseasonal-to-seasonal prediction models?",
                "QuestionCn": "在亚季节到季节预测模型的背景下，“初始化地表温度”是指在模型运行开始时，设定的地表温度状态。这一状态通常是通过观测数据或先前模型输出获得的，以确保模型能够准确反映当前的地表条件，从而提高预测的准确性。",
                "AnswerEn": "Initialized land surface temperature refers to the setting of initial conditions for land surface temperature in climate models, specifically to improve the accuracy of subseasonal-to-seasonal predictions. This process involves adjusting the initial temperature conditions based on observational data to better represent land-atmosphere interactions and enhance predictive skill for climate anomalies.",
                "AnswerCn": "初始化的地表温度是指在气候模型中设置地表温度的初始条件，特别是为了提高亚季节到季节的预测准确性。这个过程涉及根据观测数据调整初始温度条件，以更好地表示陆地-大气相互作用，并增强对气候异常的预测能力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the Regional climate model intercomparison for Tibetan Plateau (TPEMIP) compare to those used in the LS4P project for studying land surface temperature effects on seasonal predictions?",
                "QuestionCn": "区域气候模型比较（TPEMIP）中使用的数据收集方法与LS4P项目在研究地表温度对季节预测影响时使用的方法有何不同？",
                "AnswerEn": "The TPEMIP dataset uses ERA-I reanalysis data with a focus on model simulation results for climate phenomena, while the LS4P project employs both observational data (such as T2m from CMA and CAMS) and reanalysis data (like ERA5) to study the impacts of land surface temperature anomalies on precipitation predictability. The LS4P project also uses numerical experiments to test model biases and improve predictions.",
                "AnswerCn": "TPEMIP 数据集使用 ERA-I 再分析数据，重点关注气候现象的模型模拟结果，而 LS4P 项目则同时采用观测数据（如 CMA 和 CAMS 的 T2m）和再分析数据（如 ERA5）来研究地表温度异常对降水可预测性的影响。LS4P 项目还使用数值实验来测试模型偏差并改善预测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when using CWRF driven by ERA-I data for the Tibetan Plateau compared to using state-of-the-art ESMs in LS4P experiments?",
                "QuestionCn": "使用ERA-I数据驱动的CWRF与在LS4P实验中使用最先进的ESM所面临的挑战有哪些不同？",
                "AnswerEn": "Challenges in CWRF driven by ERA-I data include adapting soil layer data for better presentation, while the LS4P experiments face challenges like inter-model variability, model deficiencies in capturing observed anomalies, and biases in land surface temperature simulations. Both datasets deal with model biases, but LS4P involves testing through sensitivity runs to address these issues.",
                "AnswerCn": "CWRF驱动ERA-I数据面临的挑战包括调整土壤层数据以便更好地呈现，而LS4P实验则面临诸如模型间变异性、模型在捕捉观测异常方面的缺陷以及地表温度模拟中的偏差等挑战。这两个数据集都涉及模型偏差，但LS4P通过敏感性试验来测试以解决这些问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might initializing land surface and subsurface temperatures enhance the prediction accuracy of subseasonal-to-seasonal climate models for regions influenced by the Tibetan Plateau?",
                "QuestionCn": "初始化陆地表面和地下温度如何提高受青藏 Plateau 影响的亚季节到季节气候模型的预测准确性。",
                "AnswerEn": "Initializing land surface and subsurface temperatures can enhance prediction accuracy by addressing biases in model simulations and improving the representation of land-atmosphere interactions. By reducing these biases, models can more accurately simulate the impact of Tibetan Plateau surface anomalies on global atmospheric circulation, thereby improving predictions of precipitation and temperature anomalies in downstream regions.",
                "AnswerCn": "初始化陆地表面和地下温度可以通过解决模型模拟中的偏差来提高预测准确性，并改善陆气相互作用的表现。通过减少这些偏差，模型可以更准确地模拟青藏高原表面异常对全球大气环流的影响，从而改善下游地区降水和温度异常的预测。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately modeling the influence of the Tibetan Plateau's land surface temperature on global atmospheric circulation?",
                "QuestionCn": "影响准确建模青藏高原地表温度对全球大气环流影响的挑战因素有哪些？",
                "AnswerEn": "Several challenges contribute to the difficulty in accurately modeling this influence, including large inter-model differences in simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere, deficiencies in model parameterizations, and unbalanced initial atmospheric/land conditions in reanalysis data. Additionally, there are significant errors in producing observed Tibetan Plateau surface temperatures, which affect the model's ability to represent the observed climate anomalies.",
                "AnswerCn": "多个挑战导致准确建模这种影响的困难，包括模拟从青藏 Plateau 到南半球的传播路径存在较大的模型间差异、模型参数化的缺陷，以及再分析数据中初始大气/陆地条件的不平衡。此外，青藏 Plateau 表面温度的观测产生了显著误差，这影响了模型对观测气候异常的表现能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to maintain accurate land initialization for studying land–atmosphere interactions over high-mountain regions such as the Tibetan Plateau?",
                "QuestionCn": "为什么在研究高山地区（如青藏 Plateau）的陆地-大气相互作用时，保持准确的土地初始化是困难的？",
                "AnswerEn": "Robust land initialization is challenging because current Earth System Models (ESMs) are unable to fully preserve the memory from initialized land surface temperature anomalies. This difficulty arises due to deficiencies in model parameterizations and the reanalysis data, which provide unbalanced initial atmospheric and land conditions. Furthermore, there is a lack of observational data, which limits the studies of land–atmosphere interactions and tends to focus on local feedbacks rather than broader impacts.",
                "AnswerCn": "稳健的陆地初始化面临挑战，因为当前的地球系统模型（ESMs）无法完全保留初始化的陆地表面温度异常的记忆。这一困难源于模型参数化和再分析数据的缺陷，这些缺陷导致初始的气象和陆地条件不平衡。此外，观测数据的缺乏限制了对陆气相互作用的研究，往往集中于局部反馈而非更广泛的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact of reducing soil layer variables from 11 to 5 in post-processing on the interpretation of land surface data in climate models?",
                "QuestionCn": "在后处理过程中将土壤层变量从11个减少到5个，对气候模型中地表数据的解释会产生什么影响？",
                "AnswerEn": "Reducing soil layer variables from 11 to 5 can streamline data analysis and make the results more manageable, but it might oversimplify complex subsurface processes, potentially leading to a loss of nuanced information that could impact the interpretation of land surface interactions in climate models.",
                "AnswerCn": "将土壤层变量从11个减少到5个可以简化数据分析，使结果更易于管理，但这可能会过于简化复杂的地下过程，从而导致对气候模型中土地表面相互作用的解释失去细致的信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does initializing land surface temperature and snowpack conditions influence the reliability of subseasonal-to-seasonal precipitation predictions?",
                "QuestionCn": "初始化地表温度和雪盖条件如何影响亚季节到季节降水预测的可靠性？",
                "AnswerEn": "Initializing land surface temperature and snowpack conditions can significantly enhance the reliability of subseasonal-to-seasonal precipitation predictions by accurately capturing the land-atmosphere interactions that are critical for predicting precipitation patterns, especially in high-mountain regions like the Tibetan Plateau.",
                "AnswerCn": "初始化地表温度和雪盖条件可以显著提高亚季节到季节降水预测的可靠性，因为这能够准确捕捉对预测降水模式至关重要的陆气相互作用，特别是在像青藏高原这样的高山地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting data on land surface and subsurface temperature anomalies over high mountain areas for subseasonal-to-seasonal (S2S) climate prediction?",
                "QuestionCn": "收集高山地区地表和地下温度异常数据的主要目的是为了进行亚季节到季节（S2S）气候预测。",
                "AnswerEn": "The primary objective is to investigate the impact of springtime land surface and subsurface temperature anomalies over high mountain areas, such as the Tibetan Plateau, on summertime precipitation predictions, which can provide a new source of predictability for S2S time scales and improve prediction skill.",
                "AnswerCn": "主要目标是研究春季地表和地下温度异常对高山地区（如青藏 Plateau）夏季降水预测的影响，这可以为S2S时间尺度提供新的可预测性来源，并提高预测技能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the goal of using multiple Earth System Models (ESMs) to simulate the atmospheric response to Tibetan Plateau surface cooling in climate research?",
                "QuestionCn": "在气候研究中，使用多个地球系统模型（ESMs）来模拟青藏 Plateau 表面降温对大气的响应的目标是什么？",
                "AnswerEn": "The goal of using multiple Earth System Models is to explore the global scale response of atmospheric circulation to Tibetan Plateau surface cooling, understand the mechanisms of climate variability at S2S time scales, and assess the influence of the Tibetan Plateau on global atmospheric circulations, which can help in refining prediction models and identifying predictability sources.",
                "AnswerCn": "使用多个地球系统模型的目标是探索大气环流对青藏 Plateau 表面降温的全球尺度响应，理解 S2S 时间尺度上气候变率的机制，并评估青藏 Plateau 对全球大气环流的影响，这有助于改进预测模型和识别可预测性来源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in conducting numerical experiments to evaluate the impact of springtime land surface temperature anomalies on atmospheric circulation and precipitation predictions?",
                "QuestionCn": "进行数值实验以评估春季地表温度异常对大气环流和降水预测影响的程序步骤包括哪些？",
                "AnswerEn": "Two sets of numerical experiments are conducted: EXP_CTRL, which evaluates the performance of Earth System Models (ESMs) in simulating temperature and precipitation anomalies, and EXP_LST/SUBT, which tests whether regional biases in precipitation are related to surface temperature biases by initializing the TP's LST and SUBT conditions.",
                "AnswerCn": "进行两组数值实验：EXP_CTRL，评估地球系统模型（ESMs）在模拟温度和降水异常方面的表现；EXP_LST/SUBT，测试降水的区域偏差是否与表面温度偏差相关，通过初始化TP的LST和SUBT条件。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are observed temperature and precipitation data collected and utilized to investigate the impact of Tibetan Plateau temperature anomalies on global atmospheric circulation models?",
                "QuestionCn": "观察到的温度和降水数据是如何收集和利用的，以研究青藏 Plateau 温度异常对全球大气环流模型的影响？",
                "AnswerEn": "Observed T2m records from the Chinese Meteorological Administration (CMA) and the Climate Anomaly Monitoring System (CAMS) are used for temperature data, while global precipitation data from the Climate Research Unit (CRU) are applied. These datasets help in examining relationships between TP temperature anomalies and global precipitation, and in identifying prediction hotspots.",
                "AnswerCn": "中国气象局（CMA）和气候异常监测系统（CAMS）提供的观测T2m记录用于温度数据，而全球降水数据则来自气候研究单位（CRU）。这些数据集有助于研究TP温度异常与全球降水之间的关系，并识别预测热点。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate simulation of land surface temperature and subsurface temperature anomalies in high-mountain regions?",
                "QuestionCn": "哪些数据收集方法能够准确模拟高山地区的地表温度和地下温度异常？",
                "AnswerEn": "Data collection methods that enable accurate simulation include using observed T2m records to examine relationships between T2m and global precipitation, and identifying locations where initialization of land temperatures may enhance prediction skill. These methods are supported by datasets such as the Chinese Meteorological Administration (CMA) T2m data, the Climate Anomaly Monitoring System (CAMS) T2m data, and the Climate Research Unit (CRU) precipitation data.",
                "AnswerCn": "能够实现准确模拟的数据收集方法包括使用观测的T2m记录来研究T2m与全球降水之间的关系，以及识别初始化地面温度可能增强预测技能的位置。这些方法得到了中国气象局（CMA）T2m数据、气候异常监测系统（CAMS）T2m数据和气候研究单位（CRU）降水数据等数据集的支持。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do observational datasets support the exploration of model biases in climate simulations over the Tibetan Plateau?",
                "QuestionCn": "观测数据集如何支持对青藏高原气候模拟中模型偏差的探索。",
                "AnswerEn": "Observational datasets, such as those from NOAA's Climate Anomaly Monitoring System (CAMS) and ECMWF's ERA5 reanalysis, provide crucial data for identifying model biases. These datasets allow for comparisons between observed anomalies and model simulations, helping to adjust initial conditions and improve model accuracy in representing temperature and precipitation anomalies over the Tibetan Plateau.",
                "AnswerCn": "观测数据集，如NOAA的气候异常监测系统（CAMS）和ECMWF的ERA5再分析，提供了识别模型偏差的重要数据。这些数据集允许将观测到的异常与模型模拟进行比较，从而帮助调整初始条件，提高模型在代表青藏高原温度和降水异常方面的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might earth system models fail to maintain the memory from initialized land surface temperature anomalies in high mountain regions during data collection?",
                "QuestionCn": "地球系统模型在数据收集期间可能无法保持高山地区初始化的地表温度异常的记忆，原因是什么？",
                "AnswerEn": "Earth system models may fail to maintain the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and unbalanced initial atmospheric and land conditions provided by reanalysis data.",
                "AnswerCn": "地球系统模型可能无法保持初始化的陆地表面温度异常的记忆，这可能是由于模型参数化的缺陷以及再分析数据提供的不平衡的初始大气和陆地条件所导致的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do current global land-atmosphere coupled models often struggle to replicate observed surface temperature behaviors over the Tibetan Plateau?",
                "QuestionCn": "当前全球陆气耦合模型往往难以复制青藏高原上观察到的地表温度行为的原因是什么？",
                "AnswerEn": "Current global land-atmosphere coupled models struggle to replicate observed surface temperature behaviors over the Tibetan Plateau due to significant errors in producing observed TP surface temperatures, which limits their ability to represent lag correlations with precipitation in remote regions.",
                "AnswerCn": "当前全球陆气耦合模型在再现青藏高原表面温度行为方面存在困难，因为它们在生成观测到的青藏高原表面温度时存在显著误差，这限制了它们在远程地区与降水的滞后相关性表现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might cause discrepancies between simulated and observed atmospheric responses to springtime surface temperature anomalies over the Tibetan Plateau?",
                "QuestionCn": "导致模拟和观测到的青藏 Plateau 春季表面温度异常的气候响应之间出现差异的原因可能有哪些？",
                "AnswerEn": "Discrepancies between simulated and observed atmospheric responses might be caused by phase differences in wave trains, inter-model differences in propagation pathways, and biases in initial conditions that affect the models' ability to accurately simulate the full temperature anomaly and subsequent precipitation impacts.",
                "AnswerCn": "模拟和观测到的大气响应之间的差异可能是由于波列的相位差、模型之间传播路径的差异，以及初始条件的偏差，这些因素影响了模型准确模拟完整温度异常及其后续降水影响的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of reanalysis data, such as ERA5, is in improving the reliability of subseasonal to seasonal climate predictions over the Tibetan Plateau?",
                "QuestionCn": "您认为使用再分析数据，如ERA5，在提高青藏高原亚季节到季节气候预测的可靠性方面有多有效？",
                "AnswerEn": "The use of reanalysis data like ERA5 is crucial as it provides consistent historical datasets that are essential for initializing climate models. However, challenges remain in fully capturing the complex interactions between the Tibetan Plateau's land surface temperatures and atmospheric circulations. The data's resolution and accuracy in representing local scale phenomena are vital in determining the effectiveness of these predictions.",
                "AnswerCn": "使用重分析数据如ERA5至关重要，因为它提供了一致的历史数据集，这对于初始化气候模型是必不可少的。然而，在充分捕捉青藏高原的地表温度与大气环流之间复杂的相互作用方面仍然存在挑战。数据的分辨率和在表示局部现象方面的准确性对于确定这些预测的有效性至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your evaluation of the methods used to initialize land surface and subsurface temperatures in climate models for predicting subseasonal to seasonal variability?",
                "QuestionCn": "我对气候模型中用于初始化陆地表面和地下温度的方法在预测季节内到季节间变率方面的评估是什么？",
                "AnswerEn": "The initialization of land surface and subsurface temperatures is a critical step in enhancing model accuracy. The innovative approach of adjusting initial conditions based on biases in Earth System Models shows promise, but challenges such as maintaining the memory of initial anomalies due to parameterization deficiencies and balanced atmospheric/land conditions need further refinement.",
                "AnswerCn": "土地表面和地下温度的初始化是提高模型准确性的关键步骤。根据地球系统模型中的偏差调整初始条件的创新方法显示出前景，但由于参数化缺陷导致的初始异常记忆的保持以及大气/陆地条件的平衡等挑战仍需进一步完善。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how might observational data from sources like NOAA and CMA be better utilized to address model biases in simulating Tibetan Plateau temperature anomalies?",
                "QuestionCn": "在您看来，如何更好地利用来自NOAA和CMA等来源的观测数据，以解决模拟青藏高原温度异常时的模型偏差？",
                "AnswerEn": "Observational data from sources like NOAA and CMA are invaluable for model validation and bias correction. To better utilize this data, it could be integrated more comprehensively into model calibration processes, ensuring that model outputs are more aligned with observed climatic patterns. This approach could help mitigate the consistent warm biases observed in model simulations of the Tibetan Plateau.",
                "AnswerCn": "来自NOAA和CMA等来源的观测数据对于模型验证和偏差修正至关重要。为了更好地利用这些数据，可以将其更全面地整合到模型校准过程中，确保模型输出与观测到的气候模式更加一致。这种方法可以帮助减轻在对青藏高原的模型模拟中观察到的一贯温暖偏差。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods are adapted to ensure accurate representation of land surface temperature anomalies over high mountain areas for climate prediction models.",
                "QuestionCn": "我不明白数据收集方法是如何调整以确保高山地区地表温度异常的准确代表，以用于气候预测模型的。",
                "AnswerEn": "Data collection methods often utilize observational data from meteorological stations, reanalysis datasets like ERA5, and satellite observations to ensure accurate representation. These methods focus on initializing land surface and subsurface temperatures to improve prediction models, as seen in the LS4P initiative which uses such initialization to enhance model accuracy.",
                "AnswerCn": "数据收集方法通常利用气象站的观测数据、像ERA5这样的再分析数据集以及卫星观测，以确保准确的表示。这些方法专注于初始化地表和地下温度，以改善预测模型，正如LS4P倡议所示，该倡议利用这种初始化来提高模型的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the sources of datasets used for analyzing the impact of Tibetan Plateau land temperature on subseasonal-to-seasonal precipitation prediction.",
                "QuestionCn": "我对用于分析青藏高原土地温度对亚季节到季节降水预测影响的数据集来源感到不确定。",
                "AnswerEn": "Datasets used for this analysis include the Chinese Meteorological Administration (CMA) T2m data, NOAA Climate Anomaly Monitoring System (CAMS) data for temperature, and Climate Research Unit (CRU) data for global precipitation. These datasets help in examining the relationships between land temperature anomalies and precipitation patterns.",
                "AnswerCn": "本次分析使用的数据集包括中国气象局（CMA）T2m数据、国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）温度数据，以及气候研究单位（CRU）全球降水数据。这些数据集有助于研究陆地温度异常与降水模式之间的关系。",
                "Level": "C1(Remembering)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and evaluate the challenges associated with data collection and model initialization in subseasonal-to-seasonal prediction experiments involving land surface temperature data.",
                "QuestionCn": "请识别和评估与涉及地表温度数据的亚季节到季节预测实验中的数据收集和模型初始化相关的挑战。",
                "AnswerEn": "Challenges associated with data collection and model initialization include the inability of current Earth System Models (ESMs) to fully preserve the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and reanalysis data. Robust land initialization is critical yet scientifically challenging, as it requires an accurate representation of land surface conditions, which is often limited by a lack of observational data and the tendency to focus on local feedbacks rather than global-scale interactions.",
                "AnswerCn": "与数据收集和模型初始化相关的挑战包括当前地球系统模型（ESMs）无法完全保留初始化的陆地表面温度异常的记忆，这主要是由于模型参数化和再分析数据的缺陷。稳健的陆地初始化至关重要，但科学上具有挑战性，因为它需要准确表示陆地表面条件，而这往往受到观测数据不足的限制，以及倾向于关注局部反馈而非全球尺度相互作用的影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please discuss potential datasets that can be used to improve the accuracy of atmospheric circulation simulations in the context of Tibetan Plateau land surface temperature anomalies.",
                "QuestionCn": "讨论可以用于提高青藏 Plateau 地表温度异常的气候环流模拟准确性的潜在数据集。",
                "AnswerEn": "Potential datasets that can be used include observed temperature records from the Chinese Meteorological Administration (CMA), which provides data from numerous stations over China, and global data from the Climate Research Unit (CRU) for precipitation. Additionally, using the fifth generation ECMWF atmospheric reanalysis (ERA5) can help investigate atmospheric circulation patterns. These datasets can enhance the accuracy of simulations by providing detailed initial conditions and validating model outputs against observed anomalies.",
                "AnswerCn": "潜在的数据集包括来自中国气象局（CMA）的观测温度记录，该机构提供了中国多个站点的数据，以及来自气候研究单位（CRU）的全球降水数据。此外，使用第五代欧洲中期天气预报中心大气再分析（ERA5）可以帮助研究大气环流模式。这些数据集可以通过提供详细的初始条件和将模型输出与观测异常进行验证，从而提高模拟的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}