{
  "id": "14986ec5-7799-43d3-bf5b-2ca80ddbf9d7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The Randolph Glacier Inventory (RGI) (2012-2017)",
      "titleCn": "Randolph冰川目录（RGI）（2012-2017）",
      "description": "The Randolph Glacier Inventory (RGI) is a complete inventory of global glacier outlines published by GLIMS (Global Land Ice Measurements from Space). It is currently available in six versions: Version 1.0 was published in February 2012, version 2.0 was published in June 2012, version 3.0 was published in April 2013, version 4.0 was published in December 2014, version 5.0 was published in July 2015, and version 6.0 was published in July 2017. The data sets include four versions, which are 6.0, 5.0, 4.0 and 3.2 (revision, August 2013).\nThe data are organized according to different regions. In each region, each glacier record includes a shape file (.shp file and its corresponding .dbf, .prj, and .shx files) and a .csv file of height measurement data.\nThe data are from GLIMS: Global Land Ice Measurements from Space (http://www.glims.org/RGI/)\nData quality checks include geometry, topology, and certain attributes, and the following checks were performed:\n1) All polygons were checked by the ArcGIS Repair Geometry tool.\n2) Glaciers with areas less than 0.01 square kilometres were removed.\n3) The topology was checked with the Does Not Overlap rule.\n4) The attribute sheet was checked by Fortran subroutines and Python scripts for data quality.",
      "descriptionCn": "Randolph冰川目录（Randolph Glacier Inventory,RGI）是GLIMS（Global Land Ice Measurements from Space）发布的全球冰川轮廓的完整目录，目前共发布6个版本：2012年2月发布1.0，2012年6月发布2.0，2013年4月发布3.0，2014年12月发布4.0，2015年7月发布5.0，2017年7月发布6.0。本数据集包括6.0，5.0，4.0和3.2（修正版，2013年8月）共四个版本。\n\n数据按照不同地区进行组织，每个地区包括一个shape文件（.shp文件及其相应的.dbf、.prj和.shx等文件），一个测高数据的.csv文件，每条冰川包含一条记录。\n\n数据来源于GLIMS: Global Land Ice Measurements from Space（http://www.glims.org/RGI/）\n\n数据质量检查包括几何、拓扑和属性检查，包括：\n\n1）\t所有多边形都使用ArcGIS Repair Geometry工具进行检查；\n\n2）\t删除了小于0.01平方公里的冰川；\n\n3）\t拓扑使用Does Not Overlap规则进行检查；\n\n4）\t属性表利用Fortran子程序和Python脚本进行数据质量检查。",
      "instructions": "",
      "instructionsCn": "",
      "east": 140.0,
      "west": 75.0,
      "south": 10.0,
      "north": 90.0,
      "startTime": "2012-02-23 03:21:00",
      "endTime": "2017-07-23 13:00:00",
      "fileSize": 3338208249.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Global Land Ice Measurements from Space（GLIMS）",
        "nameEn": "Global Land Ice Measurements from Space",
        "unitEn": "National Snow and Ice Data Center",
        "unitCn": "National Snow and Ice Data Center"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Randolph Glacier Inventory – A Dataset of Global Glacier Outlines: Version 6.0: Technical Report",
        "referenceCn": null,
        "referenceEn": "RGI Consortium (2017). Randolph Glacier Inventory – A Dataset of Global Glacier Outlines: Version 6.0: Technical Report, Global Land Ice Measurements from Space, Colorado, USA. Digital Media. DOI: https://doi.org/10.7265/N5-RGI-60"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川",
        "nameEn": "Glaciers"
      },
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      },
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "第三极地区高程数据集（2013）",
        "titleEn": "Elevation dataset of the Third pole (2013)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球生态系统呼吸月数据（1850-2014）",
        "titleEn": "Global ecosystem respiration monthly data obtained by CNRM-CM6-1 Mode of CMIP6 （1850-2014）"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for glacier outlines utilize ArcGIS tools for geometry checks?",
        "QuestionCn": "冰川轮廓的数据收集方法是否利用ArcGIS工具进行几何检查？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data quality check method used to ensure the accuracy of glacier datasets?",
        "QuestionCn": "您能否提供一个用于确保冰川数据集准确性的数据质量检查方法的示例？",
        "AnswerEn": "A data quality check method used involves performing geometric, topological, and attribute checks on glacier datasets. Specifically, all polygons are checked using the ArcGIS Repair Geometry tool, glaciers smaller than 0.01 square kilometers are removed, topology is verified using the 'Does Not Overlap' rule, and attribute tables are checked using Fortran subroutines and Python scripts.",
        "AnswerCn": "一种数据质量检查方法涉及对冰川数据集进行几何、拓扑和属性检查。具体而言，所有多边形都使用ArcGIS修复几何工具进行检查，面积小于0.01平方公里的冰川被移除，拓扑使用“没有重叠”规则进行验证，属性表则使用Fortran子程序和Python脚本进行检查。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the feature specifications for ensuring data quality in glacier inventory datasets?",
        "QuestionCn": "确保冰川清单数据集数据质量的特征规格是什么？",
        "AnswerEn": "geometric checks, topological integrity, attribute checks, removal of glaciers under 0.01 square kilometers",
        "AnswerCn": "几何检查、拓扑完整性、属性检查、移除小于0.01平方公里的冰川。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many versions of the Randolph Glacier Inventory have been released between 2012 and 2017?",
        "QuestionCn": "在2012年至2017年之间，Randolph冰川清单发布了多少个版本？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the data quality check methods used for ensuring the accuracy and reliability of glacier inventory datasets?",
        "QuestionCn": "确保冰川清单数据集准确性和可靠性的数据信息质量检查方法有哪些？",
        "AnswerEn": "Data quality checks include geometric, topological, and attribute verifications. Geometric checks are performed using the ArcGIS Repair Geometry tool. Glaciers smaller than 0.01 square kilometers are removed. Topological checks use the 'Does Not Overlap' rule, and attribute tables are verified using Fortran subroutines and Python scripts.",
        "AnswerCn": "数据质量检查包括几何、拓扑和属性验证。几何检查使用ArcGIS修复几何工具进行。小于0.01平方公里的冰川被移除。拓扑检查使用“没有重叠”规则，属性表通过Fortran子程序和Python脚本进行验证。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for rigorous geometric, topological, and attribute checks in data collection methods for glacier inventories?",
        "QuestionCn": "在冰川清单的数据收集方法中，严格的几何、拓扑和属性检查的需求是什么原因？",
        "AnswerEn": "The need for rigorous geometric, topological, and attribute checks in data collection methods for glacier inventories arises from the necessity to ensure data accuracy and reliability. This is crucial because the data is used for understanding global ice measurements and requires precision in representation. Errors in data can lead to incorrect interpretations of glacier extents and dynamics, which are critical for climate studies. Checks such as using ArcGIS Repair Geometry tools and ensuring no overlaps in topology help maintain data integrity and quality.",
        "AnswerCn": "在冰川清单的数据收集方法中，进行严格的几何、拓扑和属性检查的必要性源于确保数据准确性和可靠性的需求。这一点至关重要，因为这些数据用于理解全球冰量测量，并且在表示上需要精确。数据中的错误可能导致对冰川范围和动态的错误解读，而这些对于气候研究至关重要。使用ArcGIS修复几何工具和确保拓扑中没有重叠等检查有助于维护数据的完整性和质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of organizing glacier data by regions and including both shape files and elevation data in a dataset related to glacier inventory?",
        "QuestionCn": "组织冰川数据按区域分类，并在冰川清单相关数据集中包含形状文件和高程数据的主要目标是什么？",
        "AnswerEn": "The primary objective of organizing glacier data by regions and including both shape files and elevation data is to provide a comprehensive and accessible catalog of global glacier outlines that facilitates regional analysis and comparison. This organization supports detailed assessments of glacier characteristics and changes, ensuring that the dataset is useful for researchers and policymakers in understanding and addressing issues related to glacial dynamics and climate change.",
        "AnswerCn": "组织冰川数据按区域分类，并包括形状文件和高程数据的主要目的是提供一个全面且易于访问的全球冰川轮廓目录，以便于区域分析和比较。这种组织方式支持对冰川特征和变化的详细评估，确保数据集对研究人员和政策制定者在理解和应对与冰川动态和气候变化相关的问题时具有实用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in ensuring the quality of glacier data, particularly regarding geometry, topology, and attributes, in datasets related to global ice measurements?",
        "QuestionCn": "在确保冰川数据质量的过程中，特别是关于几何、拓扑和属性方面，涉及哪些程序步骤，尤其是在全球冰测量相关的数据集中？",
        "AnswerEn": "The quality of glacier data is ensured through several procedural steps: 1) Geometric accuracy is checked using the ArcGIS Repair Geometry tool. 2) Glaciers smaller than 0.01 square kilometers are removed. 3) Topological integrity is verified with the Does Not Overlap rule. 4) Attribute data undergo quality checks using Fortran subroutines and Python scripts.",
        "AnswerCn": "冰川数据的质量通过几个程序步骤来确保：1）使用ArcGIS修复几何工具检查几何准确性。2）移除小于0.01平方公里的冰川。3）使用不重叠规则验证拓扑完整性。4）属性数据通过Fortran子程序和Python脚本进行质量检查。",
        "Level": "C3(Applying)"
      }
    ]
  }
}