{
  "id": "149a3ce7-161d-4313-8579-055343151b86",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne CCD image data in the middle reaches of the Heihe River Basin on July. 26, 2012",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游核心试验区多角度多波段成像观测同步CCD影像数据（7月26日）",
      "description": "On 26 July 2012, Wide-angle Infrared Dual-mode line/area Array Scanner (WIDAS) carried by the Harbin Y-12 aircraft was used in a visible near Infrared thermal Dual-mode airborne remote sensing experiment, which is located in the artificial oasis eco-hydrology experimental area (5×5 km). WIDAS includes a CCD camera with a spatial resolution of 0.2 m, a visible near Infrared multispectral camera with five bands scanner (an maximum observation angle 48° and spatial resolution 1 m), and a thermal image camera with a spatial resolution of 4.8 m.\nThe CCD camera data are recorded in DN values processed by mosaic and orthorectification.",
      "descriptionCn": "2012年7月26日在黑河中游的5*5公里加密区，利用运12飞机，搭载WIDAS传感器，开展了可见光/近红外、热红外的多角度航空遥感试验。WIDAS系统集成了：高分辨率相机一台、可见光/近红外5波段多光谱相机两台（最大视场角48度）和热像仪一台（最大视场角46度）。获取的数据信息为：CCD分辨率0.2m.",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.3,
      "south": 38.7,
      "north": 39.0,
      "startTime": "2018-11-29 10:47:19",
      "endTime": "2018-11-29 10:47:19",
      "fileSize": 50978872599.0,
      "cstr": "18406.11.hiwater.165.2014.db",
      "doi": "10.3972/hiwater.165.2014.db",
      "dataFormat": "tif",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
        "referenceCn": null,
        "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Image Processing Method of Airborne WiDAS Sensor in WATER Campaign",
        "referenceCn": null,
        "referenceEn": "Liu Q, Xiao Q, Liu ZG, et al. Image Processing Method of Airborne WiDAS Sensor in WATER Campaign. Remote sensing technology and application, 2010, 25(6):799-804."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "CCD相机",
        "nameEn": "CCD"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-26",
        "keywordEn": "2012-07-26",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and capabilities of the WIDAS sensor system used in multi-angle and multi-band imaging observations?",
        "QuestionCn": "WIDAS传感器系统在多角度和多波段成像观测中的特征和能力是什么？",
        "AnswerEn": "high-resolution camera, two visible/near-infrared 5-band multispectral cameras, maximum field of view of 48 degrees, thermal imager, maximum field of view of 46 degrees, visible/near-infrared and thermal infrared multi-angle aerial remote sensing, CCD resolution of 0.2m",
        "AnswerCn": "高分辨率相机，两个可见光/近红外5波段多光谱相机，最大视场角48度，热成像仪，最大视场角46度，可见光/近红外和热红外多角度航空遥感，CCD分辨率为0.2米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the CCD image data collected in the ecological hydrology remote sensing experiment in the Heihe River Basin?",
        "QuestionCn": "在黑河流域生态水文遥感实验中收集的CCD图像数据的分辨率是多少？",
        "AnswerEn": "0.2m",
        "AnswerCn": "0.2米",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons for choosing a multi-angle and multi-band imaging approach in aerial remote sensing experiments for ecological and hydrological studies?",
        "QuestionCn": "在生态和水文研究的航空遥感实验中选择多角度和多波段成像方法的原因是什么？",
        "AnswerEn": "The multi-angle and multi-band imaging approach was chosen to provide comprehensive data coverage that captures various aspects of the environment. The use of high-resolution cameras and multi-spectral cameras allows researchers to gather detailed information across different wavelengths, which is essential for understanding complex ecological and hydrological processes. Additionally, integrating visible/near-infrared and thermal infrared sensors helps in capturing both surface features and temperature variations, which are critical for studying the interactions between land, vegetation, and water in the Heihe River Basin.",
        "AnswerCn": "选择多角度和多波段成像方法是为了提供全面的数据覆盖，捕捉环境的各个方面。使用高分辨率相机和多光谱相机使研究人员能够在不同波长下收集详细信息，这对于理解复杂的生态和水文过程至关重要。此外，集成可见光/近红外和热红外传感器有助于捕捉表面特征和温度变化，这对于研究黑河流域土地、植被和水之间的相互作用至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using multi-angle and multi-band imaging observation methods in the development of ecological and hydrological models?",
        "QuestionCn": "使用多角度和多波段成像观测方法在生态和水文模型开发中的潜在结果是什么？",
        "AnswerEn": "The use of multi-angle and multi-band imaging observation methods, such as those employed in the WIDAS sensor system, can result in high-resolution data that enhances the accuracy and detail of ecological and hydrological models. By integrating various spectral bands and angles, researchers can better understand surface characteristics, vegetation health, and water distribution, leading to more comprehensive models of the Black River region.",
        "AnswerCn": "使用多角度和多波段成像观测方法，例如WIDAS传感器系统中采用的方法，可以产生高分辨率数据，从而提高生态和水文模型的准确性和细节。通过整合各种光谱波段和角度，研究人员能够更好地理解地表特征、植被健康和水分分布，从而为黑河地区提供更全面的模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in conducting multi-angle, multi-band imaging observations using aerial remote sensing in midstream river basin ecological studies?",
        "QuestionCn": "在中游河流流域生态研究中使用航空遥感进行多角度、多波段成像观测涉及哪些仪器和程序步骤？",
        "AnswerEn": "The instrumental and procedural steps involve using an aircraft like the Y-12, equipped with the WIDAS sensor system. This system integrates a high-resolution camera, two visible/near-infrared 5-band multispectral cameras with a maximum field of view of 48 degrees, and a thermal imager with a maximum field of view of 46 degrees. Data is collected at a high resolution of 0.2m, particularly focusing on a 5x5 km intensified study area in the midstream region of the river basin.",
        "AnswerCn": "这些仪器和程序步骤涉及使用像Y-12这样的飞机，配备WIDAS传感器系统。该系统集成了一台高分辨率相机、两台可见/近红外5波段多光谱相机，最大视场角为48度，以及一台最大视场角为46度的热成像仪。数据以0.2米的高分辨率收集，特别关注河流流域中游区域的5x5公里强化研究区。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements in aerial remote sensing have enabled the collection of multi-angle, multi-band imaging data over ecological and hydrological regions?",
        "QuestionCn": "哪些航空遥感技术进步使得能够在生态和水文区域收集多角度、多波段成像数据？",
        "AnswerEn": "The use of the WIDAS sensor system onboard the Yun-12 aircraft has enabled the collection of multi-angle, multi-band imaging data. This system integrates a high-resolution camera, two visible/near-infrared 5-band multispectral cameras, and a thermal imager, allowing for detailed data collection in ecological and hydrological studies.",
        "AnswerCn": "WIDAS传感器系统在云-12飞机上的使用，使得多角度、多波段成像数据的收集成为可能。该系统集成了一台高分辨率相机、两台可见光/近红外5波段多光谱相机和一台热成像仪，能够在生态和水文研究中进行详细的数据收集。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}