{
    "id": "156707d2-0e6b-489e-96a5-345114938af1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "3D reconstructed figures: A new Rattus specifications and its associated microorganisms from the Pliocene Yangyi Formation in Baoshan, Western Yunnan, China",
            "titleCn": "云南保山上新世羊邑组的Rattus一新种及共生小哺乳动物化石CT3D图像数据",
            "description": "This data includes original images of a new species of Rattus and symbiotic small mammal fossils from the Yangyi Formation of the Upper Neogene in Baoshan, Yunnan, as well as CT (fault) scanning 3D reconstruction models and mapping original images. The main ways to obtain data are through camera field shooting, laboratory depth of field overlay shooting, and CT export. Obtained through professional flat and 3D rendering software such as Photoshop and ArcGIs VGstudio. The image quality is a high-resolution original size image (600 dpi). The prospect of image application is that it can be used for further in-depth research and comparison, which has reference significance for the study of the Cenozoic mammalian population and the systematic classification of rodents.",
            "descriptionCn": "本数据包括云南保山上新世羊邑组的Rattus一新种及共生小哺乳动物化石原始图片和CT（断层）扫描3D重建模型以及测绘地图原始图像。数据主要获取途径为相机野外拍摄及实验室景深叠加拍摄及CT导出等。经Photoshop、ArcGIs VGstudiu等专业平面、3D渲染软件处理而得。图片质量为高分辨率原始尺寸图片（600 dpi）。图片应用前景为可用于进一步深入研究比较，对于新生代哺乳动物群研究和啮齿类系统分类学研究有借鉴意义。                                                                                                                 ",
            "instructions": "Consistent with the order of the paper charts. Can be used directly",
            "instructionsCn": "数据图像以jgp格式存储。命名方式为序号+中文简介+英文简介。与论文中出现的序号和图注一致（附论文原文）",
            "east": 106.0,
            "west": 97.0,
            "south": 21.0,
            "north": 30.0,
            "startTime": "2023-01-01 16:04:20",
            "endTime": "2024-02-01 16:04:20",
            "fileSize": 27533307.0,
            "cstr": "18406.11.Paleoenv.tpdc.301043",
            "doi": "10.11888/Paleoenv.tpdc.301043",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new Rattus species and its associated micromammals from the Pliocene Yangyi Formation in Baoshan, western Yunnan, China,",
                "referenceCn": null,
                "referenceEn": "Chang, M.J., Zhang, C.X., Ji, X.P., Li, Q., & Ni, X.J. (2023). A new Rattus species and its associated micromammals from the Pliocene Yangyi Formation in Baoshan, western Yunnan, China. Journal of Vertebrate Paleontology, DOI:10.1080/02724634.2023.2249063\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "腾冲保山地块",
                "keywordEn": "Tengchong and Baoshan blocks"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "上新世",
                "keywordEn": "Pliocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used to gather high-resolution images and CT scans of small mammal fossils from the Pliocene epoch in Yunnan, Baoshan?",
                "QuestionCn": "用于收集云南保山上新世小型哺乳动物化石的高分辨率图像和CT扫描的数据收集方法有哪些？",
                "AnswerEn": "field photography, laboratory depth stacking photography, CT scanning",
                "AnswerCn": "实地摄影、实验室深度堆叠摄影、CT扫描",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection techniques used for capturing high-resolution images and CT scans of small mammal fossils in paleontological studies?",
                "QuestionCn": "您能否提供用于捕捉小型哺乳动物化石的高分辨率图像和CT扫描的数据收集技术示例，以便在古生物学研究中使用？",
                "AnswerEn": "In paleontological studies, high-resolution images and CT scans of small mammal fossils can be collected using methods such as field photography with cameras, laboratory depth stacking photography, and CT export processes. These images and models are then processed using software like Photoshop, ArcGIS, and VGstudio to create high-resolution images at 600 dpi, suitable for further research in mammalian paleontology and rodent systematics.",
                "AnswerCn": "在古生物学研究中，可以通过现场摄影、实验室深度堆叠摄影和CT导出过程等方法收集小型哺乳动物化石的高分辨率图像和CT扫描。这些图像和模型随后使用Photoshop、ArcGIS和VGstudio等软件进行处理，以创建适合进一步研究哺乳动物古生物学和啮齿动物系统学的600 dpi高分辨率图像。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of data collection methods used for obtaining high-resolution CT 3D images and fossil images in paleontological research?",
                "QuestionCn": "在古生物学研究中，用于获取高分辨率CT三维图像和化石图像的数据收集方法的具体特征是什么？",
                "AnswerEn": "field photography, laboratory depth stacking photography, CT scanning, high-resolution original images (600 dpi)",
                "AnswerCn": "现场摄影、实验室深度堆叠摄影、CT 扫描、高分辨率原始图像（600 dpi）",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the images used in the data collection method for the CT3D reconstruction models?",
                "QuestionCn": "用于CT3D重建模型的数据收集方法中图像的分辨率是多少？",
                "AnswerEn": "600 dpi",
                "AnswerCn": "600 DPI",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'CT3D image data' mean in the context of fossil research?",
                "QuestionCn": "在化石研究的背景下，“CT3D图像数据”指的是通过计算机断层扫描（CT）技术获得的三维图像数据。这种技术可以非侵入性地获取化石内部结构的详细信息，从而帮助研究人员分析和理解化石的形态、组织和演化。",
                "AnswerEn": "CT3D image data in the context of fossil research refers to the 3D reconstruction models obtained from CT (computed tomography) scans of fossils. These models provide detailed, high-resolution images of fossils, allowing for in-depth analysis and visualization of their structure and morphology. In this context, the data is used to study a new species of Rattus and associated small mammal fossils from the Pliocene of Yunnan Baoshan, offering insights into Cenozoic mammalian fauna and rodent taxonomy.",
                "AnswerCn": "CT3D图像数据在化石研究中的意义是指通过CT（计算机断层扫描）扫描化石获得的3D重建模型。这些模型提供了详细的高分辨率化石图像，允许对其结构和形态进行深入分析和可视化。在这个背景下，这些数据用于研究来自云南保山的上新世新种Rattus及相关小型哺乳动物化石，为研究新生代哺乳动物群和啮齿动物分类提供了见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using high-resolution CT scanning and 3D reconstruction models in studying new species of Rattus and coexisting small mammal fossils from the Pliocene of Yunnan Baoshan?",
                "QuestionCn": "使用高分辨率CT扫描和3D重建模型研究云南保山的上新世新鼠属和共存小型哺乳动物化石的主要目标是什么。",
                "AnswerEn": "The primary objective is to facilitate in-depth research and comparison, providing valuable insights for the study of Cenozoic mammal communities and rodent systematics taxonomy.",
                "AnswerCn": "主要目标是促进深入研究和比较，为研究新生代哺乳动物群落和啮齿动物系统发育分类提供有价值的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the creation of high-resolution 3D reconstruction models of small mammal fossils in paleontological studies?",
                "QuestionCn": "哪些数据收集方法能够在古生物学研究中创建小型哺乳动物化石的高分辨率3D重建模型？",
                "AnswerEn": "Data collection methods that enable the creation of high-resolution 3D reconstruction models include field photography using cameras, laboratory depth stacking photography, and CT scanning. These methods, along with software like Photoshop, ArcGIS, and VGstudio for rendering, facilitate the production of detailed models.",
                "AnswerCn": "数据收集方法包括使用相机进行现场摄影、实验室深度堆叠摄影和CT扫描，这些方法能够创建高分辨率的3D重建模型。结合Photoshop、ArcGIS和VGstudio等软件进行渲染，能够制作出详细的模型。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}