{
    "id": "15bf484c-e4bc-4990-b01b-c26da686e254",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geocryological regionalization and classification map of the frozen soil in China (1:10,000,000) (2000)",
            "titleCn": "中国1:1000万冻土区划及类型图（2000）",
            "description": "These data are digitized for the Geocryological Regionalization and Classification Map of the Frozen Soil in China (1:10 million) (Guoqing Qiu et al., 2000; Youwu Zhou et al., 2000), adopting a geocryological regionalization and classification dual series system. The geocryological regionalization system and classification system are used on the same map to reflect the commonality and individuality of the formation and distribution of frozen soil at each level.\n    The geocryological regionalization system consists of three regions of frozen soil: (1) the frozen soil region of eastern China; (2) the frozen soil region of northwestern China; and (3) the frozen soil region of southwestern China (Tibetan Plateau). Based on the three large regions, 16 regions and several subregions are further divided. In the division of the geocryological boundary in the frozen soil area, the boundary between major regions I and III mainly consults the results of Bingyuan Li (1987). The boundary between major regions II and III is the northern boundary of the Tibetan Plateau, which is the Kunlun Mountains-Altun Mountains-Northern Qilian Mountains and the piedmont line. The boundary between major regions I and II is in the area of Helan Mountain-Langshan Mountain. The boundary of the secondary region is divided by the geomorphological conditions in regions II and III. However, in region I, it is mainly divided by the ratio of the annual temperature range A to the annual mean temperature T, and the frozen depths of various regions are taken into consideration.\nThe classification system is divided into 8 types based on the continuity of frozen soil, the time of existence of frozen soil and the seasonal frozen depth. The various classifications of boundaries are mainly taken from the \"Map of Snow, Ice and Frozen Ground in China\" (1:4 million) (Yafeng Shi et al., 1988) and consult some new materials, whereas the seasonal frozen soil boundary is mainly based on the weather station data. The definitions of each classification are as follows:\n(1) Large permafrost: the continuous coefficient is 90%-70%;\n(2) Large-island permafrost: the continuous coefficient is 70%-30%;\n(3) Sparse island-shaped permafrost: the continuous coefficient is <30%;\n(4) Permafrost in the mountains;\n(5) Medium-season seasonal frozen soil: the maximum seasonal frozen depth that can be reached is >1 m;\n(6) Shallow seasonal frozen soil: the maximum seasonal frozen depth that can be reached is <1 m;\n(7) Short-term frozen soil: less than one month of storage time; and\n(8) Nonfrozen soil.\nAccording to the data, China's permafrost areas sum to approximately 2.19 × 106 km², accounting for 22.83% of China's territory. Among those areas, the mountain permafrost is found over 0.42×106 km2, which is 4.39% of the territory of China. The seasonal frozen soil area is approximately 4.76×106 km², accounting for 49.6% of China's territory, and the instantaneous frozen soil area is approximately 1.86×106 km², i.e., 19.33% of China's territory.\nFor more information, please see the references (Youwu Zhou et al., 2000).",
            "descriptionCn": "该数据是中国冻土区划及类型图（1：1000万）（邱国庆等，2000；周幼吾 等，2000）的数字化，采用了区划和类型双系列体系，在同一份图上同时用区划体系和类型体系来反映在各个级别上冻土形成和分布的共性与个性。\n区划体系包括三个冻土大区：（1）中国东部冻土大区；（2）中国西北冻土大区；（3）中国西南（青藏高原）冻土大区。在三个大区的基础上，又进一步划分出16个区及下面的若干亚区。冻土区划界线的划分中，I大区和III大区的界线主要参考了李炳元（1987）的结果；II大区和III大区的界线就是青藏高原的北界，即昆仑山—阿尔金山—祁连山北侧和山麓线；I大区和II大区的界线在贺兰山—狼山一带。二级区的界线，在II大区和III大区中以地貌条件为依据进行划分，在I大区则以气温年较差A与年平均气温T的比值为主要划分依据，并考虑到各地的冻结深度。\n类型体系基于冻土连续性、冻土存在的时间和季节冻结深度，划分为8个类型，各类型界线主要取自《中国冰雪冻土图》（1：400万）（施雅风 等，1988）并参考了一些新资料，而季节冻土界线则主要以气象站资料为依据。各类型的定义如下：\n（1）大片多年冻土：连续系数为90%-70%；\n（2）大片-岛状多年冻土：连续系数为70%-30%；\n（3）稀疏岛状多年冻土：连续系数为<30%；\n（4）山地多年冻土；\n（5）中深季节冻土：可能达到的最大季节冻结深度>1m；\n（6）浅季节冻土：可能达到的最大季节冻结深度<1m；\n（7）短时冻土：保存时间不足一个月；\n（8）非冻土。\n\n根据该数据计算的中国多年冻土区面积约2.19×106km²，约占中国领土的22.83％。其中，高山多年冻土0.42×106km²，约占我国领土面积的4.39％。季节冻土面积约4.76×106km²，约占我国领土的49.6％，瞬时冻土面积约1.86×106km²，占我国领土的19.33％。\n更多信息参考文献（周幼吾 等，2000）。",
            "instructions": "",
            "instructionsCn": "",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": "2000-07-23 16:00:00",
            "endTime": "2001-07-23 16:00:00",
            "fileSize": 2647548.0,
            "cstr": "18406.11.Geocry.tpdc.270037",
            "doi": "10.11888/Geocry.tpdc.270037",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周幼吾",
                "nameEn": "ZHOU Youwu",
                "unitEn": "",
                "unitCn": "中国科学院兰州冰川冻土研究所"
            },
            {
                "nameCn": "郭东信",
                "nameEn": "GUO Dongxin",
                "unitEn": "",
                "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
            },
            {
                "nameCn": "邱国庆",
                "nameEn": "QIU Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Cryospheric Change in China",
                "referenceCn": null,
                "referenceEn": "Li, X., Cheng, G.D., Jin, H.J., Kang, E.S., Che, T., Jin, R., Wu, L.Z., Nan, Z.T., Wang, J., & Shen, Y.P. (2008). Cryospheric Change in China. Global and Planetary Change, 62(3-4), 210-218."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            },
            {
                "nameCn": "季节冻土",
                "nameEn": "Seasonally frozen ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining features of permafrost classification systems in terms of regional delineation and type categorization?",
                "QuestionCn": "永久冻土分类系统的定义特征包括区域划分和类型分类。",
                "AnswerEn": "regional delineation into major permafrost zones, permafrost continuity, duration of presence, seasonal freeze depth, large continuous permafrost, sparse island permafrost, mountain permafrost, varying depths of seasonal and short-term frozen ground",
                "AnswerCn": "区域划分为主要永久冻土区、永久冻土连续性、存在时间、季节性冻结深度、大面积连续永久冻土、稀疏岛状永久冻土、山地永久冻土、季节性和短期冻土的深度变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total area covered by continuous permafrost, as defined by a dataset analyzing frozen ground types in China?",
                "QuestionCn": "根据分析中国冻土类型的数据集，连续永久冻土覆盖的总面积是多少？",
                "AnswerEn": "2.19×10^6 km²",
                "AnswerCn": "2.19×10^6 平方公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for defining permafrost types based on continuous coefficient and seasonal freezing depth compare with those that delineate permafrost regions using geomorphological conditions and temperature ratios?",
                "QuestionCn": "根据连续系数和季节性冻结深度定义永久冻土类型的数据收集方法与使用地貌条件和温度比划分永久冻土区域的方法相比，如何？",
                "AnswerEn": "The data collection methods for defining permafrost types based on continuous coefficient and seasonal freezing depth involve using data from sources like ice and snow maps and meteorological stations to categorize permafrost into types such as large continuous permafrost or shallow seasonal permafrost. In contrast, delineating permafrost regions using geomorphological conditions and temperature ratios involves using geographical boundaries and climate data to separate regions into major permafrost zones and further into sub-zones. This method focuses more on macro-scale environmental conditions, whereas the type-based method is more detailed at the micro-scale.",
                "AnswerCn": "定义永冻土类型的数据收集方法基于连续系数和季节性冻结深度，涉及使用冰雪地图和气象站的数据，将永冻土分类为大面积连续永冻土或浅层季节性永冻土。相比之下，利用地貌条件和温度比划分永冻土区域的方法则是使用地理边界和气候数据将区域分为主要永冻土带，并进一步细分为亚带。这种方法更侧重于宏观环境条件，而基于类型的方法则在微观尺度上更为详细。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the classification of permafrost zones based on continuity and seasonal freezing depth inform the development of more accurate climate models?",
                "QuestionCn": "基于连续性和季节性冻结深度对永久冻土带的分类如何为开发更准确的气候模型提供信息？",
                "AnswerEn": "The classification of permafrost zones into types based on continuity and seasonal freezing depth helps to capture the variability in permafrost distribution and characteristics. This detailed classification can inform climate models by providing data on the spatial extent and thermal dynamics of permafrost, which are crucial for understanding soil thermal regimes, greenhouse gas emissions from thawing permafrost, and hydrological changes in cold regions.",
                "AnswerCn": "将永久冻土带根据连续性和季节性冻结深度进行分类，有助于捕捉永久冻土分布和特征的变异性。这种详细的分类可以为气候模型提供数据，关于永久冻土的空间范围和热动态，这对于理解土壤热状态、融化永久冻土释放的温室气体以及寒冷地区的水文变化至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the principal objective behind developing a dataset that maps the permafrost regions and types in China, and how does it aim to enhance our understanding of permafrost distribution and characteristics?",
                "QuestionCn": "开发一个映射中国永冻土区域和类型的数据集的主要目标是什么，以及它如何旨在增强我们对永冻土分布和特征的理解？",
                "AnswerEn": "The primary objective of creating a dataset that maps the permafrost regions and types in China is to provide a comprehensive digital representation of permafrost zoning and types using a dual-series system. This approach reflects the commonalities and uniqueness of permafrost formation and distribution across various levels. By categorizing the regions into major permafrost zones and further into subzones, and by defining types based on continuity, presence duration, and seasonal depth, the dataset aims to improve our understanding of permafrost distribution and characteristics. This detailed information is crucial for assessing the extent of permafrost and its impact on environmental and climatic conditions in China.",
                "AnswerCn": "创建一个映射中国永冻土区域和类型的数据集的主要目标是提供一个全面的数字化永冻土分区和类型表示，采用双系列系统。这种方法反映了不同层次上永冻土形成和分布的共性和独特性。通过将区域划分为主要永冻土带，并进一步细分为亚带，以及根据连续性、存在时间和季节性深度定义类型，该数据集旨在提高我们对永冻土分布和特征的理解。这些详细信息对于评估永冻土的范围及其对中国环境和气候条件的影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to delineate and classify the boundaries between different permafrost types and regions in a permafrost mapping project?",
                "QuestionCn": "在永久冻土制图项目中，用于划定和分类不同永久冻土类型和区域边界的程序包括哪些？",
                "AnswerEn": "The delineation and classification involve using a dual-series system to reflect commonalities and specificities in permafrost formation and distribution at various levels. This includes referencing results from previous studies, such as those by 李炳元 (1987), and using geographic and climatic criteria, such as the ratio of annual temperature range to average annual temperature, freezing depth, and geomorphological conditions. Additionally, seasonal freezing lines are primarily based on meteorological station data.",
                "AnswerCn": "划分和分类涉及使用双系列系统，以反映在不同层次上永冻土形成和分布的共性和特性。这包括参考以往研究的结果，例如李炳元（1987）的研究，并使用地理和气候标准，如年温差与年平均温度的比率、冻结深度和地貌条件。此外，季节性冻结线主要基于气象站的数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}