{
  "id": "1611a667-9261-4483-a89d-5f4145721f9a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of typical rare earth deposits in China (2017-2021)",
      "titleCn": "中国典型稀土矿床地球化学数据集（2017-2021）",
      "description": "The data set mainly includes typical rare earth deposits in China, such as Maoniuping and Lizhuang rare earth deposits in Mianning, Western Sichuan, and Gansha OBO rare earth deposits in Gansu Province. These rare earth deposits are genetically related to carbonate alkaline rock complex. In situ U-Pb dating, whole rock major and trace elements, Sr nd Pb radioisotopes, C-O-B-Ca stable isotopes and mineral in situ major and trace elements contents of rocks or ores in these complexes were analyzed. The major elements were measured by X-ray fluorescence spectrometer (XRF), the trace elements were measured by inductively coupled plasma mass spectrometry (ICP-MS), and the isotopes were mainly measured by mc-icp-ms. The main conclusions are as follows: (1) it is revealed that the magma source area of alkaline carbonate type REE deposit experienced the addition of strong subduction material, and its formation depth may be deeper than previously thought（2) It is revealed that the aegirization may be related to carbonatite and alkaline magmatism, and there may be differences in the aegirization between the two types of magma（3) The later reformation of the rare earth deposits with younger age may be relatively weak, while the rare earth deposits with older age are easy to be influenced by the later geological process and difficult to distinguish.",
      "descriptionCn": "该数据集中主要包括中国典型稀土矿床，如川西冕宁牦牛坪、里庄稀土矿床以及甘肃干沙鄂博稀土矿床，这些稀土矿床在成因上主要与碳酸岩-碱性岩杂岩体有关。我们对这些杂岩体中的岩石或者矿石进行了原位微区U-Pb定年、全岩主微量元素、Sr-Nd-Pb放射性同位素以及C-O-B-Ca等稳定同位素以及矿物原位微区主微量元素含量的分析。其中主量元素通过X射线荧光光谱仪（XRF）测得，微量元素通过电感耦合等离子体质谱仪（ICP-MS）测得，同位素主要通过MC-ICP-MS测得。我们主要得出了一下几点重要认识：（1）揭示了碱性岩-碳酸岩型稀土矿床岩浆源区经历了强烈俯冲物质的加入，其形成深度可能要比之前认为的要深；（2）揭示了霓长岩化既可能与碳酸岩有关，也与碱性岩浆作用有关，并且这两种岩浆类型所发生的霓长岩化可能存在差异；（3）时代越新的稀土矿床遭受的后期改造作用可能相对较弱，而形成时代古老的稀土矿床容易遭受后期地质作用的影响而难以辩别。",
      "instructions": "File naming: all data are stored in xlsx, and the naming rule of the file is \"serial number\"_ Name of deposit_ Type of sample to be analyzed_ Analysis content. Xlsx \"\nData reading mode: Excel",
      "instructionsCn": "文件命名：数据都以xlsx存储，文件的命名规则为“序号_矿床名称_被分析的样品类型_分析内容.xlsx”\n\n数据读取方式：Excel",
      "east": 101.66,
      "west": 101.66,
      "south": 28.87,
      "north": 28.87,
      "startTime": "2017-07-31 00:00:00",
      "endTime": "2021-06-30 11:59:59",
      "fileSize": 561855.0,
      "cstr": "18406.11.Geo.tpdc.271557",
      "doi": "10.11888/Geo.tpdc.271557",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "翁强",
        "nameEn": "WENG Qiang",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "李宁波",
        "nameEn": "LI Ningbo",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "李澳",
        "nameEn": "LI Ao",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Himalayan collision zone carbonatites in western Sichuan, SW China: petrogenesis, mantle source and tectonic implication",
        "referenceCn": null,
        "referenceEn": "Hou, Z.Q., Tian, S.H., Yuan, Z.X., Xie, Y.L., Yin, S.P., Yi, L.S., Fei, H.C., Yang, Z.M. (2006). The Himalayan collision zone carbonatites in western Sichuan, SW China: petrogenesis, mantle source and tectonic implication. Earth and Planetary Science Letters, 244, 234–250."
      },
      {
        "titleCn": null,
        "titleEn": "B–Sr–Nd–Pb isotopic constraints on the origin of the Maoniuping alkaline syenite–carbonatite complex, SW China",
        "referenceCn": null,
        "referenceEn": "Weng, Q., Yang, W.B., Niu, H.C., Li, N.B., Qu, P., Shan, Q., Fan, G.-Q., Jiang, Z.Y., Zhang, Z.Y., Li, A., Zhao, X.C. (2021). B–Sr–Nd–Pb isotopic constraints on the origin of the Maoniuping alkaline syenite–carbonatite complex, SW China. Ore Geology Reviews, 135, 104193"
      },
      {
        "titleCn": null,
        "titleEn": "A synthesis of mineralization styles with an integrated genetic model of carbonatite-syenite-hosted REE deposits in the Cenozoic Mianning-Dechang REE metallogenic belt, the eastern Tibetan Plateau, southwestern China",
        "referenceCn": null,
        "referenceEn": "Liu, Y., Hou, Z.Q. (2017). A synthesis of mineralization styles with an integrated genetic model of carbonatite-syenite-hosted REE deposits in the Cenozoic Mianning-Dechang REE metallogenic belt, the eastern Tibetan Plateau, southwestern China. Journal of Asian Earth Sciences 137, 35–79."
      },
      {
        "titleCn": null,
        "titleEn": "Formation of carbonatite-related giant rare-earth-element deposits by the recycling of marine sediments",
        "referenceCn": null,
        "referenceEn": "Hou, Z.Q., Liu, Y., Tian, S.H., Yang, Z.M., Xie, Y.L. (2015). Formation of carbonatite-related giant rare-earth-element deposits by the recycling of marine sediments. Scientific Reports, 5, 1–10."
      },
      {
        "titleCn": null,
        "titleEn": "The Himalayan Mianning–Dechang REE belt associated with carbonatite–alkaline complexes, eastern Indo-Asian collision zone, SW China",
        "referenceCn": null,
        "referenceEn": "Hou, Z.Q., Tian, S.H., Xie, Y.L., Yang, Z.S., Yuan, Z.X., Yin, S.P., Yi, L.S., Fei, H.C., Zou, T.R., Bai, G., Li, X.Y. (2009). The Himalayan Mianning–Dechang REE belt associated with carbonatite–alkaline complexes, eastern Indo-Asian collision zone, SW China. Ore Geology Reviews, 36, 65–89."
      },
      {
        "titleCn": null,
        "titleEn": "Two discrete stages of fenitization in the Lizhuang REE deposit, SW China: Implications for REE mineralization",
        "referenceCn": null,
        "referenceEn": "Weng, Q., Yang, W.B., Niu, H. C., Li, N.B., Shan, Q., Fan, G.Q., Jiang, Z.Y.(2021). Two discrete stages of fenitization in the Lizhuang REE deposit, SW China: Implications for REE mineralization. Ore Geology Reviews, 133, 104090."
      },
      {
        "titleCn": null,
        "titleEn": "Mineralogy and U-Pb geochronology of carbonate minerals from the Gansha Obo REE deposit, NW China",
        "referenceCn": null,
        "referenceEn": "Li, A., Yang, W.B., Niu, H.C., Shan, Q., 2021. Mineralogy and U-Pb geochronology of carbonate minerals from the Gansha Obo REE deposit, NW China. Ore Geology Reviews, 136, 104266."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩浆-热液演化",
        "nameEn": "Magmatic-hydrothermal evolution"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "激光剥蚀等离子质谱",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore-deposit Geochemistry"
      },
      {
        "nameCn": "磷灰石",
        "nameEn": "apatite"
      },
      {
        "nameCn": "磷灰石和锆石",
        "nameEn": "Apatite and zircon"
      },
      {
        "nameCn": "稀土元素",
        "nameEn": "Rare earth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "干沙鄂博",
        "keywordEn": "Gansha Obo"
      },
      {
        "keywordCn": "牦牛坪",
        "keywordEn": "Maoniuping"
      },
      {
        "keywordCn": "里庄",
        "keywordEn": "Lizhuang"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      },
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "稀土元素成矿系统与资源基地深部探测",
        "titleEn": "Deep exploration of rare earth element metallogenic system and resource base"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collection methods used for studying rare earth deposits in China?",
        "QuestionCn": "用于研究中国稀土矿床的地球化学数据收集方法的特点是什么？",
        "AnswerEn": "in-situ micro-area U-Pb dating, whole-rock major and trace element analysis, isotopic analysis using Sr-Nd-Pb radiogenic isotopes and C-O-B-Ca stable isotopes, X-ray fluorescence spectroscopy (XRF), inductively coupled plasma mass spectrometry (ICP-MS), multi-collector ICP-MS (MC-ICP-MS)",
        "AnswerCn": "原位微区U-Pb定年，全岩主量和微量元素分析，使用Sr-Nd-Pb放射性同位素和C-O-B-Ca稳定同位素的同位素分析，X射线荧光光谱（XRF），电感耦合等离子体质谱（ICP-MS），多接收器ICP-MS（MC-ICP-MS）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different isotopic measurements are conducted in a dataset focusing on Chinese typical rare earth deposits?",
        "QuestionCn": "在一个专注于中国典型稀土矿床的数据集中，进行多少种不同的同位素测量？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the definition of in-situ micro-area U-Pb dating as used in geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，原位微区U-Pb定年法的定义是什么？",
        "AnswerEn": "In-situ micro-area U-Pb dating refers to a method used to determine the age of rocks or minerals by analyzing uranium-lead isotopes directly within small areas of the sample. This technique provides precise dating information and is particularly useful in understanding the formation and alteration history of geological samples, such as those from rare earth mineral deposits associated with carbonatite-alkaline rock complexes.",
        "AnswerCn": "原位微区U-Pb定年是指一种通过直接分析样品中小区域的铀-铅同位素来确定岩石或矿物年龄的方法。这种技术提供了精确的定年信息，特别适用于理解与碳酸盐-碱性岩石复合体相关的稀土矿床的形成和变质历史。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for geochemical analysis of rare earth deposits in China compare to those used in other countries with significant rare earth resources, in terms of analytical techniques and geological insights gained?",
        "QuestionCn": "中国稀土矿床的地球化学分析数据收集方法与其他拥有重要稀土资源的国家相比，在分析技术和获得的地质见解方面有什么不同？",
        "AnswerEn": "The data collection methods for geochemical analysis of Chinese rare earth deposits involve in-situ micro-area U-Pb dating, major and trace element analysis using X-ray fluorescence spectrometry (XRF) and inductively coupled plasma mass spectrometry (ICP-MS), and isotopic analysis using MC-ICP-MS. These methods reveal significant geological insights such as the involvement of subducted materials in the magmatic source and differences in fenitization related to carbonate and alkaline magmas. In comparison, other countries might use similar or different analytical techniques, potentially leading to variations in geological insights based on regional geological settings and the mineralogical characteristics of their rare earth deposits.",
        "AnswerCn": "中国稀土矿床的地球化学分析数据收集方法包括原位微区U-Pb定年、使用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICP-MS）进行的主要和微量元素分析，以及使用多接收电感耦合等离子体质谱法（MC-ICP-MS）进行的同位素分析。这些方法揭示了重要的地质见解，例如俯冲物质在岩浆源中的参与以及与碳酸盐和碱性岩浆相关的芬特化差异。相比之下，其他国家可能使用类似或不同的分析技术，这可能导致基于区域地质背景和稀土矿床矿物特征的地质见解的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the geological processes involved in rare earth deposits from the combined analysis of U-Pb dating, major and trace elements, and isotopic compositions?",
        "QuestionCn": "通过对U-Pb定年、主量和微量元素以及同位素组成的综合分析，可以得出哪些关于稀土矿床地质过程的见解？",
        "AnswerEn": "The data collection methods suggest that alkaline-carbonatite-related rare earth deposits have experienced significant subduction material contributions, indicating a deeper formation depth than previously thought. Additionally, fenitization processes may be linked to both carbonatite and alkaline magmatism, with potential differences between the two. Younger deposits might have undergone weaker post-formation alterations compared to older deposits, which are more susceptible to subsequent geological modifications.",
        "AnswerCn": "数据收集方法表明，碱性-碳酸盐岩相关的稀土矿床经历了显著的俯冲物质贡献，表明其形成深度比之前认为的要深。此外，芬岩化过程可能与碳酸盐岩和碱性岩浆活动有关，两者之间可能存在潜在差异。较年轻的矿床可能经历了较弱的后形成改造，而较老的矿床则更容易受到后续地质改造的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately determining the depth of formation for rare earth deposits associated with carbonatite-alkaline complex rocks?",
        "QuestionCn": "哪些因素导致在准确确定与碳酸盐岩-碱性复合岩相关的稀土矿床的形成深度时面临挑战？",
        "AnswerEn": "The challenges in accurately determining the depth of formation for rare earth deposits associated with carbonatite-alkaline complex rocks are primarily due to the strong involvement of subducted materials in the magmatic source areas, which can complicate interpretations of formation depth.",
        "AnswerCn": "准确确定与碳酸盐岩-碱性复合体岩石相关的稀土矿床形成深度的挑战主要源于被俯冲材料在岩浆源区的强烈参与，这可能会使形成深度的解释变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on geological interpretation if the isotopic analysis methods used in the data collection, such as MC-ICP-MS, face calibration issues or inaccuracies?",
        "QuestionCn": "如果用于数据收集的同位素分析方法，如MC-ICP-MS，面临校准问题或不准确性，那么对地质解释的潜在后果是什么？",
        "AnswerEn": "If isotopic analysis methods such as MC-ICP-MS face calibration issues or inaccuracies, it could lead to incorrect interpretations of the magmatic source regions of rare earth deposits, particularly in understanding the extent of subduction material involvement and the depth of formation. This might affect conclusions about the genesis of alkaline-carbonatite type rare earth deposits and the differentiation between carbonatite and alkaline magmatic influences on fenitization.",
        "AnswerCn": "如果同位素分析方法如MC-ICP-MS面临校准问题或不准确性，这可能导致对稀土矿床的岩浆源区域的错误解读，特别是在理解俯冲物质参与的程度和形成深度方面。这可能会影响对碱性-碳酸盐型稀土矿床成因的结论，以及对碳酸盐岩和碱性岩浆对芬尼特化影响的区分。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the methods and instruments used to measure major and trace elements, as well as isotopic compositions, in geochemical datasets related to typical rare earth mineral deposits in China?",
        "QuestionCn": "用于测量与中国典型稀土矿床相关的地球化学数据集中主要和微量元素以及同位素组成的方法和仪器有哪些？",
        "AnswerEn": "The measurement of major elements is conducted using X-ray fluorescence spectrometry (XRF), trace elements are measured using inductively coupled plasma mass spectrometry (ICP-MS), and isotopic compositions, including Sr-Nd-Pb radiogenic isotopes and stable isotopes such as C-O-B-Ca, are primarily determined using MC-ICP-MS.",
        "AnswerCn": "主要元素的测量采用X射线荧光光谱法（XRF），微量元素的测量使用感应耦合等离子体质谱法（ICP-MS），同位素组成，包括Sr-Nd-Pb放射性同位素和稳定同位素如C-O-B-Ca，主要通过多接收器耦合等离子体质谱法（MC-ICP-MS）来确定。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}