{
    "id": "1654fa36-95d2-41b0-862a-d8fcde84a380",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-large aperture scintillometer, 2018)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-大孔径闪烁仪（2018）",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Huailai station. There were two types of LASs: German BLS450 and zzLAS. The observation periods were from January 1 to December 31, 2018. The site ( (north: 115.7825° E, 40.3522° N; south: 115.7880° E, 40.3491° N) was located in the Donghuahuan town of Huailai city, Hebei Province. The elevation is 480 m. The underlying surface between the two towers contains mainly maize. The effective height of the LASs was 14 m; the path length was 1870 m. Data were sampled at 1 min intervals.\nRaw data acquired at 1 min intervals were processed and quality-controlled. The data were subsequently averaged over 30 min periods. The main quality control steps were as follows. (1) The data were rejected when Cn2 was beyond the saturated criterion. (2) Data were rejected when the demodulation signal was small. (3) Data were rejected within 1 h of precipitation. (4) Data were rejected at night when weak turbulence occurred (u* was less than 0.1 m/s). The sensible heat flux was iteratively calculated by combining with meteorological data and based on Monin-Obukhov similarity theory.\nThere were several instructions for the released data. (1) The data were primarily obtained from BLS450 measurements; missing flux measurements from the BLS450 were filled with measurements from the zzLAS. Missing data were denoted by -6999. (2) The dataset contained the following variables: data/time (yyyy-mm-dd hh:mm:ss), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H_LAS, W/m^2). (3) In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了怀来站的大孔径闪烁仪通量观测数据。怀来站分别架设了BLS450和zzlas型号的大孔径闪烁仪，北塔为zzlas的接收端和BLS450的发射端，南塔为zzlas的发射端和BLS450的接收端。观测时间为2018年1月1日至2018年12月31日。站点位于河北省怀来县东花园镇，下垫面是玉米。北塔的经纬度是115.8023E，40.3596N，南塔的经纬度是115.7825E，40.3522N，海拔高度约480m。大孔径闪烁仪的有效高度14m，光径长度是1870m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS450：Cn2>1.39E-13，zzlas：Cn2>1.51E-13）；（2）剔除解调信号强度较弱的数据（BLS450：Average X Intensity<1000；zzlas：Demod>-20mv）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS450，选取Thiermann and Grassl (1992)的稳定度普适函数；对于zzlas，选取Andreas(1988)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。\n关于发布数据的几点说明：（1）怀来站LAS数据以BLS450为主，缺失时刻由zzlas观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H_LAS ：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n观测试验或站点信息请参考Guo et al. (2020)，观测数据处理请参考Liu et al. (2013)。",
            "instructions": "Year+** Haihe Basin+ site no + LAS",
            "instructionsCn": "年份+**海河流域+站点名称+LAS",
            "east": 115.7825,
            "west": 115.7825,
            "south": 40.3522,
            "north": 40.3596,
            "startTime": "2018-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 559401.0,
            "cstr": "18406.11.Meteoro.tpdc.271095",
            "doi": "10.11888/Meteoro.tpdc.271095",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
                "referenceEn": null
            },
            {
                "titleCn": "大尺度地表水热通量的观测、分析与应用",
                "titleEn": null,
                "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
                "titleEn": null,
                "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "反应性气体",
                "nameEn": "Reactive Gases"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objective": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challenges": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methods": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "dataset": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findings": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ],
            "backgroundCn": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objectiveCn": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challengesCn": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methodsCn": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "datasetCn": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findingsCn": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ]
        },
        {
            "background": [
                "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
            ],
            "research objective": [
                "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
            ],
            "challenges": [
                "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
            ],
            "methods": [],
            "dataset": [],
            "findings": [
                "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
            ],
            "backgroundCn": [
                "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国还不常见。"
            ],
            "research objectiveCn": [
                "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
            ],
            "challengesCn": [
                "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": [
                "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、空气压力和气动粗糙度长度对HLAS并不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the large aperture scintillometer (LAS) capable of providing regional-scale sensible heat flux measurements that can match the scale of satellite pixel data and numerical weather prediction models?",
                "QuestionCn": "大孔径闪烁仪（LAS）是否能够提供与卫星像素数据和数值天气预报模型规模相匹配的区域尺度显热通量测量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more suitable for regional-scale surface flux measurements: Eddy-Covariance system or Large Aperture Scintillometer?",
                "QuestionCn": "哪个数据收集方法更适合区域尺度的表面通量测量：涡度协方差系统还是大孔径闪烁仪？",
                "AnswerEn": "Large Aperture Scintillometer",
                "AnswerCn": "大孔径闪烁仪",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "When processing LAS data, is it more challenging to deal with low wind speed conditions or high atmospheric turbulence?",
                "QuestionCn": "在处理LAS数据时，低风速条件和高大气湍流哪个更具挑战性？",
                "AnswerEn": "low wind speed conditions",
                "AnswerCn": "低风速条件",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which parameter is crucial for accurate sensible heat flux measurement over a wet surface: Bowen ratio, air pressure, or aerodynamic roughness length?",
                "QuestionCn": "在湿表面上准确测量显热通量的关键参数是：波文比、气压或气动粗糙度长度。",
                "AnswerEn": "Bowen ratio",
                "AnswerCn": "鲍恩比率",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used for observing surface fluxes in the context of large aperture scintillometers?",
                "QuestionCn": "在大孔径闪烁仪的背景下，观察表面通量的主要数据收集方法有哪些？",
                "AnswerEn": "large aperture scintillometers",
                "AnswerCn": "大孔径闪烁仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are observation stations typically located for collecting data with large aperture scintillometers, and what are their surrounding environments like?",
                "QuestionCn": "大孔径闪烁仪通常用于收集数据的观测站通常位于开阔的区域，如农田、草原或其他自然环境中。这些区域通常远离建筑物和其他障碍物，以减少对测量的干扰。周围环境通常具有均匀的地表特征，以便更准确地捕捉大气湍流和热通量的变化。",
                "AnswerEn": "Huailai County",
                "AnswerCn": "怀来县",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with applying Monin-Obukhov Similarity Theory in large aperture scintillometer data collection, and how are these challenges addressed?",
                "QuestionCn": "在大孔径闪烁仪数据收集中应用Monin-Obukhov相似理论面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Monin-Obukhov Similarity Theory",
                "AnswerCn": "莫宁-奥布霍夫相似理论",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that uses large aperture scintillometers for measuring surface fluxes over a regional scale?",
                "QuestionCn": "您能否提供一个使用大孔径闪烁仪在区域尺度上测量表面通量的数据收集方法的示例？",
                "AnswerEn": "The data collection method using large aperture scintillometers involves the installation of devices like BLS450 and zzlas, which observe sensible heat fluxes by measuring atmospheric refraction index structure parameters (Cn2). These devices are set up on towers with specific configurations for transmission and reception, covering distances up to several kilometers, and are used in conjunction with meteorological data and Monin-Obukhov similarity theory for calculations.",
                "AnswerCn": "使用大孔径闪烁仪的数据收集方法涉及安装像BLS450和zzlas这样的设备，这些设备通过测量大气折射率结构参数（Cn2）来观察显热通量。这些设备被安装在具有特定配置的塔上，用于传输和接收，覆盖距离可达几公里，并与气象数据和Monin-Obukhov相似性理论结合用于计算。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a quality control process applied to data collected from large aperture scintillometers?",
                "QuestionCn": "一个应用于大孔径闪烁仪收集的数据的质量控制过程的例子是什么？",
                "AnswerEn": "A quality control process for large aperture scintillometer data involves steps such as removing data where Cn2 values indicate saturation, eliminating weak demodulation signal data, excluding data during precipitation, and filtering out data under stable conditions with weak turbulence. These steps ensure the accuracy and reliability of the sensible heat flux measurements derived from the data.",
                "AnswerCn": "大型孔径闪烁仪数据的质量控制过程包括以下步骤：去除Cn2值指示饱和的数据，消除弱解调信号数据，排除降水期间的数据，以及过滤掉在稳定条件下具有弱湍流的数据。这些步骤确保了从数据中得出的显热通量测量的准确性和可靠性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Could you give an example of how the Monin-Obukhov similarity theory is applied to analyze large aperture scintillometer data?",
                "QuestionCn": "您能否举例说明如何应用Monin-Obukhov相似理论来分析大孔径闪烁仪数据？",
                "AnswerEn": "The Monin-Obukhov similarity theory is applied to large aperture scintillometer data by combining the observed atmospheric refractive index structure parameter (Cn2) with meteorological data. Stability functions such as those by Thiermann and Grassl or Andreas are used in iterative calculations to derive regional average sensible heat fluxes, thereby linking observed parameters with theoretical models to assess heat exchange processes.",
                "AnswerCn": "Monin-Obukhov相似理论通过将观测到的大气折射率结构参数（Cn2）与气象数据结合，应用于大孔径闪烁仪数据。稳定性函数如Thiermann和Grassl或Andreas的函数用于迭代计算，以推导区域平均显热通量，从而将观测参数与理论模型联系起来，以评估热交换过程。",
                "Level": "C3(Applying)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of data collection methods used for measuring surface fluxes in the context of large aperture scintillometers (LAS)?",
                "QuestionCn": "在大孔径闪烁仪（LAS）测量表面通量的背景下，数据收集方法的关键特征包括：",
                "AnswerEn": "BLS450 and zzlas models, specific sites, precise positioning, designated latitudes and longitudes, effective height, sampling frequency of 1 minute, Monin-Obukhov Similarity Theory (MOST), quality control measures, combination with automatic weather station data",
                "AnswerCn": "BLS450和zzlas模型，特定站点，精确定位，指定的纬度和经度，有效高度，1分钟的采样频率，Monin-Obukhov相似理论（MOST），质量控制措施，与自动气象站数据结合。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What characteristics define the challenges faced in data collection for surface flux measurements using LAS?",
                "QuestionCn": "使用激光雷达（LAS）进行表面通量测量的数据收集面临的挑战的特征是什么？",
                "AnswerEn": "difficulty in achieving ideal horizontal homogeneity, variations in surface coverage, flatness, weather conditions, convergence issues under low wind speed and stable conditions, less consensus on the form of the universal stability function fT",
                "AnswerCn": "实现理想的水平均匀性困难，地表覆盖、平坦度、天气条件的变化，低风速和稳定条件下的收敛问题，对通用稳定性函数fT的形式缺乏共识。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the length of the light path used in the large aperture scintillometer data collection method?",
                "QuestionCn": "大孔径闪烁仪数据采集方法中使用的光路径长度是多少？",
                "AnswerEn": "1870 meters",
                "AnswerCn": "1870米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the concept of a large aperture scintillometer (LAS) in the context of surface flux measurements?",
                "QuestionCn": "大孔径闪烁计（LAS）在表面通量测量中的概念是什么？",
                "AnswerEn": "A large aperture scintillometer (LAS) is an instrument used for measuring surface fluxes, specifically sensible heat flux, over a larger scale ranging from several hundred meters to a few kilometers. It is based on the Monin-Obukhov Similarity Theory (MOST) and uses the atmospheric refractive index structure parameter (Cn2) combined with meteorological data to derive the regional average sensible heat flux. The LAS is advantageous over traditional methods like the eddy-covariance system due to its ability to match the spatial scale of satellite pixels and numerical weather prediction models.",
                "AnswerCn": "大型孔径闪烁仪（LAS）是一种用于测量表面通量的仪器，特别是可在几百米到几公里范围内测量显热通量。它基于Monin-Obukhov相似理论（MOST），结合大气折射率结构参数（Cn2）和气象数据来推导区域平均显热通量。与传统方法如涡度协方差系统相比，LAS的优势在于能够匹配卫星像素和数值天气预报模型的空间尺度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the Monin-Obukhov Similarity Theory (MOST) in relation to data collection for surface flux measurements?",
                "QuestionCn": "Monin-Obukhov相似理论（MOST）与表面通量测量的数据收集相关。",
                "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) is a theoretical framework used to relate turbulent fluxes of momentum, heat, and mass to atmospheric stability. In the context of data collection for surface flux measurements, MOST is used to calculate the sensible heat flux from measurements of the atmospheric refractive index structure parameter (Cn2) by applying universal stability functions. The theory assumes certain similarity conditions, which are crucial for the applicability of LAS data in deriving accurate flux measurements.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）是一个理论框架，用于将动量、热量和质量的湍流通量与大气稳定性联系起来。在表面通量测量的数据收集背景下，MOST通过应用普遍稳定性函数，从大气折射率结构参数（Cn2）的测量中计算显热通量。该理论假设某些相似条件，这对于激光雷达（LAS）数据在推导准确的通量测量中的适用性至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with using large aperture scintillometers (LAS) for measuring surface fluxes?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）测量表面通量时面临的挑战有哪些？",
                "AnswerEn": "Challenges associated with using large aperture scintillometers (LAS) for measuring surface fluxes include the influence of surface type, flatness, water and heat conditions, and weather on the applicability of the Monin-Obukhov Similarity Theory (MOST). Additionally, difficulties arise in selecting the appropriate universal stability function and ensuring convergence of calculations under low wind speed and stable conditions, particularly at night. Moreover, the sensitivity of the LAS measurements to factors such as beam height, wind speed, and zero-plane displacement height pose further challenges in obtaining accurate flux measurements.",
                "AnswerCn": "使用大孔径闪烁仪（LAS）测量表面通量所面临的挑战包括表面类型、平坦度、水和热条件以及天气对Monin-Obukhov相似理论（MOST）适用性的影响。此外，在选择合适的通用稳定性函数和确保在低风速和稳定条件下（特别是在夜间）计算收敛方面也存在困难。此外，LAS测量对光束高度、风速和零平面位移高度等因素的敏感性进一步增加了获得准确通量测量的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Large Aperture Scintillometer (LAS) compare to traditional Eddy-Covariance systems in terms of spatial scale and applicability in surface flux measurement?",
                "QuestionCn": "大型孔径闪烁仪（LAS）的数据收集方法与传统的涡度协方差系统在空间尺度和表面通量测量的适用性方面有何比较？",
                "AnswerEn": "The LAS can measure surface fluxes on a larger spatial scale (hundreds of meters to kilometers) compared to traditional Eddy-Covariance systems, which have a smaller spatial representation of only a few dozen to a few hundred meters. LAS is particularly useful for matching satellite pixel scales and numerical weather prediction models, while Eddy-Covariance is known for its reliability in smaller scale observations.",
                "AnswerCn": "LAS可以在更大的空间尺度上（数百米到数公里）测量表面通量，而传统的涡度协方差系统的空间代表性较小，仅为几十米到几百米。LAS特别适用于与卫星像素尺度和数值天气预报模型相匹配，而涡度协方差以其在小尺度观测中的可靠性而闻名。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced in applying the Monin-Obukhov Similarity Theory (MOST) differ when using LAS data compared to traditional flux measurement methods?",
                "QuestionCn": "在使用激光雷达（LAS）数据与传统通量测量方法时，应用Monin-Obukhov相似理论（MOST）所面临的挑战有哪些不同之处？",
                "AnswerEn": "The challenges in applying MOST with LAS data include dealing with influences from surface cover type, flatness, and weather conditions, which can deviate from the ideal uniform surface assumption. In contrast, traditional methods like flux measurement systems face challenges mostly related to energy imbalance and smaller spatial representation, requiring different stability functions and footprint models.",
                "AnswerCn": "应用MOST与LAS数据时面临的挑战包括处理地表覆盖类型、平坦度和天气条件的影响，这些因素可能偏离理想的均匀表面假设。相比之下，传统方法如通量测量系统面临的挑战主要与能量不平衡和较小的空间代表性有关，需要不同的稳定性函数和足迹模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might be encountered when inferring sensible heat flux from large aperture scintillometer data, considering the potential variability in atmospheric conditions?",
                "QuestionCn": "在从大孔径闪烁仪数据推断显热通量时，可能会遇到哪些挑战，考虑到大气条件的潜在变化？",
                "AnswerEn": "Challenges in inferring sensible heat flux from large aperture scintillometer data include the sensitivity of the beam height and wind speed to sensible heat flux measurement, and the issue of non-convergence during low wind speeds and stable conditions, especially at night.",
                "AnswerCn": "从大孔径闪烁仪数据推断显热通量的挑战包括：光束高度和风速对显热通量测量的敏感性，以及在低风速和稳定条件下（尤其是在夜间）出现的不收敛问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological considerations should be taken into account when interpreting data from large aperture scintillometer observations in relation to eddy covariance systems?",
                "QuestionCn": "在解释大孔径闪烁仪观测数据与涡度协方差系统相关时，应考虑哪些方法论因素？",
                "AnswerEn": "Methodological considerations include understanding the differences in observation scales between large aperture scintillometers and eddy covariance systems, particularly in relation to the spatial scale, footprint model, and energy balance discrepancies that may arise from the different methodologies.",
                "AnswerCn": "方法论考虑包括理解大孔径闪烁仪和涡度协方差系统之间观察尺度的差异，特别是在空间尺度、足迹模型和由于不同方法论可能产生的能量平衡差异方面。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the need for quality control steps in data collected using large aperture scintillometers?",
                "QuestionCn": "导致使用大孔径闪烁仪收集的数据需要质量控制步骤的因素有哪些？",
                "AnswerEn": "Quality control steps are necessary due to factors such as data saturation, weak demodulation signal intensity, precipitation events, and stable conditions with weak turbulence that can affect the accuracy of data from large aperture scintillometers.",
                "AnswerCn": "质量控制步骤是必要的，因为数据饱和、弱解调信号强度、降水事件以及在弱湍流下的稳定条件等因素可能会影响大孔径闪烁仪的数据准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes challenges in the applicability of the Monin-Obukhov Similarity Theory in large aperture scintillometer observations?",
                "QuestionCn": "导致大孔径闪烁仪观测中Monin-Obukhov相似理论适用性挑战的原因是什么？",
                "AnswerEn": "Challenges in the applicability of the Monin-Obukhov Similarity Theory arise due to factors such as surface type, flatness, water-heat conditions, and weather conditions that can deviate from the ideal assumptions of homogeneity and equilibrium, affecting the theory's reliability in real-world conditions.",
                "AnswerCn": "Monin-Obukhov相似理论的适用性面临挑战，原因包括表面类型、平坦度、水热条件以及天气条件等，这些因素可能偏离均匀性和稳态的理想假设，从而影响该理论在实际条件下的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using large aperture scintillometer (LAS) data combined with eddy covariance system data for surface flux measurement?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）数据与涡度协方差系统数据结合进行表面通量测量的潜在结果是什么？",
                "AnswerEn": "Combining LAS data with eddy covariance system data can provide a more comprehensive understanding of surface fluxes over different scales. LAS measures fluxes on a larger scale, which can complement the smaller scale observations of the eddy covariance system. This combination might help in addressing issues like energy imbalance in eddy covariance measurements and improve the estimation accuracy for sensible heat flux over heterogeneous surfaces.",
                "AnswerCn": "将激光雷达（LAS）数据与涡动协方差系统数据结合，可以更全面地理解不同尺度上的表面通量。LAS在较大尺度上测量通量，可以补充涡动协方差系统在较小尺度上的观测。这种结合可能有助于解决涡动协方差测量中的能量不平衡问题，并提高对异质表面上显热通量的估计准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using large aperture scintillometer (LAS) technology for collecting surface flux data in various environments?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）技术收集各种环境中的表面通量数据的主要目标是什么？",
                "AnswerEn": "The primary goal of using LAS technology is to obtain regional scale average sensible heat flux measurements. This is particularly useful because LAS can match the scale of satellite pixels and numerical weather prediction model grids, thus allowing for the optimization and validation of remote sensing estimation models and climate models.",
                "AnswerCn": "使用激光雷达（LAS）技术的主要目标是获取区域尺度的平均显热通量测量。这特别有用，因为LAS可以与卫星像素和数值天气预报模型网格的尺度相匹配，从而允许优化和验证遥感估计模型和气候模型。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to explore the applicability of Monin-Obukhov Similarity Theory (MOST) in the context of LAS data collection?",
                "QuestionCn": "在LAS数据收集的背景下，探索Monin-Obukhov相似理论（MOST）的适用性为何重要？",
                "AnswerEn": "Exploring the applicability of MOST in the context of LAS data collection is important because it provides a theoretical framework for calculating regional average sensible heat flux from the observed atmospheric refractive index structure parameter and related meteorological data. It helps in determining the accuracy and reliability of LAS measurements under different environmental conditions.",
                "AnswerCn": "在激光雷达（LAS）数据收集的背景下，探索MOST的适用性非常重要，因为它提供了一个理论框架，用于根据观测到的大气折射率结构参数和相关气象数据计算区域平均显热通量。这有助于确定LAS测量在不同环境条件下的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are used to process and ensure the quality of data collected by large aperture scintillometers in meteorological studies?",
                "QuestionCn": "在气象研究中，处理和确保大孔径闪烁仪收集的数据质量的方法论有哪些？",
                "AnswerEn": "In the field described, the processing and quality control of large aperture scintillometer data involve several steps: removing data where Cn2 reaches saturation, discarding data with weak demodulation signal intensity, excluding data during precipitation, and eliminating weak turbulence data under stable conditions. For iterative calculations, different stability universal functions are selected based on the scintillometer model used.",
                "AnswerCn": "在所描述的领域中，大孔径闪烁计数据的处理和质量控制涉及几个步骤：去除Cn2达到饱和的数据，丢弃信号强度较弱的解调数据，排除降水期间的数据，以及在稳定条件下消除弱湍流数据。对于迭代计算，根据所使用的闪烁计模型选择不同的稳定性通用函数。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do researchers address the challenges of using large aperture scintillometers over heterogeneous surfaces in meteorological observations?",
                "QuestionCn": "研究人员如何应对在异质表面上使用大孔径闪烁仪进行气象观测的挑战？",
                "AnswerEn": "Researchers address these challenges by analyzing the suitability of Monin-Obukhov Similarity Theory (MOST) for large aperture scintillometer observations, considering factors like large-scale eddies, atmospheric turbulence, and temperature scales under unstable conditions. They also establish new methods for judging the applicability of MOST, such as factor analysis and temperature structure parameter methods.",
                "AnswerCn": "研究人员通过分析Monin-Obukhov相似理论（MOST）在大孔径闪烁仪观测中的适用性来应对这些挑战，考虑了大尺度涡流、大气湍流和不稳定条件下的温度尺度等因素。他们还建立了新的方法来判断MOST的适用性，例如因子分析和温度结构参数方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedural steps are taken to combine data from large aperture scintillometers with other meteorological observation systems, such as eddy covariance systems, to enhance the analysis?",
                "QuestionCn": "将大孔径闪烁仪的数据与其他气象观测系统（如涡度协方差系统）结合以增强分析的程序步骤包括：",
                "AnswerEn": "Procedurally, researchers preprocess both eddy covariance and large aperture scintillometer data before analyzing the applicability of MOST. Observations involve comparing data from different systems to analyze daily and monthly variations, and understanding the differences in observations, which may require combining with footprint models and addressing the energy imbalance in eddy covariance system observations.",
                "AnswerCn": "研究人员在分析MOST的适用性之前，程序性地对涡度协方差和大孔径闪烁仪数据进行预处理。观察涉及比较不同系统的数据，以分析日变化和月变化，并理解观察之间的差异，这可能需要与足迹模型结合，并解决涡度协方差系统观测中的能量不平衡问题。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of regional scale surface fluxes using large aperture scintillometers (LAS)?",
                "QuestionCn": "哪些数据收集方法能够使用大孔径闪烁仪（LAS）准确测量区域尺度的表面通量？",
                "AnswerEn": "The large aperture scintillometer (LAS) enables the measurement of regional scale surface fluxes by utilizing the Monin-Obukhov Similarity Theory (MOST) combined with the atmospheric refractive index structure parameter (Cn2) and related meteorological data. This approach allows LAS to provide regional average sensible heat flux values which can match the pixel scale of satellite images and the grid scale of numerical weather prediction and climate models.",
                "AnswerCn": "大型孔径闪烁仪（LAS）通过利用Monin-Obukhov相似理论（MOST）结合大气折射率结构参数（Cn2）和相关气象数据，能够测量区域尺度的表面通量。这种方法使得LAS能够提供与卫星图像的像素尺度和数值天气预报及气候模型的网格尺度相匹配的区域平均显热通量值。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do quality control procedures enable the reliability of data collected using LAS in varying meteorological conditions?",
                "QuestionCn": "质量控制程序如何在不同气象条件下确保使用激光雷达（LAS）收集的数据的可靠性？",
                "AnswerEn": "Quality control procedures enhance the reliability of LAS data by eliminating data points where Cn2 reaches saturation, where demodulation signal intensity is weak, during precipitation events, and under stable conditions with weak turbulence. The stability universal functions specific to each LAS model are applied during iterative calculations to ensure accurate sensible heat flux measurements.",
                "AnswerCn": "质量控制程序通过消除Cn2达到饱和、解调信号强度弱、降水事件期间以及在弱湍流的稳定条件下的数据点，增强了激光雷达（LAS）数据的可靠性。在迭代计算过程中，应用特定于每个LAS模型的稳定性通用函数，以确保准确的显热通量测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors enable the applicability of Monin-Obukhov Similarity Theory (MOST) in LAS data analysis across different surface types?",
                "QuestionCn": "哪些因素使得Monin-Obukhov相似理论（MOST）在不同表面类型的LAS数据分析中适用？",
                "AnswerEn": "The applicability of MOST in LAS data analysis is enabled by considering factors such as the type of surface cover, terrain flatness, water and heat conditions, and prevailing weather. The theory's suitability is affected by large-scale eddy movements, atmospheric turbulence, and temperature scales under unstable conditions, and various methods like factor analysis and temperature structure parameter methods are used to assess its applicability.",
                "AnswerCn": "MOST在LAS数据分析中的适用性是通过考虑表面覆盖类型、地形平坦度、水和热条件以及气候条件等因素来实现的。该理论的适用性受到大规模涡流、气氛湍流和不稳定条件下温度尺度的影响，并且使用因子分析和温度结构参数方法等多种方法来评估其适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might large aperture scintillometer (LAS) data collection methods face challenges in achieving consistent results across different types of underlying surfaces?",
                "QuestionCn": "大型孔径闪烁仪（LAS）数据收集方法在不同类型的基础表面上可能面临挑战，难以实现一致的结果，原因可能包括以下几点：",
                "AnswerEn": "The challenges in achieving consistent results with LAS data collection methods are influenced by factors such as surface type, flatness, water and heat conditions, and weather, which make it difficult to meet the ideal homogeneous assumption necessary for accurate data collection.",
                "AnswerCn": "实现激光雷达（LAS）数据收集方法一致性结果的挑战受到表面类型、平整度、水和热条件以及天气等因素的影响，这使得满足准确数据收集所需的理想均匀假设变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected difficulties in applying the Monin-Obukhov Similarity Theory (MOST) for analyzing large aperture scintillometer data across varying atmospheric conditions?",
                "QuestionCn": "在分析大孔径闪烁仪数据时，应用Monin-Obukhov相似理论（MOST）可能面临的预期困难包括：在不同大气条件下的适用性、稳定性分类的复杂性、地表特征的影响、数据采集和处理的挑战，以及理论假设与实际观测之间的差异。",
                "AnswerEn": "MOST theory's applicability can be influenced by large-scale eddy motions, atmospheric turbulence development, and temperature scales under unstable conditions, which can significantly impact the theory's suitability for LAS data analysis.",
                "AnswerCn": "MOST理论的适用性可能受到大规模涡动、大气湍流发展和不稳定条件下温度尺度的影响，这些因素可能会显著影响该理论在LAS数据分析中的适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a difference in the observation outcomes between large aperture scintillometer systems and eddy covariance systems when measuring surface fluxes?",
                "QuestionCn": "为什么大孔径闪烁仪系统和涡度协方差系统在测量表面通量时观察结果可能存在差异？",
                "AnswerEn": "Differences in observation outcomes between LAS and eddy covariance systems may be due to their varying scales of measurement, with LAS providing regional scale observations and eddy covariance offering smaller-scale data, alongside differences in sensitivity to factors like beam height, wind speed, and stability functions used in calculations.",
                "AnswerCn": "LAS和涡度协方差系统之间观察结果的差异可能源于它们测量尺度的不同，LAS提供区域尺度的观测，而涡度协方差则提供较小尺度的数据。此外，它们在对诸如光束高度、风速和用于计算的稳定性函数等因素的敏感性方面也存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the applicability of the Monin-Obukhov Similarity Theory (MOST) for large aperture scintillometer (LAS) data collection in varying environmental conditions?",
                "QuestionCn": "您对Monin-Obukhov相似理论（MOST）在不同环境条件下对大孔径闪烁仪（LAS）数据收集的适用性的评估是什么？",
                "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory (MOST) for LAS data collection is influenced by factors such as surface coverage type, flatness, water-heat conditions, and weather, which often deviate from the ideal homogeneous assumptions. Despite these challenges, the research suggests that with appropriate adjustments, MOST can be applied effectively, as demonstrated by the establishment of new methods for assessing its applicability.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）在激光雷达（LAS）数据收集中的适用性受到表面覆盖类型、平坦度、水热条件和天气等因素的影响，这些因素常常偏离理想的均匀假设。尽管面临这些挑战，研究表明，通过适当的调整，MOST仍然可以有效应用，正如通过建立新的评估其适用性的方法所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you judge the potential of large aperture scintillometer (LAS) measurements to improve regional climate models compared to traditional eddy covariance systems?",
                "QuestionCn": "您如何评估大孔径闪烁仪（LAS）测量在改善区域气候模型方面的潜力，与传统的涡动协方差系统相比？",
                "AnswerEn": "LAS measurements are potentially valuable for improving regional climate models due to their ability to measure surface fluxes over larger scales (hundreds to thousands of meters) compared to traditional eddy covariance systems, which have a limited spatial representativeness of only a few dozen to a few hundred meters. LAS's larger observational scale aligns better with satellite pixel scales and numerical weather prediction and climate model grid scales, providing more representative ground truth data for model optimization and validation.",
                "AnswerCn": "激光雷达（LAS）测量由于能够在更大尺度（数百到数千米）上测量表面通量，相较于传统的涡度协方差系统（其空间代表性仅为几十到几百米），对改善区域气候模型具有潜在价值。LAS的更大观测尺度与卫星像素尺度以及数值天气预报和气候模型网格尺度更为一致，为模型优化和验证提供了更具代表性的地面真实数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges that need to be addressed to enhance the reliability of LAS data in different meteorological conditions?",
                "QuestionCn": "在我看来，增强激光雷达（LAS）数据在不同气象条件下可靠性的主要挑战有哪些？",
                "AnswerEn": "To enhance the reliability of LAS data in various meteorological conditions, challenges such as ensuring the convergence of calculations during low wind speeds and stable night conditions, determining accurate Bowen ratios over wet surfaces, and addressing the sensitivity of beam height and wind speed for sensible heat flux measurements need to be addressed. Additionally, zero-plane displacement height considerations are crucial unless the LAS beam height is significantly larger.",
                "AnswerCn": "为了提高激光雷达（LAS）数据在各种气象条件下的可靠性，需要解决一些挑战，例如在低风速和稳定夜间条件下确保计算的收敛性、准确确定湿表面的波文比，以及处理感热通量测量中光束高度和风速的敏感性。此外，零平面位移高度的考虑也至关重要，除非LAS光束高度显著更大。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how large aperture scintillometers can provide accurate surface flux measurements over such large distances compared to traditional methods.",
                "QuestionCn": "我不明白大型孔径闪烁仪如何能够在如此远的距离上提供准确的表面通量测量，而传统方法却做不到。",
                "AnswerEn": "Large aperture scintillometers (LAS) use the Monin-Obukhov Similarity Theory (MOST) combined with atmospheric refractive index structure parameter C2n and related meteorological data to calculate regional average sensible heat flux. Unlike traditional methods, LAS are capable of measuring surface fluxes over larger scales, from a few hundred meters to several kilometers, making them suitable for satellite pixel-scale and numerical weather prediction model grid-scale observations.",
                "AnswerCn": "大型孔径闪烁仪（LAS）结合了Monin-Obukhov相似理论（MOST）、大气折射率结构参数C2n和相关气象数据来计算区域平均显热通量。与传统方法不同，LAS能够在更大尺度上测量表面通量，从几百米到几公里，使其适合于卫星像素尺度和数值天气预报模型网格尺度的观测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why the universal stability function fT is a point of contention in these observations.",
                "QuestionCn": "我无法理解为什么普遍稳定性函数 fT 在这些观察中成为争论的焦点。",
                "AnswerEn": "There is less agreement on the form that the universal stability function fT should take, which impacts the calculation of sensible heat flux (HLAS) using LAS data. The iteration process can face convergence issues under low wind speed and stable conditions, influencing the reliability of the measurements.",
                "AnswerCn": "关于普遍稳定性函数 fT 的形式，存在较少的共识，这影响了使用 LAS 数据计算显热通量 (HLAS)。在低风速和稳定条件下，迭代过程可能会面临收敛问题，从而影响测量的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the potential challenges associated with using large aperture scintillometer (LAS) for surface flux measurements in diverse environmental conditions.",
                "QuestionCn": "请分析在不同环境条件下使用大孔径闪烁仪（LAS）进行表面通量测量可能面临的挑战。",
                "AnswerEn": "Challenges with using LAS include its sensitivity to environmental factors such as surface coverage types, flatness, water heat conditions, and weather conditions. The difficulty lies in achieving the ideal horizontal uniformity assumption. Additionally, there is less consensus on the universal stability function form and issues with convergence during low wind speeds and stable night conditions.",
                "AnswerCn": "使用LAS的挑战包括其对环境因素的敏感性，例如表面覆盖类型、平坦度、水热条件和天气条件。困难在于实现理想的水平均匀性假设。此外，对于通用稳定性函数形式的共识较少，并且在低风速和稳定夜间条件下存在收敛问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please discuss the methodologies for integrating LAS data with other meteorological datasets to improve the accuracy of sensible heat flux calculations.",
                "QuestionCn": "请讨论将激光雷达（LAS）数据与其他气象数据集集成的方法，以提高显热通量计算的准确性。",
                "AnswerEn": "LAS data is integrated with automatic weather station data to calculate sensible heat flux based on Monin-Obukhov similarity theory through iterative calculations. The integration involves matching the spatial scale of LAS observations with satellite pixel scales and numerical weather prediction models to optimize and validate remote sensing models and climate models.",
                "AnswerCn": "激光雷达（LAS）数据与自动气象站数据相结合，通过迭代计算基于Monin-Obukhov相似理论计算显热通量。这一整合涉及将激光雷达观测的空间尺度与卫星像素尺度和数值天气预报模型进行匹配，以优化和验证遥感模型和气候模型。",
                "Level": "C6(Creating)"
            }
        ]
    }
}