{
  "id": "16795f34-cd08-48b0-a1d6-4f85d195ad9e",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A long-term and high-resolution global gridded photosynthetically active radiation product (1984-2018)",
      "titleCn": "全球长序列高分辨率光合有效辐射（PAR）（1984-2018）",
      "description": "Photosynthetically active radiation (PAR) is fundamental physiological variable driving the process of material and energy exchange, and is indispensable for researches in ecological and agricultural fields. In this study, we produced a 35-year (1984-2018) high-resolution (3 h, 10 km) global grided PAR dataset with an effective physical-based PAR model. The main inputs were cloud optical depth from the latest International Satellite Cloud Climatology Project (ISCCP) H-series cloud products, the routine variables (water vapor, surface pressure and ozone) from the ERA5 reanalysis data, aerosol from the Modern-Era Retrospective analysis for Research and Applications, Version 2 (MERRA-2) products and albedo from Moderate Resolution Imaging Spectroradiometer (MODIS) product after 2000 and CLARRA-2 product before 2000. The grided PAR products were evaluated against surface observations measured at seven experimental stations of the SURFace RADiation budget network (SURFRAD), 42 experimental stations of the National Ecological Observatory Network (NEON), and 38 experimental stations of the Chinese Ecosystem Research Network (CERN). The instantaneous PAR was validated at the SURFRAD and NEON, and the mean bias errors (MBEs) and root mean square errors (RMSEs) are 5.6 W m-2 and 44.3 W m-2, and 5.9 W m-2 and 45.5 W m-2, respectively, and correlation coefficients (R) are both 0.94 at 10 km scale. When averaged to 30 km, the errors were obviously reduced with RMSEs decreasing to 36.3 W m-2 and 36.3 W m-2 and R both increasing to 0.96. The daily PAR was validated at the SURFRAD, NEON and CERN, and the RMSEs were 13.2 W m-2, 13.1 W m-2 and 19.6 W m-2, respectively at 10 km scale. The RMSEs were slightly reduced to 11.2 W m-2, 11.6 W m-2, and 18.6 W m-2 when upscaled to 30 km. Comparison with the other well-known global satellite-based PAR product of the Earth's Radiant Energy System (CERES) reveals that our PAR product was a more accurate dataset with higher resolution than the CRERS. Our grided PAR dataset would contribute to the ecological simulation and food yield assessment in the future.",
      "descriptionCn": "本数据集是一个包含接近35年（1984-2018）的全球高分辨率光合有效辐射数据集，其分辨率为3小时/逐日/逐月，10公里，数据单位为W/㎡，瞬时值。该数据集可用于生态过程模拟和全球碳循环的理解。该数据集是基于改进的物理参数化方案并以ISCCP-HXG云产品、ERA5再分析数据、MERRA-2气溶胶数据以及MODIS反照率产品为输入而生成的。验证并和其他全球卫星辐射产品比较表明，该数据集的精度通常比CERES全球卫星辐射产品的精度要高。该全球辐射数据集将有助于未来生态过程模拟的研究和全球二氧化碳通量的估算。",
      "instructions": "Each data file is named ISCCP_ HXG_ total_ PAR_ yyyy_ mm_ dd_ hh. NC (for example, isccp_hxg_total_par_2000_01_01_00. NC), where yyyy is the year, mm is the month, DD is the day, HH is the hour, which means that a file contains only one hour of data, and. NC is the suffix of the file name, indicating that the data is stored in NetCDF format. For more information about NetCDF, see http://www.unidata.ucar.edu/software/netcdf 。",
      "instructionsCn": "每个数据文件命名为ISCCP_HXG_total_PAR_yyyy_mm_dd_hh.nc（例如ISCCP_HXG_total_PAR_2000_01_01_00.nc），其中yyyy是年，mm是月，dd是日，hh是小时，这意味着一个文件只包含一个小时的数据，.nc是文件名后缀，表示数据存储为netcdf格式；有关netcdf的详细信息，请参阅http://www.unidata.ucar.edu/software/netcdf。",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": "1984-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 202850523558.0,
      "cstr": "18406.11.RemoteSen.tpdc.271909",
      "doi": "10.11888/RemoteSen.tpdc.271909",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "唐文君",
        "nameEn": "TANG Wenjun",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping long-term and high-resolution global gridded photosynthetically active radiation using the ISCCP H-series cloud product and reanalysis data",
        "referenceCn": null,
        "referenceEn": "Tang, W., Qin, J., Yang, K., Jiang, Y., & Pan, W. (2022). Mapping long-term and high-resolution global gridded photosynthetically active radiation using the ISCCP H-series cloud product and reanalysis data. Earth Syst. Sci. Data, 14, 2007–2019, https://doi.org/10.5194/essd-14-2007-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合有效辐射",
        "nameEn": "PAR"
      },
      {
        "nameCn": "光学遥感",
        "nameEn": "Optical remote sensing"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "地表产品",
        "nameEn": "Land surface product"
      },
      {
        "nameCn": "地表参数",
        "nameEn": "Land Surface Parameter"
      },
      {
        "nameCn": "太阳入射辐射",
        "nameEn": "Incoming solar radiation"
      },
      {
        "nameCn": "太阳辐射",
        "nameEn": "Solar radiation"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "短波辐射",
        "nameEn": "Shortwave radiation"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球尺度",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2022",
        "keywordEn": "1985-2022",
        "type": "temporal"
      },
      {
        "keywordCn": "三小时",
        "keywordEn": "3 hours",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Photosynthetically active radiation (PAR) is a fundamental physiological variable for research in the ecological, agricultural, and global change fields. Plants rely on chlorophyll to absorb solar radiation in the visible wavelength range (400–700 nm) for photosynthesis, and sunlight in this band is commonly referred to as photosynthetically active radiation (PAR). Thus, PAR is the source of energy for biomass formation and may directly affect the growth, development, yield, and product quality of vegetation, modulating energy exchange between the earth’s surface and the atmosphere. Therefore, a high-quality PAR dataset is indispensable for studies of ecosystems, agriculture, and global change; however, measurements of PAR are not routinely conducted at weather stations or radiation stations. Long-term PAR observations are only provided by a few ecological experimental observation networks, such as the Chinese Ecosystem Research Network (CERN), the AmeriFlux network, the SURFace RADiation budget network (SURFRAD), and the National Ecological Observatory Network (NEON). To compensate for the lack of PAR observations, a number of methods have been developed over recent decades to estimate PAR. These methods can be roughly divided into two categories: station-based methods and satellite-based methods."
      ],
      "research objective": [
        "In this study, we produced a 35-year (1984–2018) high-resolution (3 h, 10 km) global gridded PAR dataset using an effective physical-based model."
      ],
      "challenges": [
        "The use of different albedo products will lead to inconsistent accuracy for the final global gridded PAR product, and thus caution should be exercised when performing trend analyses. The comparison process would introduce some uncertainty in the results. This is also an issue of site representativeness. The relatively large errors at this station could be caused by the poor representativeness of the mountain observational station."
      ],
      "methods": [
        "Our gridded PAR product was evaluated against surface observations measured at 7 experimental stations of the SURFace RADiation budget network (SURFRAD), 42 experimental stations of the National Ecological Observatory Network (NEON), and 38 experimental stations of the Chinese Ecosystem Research Network (CERN). Instantaneous PAR was validated against SURFRAD and NEON data; mean bias errors (MBE) and root mean square errors (RMSE) were, on average 5.8 and 44.9 W m −2, respectively, and the correlation coefficient (R) was 0.94 at the 10 km scale. Daily PAR was validated against SURFRAD, NEON, and CERN data, and the RMSEs were 13.2, 13.1, and 19.6 W m −2, respectively, at the 10 km scale."
      ],
      "dataset": [
        "In this study, we produced a 35-year (1984–2018) high-resolution (3 h, 10 km) global gridded PAR dataset using an effective physical-based model. The main inputs of the model were the latest International Satellite Cloud Climatology Project (ISCCP) H-series cloud products, MERRA-2 aerosol data, ERA5 surface routine variables, and MODIS and CLARRA-2 albedo products."
      ],
      "findings": [
        "Compared with the well-known global satellite-based PAR product of the Earth’s Radiant Energy System (CERES), our PAR product was found to be a more accurate dataset with higher resolution."
      ],
      "backgroundCn": [
        "光合有效辐射（PAR）是生态学、农业和全球变化领域研究的一个基本生理变量。植物依赖叶绿素在可见光波长范围（400–700 nm）内吸收太阳辐射进行光合作用，这一波段的阳光通常被称为光合有效辐射（PAR）。因此，PAR是生物量形成的能量来源，可能直接影响植被的生长、发育、产量和产品质量，并调节地球表面与大气之间的能量交换。因此，高质量的PAR数据集对于生态系统、农业和全球变化的研究至关重要；然而，气象站或辐射站并未定期进行PAR的测量。长期的PAR观测仅由少数生态实验观测网络提供，如中国生态系统研究网络（CERN）、AmeriFlux网络、表面辐射预算网络（SURFRAD）和国家生态观测网络（NEON）。为了弥补PAR观测的不足，近年来开发了多种估算PAR的方法。这些方法大致可以分为两类：基于站点的方法和基于卫星的方法。"
      ],
      "research objectiveCn": [
        "在本研究中，我们使用有效的物理模型生成了一个为期35年的（1984–2018）高分辨率（3小时，10公里）全球光合有效辐射（PAR）数据集。"
      ],
      "challengesCn": [
        "不同的反照率产品的使用将导致最终全球格点光合有效辐射（PAR）产品的准确性不一致，因此在进行趋势分析时应谨慎。比较过程会引入一些结果的不确定性。这也是一个站点代表性的问题。该站点的相对较大误差可能是由于山地观测站的代表性较差所致。"
      ],
      "methodsCn": [
        "我们的格点光合有效辐射（PAR）产品与SURFace RADiation budget网络（SURFRAD）7个实验站、国家生态观测网络（NEON）42个实验站和中国生态系统研究网络（CERN）38个实验站的地面观测数据进行了评估。瞬时PAR与SURFRAD和NEON数据进行了验证；平均偏差误差（MBE）和均方根误差（RMSE）分别为5.8和44.9 W m −2，相关系数（R）在10公里尺度上为0.94。日均PAR与SURFRAD、NEON和CERN数据进行了验证，RMSE分别为13.2、13.1和19.6 W m −2，在10公里尺度上。"
      ],
      "datasetCn": [
        "在本研究中，我们使用有效的物理模型生成了一个35年的高分辨率（3小时，10公里）全球光合有效辐射（PAR）数据集，时间范围为1984年至2018年。模型的主要输入为最新的国际卫星云气候项目（ISCCP）H系列云产品、MERRA-2气溶胶数据、ERA5地表常规变量以及MODIS和CLARRA-2反照率产品。"
      ],
      "findingsCn": [
        "与著名的全球卫星基础的光合有效辐射（PAR）产品——地球辐射能量系统（CERES）相比，我们的PAR产品被发现是一个更准确的数据集，具有更高的分辨率。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can a dataset be generated using satellite-based methods to estimate photosynthetically active radiation (PAR)?",
        "QuestionCn": "可以使用基于卫星的方法生成数据集来估算光合有效辐射（PAR）吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Does the use of different albedo products introduce inconsistency in the accuracy of global gridded PAR products?",
        "QuestionCn": "不同的反照率产品的使用是否会导致全球网格化光合有效辐射（PAR）产品准确性的不一致性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more commonly used for estimating photosynthetically active radiation (PAR), station-based methods or satellite-based methods?",
        "QuestionCn": "哪种方法更常用于估计光合有效辐射（PAR），基于站点的方法还是基于卫星的方法？",
        "AnswerEn": "Satellite-based methods",
        "AnswerCn": "卫星方法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What data sources are typically utilized in creating high-resolution global PAR datasets, ISCCP-HXG cloud products, MERRA-2 aerosol data, or MODIS albedo products?",
        "QuestionCn": "通常用于创建高分辨率全球光合有效辐射（PAR）数据集、ISCCP-HXG云产品、MERRA-2气溶胶数据或MODIS反照率产品的数据源包括哪些？",
        "AnswerEn": "ISCCP-HXG cloud products",
        "AnswerCn": "ISCCP-HXG 云产品",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When validating PAR datasets, which network provides more stations for surface observation, the SURFace RADiation budget network (SURFRAD) or the National Ecological Observatory Network (NEON)?",
        "QuestionCn": "在验证PAR数据集时，哪个网络提供更多的地面观测站，表面辐射预算网络（SURFRAD）还是国家生态观察网络（NEON）？",
        "AnswerEn": "National Ecological Observatory Network (NEON)",
        "AnswerCn": "国家生态观测网络 (NEON)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main data sources used to create a high-resolution global gridded PAR dataset?",
        "QuestionCn": "创建高分辨率全球网格化光合有效辐射（PAR）数据集的主要数据来源是什么？",
        "AnswerEn": "ISCCP-HXG, ERA5, MERRA-2, MODIS",
        "AnswerCn": "ISCCP-HXG, ERA5, MERRA-2, MODIS",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using different albedo products in the creation of a global gridded PAR dataset?",
        "QuestionCn": "在创建全球网格化光合有效辐射（PAR）数据集时，使用不同反照率产品会面临哪些挑战？",
        "AnswerEn": "Inconsistent accuracy",
        "AnswerCn": "准确性不一致",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can surface observations for validating a gridded PAR product be sourced?",
        "QuestionCn": "可以从哪里获取表面观测数据以验证网格化的光合有效辐射（PAR）产品？",
        "AnswerEn": "SURFRAD, NEON, CERN",
        "AnswerCn": "SURFRAD, NEON, CERN",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate photosynthetically active radiation (PAR) in the absence of direct measurements?",
        "QuestionCn": "您能否提供一个在没有直接测量的情况下用于估计光合有效辐射（PAR）的数据收集方法的例子？",
        "AnswerEn": "A satellite-based method was used to produce a 35-year high-resolution global gridded PAR dataset. The method utilizes an effective physical-based model and incorporates inputs such as ISCCP-HXG cloud products, ERA5 reanalysis data, MERRA-2 aerosol data, and MODIS albedo products.",
        "AnswerCn": "一种基于卫星的方法被用来生成一个35年的高分辨率全球光合有效辐射（PAR）数据集。该方法利用了一种有效的物理模型，并结合了ISCCP-HXG云产品、ERA5再分析数据、MERRA-2气溶胶数据和MODIS反照率产品等输入。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using different input data sources to create a global gridded PAR product?",
        "QuestionCn": "使用不同输入数据源创建全球网格化光合有效辐射（PAR）产品时面临的一个挑战是什么？",
        "AnswerEn": "One example of a challenge is that using different albedo products can lead to inconsistent accuracy for the final global gridded PAR product. This inconsistency requires caution when performing trend analyses and can introduce uncertainty in the results.",
        "AnswerCn": "一个挑战是使用不同的反照率产品可能导致最终全球网格化光合有效辐射（PAR）产品的准确性不一致。这种不一致在进行趋势分析时需要谨慎，并可能引入结果的不确定性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of how a dataset was validated using surface observations for accuracy assessment in ecological research?",
        "QuestionCn": "您能否提供一个示例，说明如何使用地面观测数据对生态研究中的数据集进行验证和准确性评估？",
        "AnswerEn": "The global gridded PAR dataset was evaluated against surface observations from the SURFace RADiation budget network (SURFRAD), the National Ecological Observatory Network (NEON), and the Chinese Ecosystem Research Network (CERN). Instantaneous PAR was validated with mean bias errors and root mean square errors, achieving a correlation coefficient of 0.94 at the 10 km scale.",
        "AnswerCn": "全球网格化的光合有效辐射（PAR）数据集与SURFace RADiation预算网络（SURFRAD）、国家生态观察网络（NEON）和中国生态系统研究网络（CERN）的地面观测数据进行了评估。瞬时PAR通过平均偏差误差和均方根误差进行了验证，在10公里尺度上达到了0.94的相关系数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features that characterize the global gridded PAR dataset in terms of resolution and data inputs?",
        "QuestionCn": "全球网格化PAR数据集的关键特征是什么，在分辨率和数据输入方面？",
        "AnswerEn": "3 hours, 10 km, 35-year period from 1984 to 2018, ISCCP H-series cloud products, MERRA-2 aerosol data, ERA5 surface routine variables, MODIS and CLARRA-2 albedo products",
        "AnswerCn": "3小时，10公里，1984年至2018年的35年期间，ISCCP H系列云产品，MERRA-2气溶胶数据，ERA5地表常规变量，MODIS和CLARRA-2反照率产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with ensuring the accuracy and consistency of a global gridded PAR dataset?",
        "QuestionCn": "确保全球网格化光合有效辐射（PAR）数据集的准确性和一致性面临哪些挑战？",
        "AnswerEn": "different albedo products, inconsistent accuracy, uncertainty, site representativeness, errors at certain stations, poor representativeness of observational stations, particularly in mountainous areas",
        "AnswerCn": "不同的反照率产品、不一致的准确性、不确定性、站点代表性、某些站点的错误、观测站的代表性差，特别是在山区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methods used to validate the accuracy of instantaneous and daily PAR data in a global high-resolution dataset?",
        "QuestionCn": "用于验证全球高分辨率数据集中瞬时和日照（PAR）数据准确性的方法有哪些？",
        "AnswerEn": "5.8 MBE, 44.9 RMSE, 0.94 correlation coefficient, 13.2 RMSE, 13.1 RMSE, 19.6 RMSE",
        "AnswerCn": "5.8 MBE，44.9 RMSE，0.94 相关系数，13.2 RMSE，13.1 RMSE，19.6 RMSE",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution and temporal coverage of a global gridded PAR dataset?",
        "QuestionCn": "全球网格化光合有效辐射（PAR）数据集的分辨率和时间覆盖范围是什么？",
        "AnswerEn": "10 km, 3 hours, daily, monthly, 35 years",
        "AnswerCn": "10公里，3小时，每天，每月，35年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the mean bias errors (MBE) and root mean square errors (RMSE) for instantaneous PAR validation?",
        "QuestionCn": "瞬时光合有效辐射（PAR）验证的平均偏差误差（MBE）和均方根误差（RMSE）是什么？",
        "AnswerEn": "5.8 W m−2, 44.9 W m−2",
        "AnswerCn": "5.8 瓦每平方米，44.9 瓦每平方米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are station-based and satellite-based methods in estimating photosynthetically active radiation (PAR)?",
        "QuestionCn": "站点基和卫星基方法在估计光合有效辐射（PAR）方面的定义是什么？",
        "AnswerEn": "Station-based and satellite-based methods are techniques developed to estimate photosynthetically active radiation (PAR) due to the lack of routine measurements at weather or radiation stations. Station-based methods rely on ground observations from ecological networks, while satellite-based methods utilize remote sensing data to generate estimates.",
        "AnswerCn": "基于站点和基于卫星的方法是为了估计光合有效辐射（PAR）而开发的技术，因为在气象或辐射站缺乏常规测量。基于站点的方法依赖于生态网络的地面观测，而基于卫星的方法则利用遥感数据生成估计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by a 'high-resolution global gridded PAR dataset' in ecological research?",
        "QuestionCn": "在生态研究中，“高分辨率全球网格化PAR数据集”是什么意思？",
        "AnswerEn": "A 'high-resolution global gridded PAR dataset' refers to a comprehensive collection of photosynthetically active radiation data that is organized in a grid format at a high spatial and temporal resolution, in this case, 3-hourly intervals and 10 km spatial resolution, covering the entire globe. This dataset is crucial for simulating ecological processes and understanding global carbon cycles.",
        "AnswerCn": "“高分辨率全球网格化光合有效辐射（PAR）数据集”是指以高空间和时间分辨率（在这种情况下为每3小时一次和10公里空间分辨率）组织的全面光合有效辐射数据集合，覆盖整个地球。该数据集对于模拟生态过程和理解全球碳循环至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the role of albedo products in generating global gridded PAR datasets?",
        "QuestionCn": "反照率产品在生成全球网格化光合有效辐射（PAR）数据集中的作用是什么？",
        "AnswerEn": "Albedo products play a critical role in generating global gridded PAR datasets as they provide surface reflectance information that influences the accuracy of the final PAR estimates. Different albedo products can lead to variations in accuracy, making careful selection and application essential for consistent results.",
        "AnswerCn": "反照率产品在生成全球网格化光合有效辐射（PAR）数据集方面发挥着关键作用，因为它们提供的地表反射率信息会影响最终PAR估计的准确性。不同的反照率产品可能导致准确性上的差异，因此仔细选择和应用这些产品对于获得一致的结果至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the precision of PAR data obtained from satellite-based methods compare to that from station-based methods in terms of validation metrics like RMSE and correlation coefficient?",
        "QuestionCn": "卫星基方法获得的PAR数据的精度与基于站点的方法相比，在验证指标如均方根误差（RMSE）和相关系数方面如何？",
        "AnswerEn": "Satellite-based methods were evaluated against surface observations from networks like SURFRAD, NEON, and CERN. Instantaneous PAR showed mean bias errors (MBE) and root mean square errors (RMSE) averaging 5.8 and 44.9 W m−2, respectively, with a correlation coefficient of 0.94, indicating high precision at the 10 km scale. In contrast, the precision for station-based methods was not explicitly detailed, highlighting satellite-based methods' advantage in providing consistent high-resolution data.",
        "AnswerCn": "卫星基于的方法与SURFRAD、NEON和CERN等网络的地面观测进行了评估。瞬时光合有效辐射（PAR）的平均偏差误差（MBE）和均方根误差（RMSE）分别为5.8和44.9 W m−2，相关系数为0.94，表明在10公里尺度上具有很高的精度。相比之下，站点基于的方法的精度没有明确详细说明，这突显了卫星基于的方法在提供一致的高分辨率数据方面的优势。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data input requirements between effective physical-based models for generating PAR datasets and other potential models or approaches?",
        "QuestionCn": "有效的基于物理的模型生成PAR数据集与其他潜在模型或方法之间的数据输入要求有什么不同？",
        "AnswerEn": "The effective physical-based model used for generating the high-resolution global gridded PAR dataset requires inputs like ISCCP-HXG cloud products, MERRA-2 aerosol data, ERA5 surface variables, and MODIS and CLARRA-2 albedo products. Other models might rely more heavily on direct observational data or alternative satellite products, potentially impacting the accuracy and resolution of the final dataset.",
        "AnswerCn": "用于生成高分辨率全球网格化光合有效辐射（PAR）数据集的有效物理模型需要输入如ISCCP-HXG云产品、MERRA-2气溶胶数据、ERA5地表变量以及MODIS和CLARRA-2反照率产品等数据。其他模型可能更依赖于直接观测数据或替代卫星产品，这可能会影响最终数据集的准确性和分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges might arise from using different albedo products in the estimation of PAR, and how can these affect the interpretation of global radiation trends?",
        "QuestionCn": "使用不同的反照率产品来估算光合有效辐射（PAR）可能会出现哪些挑战，这些挑战如何影响全球辐射趋势的解读？",
        "AnswerEn": "Using different albedo products can result in inconsistent accuracy in the global gridded PAR product, potentially leading to uncertainties in trend analyses. This inconsistency may affect the interpretation of global radiation trends, as variations in albedo can introduce discrepancies in PAR estimations and influence the assessment of site representativeness, especially in locations with specific geographical features like mountains.",
        "AnswerCn": "使用不同的反照率产品可能导致全球网格化光合有效辐射（PAR）产品的准确性不一致，从而可能导致趋势分析中的不确定性。这种不一致性可能影响全球辐射趋势的解读，因为反照率的变化可能引入PAR估算中的差异，并影响特定地理特征（如山区）位置的代表性评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can station-based and satellite-based methods be combined to improve the validation and refinement of PAR datasets?",
        "QuestionCn": "站点观测方法和卫星观测方法可以通过哪些方式结合来改善PAR数据集的验证和优化？",
        "AnswerEn": "Combining station-based and satellite-based methods can improve the validation and refinement of PAR datasets by cross-referencing surface observations from networks like SURFRAD, NEON, and CERN with satellite-derived data. This dual approach allows for the independent verification of instantaneous and daily PAR values, reducing errors and enhancing the dataset's reliability and resolution, as indicated by the high correlation coefficients and low RMSE values obtained during validation.",
        "AnswerCn": "结合基于站点和基于卫星的方法可以通过将SURFRAD、NEON和CERN等网络的地面观测与卫星衍生数据进行交叉验证，从而改善PAR数据集的验证和精细化。这种双重方法允许对瞬时和日均PAR值进行独立验证，减少错误，提高数据集的可靠性和分辨率，验证过程中获得的高相关系数和低均方根误差（RMSE）值表明了这一点。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in ensuring the consistency of accuracy in global gridded PAR products?",
        "QuestionCn": "确保全球网格化光合有效辐射（PAR）产品准确性一致性的挑战因素有哪些？",
        "AnswerEn": "The use of different albedo products contributes to inconsistent accuracy for global gridded PAR products. This inconsistency can affect trend analyses and introduce uncertainties, especially due to the issue of site representativeness and station-specific errors, such as those caused by the poor representativeness of mountain observational stations.",
        "AnswerCn": "不同的反照率产品的使用导致全球网格化光合有效辐射（PAR）产品的准确性不一致。这种不一致可能影响趋势分析，并引入不确定性，特别是由于站点代表性和特定站点错误的问题，例如由于山地观测站的代表性差所造成的错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need to develop methods to estimate PAR, considering its significance in ecological and agricultural research?",
        "QuestionCn": "为什么需要开发估计光合有效辐射（PAR）的方法，考虑到它在生态和农业研究中的重要性？",
        "AnswerEn": "There is a need to develop methods to estimate PAR because measurements are not routinely conducted at weather or radiation stations. Long-term observations are limited to a few ecological networks, prompting the development of estimation methods to compensate for this lack of observations, which are crucial for studies involving ecosystems, agriculture, and global change.",
        "AnswerCn": "由于气象或辐射站并不定期进行光合有效辐射（PAR）的测量，因此需要开发估算方法。长期观测仅限于少数生态网络，这促使开发估算方法以弥补这一缺乏观测的情况，而这些观测对于涉及生态系统、农业和全球变化的研究至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the relatively large errors in PAR data at certain observational stations like those in mountainous regions?",
        "QuestionCn": "在某些观测站（如山区）中，光合有效辐射（PAR）数据的相对较大误差的原因是什么？",
        "AnswerEn": "Relatively large errors in PAR data at certain observational stations, such as those in mountainous regions, are caused by the poor representativeness of these stations. This site-specific issue can lead to inaccuracies in the data collected, affecting overall data quality and reliability.",
        "AnswerCn": "在某些观测站（如山区）中，PAR数据的相对较大误差是由于这些站点的代表性差造成的。这种特定地点的问题可能导致收集的数据不准确，从而影响整体数据质量和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using different albedo products in the creation of a global gridded PAR dataset on the accuracy of the final product?",
        "QuestionCn": "使用不同反照率产品在创建全球网格化光合有效辐射（PAR）数据集时，可能对最终产品的准确性产生的潜在结果是什么？",
        "AnswerEn": "The use of different albedo products can lead to inconsistent accuracy for the final global gridded PAR product, which suggests that caution should be exercised when performing trend analyses due to the introduced uncertainties.",
        "AnswerCn": "不同的反照率产品的使用可能导致最终全球格网光合有效辐射（PAR）产品的准确性不一致，这表明在进行趋势分析时应谨慎，因为这会引入不确定性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What could be the implications of integrating multiple data sources such as ISCCP-HXG cloud products, MERRA-2 aerosol data, and ERA5 reanalysis data into a physical-based model for PAR estimation?",
        "QuestionCn": "将ISCCP-HXG云产品、MERRA-2气溶胶数据和ERA5再分析数据等多个数据源整合到基于物理的PAR估计模型中的潜在影响是什么？",
        "AnswerEn": "Integrating these multiple data sources into a physical-based model enables the production of a more accurate and high-resolution global gridded PAR dataset, improving upon existing satellite-based PAR products like CERES.",
        "AnswerCn": "将这些多个数据源整合到基于物理的模型中，可以生成更准确、高分辨率的全球网格光合有效辐射（PAR）数据集，从而改进现有的卫星基础PAR产品，如CERES。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing high-resolution global gridded PAR datasets over an extended time period?",
        "QuestionCn": "开发高分辨率全球网格化光合有效辐射（PAR）数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a high-quality PAR dataset that is indispensable for studies of ecosystems, agriculture, and global change, facilitating ecological process simulations and understanding the global carbon cycle.",
        "AnswerCn": "主要目标是提供一个高质量的PAR数据集，该数据集对于生态系统、农业和全球变化的研究至关重要，促进生态过程模拟和全球碳循环的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to integrate multiple data sources, like satellite products and reanalysis data, in generating a PAR dataset?",
        "QuestionCn": "为什么在生成PAR数据集时整合多个数据源（如卫星产品和再分析数据）很重要？",
        "AnswerEn": "Integrating multiple data sources, such as ISCCP-HXG cloud products, ERA5 reanalysis data, MERRA-2 aerosol data, and MODIS albedo products, is crucial for improving the accuracy and resolution of the PAR dataset, which is essential for precise ecological modeling and carbon flux estimation.",
        "AnswerCn": "整合多个数据源，如ISCCP-HXG云产品、ERA5再分析数据、MERRA-2气溶胶数据和MODIS反照率产品，对于提高光合有效辐射（PAR）数据集的准确性和分辨率至关重要，这对精确的生态建模和碳通量估算至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the challenges that necessitate the development of a new PAR dataset compared to existing satellite-based products?",
        "QuestionCn": "需要开发新的PAR数据集的挑战是什么，相较于现有的基于卫星的产品？",
        "AnswerEn": "A challenge is the inconsistent accuracy due to different albedo products, which affects trend analyses. Additionally, the need for improved accuracy over existing global satellite-based PAR products, like CERES, and addressing site representativeness issues are significant drivers for developing a more precise dataset.",
        "AnswerCn": "一个挑战是由于不同反照率产品导致的不一致准确性，这影响了趋势分析。此外，提升现有全球卫星基础的光合有效辐射（PAR）产品（如CERES）的准确性，以及解决站点代表性问题，是开发更精确数据集的重要驱动因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be used to validate a high-resolution global PAR dataset against surface observations?",
        "QuestionCn": "可以使用哪些方法来验证高分辨率全球光合有效辐射（PAR）数据集与地面观测数据的准确性？",
        "AnswerEn": "The validation of a high-resolution global PAR dataset can be achieved using surface observations from networks such as the SURFace RADiation budget network (SURFRAD), the National Ecological Observatory Network (NEON), and the Chinese Ecosystem Research Network (CERN). Instantaneous PAR can be validated against SURFRAD and NEON data, with metrics such as mean bias errors (MBE), root mean square errors (RMSE), and correlation coefficients (R) evaluated at the 10 km scale.",
        "AnswerCn": "高分辨率全球光合有效辐射（PAR）数据集的验证可以通过SURFace RADiation budget网络（SURFRAD）、国家生态观测网络（NEON）和中国生态系统研究网络（CERN）等网络的地面观测数据来实现。瞬时PAR可以与SURFRAD和NEON数据进行验证，评估指标包括平均偏差误差（MBE）、均方根误差（RMSE）和相关系数（R），评估尺度为10公里。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What steps are involved in creating a global gridded PAR dataset using a physical-based model?",
        "QuestionCn": "使用基于物理的模型创建全球网格化PAR数据集涉及哪些步骤？",
        "AnswerEn": "Creating a global gridded PAR dataset using a physical-based model involves using inputs such as the International Satellite Cloud Climatology Project (ISCCP) H-series cloud products, MERRA-2 aerosol data, ERA5 surface routine variables, and MODIS and CLARRA-2 albedo products. These inputs are processed within the model to produce a high-resolution dataset suitable for ecological and global change studies.",
        "AnswerCn": "创建全球网格化光合有效辐射（PAR）数据集使用基于物理的模型，涉及使用国际卫星云气候项目（ISCCP）H系列云产品、MERRA-2气溶胶数据、ERA5地表常规变量以及MODIS和CLARRA-2反照率产品等输入。这些输入在模型中处理，以生成适合生态和全球变化研究的高分辨率数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise when using satellite-based methods for estimating PAR, and how can they be addressed?",
        "QuestionCn": "使用基于卫星的方法估计光合有效辐射（PAR）时可能会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges in using satellite-based methods for estimating PAR include inconsistencies in the accuracy of albedo products, which can affect the final data's accuracy. Addressing these challenges requires caution in trend analyses and considering site representativeness. Errors at observational stations, such as those in mountainous areas, may be addressed by improving the representativeness of the site or by using additional data sources for validation.",
        "AnswerCn": "使用基于卫星的方法估算光合有效辐射（PAR）面临的挑战包括反照率产品准确性的不一致性，这可能影响最终数据的准确性。解决这些挑战需要在趋势分析中保持谨慎，并考虑站点的代表性。观测站点的误差，例如在山区的误差，可以通过提高站点的代表性或使用其他数据源进行验证来解决。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data sources and technological methods enable the creation of a high-resolution global gridded PAR dataset?",
        "QuestionCn": "哪些数据源和技术方法能够创建高分辨率的全球网格光合有效辐射（PAR）数据集？",
        "AnswerEn": "The creation of a high-resolution global gridded PAR dataset is enabled by the use of an effective physical-based model that incorporates data from the International Satellite Cloud Climatology Project (ISCCP) H-series cloud products, MERRA-2 aerosol data, ERA5 surface routine variables, and MODIS and CLARRA-2 albedo products.",
        "AnswerCn": "高分辨率全球光合有效辐射（PAR）数据集的创建得益于一种有效的基于物理的模型，该模型结合了国际卫星云气候项目（ISCCP）H系列云产品、MERRA-2气溶胶数据、ERA5地表常规变量以及MODIS和CLARRA-2反照率产品的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How do validation techniques against surface observations enhance the accuracy of global PAR datasets?",
        "QuestionCn": "验证技术对表面观测的应用如何提高全球光合有效辐射（PAR）数据集的准确性？",
        "AnswerEn": "Validation techniques against surface observations enhance the accuracy of global PAR datasets by using data from experimental stations such as the SURFace RADiation budget network (SURFRAD), the National Ecological Observatory Network (NEON), and the Chinese Ecosystem Research Network (CERN), allowing for the assessment of mean bias errors (MBE), root mean square errors (RMSE), and correlation coefficients, which provide insights into the dataset's reliability and accuracy.",
        "AnswerCn": "验证技术通过使用实验站的数据，如表面辐射预算网络（SURFRAD）、国家生态观察网络（NEON）和中国生态系统研究网络（CERN），增强了全球光合有效辐射（PAR）数据集的准确性，从而能够评估平均偏差误差（MBE）、均方根误差（RMSE）和相关系数，这些指标提供了对数据集可靠性和准确性的洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might different albedo products lead to inconsistent accuracy in global gridded PAR products?",
        "QuestionCn": "不同的反照率产品可能导致全球网格化光合有效辐射（PAR）产品的准确性不一致的原因是什么？",
        "AnswerEn": "The use of different albedo products will lead to inconsistent accuracy for the final global gridded PAR product, and thus caution should be exercised when performing trend analyses.",
        "AnswerCn": "不同的反照率产品的使用将导致最终全球网格化光合有效辐射（PAR）产品的准确性不一致，因此在进行趋势分析时应谨慎对待。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges faced in ensuring the representativeness of observational sites for PAR data validation?",
        "QuestionCn": "确保PAR数据验证的观测站点具有代表性所面临的挑战有哪些？",
        "AnswerEn": "The relatively large errors at certain stations could be caused by the poor representativeness of mountain observational stations, indicating challenges in site representativeness.",
        "AnswerCn": "某些站点的相对较大误差可能是由于山区观测站的代表性较差，表明了站点代表性方面的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might satellite-based methods be preferred over station-based methods in estimating long-term PAR observations?",
        "QuestionCn": "卫星基方法在估计长期光合有效辐射（PAR）观测时，可能比基于站点的方法更受青睐的原因是什么？",
        "AnswerEn": "Long-term PAR observations are only provided by a few ecological experimental observation networks, and satellite-based methods can help compensate for the lack of widespread PAR observations.",
        "AnswerCn": "长期的光合有效辐射（PAR）观测仅由少数生态实验观测网络提供，而基于卫星的方法可以帮助弥补PAR观测的不足。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, how effective are satellite-based methods compared to station-based methods for estimating photosynthetically active radiation (PAR) in terms of accuracy and applicability?",
        "QuestionCn": "在您看来，基于卫星的方法与基于站点的方法在估计光合有效辐射（PAR）方面的准确性和适用性如何？",
        "AnswerEn": "Satellite-based methods for estimating PAR, as applied in the field, have demonstrated higher accuracy compared to some station-based methods. The use of advanced satellite data inputs like ISCCP cloud products, MERRA-2 aerosol data, and MODIS albedo products enables the creation of high-resolution global datasets, which have been validated against several ecological networks, showing strong correlation and reduced errors.",
        "AnswerCn": "基于卫星的方法在估算光合有效辐射（PAR）方面，应用于实际领域时显示出比某些基于站点的方法更高的准确性。使用先进的卫星数据输入，如ISCCP云产品、MERRA-2气溶胶数据和MODIS反照率产品，使得能够创建高分辨率的全球数据集，这些数据集已通过多个生态网络的验证，显示出强相关性和减少的误差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you evaluate the potential for expanding PAR data collection methods to include more diverse experimental observation networks, and what impact could this have on future ecological studies?",
        "QuestionCn": "你如何评估扩展PAR数据收集方法以包括更多样化的实验观察网络的潜力，这对未来的生态研究可能产生什么影响？",
        "AnswerEn": "Expanding PAR data collection methods to incorporate a broader range of experimental observation networks could significantly enhance dataset comprehensiveness and accuracy. Incorporating diverse datasets from networks like CERN, NEON, and SURFRAD has already improved validation processes, and further diversity could enhance ecological process simulation and carbon flux estimation, offering a more robust understanding of global ecological dynamics.",
        "AnswerCn": "扩展PAR数据收集方法，以纳入更广泛的实验观察网络，可以显著增强数据集的全面性和准确性。纳入来自CERN、NEON和SURFRAD等网络的多样化数据集已经改善了验证过程，进一步的多样性可以增强生态过程模拟和碳通量估算，提供对全球生态动态更为稳健的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how different albedo products can affect the accuracy of a dataset in ecological research.",
        "QuestionCn": "我不明白不同的反照率产品如何影响生态研究中数据集的准确性。",
        "AnswerEn": "The use of different albedo products will lead to inconsistent accuracy for the final global gridded PAR product, and caution should be exercised when performing trend analyses. The comparison process would introduce some uncertainty in the results.",
        "AnswerCn": "不同的反照率产品的使用将导致最终全球网格化光合有效辐射（PAR）产品的准确性不一致，因此在进行趋势分析时应谨慎。比较过程会引入一些结果的不确定性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out why certain observational stations might have large errors in data collection.",
        "QuestionCn": "我无法弄清楚为什么某些观测站的数据收集会有较大的误差。",
        "AnswerEn": "The relatively large errors at certain stations could be caused by the poor representativeness of the mountain observational station, which is an issue of site representativeness.",
        "AnswerCn": "某些站点的相对较大误差可能是由于山区观测站的代表性差，这是一个站点代表性的问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I’m unsure about how satellite-based methods compare to station-based methods for estimating PAR.",
        "QuestionCn": "我不确定基于卫星的方法与基于站点的方法在估算光合有效辐射（PAR）方面的比较。",
        "AnswerEn": "Measurements of PAR are not routinely conducted at weather or radiation stations, so satellite-based methods have been developed to estimate PAR. These methods offer an alternative to station-based approaches, which are limited by the availability of long-term observations from networks like CERN, AmeriFlux, SURFRAD, and NEON.",
        "AnswerCn": "PAR的测量在气象或辐射站并不常规进行，因此开发了基于卫星的方法来估计PAR。这些方法为基于站点的方法提供了替代方案，而后者受到CERN、AmeriFlux、SURFRAD和NEON等网络长期观测可用性限制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methods used to estimate photosynthetically active radiation (PAR) in situations where direct observations are unavailable.",
        "QuestionCn": "在缺乏直接观测的情况下，估计光合有效辐射（PAR）的方法主要包括以下几种：\n\n1. **模型模拟**：利用气象模型和辐射传输模型，根据气象数据（如温度、湿度、云量等）来模拟PAR的分布。\n\n2. **遥感技术**：通过卫星或航空遥感获取地表反射率数据，结合植被指数（如NDVI）和其他光谱特征，估算PAR。\n\n3. **经验公式**：基于已有的观测数据，建立经验关系式，将气象变量（如日照时数、太阳高度角等）与PAR进行关联。\n\n4. **地面观测站数据**：利用周边地区的地面观测站数据进行插值或外推，估算特定区域的PAR。\n\n5. **光谱分析**：通过分析不同波段的光谱数据，推算出PAR的值。\n\n这些方法可以在缺乏直接测量的情况下，提供对PAR的合理估计。",
        "AnswerEn": "A number of methods have been developed to estimate PAR, which can be roughly divided into station-based methods and satellite-based methods. These methods aim to compensate for the lack of routine PAR measurements at weather or radiation stations.",
        "AnswerCn": "已经开发出多种方法来估计光合有效辐射（PAR），这些方法大致可以分为基于站点的方法和基于卫星的方法。这些方法旨在弥补气象或辐射站缺乏常规PAR测量的不足。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore the potential challenges faced in the collection and validation of photosynthetically active radiation (PAR) data.",
        "QuestionCn": "请探讨在收集和验证光合有效辐射（PAR）数据时可能面临的挑战。",
        "AnswerEn": "Challenges in PAR data collection and validation include the use of different albedo products that lead to inconsistent accuracy, site representativeness issues, and uncertainties introduced during comparison processes. Large errors may occur due to poor representativeness of observational stations, especially in mountainous regions.",
        "AnswerCn": "PAR数据收集和验证中的挑战包括使用不同的反照率产品导致的不一致准确性、站点代表性问题以及在比较过程中引入的不确定性。由于观测站的代表性差，尤其是在山区，可能会出现较大的误差。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}