{
    "id": "176a8116-ef80-4565-9bff-e4d25a9b9fa7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of C, H and O Isotopes of modern processes of the Qilian Mountains and Sr isotope of microcodium of the Chinense Loess Plateau in southeastern Tibetan Plateau",
            "titleCn": "青藏高原东北部祁连山流域河水C、H、O和黄土高原微钙体Sr同位素数据集",
            "description": "This dataset contains multiple isotopes (i.e., H, O, C, Sr) of river water from the north and east of the Qilian Mountains and loess profile in Huanxian in the southeastern Tibetan Platea. 52 river water samples were collected from the north and east of the Qilian Mountains. 141 powder samples were collected from different depths of the loess profile in Huanxian, Gansu Province. The sampling interval is 5 cm, including the lower part of the L1 layer, the entire S1 layer and the upper part of the L2 layer, corresponding to MIS 4~MIS 6 stage. The temperature, pH, conductivity (Ec) and oxidation-reduction potential (ORP) of the water sample were measured by a water quality parameter detector on-site during sampling. The samples were filtered within 24 hours after collection and stored at room temperature. Microcodium was picked out from >75μm fractions using a binoscope, then dissolved in 0.075N HNO3 for a test of Mg, Ca, Sr and 87Sr/86Sr. The related experiments were carried out at Tianjin University and Nanjing University with detailed information in the data documents. This dataset provides significant materials for finding out the various mechanisms of all kinds of isotopes and elements in the surficial processes, and quantifying the status of modern weathering and denudation with different lithologies in the southeastern Tibetan Plateau.",
            "descriptionCn": "本数据集包括来自青藏高原东北部祁连山流域河水C、H、O和环县黄土剖面微钙体Sr同位素数据。在祁连山脉北侧及东侧河流采集了河水样品52件。在甘肃省环县黄土剖面不同深度共采集141个粉末样品，采样间隔为5cm，包括L1层下部，S1层全部和L2层上部，对应氧同位素MIS 4~MIS 6阶段。河水采样时现场使用水质参数检测仪测定水样的温度、pH、电导率（Ec）和氧化还原电位（ORP）。样品采集后于24小时内过滤封装，常温保存。微钙体由>75μm粒径组分的样品中通过双目镜显微镜挑出，随后溶于0.075N的HNO3中，用于测试Mg、Ca、Sr含量和87Sr/86Sr。相关实验分别在天津大学和南京大学完成，具体测试信息见数据文档。本数据集为研究青藏高原表生过程中各同位素和元素变化机制，定量青藏高原及其周缘不同岩性流域风化和剥蚀特征提供了重要研究数据。",
            "instructions": "The data files are stored in tabular format and named \" Dataset of H and O isotope of modern processes in the northern and eastern basins of the Qilian Mountain\", “Dataset of stable C isotope of modern processes in the northern and eastern basins of the Qilian Mountain” and “A dataset of strontium isotopes of microcodium on the Chinese Loess Plateau”. They were stored as .xlsx files and can be opened and read by the Excel program directly. ",
            "instructionsCn": "数据以表格格式储存，文件名称为“Dataset of H and O isotope of modern processes in the northern and eastern basins of the Qilian Mountain”, “Dataset of stable C isotope of modern processes in the northern and eastern basins of the Qilian Mountain” 和 “A dataset of strontium isotopes of microcodium on the Chinese Loess Plateau”。数据集以.xlsx文件格式存储可以直接用Excel程序打开并查看。",
            "east": 109.0,
            "west": 94.33,
            "south": 35.0,
            "north": 40.56,
            "startTime": "2018-11-17 18:41:10",
            "endTime": "2020-09-15 18:41:10",
            "fileSize": 58235.0,
            "cstr": "18406.11.Terre.tpdc.300516",
            "doi": "10.11888/Terre.tpdc.300516",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "钟君",
                "nameEn": "ZHONG Jun",
                "unitEn": "",
                "unitCn": "天津大学"
            },
            {
                "nameCn": "李高军",
                "nameEn": "LI Gaojun",
                "unitEn": "",
                "unitCn": "南京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Modulation of effective precipitation by temperature in the East Asian monsoon margins during Marine Isotope Stage 5",
                "referenceCn": null,
                "referenceEn": "Li, T., Hedding, D. W., Chen, J., & Li, G. (2021). Modulation of effective precipitation by temperature in the East Asian monsoon margins during Marine Isotope Stage 5. Geophysical Research Letters, 48, e2021GL095985. https://doi.org/10.1029/2021GL095985"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "黄土",
                "nameEn": "Loess"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountain"
            },
            {
                "keywordCn": "黄土高原",
                "keywordEn": "Loess Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "现代过程",
                "keywordEn": "Morden Process",
                "type": "temporal"
            },
            {
                "keywordCn": "第四纪",
                "keywordEn": "Quaternary period",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "高原风化剥蚀历史及气候环境效应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes of isotope data collected from river water and loess profiles in the northeastern Tibetan Plateau?",
                "QuestionCn": "东北藏北高原河水和黄土剖面收集的同位素数据的具体属性是什么？",
                "AnswerEn": "C isotopes, H isotopes, O isotopes, Sr isotopes, temperature, pH, electrical conductivity, oxidation-reduction potential, Mg content, Ca content, Sr content, 87Sr/86Sr ratios",
                "AnswerCn": "碳同位素、氢同位素、氧同位素、锶同位素、温度、pH值、电导率、氧化还原电位、镁含量、钙含量、锶含量、87Sr/86Sr比值",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many powdered samples were collected from different depths in the loess profile?",
                "QuestionCn": "从黄土剖面中收集了多少个不同深度的粉末样品？",
                "AnswerEn": "141",
                "AnswerCn": "141",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the process of collecting isotope data from river water and loess profiles involve in the context of the northeastern Qinghai-Tibetan Plateau and the Loess Plateau?",
                "QuestionCn": "在青海-西藏高原东北部和黄土高原的背景下，收集河水和黄土剖面的同位素数据的过程涉及什么？",
                "AnswerEn": "The process involves collecting river water samples from the northeastern Qinghai-Tibetan Plateau, specifically from the Qilian Mountains, and gathering powdered samples at various depths from a loess profile in Huan County, Gansu Province. River water samples are measured for temperature, pH, electrical conductivity (Ec), and oxidation-reduction potential (ORP) on-site using a water quality parameter detector. After collection, samples are filtered, sealed, and stored at room temperature within 24 hours. For loess profile samples, micro-calcite bodies are extracted using a binocular microscope from samples larger than 75μm particle size, dissolved in 0.075N HNO3, and analyzed for Mg, Ca, Sr content, and 87Sr/86Sr. These procedures are carried out in laboratories at Tianjin University and Nanjing University, providing crucial data for understanding isotopic and elemental changes in the surface processes of the Qinghai-Tibetan Plateau and weathering and erosion characteristics in its surrounding regions.",
                "AnswerCn": "该过程涉及从青藏高原东北部的祁连山收集河水样本，并在甘肃省环县的黄土剖面不同深度收集粉末样本。河水样本在现场使用水质参数检测仪测量温度、pH、电导率（Ec）和氧化还原电位（ORP）。样本收集后，需在24小时内进行过滤、密封并在室温下保存。对于黄土剖面样本，使用双目显微镜从粒径大于75μm的样本中提取微小方解石体，溶解于0.075N HNO3中，并分析镁（Mg）、钙（Ca）、锶（Sr）含量及87Sr/86Sr比值。这些程序在天津大学和南京大学的实验室进行，为理解青藏高原表面过程中的同位素和元素变化以及其周边地区的风化和侵蚀特征提供了重要数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the environmental processes on the northeastern Tibetan Plateau from the observed variations in river water isotope compositions and micro-calcite Sr isotopic data patterns?",
                "QuestionCn": "从观察到的河水同位素组成和微钙石锶同位素数据模式的变化，可以推断出东北藏高原的环境过程。",
                "AnswerEn": "The variations in river water C, H, and O isotope compositions, along with micro-calcite Sr isotopic data, provide insights into the weathering and erosion characteristics of different lithological catchments in the northeastern Tibetan Plateau. The isotopic data can help infer processes like chemical weathering, precipitation contributions, and element cycling in the region's unique geological and climatic context. The methodology of collecting and analyzing these isotopes supports a detailed understanding of the surface processes affecting the plateau over time.",
                "AnswerCn": "河水中C、H和O同位素组成的变化，以及微方解石Sr同位素数据，为了解东北藏区不同岩石类型流域的风化和侵蚀特征提供了线索。这些同位素数据有助于推断该地区独特地质和气候背景下的化学风化、降水贡献和元素循环等过程。收集和分析这些同位素的方法支持了对高原表面过程随时间变化的详细理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific isotopes for analyzing river water and loess samples in the context of the northeastern Tibetan Plateau?",
                "QuestionCn": "在东北藏 Plateau 的河水和黄土样品分析中，选择特定同位素的因素包括哪些？",
                "AnswerEn": "The selection of specific isotopes such as C, H, O for river water and Sr for loess samples is influenced by the need to study isotope and element changes during surficial processes in the Tibetan Plateau. This selection helps in quantifying weathering and erosion characteristics of different lithological basins surrounding the Tibetan Plateau.",
                "AnswerCn": "选择特定同位素，如碳（C）、氢（H）、氧（O）用于河水样本，以及锶（Sr）用于黄土样本，是为了研究青藏高原表层过程中的同位素和元素变化。这一选择有助于量化青藏高原周围不同岩石基底的风化和侵蚀特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for understanding weathering and erosion characteristics when using isotopic data from river water and loess profiles in the northeastern Tibetan Plateau?",
                "QuestionCn": "了解东北藏区河水和黄土剖面的同位素数据时，理解风化和侵蚀特征的潜在后果是什么？",
                "AnswerEn": "Using isotopic data from river water and loess profiles provides crucial insights into the mechanisms of isotopic and elemental changes during weathering and erosion processes in the northeastern Tibetan Plateau. This approach allows for a quantitative analysis of the weathering and erosion characteristics specific to different lithological catchments in this region, enhancing the understanding of surface processes and their variability.",
                "AnswerCn": "使用河水和黄土剖面的同位素数据为了解东北藏区在风化和侵蚀过程中同位素和元素变化的机制提供了重要的见解。这种方法允许对该地区不同岩石类型集水区的风化和侵蚀特征进行定量分析，从而增强对表面过程及其变异性的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting C, H, O isotopic data from river water samples in the northeastern Tibetan Plateau, and how do these data contribute to understanding the weathering and erosion characteristics of different lithological basins in the region?",
                "QuestionCn": "收集来自东北藏高原河水样本的C、H、O同位素数据的主要目标是什么，这些数据如何有助于理解该地区不同岩石类型流域的风化和侵蚀特征？",
                "AnswerEn": "The primary objective is to study the mechanisms of isotopic and elemental changes during surface processes on the Tibetan Plateau. The data provide valuable insights into the weathering and erosion characteristics by quantifying these processes in different lithological basins surrounding the plateau.",
                "AnswerCn": "主要目标是研究青藏高原表面过程中的同位素和元素变化机制。这些数据通过量化青藏高原周围不同岩石类型盆地的风化和侵蚀特征，提供了宝贵的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing river water samples for C, H, and O isotopes and loess profile micro-calcium Sr isotopes in the northeastern Tibetan Plateau and surrounding regions?",
                "QuestionCn": "在东北藏区及周边地区收集和分析河水样本中的碳（C）、氢（H）和氧（O）同位素，以及黄土剖面微量钙（Sr）同位素的仪器和程序步骤包括：\n\n1. **样本收集**：\n   - 选择采样地点，确保代表性。\n   - 使用清洁的采样瓶（通常为聚乙烯或玻璃瓶）收集河水样本。\n   - 在采样时避免污染，尽量在水流中采样。\n   - 记录采样时间、地点、气候条件等信息。\n\n2. **样本处理**：\n   - 将水样过滤以去除悬浮物，通常使用0.45微米的滤膜。\n   - 对于C、H、O同位素分析，可能需要将水样冷冻保存或在低温下运输。\n\n3. **同位素分析**：\n   - **C、H、O同位素分析**：\n     - 使用质谱仪（如气相色谱-质谱联用仪）进行分析。\n     - 对水样进行化学处理以提取所需的同位素。\n     - 进行标准化处理，确保结果的准确性和可比性。\n\n   - **Sr同位素分析**：\n     - 收集黄土剖面样本，使用适当的工具（如铲子、钻探设备）进行采样。\n     - 将样本干燥并粉碎，以便后续分析。\n     - 使用离子色谱法或质谱法提取和分析Sr同位素。\n\n4. **数据分析**：\n   - 对获得的同位素数据进行统计分析，比较不同样本之间的差异。\n   - 使用地理信息系统（GIS）工具进行空间分析，研究同位素分布与环境因素的关系。\n\n5. **结果解释**：\n   - 将分析结果与已有文献进行对比，讨论其地质和环境意义。\n   - 撰写研究报告，分享研究发现。",
                "AnswerEn": "River water samples are collected from the northeastern Tibetan Plateau's Qilian Mountain watershed and surrounding areas. The instrumental steps include using water quality parameter detectors on-site to measure water temperature, pH, electrical conductivity (Ec), and oxidation-reduction potential (ORP). After collection, samples are filtered and sealed within 24 hours and stored at room temperature. For loess profile samples, micro-calcium bodies are extracted from samples with a grain size of >75μm using a binocular microscope, then dissolved in 0.075N HNO3 to test for Mg, Ca, Sr content, and 87Sr/86Sr isotopic ratios. These procedures are conducted in laboratories at Tianjin University and Nanjing University, with specific testing information provided in associated documentation.",
                "AnswerCn": "在东北藏区的祁连山流域及周边地区收集河水样本。仪器步骤包括在现场使用水质参数检测仪测量水温、pH、电导率（Ec）和氧化还原电位（ORP）。样本采集后，在24小时内进行过滤并密封，存放在室温下。对于黄土剖面样本，使用双目显微镜从粒径大于75μm的样本中提取微钙体，然后用0.075N HNO3溶解，以测试镁（Mg）、钙（Ca）、锶（Sr）含量及87Sr/86Sr同位素比率。这些程序在天津大学和南京大学的实验室进行，具体测试信息在相关文档中提供。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}