{
    "id": "19349239-f4c6-45a5-8d1c-ff1ca88df66d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat normalized difference vegetation index (NDVI) products over the Tibetan Plateau (2020)",
            "titleCn": "青藏高原Landsat系列卫星遥感归一化差值植被指数（NDVI）产品（2020）",
            "description": "The dataset is the Landsat normalized difference vegetation index (NDVI) products of 2020 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NDVI equation which defined the difference between NIR band and red band.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. The NDVI can indicate the health of vegetation and the growth of vegetation,it is thusly widely used in agriculture, forestry, ecological environment and other fields. It is also an important input parameter for the inversion of ecological physical parameters, and is one of the most widely used vegetation indexes.\n",
            "descriptionCn": "1）数据内容：本数据集包含2020年青藏高原地区Landsat长时序NDVI，可反映植被的健康情况及植被的长势。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDVI的计算公式进行生产的，即通过计算近红外波段和红波段之间的差异来定量化植被的生长状况；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数可反映植被的健康情况及植被的长势，由于计算简单，指示性好，被广泛应用于农业、林业、生态环境等领域，同时也是生态物理参数反演的重要输入参数，是目前应用最为广泛的植被指数之一。\n",
            "instructions": "1)File name rules: the NDVI result of each scense is stored in a floder including the NDVI bands, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-NDVI;the NDVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.\n",
            "instructionsCn": "文件命名：NDVI是以景为单位存放文件夹，由NDVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI，如L5-TM-115-026-19840418-LSR-BRDF-NDVI；其中NDVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF。数据使用方法：NDVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。\n",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 379494545474.0,
            "cstr": "18406.11.Terre.tpdc.300582",
            "doi": "10.11888/Terre.tpdc.300582",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rangeland reflectance characteristics measured by aircraft and spacecraft sensor",
                "referenceCn": null,
                "referenceEn": "DEERING, D.W. (1978). Rangeland reflectance characteristics measured by aircraft and spacecraft sensors. Texas A&M University, College Station, TX, 338."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球资源卫星",
                "nameEn": "Landsat"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to generate a normalized difference vegetation index (NDVI) product in the Tibetan Plateau for the year 2020?",
                "QuestionCn": "您能否提供一个用于生成2020年青藏高原归一化植被指数（NDVI）产品的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using the Landsat series satellite surface reflectance data from the Tibetan Plateau to calculate the NDVI. This method quantifies vegetation growth by computing the difference between near-infrared and red bands.",
                "AnswerCn": "一种数据收集方法涉及使用来自青藏高原的Landsat系列卫星表面反射率数据来计算NDVI。该方法通过计算近红外和红色波段之间的差异来量化植被生长。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of NDVI datasets used to reflect vegetation health and growth in the Qinghai-Tibet Plateau?",
                "QuestionCn": "反映青藏高原植被健康和生长的NDVI数据集的特征是什么？",
                "AnswerEn": "derived from Landsat series satellite surface reflectance data, measures vegetation health and growth, calculates the difference between near-infrared and red bands, includes quality assurance files to identify cloud, ice, and snow, used in agriculture, forestry, ecological environment fields, simplicity, strong indicative properties",
                "AnswerCn": "源自Landsat系列卫星地表反射率数据，衡量植被健康和生长，计算近红外和红光波段之间的差异，包含质量保证文件以识别云、冰和雪，应用于农业、林业、生态环境领域，简单且具有强指示性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '归一化差值植被指数' (Normalized Difference Vegetation Index - NDVI) mean in the context of remote sensing and ecosystem monitoring on the Qinghai-Tibet Plateau?",
                "QuestionCn": "'归一化差值植被指数'（Normalized Difference Vegetation Index - NDVI）在遥感和青藏高原生态系统监测的背景下，指的是一种用于评估植被覆盖和健康状况的指标。",
                "AnswerEn": "In the context of remote sensing and ecosystem monitoring on the Qinghai-Tibet Plateau, '归一化差值植被指数' (NDVI) refers to a quantitative measure used to assess the health and growth of vegetation. It is derived from Landsat satellite surface reflectance data and is calculated using the difference between the near-infrared and red bands. NDVI is a widely used vegetation index due to its simplicity and effectiveness in indicating vegetation health, making it an essential input parameter for agricultural, forestry, and ecological environment applications.",
                "AnswerCn": "在青藏高原的遥感和生态系统监测中，'归一化差值植被指数'（NDVI）指的是一种用于评估植被健康和生长的定量指标。它是通过利用Landsat卫星表面反射率数据计算得出的，计算方法是近红外波段与红色波段之间的差值。由于其简单性和有效性，NDVI是广泛使用的植被指数，能够指示植被健康，因此在农业、林业和生态环境应用中是一个重要的输入参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using NDVI data from satellite remote sensing to assess vegetation health, and how might this influence ecological research methodologies on the Tibetan Plateau?",
                "QuestionCn": "使用卫星遥感的NDVI数据评估植被健康的潜在结果是什么，这可能如何影响对青藏高原的生态研究方法？",
                "AnswerEn": "Using NDVI data from satellite remote sensing to assess vegetation health can provide valuable insights into the growth conditions and health status of vegetation. This data can influence ecological research methodologies by offering a simplified and indicative measure that is widely applied in agriculture, forestry, and ecological environments. Additionally, it can serve as a crucial input parameter for retrieving eco-physical parameters, which is essential for advancing research in these areas.",
                "AnswerCn": "使用卫星遥感的NDVI数据评估植被健康可以提供有关植被生长条件和健康状态的宝贵见解。这些数据可以影响生态研究方法，通过提供一种简化且具有指示性的测量，广泛应用于农业、林业和生态环境。此外，它还可以作为获取生态物理参数的重要输入参数，这对于推动这些领域的研究至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a dataset for NDVI using Landsat satellite imagery in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原使用Landsat卫星影像开发NDVI数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives include reflecting the health status and growth trend of vegetation in the Qinghai-Tibet Plateau. Due to its simplicity and strong indicative nature, NDVI is widely applied in agriculture, forestry, and ecological environment fields. It also serves as an important input parameter for ecological physical parameter inversion and is one of the most widely used vegetation indices.",
                "AnswerCn": "主要目标包括反映青藏高原植被的健康状况和生长趋势。由于其简单性和强指示性，NDVI广泛应用于农业、林业和生态环境领域。它还作为生态物理参数反演的重要输入参数，是最常用的植被指数之一。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in calculating the NDVI from Landsat satellite surface reflectance data to assess vegetation health and growth status in the Qinghai-Tibet Plateau?",
                "QuestionCn": "计算NDVI（归一化植被指数）以评估青藏高原植被健康和生长状态的程序步骤如下：\n\n1. 收集Landsat卫星的表面反射率数据。\n2. 选择感兴趣的时间段和区域。\n3. 对数据进行预处理，包括去云、去噪声和大气校正。\n4. 提取红光波段（通常是Band 4）和近红外波段（通常是Band 5）的反射率值。\n5. 使用以下公式计算NDVI：\n   \\[\n   NDVI = \\frac{(NIR - Red)}{(NIR + Red)}\n   \\]\n   其中NIR是近红外波段的反射率，Red是红光波段的反射率。\n6. 将计算得到的NDVI值进行分类和分析，以评估植被健康和生长状态。\n7. 可视化NDVI结果，生成地图或图表以便于解读和展示。\n8. 根据NDVI变化趋势进行长期监测和分析，评估植被的动态变化。",
                "AnswerEn": "The NDVI is calculated using the formula that quantifies the difference between the near-infrared band and the red band from Landsat satellite surface reflectance data. This involves processing the long-term series data to reflect the vegetation health and growth status. Cloud and snow are identified and marked with quality identification files (QA) during this process.",
                "AnswerCn": "NDVI是通过计算来自Landsat卫星表面反射数据的近红外波段和红色波段之间的差异来得出的。这涉及处理长期系列数据，以反映植被的健康状况和生长状态。在此过程中，云和雪会通过质量识别文件（QA）进行识别和标记。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the derivation of NDVI from Landsat series satellite data for assessing vegetation health on the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些技术进步使得能够从Landsat系列卫星数据中推导出NDVI，以评估青藏高原的植被健康状况？",
                "AnswerEn": "The derivation of NDVI from Landsat series satellite data is enabled by the availability of surface reflectance datasets from the satellite. These datasets allow for the calculation of NDVI using the formula that quantifies the difference between the near-infrared and red bands, reflecting vegetation growth conditions. The process is further supported by quality assurance files that identify clouds, ice, and snow, ensuring data reliability.",
                "AnswerCn": "NDVI的推导依赖于来自Landsat系列卫星数据的地表反射率数据集。这些数据集允许使用公式计算NDVI，该公式量化了近红外和红色波段之间的差异，反映了植被生长状况。该过程还得到了质量保证文件的支持，这些文件识别云、冰和雪，确保数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}