{
    "id": "198015d3-c56e-495f-aa1f-e393ee99e224",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: MODIS dataset",
            "titleCn": "黑河综合遥感联合试验：MODIS遥感数据集",
            "description": "This is the MODIS data with 499 scenes covering the whole Heihe River basin in 2008 and 2009.\nThe acquisition time is from 2008-04-23 to 2008-09-30 (295 scenes), and from 2009-05-01 to 2009-10-01 (204 scenes).\nMODIS data products have 36 channels with resolutions of 250m, 500m and 1000m respectively. The data format is pds, unprocessed, and the MODIS processing software is filed together with the original data.\nMODIS remote sensing data of Heihe Integrated Remote Sensing Joint Test are provided by Gansu Meteorological Bureau.",
            "descriptionCn": "2008年和2009年MODIS数据499景，覆盖黑河全流域。\n获取时间分别为2008-04-23至2008-09-30（295景），2009-05-01至2009-10-01（204景）。\nMODIS数据产品有36个通道，分辨率分别为250m、500m、1000m。数据格式为pds，未经过处理，MODIS处理软件与原始数据归档在一起。\n黑河综合遥感联合试验MODIS遥感数据由甘肃省气象局提供。",
            "instructions": "",
            "instructionsCn": "",
            "east": 102.125,
            "west": 97.399,
            "south": 37.683,
            "north": 42.685,
            "startTime": "2008-05-06 01:58:00",
            "endTime": "2009-10-14 01:58:00",
            "fileSize": 5607941727.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "甘肃省气象局",
                "nameEn": "Gansu meteorological bureau",
                "unitEn": "",
                "unitCn": "甘肃省气象局"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河中游试验区不同分辨率LAI数据处理、分析和尺度转换",
                "titleEn": null,
                "referenceCn": "刘艳, 王锦地, 周红敏, 薛华柱. 黑河中游试验区不同分辨率LAI数据处理、分析和尺度转换. 遥感技术与应用, 2010, 25(6): 805-813.",
                "referenceEn": null
            },
            {
                "titleCn": "基于多尺度遥感数据估算地表通量的方法及其验证分析",
                "titleEn": null,
                "referenceCn": "刘雅妮, 辛晓洲, 柳钦火, 周春艳. 基于多尺度遥感数据估算地表通量的方法及其验证分析. 地球科学进展, 2010, 25(11): 1261–1272.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "基于被动微波的寒旱区地表温度反演",
                "titleEn": null,
                "referenceCn": "彭丹青, 李京, 赵天杰, 张立新. 基于被动微波的寒旱区地表温度反演. 冰川冻土, 2009(02): 233–238.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雷达遥感",
                "nameEn": "Radar remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2009",
                "keywordEn": "2009",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset that includes multi-temporal remote sensing data covering a full watershed area and discuss the typical challenges in processing such data?",
                "QuestionCn": "您能否提供一个包含覆盖整个流域区域的多时相遥感数据的数据集示例，并讨论处理此类数据的典型挑战？",
                "AnswerEn": "A dataset that includes multi-temporal remote sensing data covering a full watershed area is the MODIS remote sensing dataset from the Heihe Integrated Remote Sensing Joint Experiment. This dataset comprises 499 MODIS images covering the entire Heihe River Basin for the years 2008 and 2009, with acquisition dates from April 23 to September 30, 2008 (295 scenes), and May 1 to October 1, 2009 (204 scenes). Typical challenges in processing such data include handling the large volume of data due to the 36 channels with varying resolutions (250m, 500m, 1000m), managing the unprocessed pds format which requires specialized MODIS processing software, and ensuring accurate calibration and validation across the temporal span.",
                "AnswerCn": "一个包含全流域区域多时相遥感数据的数据集是来自黑河综合遥感联合实验的MODIS遥感数据集。该数据集包含499幅MODIS影像，覆盖黑河流域2008年和2009年的数据，获取日期为2008年4月23日至9月30日（295幅场景），以及2009年5月1日至10月1日（204幅场景）。处理此类数据的典型挑战包括处理由于36个通道和不同分辨率（250米、500米、1000米）而产生的大量数据，管理未处理的pds格式，这需要专门的MODIS处理软件，以及确保在时间跨度内的准确校准和验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a remote sensing dataset that covers an entire river basin using MODIS data?",
                "QuestionCn": "覆盖整个流域的遥感数据集的特点使用MODIS数据包括：",
                "AnswerEn": "imagery collected over specific time periods, 499 scenes, 36 channels, resolutions of 250m, 500m, 1000m, data format is pds, unprocessed, MODIS processing software included",
                "AnswerCn": "在特定时间段内收集的影像，共499个场景，36个通道，分辨率为250米、500米、1000米，数据格式为PDS，未经处理，包含MODIS处理软件。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many scenes are included in a dataset covering the Heihe River Basin for the years 2008 and 2009?",
                "QuestionCn": "在涵盖2008年和2009年黑河流域的数据集中包含多少个场景？",
                "AnswerEn": "499 scenes",
                "AnswerCn": "499个场景",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of 'MODIS遥感数据集' in the context of remote sensing data collection?",
                "QuestionCn": "'MODIS遥感数据集'在遥感数据收集的背景下具有重要意义。",
                "AnswerEn": "MODIS遥感数据集 refers to a dataset from the Moderate Resolution Imaging Spectroradiometer (MODIS) which includes 499 scenes covering the entire Heihe River Basin. The dataset covers specific time periods in 2008 and 2009 and consists of 36 data channels with resolutions of 250m, 500m, and 1000m. The data format is pds and is unprocessed, with processing software and raw data archived together. This dataset is significant as it provides comprehensive temporal and spatial coverage for remote sensing analysis, which can be crucial for environmental monitoring and research in the Heihe River Basin.",
                "AnswerCn": "MODIS遥感数据集是指来自中分辨率成像光谱仪（MODIS）的数据集，涵盖了整个黑河流域的499个场景。该数据集覆盖了2008年和2009年的特定时间段，包含36个数据通道，分辨率为250米、500米和1000米。数据格式为pds，且为未处理数据，处理软件和原始数据一起归档。该数据集具有重要意义，因为它为遥感分析提供了全面的时间和空间覆盖，这对于黑河流域的环境监测和研究至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for specific data collection methods when acquiring MODIS remote sensing data for a comprehensive study of the Heihe River basin?",
                "QuestionCn": "在对黑河流域进行综合研究时，获取MODIS遥感数据时需要特定的数据收集方法的原因是什么？",
                "AnswerEn": "The need for specific data collection methods arises from the requirement to cover the entire Heihe River basin comprehensively, obtaining MODIS remote sensing data at various resolutions (250m, 500m, 1000m) and across multiple channels (36 channels) to ensure detailed and accurate analysis. The data needs to be collected over specific time periods (2008-04-23 to 2008-09-30 and 2009-05-01 to 2009-10-01) to capture seasonal variations and changes. Additionally, the data is provided in raw format (pds) by the Gansu Meteorological Bureau, which necessitates specialized processing software to handle and interpret the data effectively.",
                "AnswerCn": "特定数据收集方法的需求源于全面覆盖整个黑河流域的要求，获取不同分辨率（250米、500米、1000米）和多个通道（36个通道）的MODIS遥感数据，以确保详细和准确的分析。数据需要在特定时间段内收集（2008年4月23日至2008年9月30日和2009年5月1日至2009年10月1日），以捕捉季节变化和变化。此外，数据由甘肃气象局以原始格式（pds）提供，这需要专业的处理软件来有效处理和解释数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting MODIS remote sensing data covering the Heihe River Basin for the given time periods in 2008 and 2009?",
                "QuestionCn": "收集覆盖黑河流域的MODIS遥感数据在2008年和2009年期间的目标是什么？",
                "AnswerEn": "The goal of collecting MODIS remote sensing data for the Heihe River Basin is likely to monitor and analyze environmental and climatic variables over a large spatial area with varying resolutions of 250m, 500m, and 1000m. The data can be used to study seasonal changes, land cover, and potentially support hydrological or ecological research within the basin. The data is provided by the Gansu Meteorological Bureau and is intended to enhance understanding of the region's dynamics through comprehensive remote sensing analysis.",
                "AnswerCn": "收集MODIS遥感数据的目标是监测和分析河西走廊的环境和气候变量，覆盖一个具有250米、500米和1000米不同分辨率的大空间区域。该数据可用于研究季节变化、土地覆盖，并可能支持该流域的水文或生态研究。数据由甘肃气象局提供，旨在通过全面的遥感分析增强对该地区动态的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the necessary steps to collect and process MODIS remote sensing data for the Heihe River basin, ensuring coverage and resolution requirements are met?",
                "QuestionCn": "收集和处理MODIS遥感数据以满足黑河流域的覆盖和分辨率要求的必要步骤是什么？",
                "AnswerEn": "To collect and process MODIS remote sensing data for the Heihe River basin, the following steps may be necessary: first, acquire MODIS data covering the whole basin for the specified time frames (2008-04-23 to 2008-09-30 and 2009-05-01 to 2009-10-01). Ensure the data includes all 36 channels with resolutions of 250m, 500m, and 1000m. The data, which is in PDS format, is provided by the Gansu Meteorological Bureau. Utilize the MODIS processing software that accompanies the raw data for any necessary preprocessing or analysis.",
                "AnswerCn": "为了收集和处理黑河流域的MODIS遥感数据，可能需要以下步骤：首先，获取覆盖整个流域的MODIS数据，时间范围为2008年4月23日至2008年9月30日，以及2009年5月1日至2009年10月1日。确保数据包含所有36个通道，分辨率为250米、500米和1000米。数据以PDS格式提供，由甘肃省气象局提供。利用随原始数据提供的MODIS处理软件进行必要的预处理或分析。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or resources enabled the collection of MODIS remote sensing data across the full basin of the Heihe River during 2008 and 2009?",
                "QuestionCn": "哪些条件或资源使得在2008年和2009年能够收集到全流域的MODIS遥感数据？",
                "AnswerEn": "The collection of MODIS remote sensing data across the full basin of the Heihe River during 2008 and 2009 was enabled by the resources provided by the Gansu Meteorological Bureau, which supplied the MODIS datasets, covering 499 scenes with specific timeframes in 2008 and 2009. The data includes multiple spectral channels with varying resolutions and is archived with the necessary processing software.",
                "AnswerCn": "2008年和2009年，甘肃省气象局提供的资源使得对黑河全流域的MODIS遥感数据的收集成为可能，涵盖了2008年和2009年的499个场景。数据包括多个光谱通道，具有不同的分辨率，并且存档了必要的处理软件。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}