{
    "id": "1a59b1c0-983a-4eec-bb4a-f6ffc2970517",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Relative sea level rise and coastal flood risks under three RCP - SSP combinations along the coastal China",
            "titleCn": "多种RCP-SSP组合下中国沿海地面相对海平面变化和海岸洪水模拟结果",
            "description": "https://doi.org/10.1038/s41467-022-34525-w is data sources. The data results from DIVA model assessment, including differences along China's coast of relative sea level rise and coastal composition; Combing with a variety of climate scenarios (RCP) and human-induced factors scenario (SSP, protection, and subsidence), we quantitatively evaluate the impacts of extremal water level under the sea level changes from 2010 to 2100 on China's land area, population exposure, and risk and asset. Three RCP-SSPs combinations are presented, RCP 2.6-SSP1, RCP 4.5-SSP2 and RCP 8.5-SSP5.Through different scenario selection and combination, we can compare analysis subsequently environment and the influence of human factors on the evaluation results. Evaluation results can provide the basis for policymakers in the overall risk information, and delimiting the high-risk areas along the coast and quantitatively evaluating coastal zone of adaptation.",
            "descriptionCn": "数据来源https://doi.org/10.1038/s41467-022-34525-w。通过DIVA模型建模评估获得包含中国沿海不同岸段的相对海平面上升值及组成成分；结合多种气候情景（RCP情景）与人为因素情景（SSP情景、沉降情景、设防情景），定量评估了2010-2100年海平面变化下极值水位对中国土地面积、人口和资产暴露与风险。3种RCP-SSPs组合分别RCP 2.6-SSP1,RCP 4.5-SSP2,RCP 8.5-SSP5。通过不同情景选取和组合，可以对比分析孕灾环境和人为因素变化对评估结果的影响程度。评估结果可为政策制定者提供基础的整体风险信息，并划定沿海高风险区域，定量评估海岸带适应措施的影响。",
            "instructions": "According to the administrative area and time",
            "instructionsCn": "按照年份和行政区划等命名",
            "east": 135.0,
            "west": 73.5,
            "south": 4.0,
            "north": 53.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 6728677.0,
            "cstr": null,
            "doi": "10.5281/zenodo.6969115",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "方佳毅",
                "nameEn": "FANG Jiayi",
                "unitEn": "",
                "unitCn": "杭州师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Benefits of subsidence control for coastal flooding in China [Data set]",
                "referenceCn": null,
                "referenceEn": "Fang, J., et al. (2022). Benefits of subsidence control for coastal flooding in China. Zenodo https://doi.org/10.5281/zenodo.6969115."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "海洋",
                "nameEn": "Ocean"
            }
        ],
        "themeList": [
            {
                "nameCn": "海洋水文",
                "nameEn": "Marine Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国沿海",
                "keywordEn": "Coastal China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of meteorological elements gradient of Alpine meadow and grassland ecosystem superstation, 2018)"
            },
            {
                "titleCn": "西藏县乡村水电站统计表（2018）",
                "titleEn": "Statistics of rural hydropower stations in Tibet in 2018"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2020）",
                "titleEn": "Water index in the Qilian Mountain Area in 2020"
            },
            {
                "titleCn": "青藏高原水资源统计数据（2004-2016）",
                "titleEn": "Statistical data of water resources in Qinghai Tibet Plateau (2004-2016)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2020）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Daman Superstation, 2020)"
            },
            {
                "titleCn": "格陵兰冰盖表面高程时间序列（1991-2020）",
                "titleEn": "Surface elevation time series over the Greenland Ice Sheet (1991-2020)"
            },
            {
                "titleCn": "南极冰盖表面高程时间序列（2002-2019）",
                "titleEn": "Surface elevation time series of Antarctic ice sheet  (2002-2019)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land subsidence is impacting large populations in coastal Asia via relative sea-level rise (RSLR). Coastal areas are threatened by increased flooding during the 21st century and beyond due to climate-induced sea-level rise (SLR). However, the impact of human-induced subsidence and its effect on relative sea-level rise (RSLR) at broad scales has been less assessed. RSLR comprises the sum of climate-driven SLR, glacial isostatic adjustment (GIA), tectonic vertical land movements, natural subsidence due to consolidation, and human-induced subsidence due to ground fluid withdrawal, drainage, and other causes. A number of important coastal cities built completely or partly on deltaic deposits, such as New Orleans, Bangkok, Jakarta, Shanghai, and Tokyo, have already experienced several meters of human-induced subsidence through the 20th/early 21st century. Hence, subsidence is a process with major consequences for flood risk and adaptation requirements in coastal areas. South, southeast, and east Asia are especially prone to these issues, reflecting the dense coastal population and high subsidence potential of deltas and alluvial plains around these coasts. The mechanisms of land subsidence are complex, resulting from a multitude of natural processes (e.g., natural compaction) and anthropogenic processes (e.g., underground fluid withdrawal). Anthropogenic causes have the potential to greatly accelerate natural subsidence processes to rates often exceeding 1 cm/yr, with more than 10 cm/yr locally observed in Jakarta, Indonesia. Reducing human-induced subsidence (henceforth termed subsidence control) by removing its causes, such as reducing or stopping groundwater withdrawal, has been successfully implemented in several coastal cities, most notably Tokyo. China has the largest coastal population in the world and a high subsidence potential along much of its coast due to the presence of many deltas and alluvial plains. However, the most intense human-induced subsidence happens in cities, relating to rapid urbanization, economic development, industrialization, and over-exploitation of groundwater. Subsidence now affects more than eight percent of China’s land area (or 790,000 km2), with average cumulative land subsidence of more than 20 cm (in 2009). Coastal subsidence research in China is strongly focused on Shanghai with less consideration elsewhere or nationally."
            ],
            "research objective": [
                "Here we address this gap and provide a first national-level assessment of the implications of coastal subsidence on RSLR and coastal flooding in China, including the benefits of subsidence control."
            ],
            "challenges": [
                "The future evolution of human-induced subsidence is a complex phenomenon which will depend critically on interactions between a number of drivers, including future human behaviour. It is not presently possible to predict this evolution."
            ],
            "methods": [
                "To estimate the national-average RSLR in 2015, we weigh the data by coastal length and by coastal population. We also assess the relative role of subsidence to future coastal flood risk to 2050 compared with other changes, including climate change, socio-economic change, and subsidence control and adaptation. We use the DIVA coastal flood module for the analysis. To analyse the magnitude and impacts of subsidence on SLR in China, we combine data on four components of relative sea-level change: (a) GIA, (b) Tectonic subsidence/uplift, (c) Delta subsidence, and (d) City subsidence. To estimate the effects of subsidence control, we assume controlled subsidence rates consistent with the goals set by the Chinese government in the “National Land Subsidence Prevention and Control Programme (NLSPCP) (2011-2020).”"
            ],
            "dataset": [
                "The AW3D30 DEM dataset and LandScan population dataset have been used to build the DIVA-China database. The SLR observations are from the European Space Agency Climate Change Initiative Sea Level Project: here, we use SLR observations from 2010 to 2015."
            ],
            "findings": [
                "By 2050, under climate-induced SLR only (Assumption 1), 53,190 km2 of land, 35 million people and US$ 5,263 billion of assets are exposed to the 100-year coastal ﬂood event (Supplementary Table 4). With all RSLR components, including uncontrolled city subsidence (Assumptions 4 and 5), the 100-year coastal ﬂoodplain will expand to 64,000–74,000 km2 in 2050 (an increase of 20–39%). The largest population in the 100-year coastal ﬂood event is under RCP 8.5-SSP 5 (50 million), with associated assets of US$ 9,566 billion. Population and assets exposed to the 100-year coastal ﬂood event under the highest subsidence assumption is about 36–39% higher than in the climate-induced SLR-only assumption. Subsidence control (Assumption 6) is an effective response to reduce growth in exposure to coastal ﬂooding: the increase compared to the climate-induced SLR only assumption is only 7% for exposed land, 6% for exposed population and 7% for exposed assets, respectively."
            ],
            "backgroundCn": [
                "土地沉降正在通过相对海平面上升（RSLR）影响亚洲沿海的大量人口。由于气候引起的海平面上升（SLR），沿海地区在21世纪及以后面临着更严重的洪水威胁。然而，人为引起的沉降及其对相对海平面上升（RSLR）的影响在广泛范围内的评估较少。RSLR是气候驱动的SLR、冰川等时调整（GIA）、构造垂直地壳运动、自然沉降（由于固结）和人为沉降（由于地下流体抽取、排水等原因）之和。许多重要的沿海城市完全或部分建在三角洲沉积物上，例如新奥尔良、曼谷、雅加达、上海和东京，在20世纪/21世纪初已经经历了几米的人为沉降。因此，沉降是一个对沿海地区洪水风险和适应需求具有重大影响的过程。南亚、东南亚和东亚尤其容易面临这些问题，这反映了这些沿海地区人口密集和三角洲及冲积平原的高沉降潜力。土地沉降的机制复杂，既有自然过程（如自然压实），也有人为过程（如地下流体抽取）。人为原因有可能大大加速自然沉降过程，沉降速率常常超过每年1厘米，在印度尼西亚雅加达局部地区甚至观察到超过每年10厘米的沉降。通过消除其原因（如减少或停止地下水抽取）来减少人为引起的沉降（以下简称沉降控制）在一些沿海城市成功实施，尤其是在东京。中国是世界上沿海人口最多的国家，由于许多三角洲和冲积平原的存在，其沿海地区具有较高的沉降潜力。然而，最严重的人为沉降发生在城市，与快速城市化、经济发展、工业化和地下水的过度开发有关。沉降现在影响中国超过8%的土地面积（约790,000平方公里），截至2009年，平均累计土地沉降超过20厘米。中国的沿海沉降研究主要集中在上海，其他地区或全国的关注较少。"
            ],
            "research objectiveCn": [
                "在这里，我们填补了这一空白，并提供了对中国沿海沉降对相对海平面上升（RSLR）和沿海洪水影响的首次国家级评估，包括沉降控制的好处。"
            ],
            "challengesCn": [
                "人类引起的沉降未来演变是一个复杂的现象，关键在于多个驱动因素之间的相互作用，包括未来的人类行为。目前尚无法预测这种演变。"
            ],
            "methodsCn": [
                "为了估算2015年的全国平均相对海平面上升（RSLR），我们根据海岸线长度和沿海人口对数据进行加权。我们还评估了与气候变化、社会经济变化以及沉降控制和适应等其他变化相比，沉降对2050年未来沿海洪水风险的相对作用。我们使用DIVA沿海洪水模块进行分析。为了分析沉降对中国相对海平面变化的影响，我们结合了四个相对海平面变化的组成部分的数据：（a）冰后回弹（GIA），（b）构造沉降/抬升，（c）三角洲沉降，以及（d）城市沉降。为了估算沉降控制的影响，我们假设沉降率的控制与中国政府在“国家土地沉降防治规划（NLSPCP）（2011-2020）”中设定的目标一致。"
            ],
            "datasetCn": [
                "AW3D30 DEM 数据集和 LandScan 人口数据集已被用于构建 DIVA-China 数据库。SLR 观测数据来自欧洲航天局气候变化倡议海平面项目：在这里，我们使用的是 2010 年至 2015 年的 SLR 观测数据。"
            ],
            "findingsCn": [
                "到2050年，仅在气候引起的海平面上升（假设1）下，将有53,190平方公里的土地、3,500万人口和5,2630亿美元的资产暴露于100年一遇的沿海洪水事件（补充表4）。在考虑所有相对海平面上升因素，包括不受控制的城市沉降（假设4和5）时，100年一遇的沿海洪水平原将在2050年扩展到64,000–74,000平方公里（增加20–39%）。在RCP 8.5-SSP 5情景下，暴露于100年一遇沿海洪水事件的人口最多，达到5000万，相关资产为9,5660亿美元。在最高沉降假设下，暴露于100年一遇沿海洪水事件的人口和资产比气候引起的海平面上升仅假设高出约36–39%。沉降控制（假设6）是减少沿海洪水暴露增长的有效应对措施：与仅考虑气候引起的海平面上升假设相比，暴露土地的增加仅为7%，暴露人口的增加为6%，暴露资产的增加为7%。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of the DIVA coastal flood module contribute to the assessment of future coastal flood risk due to human-induced subsidence and other factors?",
                "QuestionCn": "DIVA沿海洪水模块的使用是否有助于评估由于人为引起的沉降和其他因素导致的未来沿海洪水风险？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it possible to estimate the national-average relative sea-level rise (RSLR) by weighing data by coastal length and population?",
                "QuestionCn": "是否可以通过按海岸线长度和人口加权来估计国家平均相对海平面上升（RSLR）？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C6(Creating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection technique for assessing coastal flood risk in China based on satellite observations, ground-based measurements, or modeling approaches?",
                "QuestionCn": "评估中国沿海洪水风险的主要数据收集技术是基于卫星观测、地面测量还是建模方法？",
                "AnswerEn": "modeling approaches",
                "AnswerCn": "建模方法",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What dataset is used for building the DIVA-China database, and what is its significance in the field?",
                "QuestionCn": "DIVA-China数据库是基于中国的多种数据集构建的，这些数据集包括了中国的多样化图像、文本和音频数据。该数据库在研究和开发人工智能、计算机视觉和自然语言处理等领域具有重要意义，因为它为研究人员提供了丰富的资源，以便进行模型训练和算法测试。",
                "AnswerEn": "AW3D30 DEM dataset LandScan population dataset",
                "AnswerCn": "AW3D30 DEM 数据集 LandScan 人口数据集",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Who are the primary beneficiaries of the assessments performed using these data collection methods, and how might the findings be utilized?",
                "QuestionCn": "使用这些数据收集方法进行评估的主要受益者是谁，这些发现可能如何被利用？",
                "AnswerEn": "Policy makers",
                "AnswerCn": "政策制定者",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where does the data for sea-level rise observations come from, and during what time period were these observations collected?",
                "QuestionCn": "海平面上升观测的数据来自哪里，这些观测是在什么时间段内收集的？",
                "AnswerEn": "European Space Agency Climate Change Initiative Sea Level Project, 2010 to 2015",
                "AnswerCn": "欧洲航天局气候变化倡议海平面项目，2010年至2015年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess the different components of relative sea-level change in coastal regions?",
                "QuestionCn": "您能否提供一个用于评估沿海地区相对海平面变化不同组成部分的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for assessing relative sea-level change in coastal regions involves combining data on four components: glacial isostatic adjustment (GIA), tectonic subsidence/uplift, delta subsidence, and city subsidence. This approach helps analyze the magnitude and impacts of subsidence on sea-level rise.",
                "AnswerCn": "评估沿海地区相对海平面变化的数据收集方法的一个例子涉及结合四个组成部分的数据：冰川等静压调整（GIA）、构造沉降/抬升、三角洲沉降和城市沉降。这种方法有助于分析沉降对海平面上升的幅度和影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that can be used to build a database for coastal flood risk assessment in China?",
                "QuestionCn": "一个可以用于在中国建立沿海洪水风险评估数据库的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset used to build a database for coastal flood risk assessment in China is the combination of the AW3D30 DEM dataset and the LandScan population dataset, which are integrated into the DIVA-China database to analyze flood risks.",
                "AnswerCn": "用于中国沿海洪水风险评估的一个数据集示例是将AW3D30 DEM数据集和LandScan人口数据集结合起来，整合到DIVA-China数据库中以分析洪水风险。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a technological approach to estimate the national-average relative sea-level rise in coastal areas?",
                "QuestionCn": "您能否提供一个技术方法的例子，用于估计沿海地区的国家平均相对海平面上升？",
                "AnswerEn": "A technological approach to estimate the national-average relative sea-level rise involves weighing data by coastal length and coastal population, and utilizing the DIVA coastal flood module to assess the role of subsidence and other factors in future coastal flood risks.",
                "AnswerCn": "一种估算国家平均相对海平面上升的技术方法是通过沿海长度和沿海人口加权数据，并利用DIVA沿海洪水模块评估沉降和其他因素在未来沿海洪水风险中的作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and components considered in relative sea-level rise (RSLR) data collection for coastal areas?",
                "QuestionCn": "相对海平面上升（RSLR）数据收集在沿海地区考虑的特征和组成部分包括：",
                "AnswerEn": "climate-driven sea-level rise, glacial isostatic adjustment, tectonic vertical land movements, natural subsidence, human-induced subsidence",
                "AnswerCn": "气候驱动的海平面上升、冰川均衡调整、构造垂直地壳运动、自然沉降、人为沉降",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific features are analyzed in datasets to assess the impact of human-induced subsidence on coastal flood risk?",
                "QuestionCn": "在数据集中分析哪些具体特征以评估人类引起的沉降对沿海洪水风险的影响？",
                "AnswerEn": "magnitude of subsidence, role relative to other changes, effectiveness of subsidence control measures, GIA, tectonic subsidence/uplift, delta subsidence, city subsidence",
                "AnswerCn": "沉降幅度、相对于其他变化的作用、沉降控制措施的有效性、冰后均衡调整（GIA）、构造沉降/隆起、三角洲沉降、城市沉降。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main challenges in collecting and utilizing data on future human-induced subsidence in coastal regions?",
                "QuestionCn": "在收集和利用关于未来人类引起的沿海地区沉降数据时，主要面临的挑战有哪些？",
                "AnswerEn": "complex nature, depends on future human behavior, interactions with other drivers, difficult to predict, uncertainties, assessing impacts alongside other factors",
                "AnswerCn": "复杂的性质，取决于未来的人类行为，与其他驱动因素的相互作用，难以预测，不确定性，与其他因素一起评估影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the estimated area of land exposed to the 100-year coastal flood event by 2050 under climate-induced sea-level rise only?",
                "QuestionCn": "到2050年，由于气候引起的海平面上升，预计暴露于100年沿海洪水事件的土地面积是多少？",
                "AnswerEn": "53,190 km²",
                "AnswerCn": "53,190 平方公里",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How many people are estimated to be exposed to the 100-year coastal flood event by 2050 considering all components of relative sea-level rise?",
                "QuestionCn": "预计到2050年，考虑到相对海平面上升的所有因素，将有多少人面临100年一遇的沿海洪水事件的风险？",
                "AnswerEn": "50 million",
                "AnswerCn": "五千万",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What is the financial value of assets exposed to the 100-year coastal flood event by 2050 with uncontrolled city subsidence included?",
                "QuestionCn": "到2050年，考虑到城市沉降失控，暴露于100年 coastal flood 事件的资产的金融价值是多少？",
                "AnswerEn": "9,566 billion US$",
                "AnswerCn": "9,5660 亿美元",
                "Level": "C3(Applying)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'relative sea-level rise (RSLR)' mean in the context of coastal flooding and subsidence?",
                "QuestionCn": "在沿海洪水和沉降的背景下，“相对海平面上升（RSLR）”指的是海平面相对于陆地的高度变化。这包括由于气候变化导致的海平面上升以及由于地面沉降等因素造成的相对变化。",
                "AnswerEn": "Relative sea-level rise (RSLR) comprises the sum of climate-driven sea-level rise (SLR), glacial isostatic adjustment (GIA), tectonic vertical land movements, natural subsidence due to consolidation, and human-induced subsidence due to ground fluid withdrawal, drainage, and other causes.",
                "AnswerCn": "相对海平面上升（RSLR）包括气候驱动的海平面上升（SLR）、冰川等静态调整（GIA）、构造垂直地壳运动、由于沉降自然引起的下沉以及由于地下流体抽取、排水和其他原因引起的人为下沉。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the 'AW3D30 DEM dataset' in the context of building a coastal flood risk database?",
                "QuestionCn": "'AW3D30 DEM 数据集'是在构建沿海洪水风险数据库的背景下使用的数字高程模型（DEM）数据集。",
                "AnswerEn": "The AW3D30 DEM dataset is used, along with the LandScan population dataset, to build a database for assessing coastal flood risks, specifically in the context of the DIVA-China database.",
                "AnswerCn": "AW3D30 DEM 数据集与 LandScan 人口数据集结合使用，以建立一个用于评估沿海洪水风险的数据库，特别是在 DIVA-China 数据库的背景下。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when collecting data for climate-induced sea-level rise versus human-induced subsidence in coastal regions?",
                "QuestionCn": "在收集气候引起的海平面上升与人类引起的沉降数据时面临的挑战有哪些不同？",
                "AnswerEn": "Data collection for climate-induced sea-level rise primarily deals with climate models and long-term satellite observations, while human-induced subsidence data collection must address complex interactions between rapid urbanization, economic activities, and groundwater extraction, making prediction difficult.",
                "AnswerCn": "气候引起的海平面上升的数据收集主要涉及气候模型和长期卫星观测，而人为引起的沉降数据收集必须应对快速城市化、经济活动和地下水开采之间复杂的相互作用，使得预测变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the different components of relative sea-level change interact to influence flood risk exposure in Chinese coastal regions?",
                "QuestionCn": "不同的相对海平面变化组成部分如何相互作用以影响中国沿海地区的洪水风险暴露？",
                "AnswerEn": "The components of relative sea-level change, including climate-driven sea-level rise, glacial isostatic adjustment, tectonic movements, and both natural and human-induced subsidence, collectively determine flood risk exposure. Each component contributes variably, but human-induced subsidence, particularly from urban areas, has a pronounced effect on increasing flood risk.",
                "AnswerCn": "相对海平面变化的组成部分，包括气候驱动的海平面上升、冰川后退调整、构造运动以及自然和人为的沉降，共同决定了洪水风险暴露。每个组成部分的贡献各不相同，但人为沉降，特别是来自城市地区的沉降，对增加洪水风险有显著影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What insights can be gathered on the effectiveness of subsidence control measures from the data on coastal flood risk scenarios?",
                "QuestionCn": "从沿海洪水风险情景的数据中，可以获得关于沉降控制措施有效性的哪些见解？",
                "AnswerEn": "Data on coastal flood risk scenarios suggest that subsidence control measures are effective in mitigating the growth of exposure to coastal flooding. Controlled subsidence significantly reduces the increase in exposed land, population, and assets compared to scenarios without such measures, indicating the importance of implementing subsidence management strategies.",
                "AnswerCn": "沿海洪水风险情景的数据表明，沉降控制措施在减轻沿海洪水暴露增长方面是有效的。控制沉降显著减少了与没有这些措施的情景相比，暴露土地、人口和资产的增加，这表明实施沉降管理策略的重要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes result in the challenges associated with predicting the evolution of human-induced subsidence in coastal areas?",
                "QuestionCn": "导致预测人类引起的沿海地区沉降演变的挑战的原因是什么？",
                "AnswerEn": "The future evolution of human-induced subsidence is complex and depends critically on interactions between various drivers, including future human behavior, making it challenging to predict this evolution.",
                "AnswerCn": "人类引起的沉降的未来演变是复杂的，关键在于各种驱动因素之间的相互作用，包括未来的人类行为，这使得预测这种演变变得具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a significant focus on subsidence research in certain coastal cities like Shanghai compared to others in China?",
                "QuestionCn": "为什么在某些沿海城市如上海对沉降研究有显著关注，而在中国其他城市则相对较少？",
                "AnswerEn": "Subsidence research in China is strongly focused on Shanghai due to its significant urbanization, economic development, industrialization, and over-exploitation of groundwater, leading to intense human-induced subsidence.",
                "AnswerCn": "中国的沉降研究主要集中在上海，因为上海的城市化、经济发展、工业化以及地下水的过度开采导致了严重的人为沉降。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors lead to the use of certain datasets, such as the AW3D30 DEM and LandScan population datasets, for modeling coastal flood risks?",
                "QuestionCn": "哪些因素导致使用特定的数据集，例如AW3D30数字高程模型（DEM）和LandScan人口数据集，用于建模沿海洪水风险？",
                "AnswerEn": "Datasets like the AW3D30 DEM and LandScan population datasets are used to build models such as the DIVA-China database because they provide detailed and relevant data for analyzing the impacts of subsidence and sea-level rise on coastal flood risks.",
                "AnswerCn": "像AW3D30 DEM和LandScan人口数据集这样的数据集被用来构建DIVA-China数据库，因为它们提供了详细且相关的数据，用于分析沉降和海平面上升对沿海洪水风险的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of incorporating multiple climate and socio-economic scenarios in data collection for assessing coastal flood risks?",
                "QuestionCn": "将多个气候和社会经济情景纳入数据收集以评估沿海洪水风险的潜在后果是什么？",
                "AnswerEn": "Incorporating multiple climate and socio-economic scenarios allows for a comprehensive assessment of how different factors, such as climate change and human activities, interact to influence coastal flood risks. This approach enables a more detailed evaluation of potential changes in land exposure, population, and asset risks under various future conditions, providing valuable information for policymakers to identify high-risk areas and implement effective adaptation strategies.",
                "AnswerCn": "结合多种气候和社会经济情景，可以全面评估气候变化和人类活动等不同因素如何相互作用，影响沿海洪水风险。这种方法能够更详细地评估在不同未来条件下土地暴露、人口和资产风险的潜在变化，为决策者提供有价值的信息，以识别高风险区域并实施有效的适应策略。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What impact might controlling human-induced subsidence have on the data collection methods used for evaluating relative sea-level rise and coastal flooding risks?",
                "QuestionCn": "控制人为引起的沉降对评估相对海平面上升和沿海洪水风险的数据收集方法可能产生什么影响？",
                "AnswerEn": "Controlling human-induced subsidence can significantly alter the data collection methods by necessitating the integration of controlled subsidence rates into models and assessments. This adjustment allows researchers to more accurately forecast future coastal flood risks by accounting for reductions in land subsidence, leading to improved predictions and more effective adaptation planning.",
                "AnswerCn": "控制人为引起的沉降可以显著改变数据收集方法，因为这需要将控制的沉降速率纳入模型和评估中。这一调整使研究人员能够更准确地预测未来的沿海洪水风险，通过考虑土地沉降的减少，从而提高预测的准确性和更有效的适应规划。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of assessing the implications of coastal subsidence on relative sea-level rise and coastal flooding in China?",
                "QuestionCn": "评估海岸沉降对中国相对海平面上升和沿海洪水影响的主要目标是什么？",
                "AnswerEn": "The primary goal is to provide a first national-level assessment of the implications of coastal subsidence on relative sea-level rise and coastal flooding in China, including the benefits of subsidence control.",
                "AnswerCn": "主要目标是对中国沿海沉降对相对海平面上升和沿海洪水的影响进行首次国家级评估，包括沉降控制的好处。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in estimating the national-average relative sea-level rise using coastal length and population data?",
                "QuestionCn": "估计国家平均相对海平面上升所涉及的程序包括使用海岸线长度和人口数据。",
                "AnswerEn": "To estimate the national-average RSLR in 2015, the data is weighed by coastal length and by coastal population. The process involves combining data on multiple components of relative sea-level change, including glacial isostatic adjustment, tectonic subsidence/uplift, delta subsidence, and city subsidence.",
                "AnswerCn": "为了估算2015年的全国平均相对海平面上升（RSLR），数据通过海岸线长度和沿海人口进行加权。该过程涉及结合多个相对海平面变化的组成部分的数据，包括冰川等静压调整、构造沉降/抬升、三角洲沉降和城市沉降。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the DIVA coastal flood module utilized to assess the relative role of subsidence in future coastal flood risk?",
                "QuestionCn": "DIVA沿海洪水模块如何用于评估沉降在未来沿海洪水风险中的相对作用？",
                "AnswerEn": "The DIVA coastal flood module is used to analyze the magnitude and impacts of subsidence on sea-level rise in China. It involves combining data on various components of relative sea-level change and assessing their impact on future coastal flood risk compared to other changes such as climate change, socio-economic factors, and adaptation measures.",
                "AnswerCn": "DIVA沿海洪水模块用于分析沉降对中国海平面上升的影响和程度。它涉及结合相对海平面变化的各个组成部分的数据，并评估它们对未来沿海洪水风险的影响，与气候变化、社会经济因素和适应措施等其他变化进行比较。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed to quantify the effects of subsidence control on reducing coastal flood exposure?",
                "QuestionCn": "用于量化沉降控制对减少沿海洪水暴露影响的方法论有哪些？",
                "AnswerEn": "To quantify the effects of subsidence control, assumptions of controlled subsidence rates are made, consistent with the goals set by the Chinese government in the 'National Land Subsidence Prevention and Control Programme (NLSPCP) (2011-2020).' The analysis compares scenarios with and without subsidence control to assess their impact on land, population, and asset exposure to coastal flooding.",
                "AnswerCn": "为了量化沉降控制的效果，假设了与中国政府在《国家土地沉降防治规划（2011-2020）》中设定的目标一致的受控沉降率。该分析比较了有无沉降控制的情景，以评估其对土地、人口和资产暴露于沿海洪水的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the assessment of relative sea-level rise and its components in coastal regions?",
                "QuestionCn": "哪些数据收集方法能够评估沿海地区的相对海平面上升及其组成部分？",
                "AnswerEn": "To assess relative sea-level rise and its components in coastal regions, data on glacial isostatic adjustment, tectonic subsidence/uplift, delta subsidence, and city subsidence are combined. The DIVA coastal flood module is used for analysis, supported by AW3D30 DEM and LandScan population datasets, along with sea-level rise observations from the European Space Agency Climate Change Initiative Sea Level Project.",
                "AnswerCn": "为了评估沿海地区的相对海平面上升及其组成部分，结合了冰川等静态调整、构造沉降/抬升、三角洲沉降和城市沉降的数据。使用DIVA沿海洪水模块进行分析，支持数据包括AW3D30数字高程模型和LandScan人口数据集，以及来自欧洲空间局气候变化倡议海平面项目的海平面上升观测数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with predicting the future evolution of human-induced subsidence and how can data collection techniques address these challenges?",
                "QuestionCn": "预测人类引起的沉降未来演变所面临的挑战有哪些，以及数据收集技术如何应对这些挑战？",
                "AnswerEn": "Predicting the future evolution of human-induced subsidence is challenging due to its dependency on interactions between various drivers, including future human behavior. Data collection techniques can address these challenges by incorporating a holistic approach that considers the causes of subsidence, such as groundwater withdrawal, as well as implementing controlled subsidence rates aligned with governmental goals.",
                "AnswerCn": "预测人类引起的沉降的未来演变是具有挑战性的，因为它依赖于各种驱动因素之间的相互作用，包括未来的人类行为。数据收集技术可以通过采用整体方法来应对这些挑战，考虑沉降的原因，例如地下水抽取，并实施与政府目标一致的受控沉降率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to accurately predict the future evolution of human-induced subsidence, despite access to various datasets and modeling techniques?",
                "QuestionCn": "尽管可以访问各种数据集和建模技术，但准确预测人类引起的沉降未来演变可能面临挑战，原因如下：",
                "AnswerEn": "The future evolution of human-induced subsidence is a complex phenomenon, critically dependent on interactions between numerous drivers, including future human behavior, which is currently unpredictable.",
                "AnswerCn": "人类引起的沉降的未来演变是一个复杂的现象，严重依赖于多个驱动因素之间的相互作用，包括未来人类行为，这目前是不可预测的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your opinion on the potential challenges faced when integrating diverse datasets like AW3D30 DEM and LandScan population data in a coherent coastal flood risk database?",
                "QuestionCn": "我对在将AW3D30 DEM和LandScan人口数据等多样化数据集整合到一个连贯的沿海洪水风险数据库时可能面临的挑战的看法是什么？",
                "AnswerEn": "Integrating diverse datasets like AW3D30 DEM and LandScan population data can be challenging due to differences in spatial resolution, temporal coverage, and data collection methodologies. These discrepancies can affect the precision and reliability of the overall database, necessitating careful calibration and validation efforts to ensure coherent and accurate flood risk assessments.",
                "AnswerCn": "整合像AW3D30数字高程模型（DEM）和LandScan人口数据这样的多样化数据集可能会面临挑战，因为它们在空间分辨率、时间覆盖和数据收集方法上存在差异。这些差异可能会影响整体数据库的精确性和可靠性，因此需要进行仔细的校准和验证工作，以确保洪水风险评估的连贯性和准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your judgment, what are the implications of using controlled subsidence rates for future flood risk modeling, and how might this influence policy-making?",
                "QuestionCn": "在您看来，使用受控沉降速率进行未来洪水风险建模的影响是什么，这可能如何影响政策制定？",
                "AnswerEn": "Using controlled subsidence rates in flood risk modeling can provide more realistic scenarios for policymakers, showing potential reductions in exposure to coastal flooding. This approach can highlight the benefits of subsidence control measures, thereby influencing policy decisions to implement or strengthen such measures to mitigate future risks effectively.",
                "AnswerCn": "在洪水风险建模中使用控制下沉速率可以为决策者提供更现实的情景，显示出对沿海洪水暴露的潜在减少。这种方法可以突出下沉控制措施的好处，从而影响政策决策，实施或加强这些措施以有效减轻未来风险。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the combination of climate scenarios and human factors can be used to assess the impact on relative sea-level rise.",
                "QuestionCn": "我不明白气候情景和人类因素的结合如何用于评估相对海平面上升的影响。",
                "AnswerEn": "The combination of climate scenarios (RCP scenarios) and human factors (SSP scenarios, subsidence, and defense scenarios) allows for a quantitative assessment of future relative sea-level rise and its impacts. By analyzing different scenarios, researchers can evaluate the influence of both natural and anthropogenic changes on flood risks along China's coastlines.",
                "AnswerCn": "气候情景（RCP情景）与人类因素（SSP情景、沉降和防御情景）的结合，使得对未来相对海平面上升及其影响进行定量评估成为可能。通过分析不同情景，研究人员可以评估自然变化和人为变化对中国沿海地区洪水风险的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how researchers can estimate subsidence rates in urban areas and its contribution to coastal flooding.",
                "QuestionCn": "我不确定研究人员如何估计城市地区的沉降速率及其对沿海洪水的贡献。",
                "AnswerEn": "Researchers estimate subsidence rates by combining data on components of relative sea-level change, such as glacial isostatic adjustment, tectonic subsidence/uplift, delta subsidence, and city subsidence. The DIVA coastal flood module is used to analyze the impacts, and controlled subsidence rates are assumed based on national prevention and control programs.",
                "AnswerCn": "研究人员通过结合相对海平面变化的各个组成部分（如冰川后退调整、构造沉降/抬升、三角洲沉降和城市沉降）来估算沉降速率。DIVA沿海洪水模块用于分析影响，并根据国家防治控制计划假设受控沉降速率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets like AW3D30 DEM and LandScan population help in modeling coastal flood risks.",
                "QuestionCn": "我无法理解像AW3D30 DEM和LandScan人口这样的数据集如何帮助建模沿海洪水风险。",
                "AnswerEn": "Datasets like AW3D30 DEM and LandScan population are used to build databases like DIVA-China for modeling coastal flood risks. The AW3D30 DEM provides detailed elevation data, while LandScan offers population distribution data, both of which are crucial for assessing the exposure of land, people, and assets to calculated flood events under various scenarios.",
                "AnswerCn": "像AW3D30 DEM和LandScan人口数据集这样的数据集被用于构建像DIVA-China这样的数据库，以模拟沿海洪水风险。AW3D30 DEM提供详细的高程数据，而LandScan则提供人口分布数据，这两者对于评估土地、人口和资产在不同情景下对计算洪水事件的暴露至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges in collecting and integrating subsidence data for national-level assessments and propose strategies to overcome these challenges.",
                "QuestionCn": "请探讨收集和整合国家级沉降数据所面临的挑战，并提出克服这些挑战的策略。",
                "AnswerEn": "Challenges include the complexity of subsidence phenomena, the variability of human behavior affecting subsidence, and the limited focus on areas beyond major cities like Shanghai. Strategies could include increasing data collection efforts in less-studied regions, employing remote sensing technologies, and developing predictive models that incorporate socio-economic variables affecting subsidence.",
                "AnswerCn": "挑战包括沉降现象的复杂性、人类行为对沉降的影响的变异性，以及对上海等大城市以外地区关注有限。策略可以包括在较少研究的地区增加数据收集工作，采用遥感技术，以及开发包含影响沉降的社会经济变量的预测模型。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that could enhance the understanding of subsidence impacts on coastal flooding and suggest how these datasets might be integrated with existing data.",
                "QuestionCn": "请调查潜在的数据集，这些数据集可以增强对沉降对沿海洪水影响的理解，并建议如何将这些数据集与现有数据集整合。",
                "AnswerEn": "Potential datasets include high-resolution DEMs like AW3D30 and population datasets like LandScan. Integration could be achieved by aligning these datasets with SLR observations from initiatives such as the European Space Agency Climate Change Initiative to enhance spatial and temporal resolution of flood risk assessments.",
                "AnswerCn": "潜在的数据集包括高分辨率数字高程模型（DEM），如AW3D30，以及人口数据集，如LandScan。通过将这些数据集与欧洲空间局气候变化倡议的海平面上升（SLR）观测结果对齐，可以提高洪水风险评估的空间和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ]
    }
}