{
    "id": "1adac98a-bce7-40ce-a104-1f2755f88f67",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Crop distribution and crop ecological characteristics in Tibet and vertical distribution of tillage system in Qamdo region (1973-1976)",
            "titleCn": "西藏的作物分布与作物生态特征和昌都地区耕作制度的垂直分布（1973-1976）",
            "description": "Certain hydrothermal conditions and soil conditions are the basis of crop growth. The Tibetan Plateau covers a vast area, and the changes of altitude and surface form in different areas are extremely complex. Plateau climate and soil have obvious spatial changes, so the distribution of cultivated land and crops has a large regional. There are two groups of high mountain ranges running east-west and north-south in Tibet, forming the basic framework of the plateau. The vast plateau is distributed between the mountains, and there are many low mountains, hills, lake basins and valley inlaid in the meantime, the overall terrain of the whole region gradually picked up from the southeast to the northwest, the southeast is lower, the west, the north is higher. The majestic Himalayas stand on the southern and western borders of China and India, China and Nepal, China and Tin, China and Bhutan, and China and Pakistan. With a total length of 2,400 kilometers and a mountain width of 200-300 kilometers, and an average elevation of more than 6,000 meters, they constitute a natural barrier to the southern part of the Qinghai-Tibet Plateau. The warm and wet airflow in the Bay of Bengal is blocked by mountains. The climate on the southern slope of the Himalayas is warm and humid, while that on the northern foothills of the Himalayas is warm and cool and dry, forming two different climate regions on the southern and northern slopes. The south side of the Himalayas mountain rivers deep, mountain canyon landform. The valley is more than 3000 meters above sea level, and the climate is warm and humid. The soil types are rich, mainly including mountain yellow soil, mountain brown soil, mountain brown soil and mountain meadow soil, etc. The soil is acidic to neutral, and contains rich humus, high nitrogen content, coarse texture and good permeability. Abundant surface runoff, irrigation conditions are better. However, due to terrain limitations, most of the land cannot be used because the slope is greater than 25 degrees, and most of the land is covered by forests. Arable land is mainly distributed in the valley below 4000 meters, the area is very limited.",
            "descriptionCn": "一定的水热状况和土壤条件是作物生长的基础，西藏高原地域广大，不同地区的海拔高度与地表形态的变化极为复杂，高原气候与土壤产生明显的空间变化，因而耕地与作物分布具有很大的地区性。西藏境内有着东西向和南北向的两组高大山脉，构成高原的基本骨架。高山之间分布着辽阔的高原，并有许多低山、丘陵、湖盆与河谷镶嵌其间，全区总的地势自东南向西北逐渐拾升，东南部的海拔较低，西部、北部的海拔较高。雄伟的喜马拉雅山矗立在南部和西部的中印、中尼、中锡、中不、中巴边界上，全长2400公里，山体宽200-300公里，平均海拔在6000米以上，构成了青藏高原南部的天然屏障。孟加拉湾的暖湿气流受山体阻隔，喜马拉雅山南坡的气侯温暖湿润，喜马拉雅山北麓的气候温凉干燥，南坡、北麓形成两个不同的气侯区域。喜马拉雅山南侧山地河流深切，为高山峡谷地貌。谷地海拔多在3000米以下，气候暖热、湿润。土壤类型丰富，主要有山地黄壤、山地棕壤、山地褐土和高山草甸土等，土壤呈酸性至中性反应，含有较丰富的腐殖质，含氮量较高，质地较粗，通透性好。地表径流丰富，水利灌溉条件较优。但由于地形限制，土地大多因坡度大于25度而不能利用，多为森林所覆盖。耕地主要分布在海拔4000米以下的沿河谷地上，面积很有限。",
            "instructions": "The dataset is stored in Excel format and contains 14 workbooks which are related to crop distribution and crop ecological characteristics in Tibet and vertical distribution of farming system in Qamdo region, respectively\n1. Distribution of agricultural areas in Tibet\n2. Temperature and frost-free period of Tibet Plateau and plains at the same latitude\n3. Vertical decline rate of temperature in different areas of Tibet\n4. Thermal conditions at the same latitude and at different altitudes\n5. Precipitation and sunshine in different areas of Tibet\n6. The highest limit of vertical distribution of crops in Tibet\n7. Growth period types of crops in various agricultural areas of Tibet\n8. Plant height of crops in Tibet\n9. Climate types in Qamdo region\n10. Growth periods of winter wheat at different altitudes (variety: Fattened wheat)\n11. Growth period of winter bare barley at different elevations (variety: local favorite variety)\n12. Rice growth periods at Different elevations in Charu County (Variety: Manbai, 1973)\n13. Growth Stage differences of Crops at Different elevations in Mangam County (survey in 1976)\n14.Cultivation system and crop rotation in Qamdo region",
            "instructionsCn": "该数据集以Excel格式存储，包含了14张工作簿是关西藏的作物分布与作物生态特征和昌都地区耕作制度的垂直分布，分别是\n1、西藏的农区分布\n2、西藏高原与同纬度平原的温度、无霜期\n3、西藏不同地区气温的垂直递减率\n4、同纬度不同海拔地区的热量条件\n5、西藏不同地区的降水与日照\n6、西藏作物垂直分布的最高上限\n7、西藏各农区作物的生育期类型\n8、西藏作物的植株高度\n9、昌都地区的气侯类型\n10、不同海拔高程的冬小麦生育期（品种：肥麦）\n11、不同海拔高程的冬裸大麦生育期（品种：当地当家品种）\n12、察隅县不同海拔高程的水稻生育期（品种：满白，1973年调查）\n13、芒康县不同海拔高程农作物的生育阶段差异（1976年调查）\n14、昌都地区的耕作制度与轮作方式",
            "east": 99.1,
            "west": 78.4,
            "south": 26.83,
            "north": 36.48,
            "startTime": null,
            "endTime": null,
            "fileSize": 56832.0,
            "cstr": "18406.11.HumanNat.tpdc.272557",
            "doi": "10.11888/HumanNat.tpdc.272557",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "路季梅",
                "nameEn": "LU Jimei ",
                "unitEn": "Nanjing Agricultural University",
                "unitCn": "南京农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原科学考察丛书 西藏作物 1984",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1984). 青藏高原科学考察丛书 西藏作物. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1973-1976",
                "keywordEn": "1973-1976",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method suitable for capturing the complex spatial variability of crop distribution and soil conditions in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个适合捕捉青藏高原作物分布和土壤条件复杂空间变异的数据收集方法的例子？",
                "AnswerEn": "A potential data collection method might involve using remote sensing technology and GIS (Geographic Information System) to map and analyze the spatial variability of crop distribution and soil conditions across the Tibetan Plateau. This approach can capture the changes in elevation, surface morphology, and climatic variations that affect crop growth in the region.",
                "AnswerCn": "一种潜在的数据收集方法可能涉及使用遥感技术和地理信息系统（GIS）来绘制和分析青藏高原上作物分布和土壤条件的空间变异性。这种方法可以捕捉影响该地区作物生长的海拔、地表形态和气候变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and challenges of collecting data on crop distribution and ecological features in the varied altitudinal and climatic zones of the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的不同海拔和气候带中，收集作物分布和生态特征数据的特点和挑战是什么？",
                "AnswerEn": "highly variable altitudes, complex surface morphology, significant spatial variations in climate and soil, diverse topography, distinct climatic zones, warm and humid southern slopes, cool dry northern slopes, mountain yellow soil, brown soil, meadow soils, acidic to neutral soil, rich in humus and nitrogen, rugged terrain, arable land below 4000 meters, steep slopes exceeding 25 degrees",
                "AnswerCn": "高度变化大，地表形态复杂，气候和土壤存在显著的空间差异，地形多样，气候区分明，南坡温暖湿润，北坡凉爽干燥，山地黄土、棕壤、草甸土，土壤呈酸性至中性，富含腐殖质和氮，地形崎岖，海拔4000米以下有耕地，坡度超过25度的陡坡。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the elevation range of arable land areas suitable for crop distribution based on the terrain in the Tibetan Plateau?",
                "QuestionCn": "青藏高原上适合作物分布的耕地区域的海拔范围是多少？",
                "AnswerEn": "Below 4000 meters",
                "AnswerCn": "低于4000米",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '耕作制度的垂直分布' mean in the context of crop distribution and ecological characteristics in Tibet?",
                "QuestionCn": "'耕作制度的垂直分布'在西藏的作物分布和生态特征的背景下，指的是不同海拔高度上耕作制度的变化和分布情况。这涉及到在不同的生态环境和气候条件下，作物种植方式、种类和管理实践的差异。",
                "AnswerEn": "'耕作制度的垂直分布' refers to the vertical distribution of cropping systems, which is influenced by the complex variations in altitude and surface morphology across different regions of the Tibetan Plateau. This concept highlights how the topography, climate, and soil conditions, which change with elevation, affect the regional distribution of arable land and crops. In Tibet, arable land is primarily found in river valleys below 4000 meters in elevation.",
                "AnswerCn": "“耕作制度的垂直分布”指的是耕作系统的垂直分布，这受到青藏高原不同地区海拔和地表形态复杂变化的影响。这个概念强调了随着海拔变化，地形、气候和土壤条件如何影响可耕地和作物的区域分布。在西藏，可耕地主要分布在海拔4000米以下的河谷中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for assessing crop distributions and ecological characteristics in the complex terrain of the Tibetan Plateau compare to those used in more uniform agricultural regions?",
                "QuestionCn": "在评估青藏高原复杂地形中的作物分布和生态特征时，数据收集方法与在更均匀的农业地区使用的方法相比，有何不同？",
                "AnswerEn": "In the Tibetan Plateau, the complex terrain with varying altitudes, climates, and soil conditions necessitates diverse data collection methods to accurately assess crop distributions and ecological characteristics. These methods may differ significantly from those used in more uniform agricultural regions, which typically have more consistent conditions. The plateau's unique features, such as the high mountain ranges and varying climate zones, require tailored approaches that consider these spatial variations and the limited availability of arable land due to steep slopes.",
                "AnswerCn": "在青藏高原，复杂的地形、变化的海拔、气候和土壤条件需要多样化的数据收集方法，以准确评估作物分布和生态特征。这些方法可能与更均匀的农业地区使用的方式有显著不同，因为后者通常具有更一致的条件。高原的独特特征，如高山脉和变化的气候带，要求采用量身定制的方法，考虑到这些空间变化以及由于陡坡导致的可耕地有限的情况。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might cause variability in crop distribution and ecological characteristics across different regions of the Tibetan Plateau?",
                "QuestionCn": "导致青藏高原不同地区作物分布和生态特征变异的因素可能包括：",
                "AnswerEn": "The variability in crop distribution and ecological characteristics across the Tibetan Plateau can be attributed to the complex changes in altitude and surface morphology due to the vast and diverse geography. The plateau's climate and soil exhibit significant spatial variation, influenced by the east-west and north-south oriented mountain ranges that form the region's basic framework. These factors lead to regional differences in arable land and crop distribution. Additionally, the presence of the Himalayas creates distinct climatic zones on the southern and northern slopes, further affecting crop distribution.",
                "AnswerCn": "青藏高原上作物分布和生态特征的变异性可以归因于由于广阔而多样的地理环境所导致的复杂海拔和地表形态变化。高原的气候和土壤表现出显著的空间差异，这些差异受到东西向和南北向山脉的影响，这些山脉构成了该地区的基本框架。这些因素导致了可耕地和作物分布的区域差异。此外，喜马拉雅山脉的存在在南北坡上形成了明显的气候区，从而进一步影响了作物分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data collection methods for crop distribution in Tibet due to the region's complex topography and varying climate conditions?",
                "QuestionCn": "由于西藏地区复杂的地形和多变的气候条件，对作物分布的数据收集方法可能产生的潜在影响是什么？",
                "AnswerEn": "The complex topography and varying climate conditions in Tibet, with features like high mountain ranges and diverse soil types, can lead to challenges in data collection methods such as accessibility to remote areas and the need for specialized equipment to measure microclimates. These factors may necessitate the development of advanced geo-spatial techniques and remote sensing technologies to accurately capture crop distribution. Additionally, the diversity in climate and soil conditions could require tailored data collection methodologies to ensure comprehensive and accurate datasets that reflect the regional variability.",
                "AnswerCn": "西藏复杂的地形和多变的气候条件，如高山脉和多样的土壤类型，可能会导致数据收集方法面临挑战，例如偏远地区的可达性以及需要专门设备来测量微气候。这些因素可能需要开发先进的地理空间技术和遥感技术，以准确捕捉作物分布。此外，气候和土壤条件的多样性可能需要量身定制的数据收集方法，以确保全面和准确的数据集，反映区域的变异性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}