{
  "id": "1ba67d25-d205-440f-9aa6-0d47e39ea962",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "100m Gridded datasets for Gross Domestic Product of 34 key nodes (2015)",
      "titleCn": "“一带一路”沿线34个关键节点区域百米尺度GDP格网数据集（2015）",
      "description": "Gross domestic product (GDP) is a monetary measure of the market value of all the final goods and services produced in a period of time, which has been used to determine the economic performance of a whole country or region. According to the collected the published global GDP data of 2015, a downscaling model, named support vector machine regression kriging was established for predicting 100-m GDP in thirty-four key nodes along the Belt and Road. The remote sensed night light data, land cover, vegetation and terrain indices were employed as ancillary variables in downscaling process. To solve the problem of missing data existing in the ancillary datasets, we will apply kriging and function interpolation methods to fill gaps. The aggregation and resampling were used to obtain 1-km and 500-m all ancillary variables, as well as 100-m terrain indices including elevation, slope and aspect. The adopted downscaling model contains trend and residual predictions. The support vector machine regression is used to model the relationship among GDP and its ancillary variables for obtaining GDP trends at fine scale based on scale invariant of the relationship. And then, the kriging interpolation is used to estimate GDP residuals at fine scale. In the downscaling process, the mentioned downscaling model was firstly employed in 1-km and 500-m data for obtaining 500-m GDP predictions; and it was again used in 500-m and 100-m data for achieving 100-m GDP predictions. The 100-m GDP predictions in constant 2011 international US dollars would provide high spatial resolution data for risk assessments.",
      "descriptionCn": "国内生产总值(GDP)是衡指一个国家(或地区)所有常驻单位，在一定时期内，生产的全部最终产品和服务价值的总和，是衡量一个国家的总体经济状况重要指标。根据已有的2015年全球GDP公里格网数据集，通过利用夜间灯光遥感数据、土地覆被类型、植被覆盖情况和地形指数等辅助信息，构建支撑向量机回归克里格降尺度模型来实现34个关键节点区域的百米空间分辨率的GDP预测。针对辅助变量的数据缺失问题，采用克里格插值填补缺值；并通过聚合和重采样方法，获取1-km和500-m夜间灯光、植被指数、土地覆被数据和地形指数，以及100-m地形指数(包括高程、坡度和坡向)。所采用的降尺度模型由趋势和残差预测两部分组成，利用支撑向量机回归建立公里尺度GDP与辅助变量之间的非线性关系，基于变量关系尺度不变的假设，结合精细尺度辅助变量，获取精细尺度GDP趋势预测；再使用克里格插值方法，得到精细尺度GDP残差预测。在降尺度预测中，首先利用1-km和500-m数据，通过降尺度模型得到500-mGDP预测结果；然后根据500-m和100-m数据，再次利用降尺度模型获取34个关键节点区域的2015年百米分辨率GDP预测数据(单位：美元(2011年) )，为区域风险评估提供高分辨率GDP预测数据。",
      "instructions": "In TIFF format, can be opened and analysed in Arcgis software.",
      "instructionsCn": "TIFF文件格式，可以用Arcgis打开查看和分析",
      "east": 97.0,
      "west": 89.0,
      "south": 16.0,
      "north": 24.5,
      "startTime": "2015-01-14 00:00:00",
      "endTime": "2016-01-13 00:00:00",
      "fileSize": 1807941263.0,
      "cstr": "18406.11.Socioeco.tpdc.270451",
      "doi": "10.11888/Socioeco.tpdc.270451",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–201",
        "referenceCn": null,
        "referenceEn": "Kummu, M., Taka, M., & Guillaume, J.H.A. (2018). Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–2015. Scientific Data, 5(1), 180004. https://doi.org/10.1038/sdata.2018.4."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      }
    ],
    "themeList": [
      {
        "nameCn": "GDP",
        "nameEn": "Gross domestic product"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "孟加拉",
        "keywordEn": "Bengal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "全球AVHRR遥感植被春季返青期物候（1981-2013）",
        "titleEn": "The global AVHRR remote sensing vegetation phenology at peturning green stage in spring (1981-2003)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "An increasing amount of high-resolution global spatial data are available, and used for various assessments. However, key economic and human development indicators are still mainly provided only at national level, and downscaled by users for gridded spatial analyses. To provide a consistent product over time and space, the sub-national data were only used indirectly, scaling the reported national value and thus, remaining representative of the official statistics."
      ],
      "research objective": [
        "To this end, we present gap-filled multiannual datasets in gridded form for Gross Domestic Product (GDP) and Human Development Index (HDI)."
      ],
      "challenges": [],
      "methods": [
        "To ensure that our gridded end-products cover the entire land area included in the input datasets, we created a seamless administrative raster file using national (and in some cases also autonomous areas such as Greenland) and sub-national boundaries, and two population datasets (see Table 2). We first expanded the rasterized national and sub-national boundaries to cover NoData areas (such as sea areas and other water bodies) with a 2 arc-degree buffer, using the Euclidean Allocation tool in ArcMap 9.2. Next, we created a land mask by combining cells from both population datasets used, and national boundary data. This land mask was then used to set non-land cells to NoData. To compile the GDP per capita (PPP) dataset (Data Citation 1), we first put together a full national GDP dataset, drawn from the most recent World Bank Development Indicators database 32. For missing countries (see Supplementary Information), we used data from the CIA’s World Factbook 33, except for one administrative unit, namely French Southern Territories, for which no data was found and regional average data was used (see below). The constant 2015 international US dollars of CIA fact sheets were converted to constant 2011 international US dollars, the unit in which national GDP from World Bank was given. For that we used the standard method documented by the World Bank39. Temporal interpolation followed the same method as for national values. The data were extrapolated over time by scaling the last available value to reflect subsequent national changes, and similarly scaling the first value with preceding changes. After deriving both national and sub-national tabulated data, we first created a raster dataset of these two spatial scales for each time step, and then combined the two raster datasets, which resulted in the final GDP per capita (PPP) raster dataset provided here. To estimate the total GDP (PPP) of each grid cell, we multiplied the GDP per capita (PPP) by grid specific population data using two different spatial resolutions: 5 arc-min (10 km at equator) (Data Citation 1) and 30 arc-sec (1 km at equator) (Data Citation 1). To compile the HDI dataset (Data Citation 1), we first produced a full national HDI dataset, based on the data from the Human Development Reports by UNDP 30 (Table 3). After deriving both national and sub-national tabulated data, we first created raster datasets of these two scales for each time step, and then combined the two rasters, resulting in the final HDI raster dataset provided here. To estimate the error originating from the interpolation and extrapolation to fill the missing data entries, we performed an error analysis separately for national and sub-national level data."
      ],
      "dataset": [
        "This resulted in annual gridded datasets for GDP per capita (PPP), total GDP (PPP), and HDI, for the whole world at 5 arc-min resolution for the 25-year period of 1990–2015. Additionally, total GDP (PPP) is provided with 30 arc-sec resolution for three time steps (1990, 2000, 2015)."
      ],
      "findings": [],
      "backgroundCn": [
        "越来越多的高分辨率全球空间数据可用，并用于各种评估。然而，关键的经济和人类发展指标仍主要仅在国家层面提供，用户将其降尺度以进行网格空间分析。为了在时间和空间上提供一致的产品，亚国家数据仅间接使用，缩放报告的国家值，因此仍然代表官方统计数据。"
      ],
      "research objectiveCn": [
        "为此，我们提供了填补缺口的多年度数据集，以网格形式呈现国内生产总值（GDP）和人类发展指数（HDI）。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "为了确保我们的网格化最终产品覆盖输入数据集中包含的整个陆地区域，我们使用国家（在某些情况下还包括自治地区如格林兰）和次国家边界，以及两个人口数据集（见表2）创建了一个无缝的行政栅格文件。我们首先使用ArcMap 9.2中的欧几里得分配工具，将栅格化的国家和次国家边界扩展到覆盖无数据区域（如海域和其他水体），并设置了2弧度的缓冲区。接下来，我们通过结合两个使用的人口数据集的单元格和国家边界数据创建了一个陆地掩膜。这个陆地掩膜随后被用来将非陆地单元格设置为无数据。为了编制人均GDP（PPP）数据集（数据引用1），我们首先整理了一个完整的国家GDP数据集，数据来源于最新的世界银行发展指标数据库32。对于缺失的国家（见补充信息），我们使用了CIA世界概况的数据，除了一个行政单位，即法属南部领土，因未找到数据而使用了区域平均数据（见下文）。CIA报告中的常量2015年国际美元被转换为常量2011年国际美元，这是世界银行提供的国家GDP单位。为此，我们使用了世界银行文档中记录的标准方法39。时间插值遵循与国家值相同的方法。数据通过将最后一个可用值缩放以反映后续国家变化，以及将第一个值缩放以反映前期变化，进行了外推。在获得国家和次国家的表格数据后，我们首先为每个时间步创建了这两个空间尺度的栅格数据集，然后将这两个栅格数据集结合，最终得到了提供的人均GDP（PPP）栅格数据集。为了估算每个网格单元的总GDP（PPP），我们将人均GDP（PPP）乘以网格特定的人口数据，使用了两种不同的空间分辨率：5弧分（赤道处为10公里）（数据引用1）和30弧秒（赤道处为1公里）（数据引用1）。为了编制HDI数据集（数据引用1），我们首先基于联合国开发计划署（UNDP）的人类发展报告数据制作了完整的国家HDI数据集（表3）。在获得国家和次国家的表格数据后，我们首先为每个时间步创建了这两个尺度的栅格数据集，然后将这两个栅格结合，最终得到了提供的HDI栅格数据集。为了估算由于插值和外推填补缺失数据条目而产生的误差，我们分别对国家和次国家级别的数据进行了误差分析。"
      ],
      "datasetCn": [
        "这导致了1990年至2015年期间全球范围内以5弧分钟分辨率生成的GDP per capita（购买力平价）、总GDP（购买力平价）和人类发展指数（HDI）的年度网格数据集。此外，总GDP（购买力平价）在三个时间节点（1990年、2000年、2015年）以30弧秒分辨率提供。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it possible to address data gaps in auxiliary variables using interpolation techniques for predicting GDP at fine spatial scales?",
        "QuestionCn": "可以使用插值技术来解决辅助变量中的数据缺口，以预测细空间尺度上的GDP吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can seamless administrative raster files be utilized to ensure complete land area coverage in gridded datasets for GDP?",
        "QuestionCn": "无缝的行政栅格文件可以用于确保在GDP的栅格数据集中实现完整的土地面积覆盖吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Is a combination of rasterized national and sub-national boundaries used to produce a GDP per capita dataset?",
        "QuestionCn": "国家和次国家边界的栅格化组合是否用于生成人均GDP数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is a method used to address data gaps in auxiliary variables for GDP prediction?",
        "QuestionCn": "用于解决辅助变量中数据缺口的方法是什么，以进行GDP预测？",
        "AnswerEn": "Kriging interpolation",
        "AnswerCn": "克里金插值",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the seamless administrative raster files used in data collection created?",
        "QuestionCn": "无缝行政栅格文件用于数据收集的创建地点在哪里？",
        "AnswerEn": "National and sub-national boundaries",
        "AnswerCn": "国家和次国家边界",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the spatial resolutions used for estimating total GDP (PPP) in data collection?",
        "QuestionCn": "用于估算总GDP（购买力平价）的数据收集的空间分辨率是什么？",
        "AnswerEn": "5 arc-min and 30 arc-sec",
        "AnswerCn": "5角分30角秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define the methodologies used for filling gaps in spatial datasets related to GDP and HDI?",
        "QuestionCn": "填补与GDP和人类发展指数（HDI）相关的空间数据集中的空白所使用的方法论的特征是什么？",
        "AnswerEn": "seamless administrative raster file, national and sub-national boundaries, population datasets, expanding boundaries with a buffer, land mask, temporal interpolation, extrapolation methods",
        "AnswerCn": "无缝行政栅格文件、国家和次国家边界、人口数据集、使用缓冲区扩展边界、陆地掩膜、时间插值、外推方法。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features of the data sources utilized in constructing high-resolution GDP grid datasets?",
        "QuestionCn": "构建高分辨率GDP网格数据集所利用的数据源的特征是什么？",
        "AnswerEn": "night-time light remote sensing data, land cover types, vegetation coverage, terrain indices",
        "AnswerCn": "夜间灯光遥感数据、土地覆盖类型、植被覆盖、地形指数",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution achieved for GDP prediction in the modeled dataset?",
        "QuestionCn": "在建模数据集中，实现的GDP预测空间分辨率是多少？",
        "AnswerEn": "100 meters",
        "AnswerCn": "100米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many key node regions are included in the GDP prediction data collection?",
        "QuestionCn": "GDP预测数据收集中包含多少个关键节点区域？",
        "AnswerEn": "34",
        "AnswerCn": "34",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'downscaling' mean in the context of GDP data collection and analysis?",
        "QuestionCn": "在GDP数据收集和分析的背景下，“下调”是什么意思？",
        "AnswerEn": "In the context of GDP data collection and analysis, 'downscaling' refers to the process of using models and auxiliary data, such as night-time light remote sensing data, land cover types, and vegetation cover, to predict GDP at a finer spatial resolution than what is originally available, such as converting national or coarse grid data to a finer grid scale.",
        "AnswerCn": "在GDP数据收集和分析的背景下，“下尺度”是指使用模型和辅助数据（如夜间灯光遥感数据、土地覆盖类型和植被覆盖）来预测比原始数据更细的空间分辨率的GDP，例如将国家或粗网格数据转换为更细的网格尺度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is 'Kriging' and how is it utilized in the prediction of GDP data?",
        "QuestionCn": "什么是“Kriging”，它如何用于预测GDP数据？",
        "AnswerEn": "'Kriging' is a statistical interpolation technique used to fill in missing data points by predicting values at unobserved locations based on observed data points. In GDP data prediction, it is used to address missing auxiliary variable data and to predict GDP residuals at a finer scale, contributing to the downscaling process.",
        "AnswerCn": "'克里金'是一种统计插值技术，用于通过基于观察数据点预测未观察位置的值来填补缺失的数据点。在GDP数据预测中，它用于解决缺失的辅助变量数据，并在更细的尺度上预测GDP残差，从而有助于下采样过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'support vector machine regression' applied in modeling GDP data?",
        "QuestionCn": "支持向量机回归在建模GDP数据中的应用是怎样的？",
        "AnswerEn": "'Support vector machine regression' is applied in modeling GDP data by establishing a nonlinear relationship between GDP and auxiliary variables like night-time lights and land cover, to predict GDP trends at a finer spatial resolution, based on the assumption of scale invariance of variable relationships.",
        "AnswerCn": "“支持向量机回归”被应用于GDP数据建模，通过建立GDP与辅助变量（如夜间灯光和土地覆盖）之间的非线性关系，以在更细的空间分辨率下预测GDP趋势，基于变量关系的尺度不变性假设。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of night-time light remote sensing data, land cover types, vegetation coverage, and terrain indices contribute to the accuracy of GDP predictions at a finer spatial resolution?",
        "QuestionCn": "夜间灯光遥感数据、土地覆盖类型、植被覆盖率和地形指数的整合如何有助于提高更细空间分辨率下GDP预测的准确性？",
        "AnswerEn": "The integration of night-time light remote sensing data, land cover types, vegetation coverage, and terrain indices helps to construct a downscaling model that predicts GDP with greater spatial resolution. These auxiliary variables provide additional context and detail that enhance the model's ability to capture and predict economic activities at fine scales, such as 100-meter resolution, by establishing nonlinear relationships between GDP and these variables.",
        "AnswerCn": "夜间灯光遥感数据、土地覆盖类型、植被覆盖率和地形指数的整合有助于构建一个下行尺度模型，以更高的空间分辨率预测GDP。这些辅助变量提供了额外的背景和细节，增强了模型在细尺度（如100米分辨率）上捕捉和预测经济活动的能力，通过建立GDP与这些变量之间的非线性关系。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in achieving high-resolution GDP predictions across diverse geographical regions?",
        "QuestionCn": "导致在不同地理区域实现高分辨率GDP预测的挑战的原因是什么？",
        "AnswerEn": "Challenges in achieving high-resolution GDP predictions arise from data missing in auxiliary variables such as night-time light data, land cover types, vegetation coverage, and terrain indices, which are crucial for constructing the prediction model.",
        "AnswerCn": "实现高分辨率GDP预测的挑战在于辅助变量（如夜间灯光数据、土地覆盖类型、植被覆盖率和地形指数）中缺失的数据，这些变量对于构建预测模型至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What leads to the use of interpolation techniques in filling data gaps when constructing GDP datasets?",
        "QuestionCn": "在构建GDP数据集时，导致使用插值技术填补数据缺口的原因是什么？",
        "AnswerEn": "The use of interpolation techniques, like Kriging, is prompted by the need to fill data gaps in auxiliary variables, ensuring the completeness and accuracy of the input data required for the GDP prediction model.",
        "AnswerCn": "使用插值技术，如克里金法，是为了填补辅助变量中的数据缺口，以确保用于GDP预测模型的输入数据的完整性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of constructing a support vector machine regression kriging downscaling model for GDP prediction in key nodal regions?",
        "QuestionCn": "构建支持向量机回归克里金下采样模型用于关键节点区域GDP预测的目的是什么？",
        "AnswerEn": "The goal is to predict GDP at a high spatial resolution of 100 meters for 34 key nodal regions along the 'Belt and Road' initiative using auxiliary information like night-time light data, land cover type, vegetation cover, and terrain indices. This model addresses data gaps by employing kriging interpolation for missing values, thus providing high-resolution GDP predictions that can assist in regional risk assessments.",
        "AnswerCn": "目标是利用夜间灯光数据、土地覆盖类型、植被覆盖和地形指数等辅助信息，以100米的高空间分辨率预测“一带一路”倡议沿线34个关键节点区域的GDP。该模型通过采用克里金插值法填补缺失值，从而提供高分辨率的GDP预测，帮助进行区域风险评估。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to create a seamless administrative raster file using national and sub-national boundaries for gridded GDP and HDI datasets?",
        "QuestionCn": "为什么使用国家和次国家边界为网格化的GDP和HDI数据集创建无缝的行政栅格文件很重要？",
        "AnswerEn": "The seamless administrative raster file ensures that the gridded end-products cover the entire land area in the input datasets, allowing for consistent spatial assessments over time. This approach maintains the representativeness of official statistics at a finer spatial resolution without directly relying on sub-national data.",
        "AnswerCn": "无缝的行政栅格文件确保了网格化的最终产品覆盖输入数据集中的整个陆地区域，从而允许对时间的空间评估保持一致。这种方法在不直接依赖于次国家数据的情况下，保持了官方统计数据在更细空间分辨率下的代表性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the rationale behind using night-time light data and terrain indices as auxiliary variables in GDP prediction models?",
        "QuestionCn": "使用夜间灯光数据和地形指数作为GDP预测模型辅助变量的理由是什么？",
        "AnswerEn": "Night-time light data and terrain indices are utilized as auxiliary variables because they provide valuable information about human activity and geographical features that correlate with economic activities. These variables help refine the spatial resolution of GDP predictions, enabling more accurate assessments of economic conditions in specific regions.",
        "AnswerCn": "夜间灯光数据和地形指数被用作辅助变量，因为它们提供了与经济活动相关的人类活动和地理特征的有价值信息。这些变量有助于提高GDP预测的空间分辨率，使得对特定地区经济状况的评估更加准确。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the integration of various auxiliary data sources like nighttime light remote sensing, land cover types, vegetation coverage, and terrain indices be effectively utilized to enhance GDP prediction accuracy at a high spatial resolution?",
        "QuestionCn": "如何有效利用夜间灯光遥感、土地覆盖类型、植被覆盖和地形指数等各种辅助数据源的集成，以提高高空间分辨率下GDP预测的准确性？",
        "AnswerEn": "To enhance GDP prediction accuracy at a high spatial resolution, various auxiliary data sources such as nighttime light remote sensing, land cover types, vegetation coverage, and terrain indices are integrated into a support vector machine regression kriging downscaling model. The integration involves handling missing data with kriging interpolation and using aggregation and resampling methods to refine the auxiliary data to required resolutions. The model is designed to capture nonlinear relationships between GDP and auxiliary variables, ensuring consistent predictions over different spatial scales.",
        "AnswerCn": "为了提高高空间分辨率下GDP预测的准确性，集成了多种辅助数据源，如夜间灯光遥感、土地覆盖类型、植被覆盖率和地形指数，构建了一种支持向量机回归克里金下采样模型。集成过程中，通过克里金插值处理缺失数据，并使用聚合和重采样方法将辅助数据精细化到所需分辨率。该模型旨在捕捉GDP与辅助变量之间的非线性关系，确保在不同空间尺度上保持一致的预测。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are involved in constructing a seamless administrative raster file to ensure the comprehensive coverage of land areas in gridded GDP and HDI datasets?",
        "QuestionCn": "构建无缝行政栅格文件以确保在网格化GDP和HDI数据集中全面覆盖土地区域所涉及的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involved in constructing a seamless administrative raster file include using national and sub-national boundaries along with population datasets to create a consistent framework. The process involves expanding rasterized boundaries to cover NoData areas with a buffer, using tools like the Euclidean Allocation in ArcMap. A land mask is created by combining cells from population datasets and boundary data, which is then used to set non-land cells to NoData, ensuring that the gridded datasets comprehensively cover the intended land areas.",
        "AnswerCn": "构建无缝行政栅格文件的程序步骤包括使用国家和次国家边界以及人口数据集来创建一致的框架。该过程涉及扩展栅格化边界以覆盖NoData区域，使用ArcMap中的欧几里得分配工具。通过结合人口数据集和边界数据的单元格创建土地掩模，然后使用该掩模将非土地单元格设置为NoData，确保栅格数据集全面覆盖预期的土地区域。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological approach is applied to estimate GDP at the grid cell level, and how is population data incorporated into this estimation?",
        "QuestionCn": "用于估计网格单元级GDP的方法论是什么？人口数据是如何融入这一估计中的？",
        "AnswerEn": "The methodological approach to estimate GDP at the grid cell level involves calculating total GDP (PPP) by multiplying GDP per capita (PPP) with grid-specific population data. Two different spatial resolutions are used for this estimation: 5 arc-min (10 km at the equator) and 30 arc-sec (1 km at the equator). This approach ensures that GDP estimates are spatially detailed and reflect population distribution across the grid cells.",
        "AnswerCn": "估算网格单元级别GDP的方法论涉及通过将人均GDP（购买力平价）与特定网格的人口数据相乘来计算总GDP（购买力平价）。此估算使用了两种不同的空间分辨率：5弧分（赤道处为10公里）和30弧秒（赤道处为1公里）。这种方法确保了GDP估算在空间上具有细节，并反映了网格单元内的人口分布。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the creation of a seamless administrative raster file for GDP data collection?",
        "QuestionCn": "哪些方法可以实现无缝的行政栅格文件，以便收集GDP数据？",
        "AnswerEn": "The creation of a seamless administrative raster file is enabled by using national and sub-national boundaries along with population datasets. The process involves expanding rasterized boundaries to cover NoData areas, using tools like the Euclidean Allocation tool in ArcMap, and combining cells from different datasets to create a land mask that sets non-land cells to NoData.",
        "AnswerCn": "创建无缝的行政栅格文件是通过使用国家和次国家边界以及人口数据集来实现的。该过程涉及扩展栅格化边界以覆盖NoData区域，使用ArcMap中的欧几里得分配工具，并结合来自不同数据集的单元格以创建土地掩模，将非土地单元格设置为NoData。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the integration of multi-source auxiliary data enable high-resolution GDP predictions?",
        "QuestionCn": "多源辅助数据的整合如何实现高分辨率GDP预测？",
        "AnswerEn": "The integration of multi-source auxiliary data, such as night-time light remote sensing data, land cover types, vegetation cover, and terrain indices, enables high-resolution GDP predictions by providing essential inputs for constructing support vector machine regression kriging downscaling models. These models establish nonlinear relationships between GDP and auxiliary variables, facilitating fine-scale GDP predictions.",
        "AnswerCn": "多源辅助数据的整合，如夜间灯光遥感数据、土地覆盖类型、植被覆盖和地形指数，使得高分辨率GDP预测成为可能，因为这些数据为构建支持向量机回归克里金下采样模型提供了重要输入。这些模型建立了GDP与辅助变量之间的非线性关系，从而促进了细尺度GDP预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset using night-time light remote sensing data not achieve the expected precision in GDP predictions at a fine spatial resolution?",
        "QuestionCn": "使用夜间灯光遥感数据的 dataset 在细空间分辨率下可能无法达到预期的 GDP 预测精度的原因是什么？",
        "AnswerEn": "One reason might be the data gaps in the auxiliary variables such as night-time lights, land cover, vegetation index, and terrain index, which are addressed through interpolation methods like Kriging. The absence of complete data can affect the precision of GDP predictions at a fine spatial resolution.",
        "AnswerCn": "一个原因可能是辅助变量如夜间灯光、土地覆盖、植被指数和地形指数中的数据缺口，这些缺口通过克里金插值等方法进行处理。数据的不完整性可能会影响在细致空间分辨率下GDP预测的精确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the process of creating a seamless administrative raster file for GDP data collection not yield the anticipated comprehensive coverage?",
        "QuestionCn": "创建无缝行政栅格文件以收集GDP数据的过程可能未能产生预期的全面覆盖，原因可能是什么？",
        "AnswerEn": "The process might not yield comprehensive coverage due to the need to fill NoData areas, such as sea and water bodies, using a Euclidean Allocation tool and buffers, which might not perfectly align with actual land use and boundaries, potentially leaving gaps or inaccuracies in coverage.",
        "AnswerCn": "该过程可能无法提供全面的覆盖，因为需要使用欧几里得分配工具和缓冲区填充无数据区域，例如海洋和水体，这可能与实际的土地使用和边界不完全一致，可能会留下空白或覆盖不准确的情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are your thoughts on the effectiveness of using night-time light remote sensing data combined with land cover and vegetation indices for GDP prediction at fine spatial resolutions?",
        "QuestionCn": "我对使用夜间灯光遥感数据结合土地覆盖和植被指数在细空间分辨率下进行GDP预测的有效性有何看法？",
        "AnswerEn": "The use of night-time light remote sensing data, coupled with land cover and vegetation indices, appears to be an effective approach for predicting GDP at fine spatial resolutions. These auxiliary variables provide crucial insights into human activities and environmental conditions, which can enhance the accuracy of GDP predictions when used in a sophisticated model like the support vector machine regression kriging downscaling model. The integration of these diverse data sources helps address data gaps and improve the granularity of economic assessments, making it a promising method for high-resolution spatial GDP estimations.",
        "AnswerCn": "夜间灯光遥感数据与土地覆盖和植被指数相结合，似乎是一种有效的高空间分辨率GDP预测方法。这些辅助变量提供了对人类活动和环境条件的重要洞察，当与支持向量机回归克里金下采样模型等复杂模型结合使用时，可以提高GDP预测的准确性。这些多样化数据源的整合有助于填补数据空白，改善经济评估的细致程度，使其成为高分辨率空间GDP估算的有前景的方法。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the potential for using machine learning models, like support vector machines, in enhancing the precision of economic datasets in regional risk assessments?",
        "QuestionCn": "我对使用机器学习模型，如支持向量机，在提高区域风险评估中经济数据集的精确性方面的潜力的评估是什么？",
        "AnswerEn": "Machine learning models, such as support vector machines, offer substantial potential in enhancing the precision of economic datasets for regional risk assessments. These models can capture complex, non-linear relationships between GDP and various auxiliary data, providing more accurate and nuanced predictions. By leveraging fine-scale input variables, machine learning approaches can refine the spatial resolution of economic data, which is vital for detailed risk evaluations. However, the success of these models depends on the availability of high-quality training data and the appropriateness of the model parameters for the specific economic context being analyzed.",
        "AnswerCn": "机器学习模型，如支持向量机，在提高区域风险评估的经济数据精度方面具有巨大的潜力。这些模型能够捕捉GDP与各种辅助数据之间复杂的非线性关系，从而提供更准确和细致的预测。通过利用细尺度的输入变量，机器学习方法可以提高经济数据的空间分辨率，这对于详细的风险评估至关重要。然而，这些模型的成功依赖于高质量训练数据的可用性以及模型参数对特定经济背景的适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how auxiliary variables like night-time light data and vegetation indices are integrated into the GDP prediction model for high-resolution outputs.",
        "QuestionCn": "我不明白像夜间灯光数据和植被指数这样的辅助变量是如何融入高分辨率输出的GDP预测模型中的。",
        "AnswerEn": "Auxiliary variables such as night-time light data, vegetation indices, land cover, and terrain indices are integrated into a support vector machine regression kriging downscaling model. This model establishes a nonlinear relationship between kilometer-scale GDP and these variables, predicting GDP trends at finer scales by assuming the scale-invariance of variable relationships. Kriging interpolation is then used to predict GDP residuals at fine scales.",
        "AnswerCn": "辅助变量如夜间灯光数据、植被指数、土地覆盖和地形指数被整合到支持向量机回归克里金下采样模型中。该模型建立了千米尺度GDP与这些变量之间的非线性关系，通过假设变量关系的尺度不变性，预测更细尺度的GDP趋势。然后使用克里金插值法预测细尺度的GDP残差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how different spatial resolutions (1-km, 500-m, and 100-m) are utilized to achieve the final GDP grid output.",
        "QuestionCn": "我无法理解不同的空间分辨率（1公里、500米和100米）是如何被利用来实现最终的GDP网格输出的。",
        "AnswerEn": "The process begins by using 1-km and 500-m data to predict GDP at 500-m resolution via the downscaling model. Subsequently, 500-m and 100-m data are used to refine the prediction and achieve the final 100-m resolution GDP grid for the specified key regions. This staged approach leverages data aggregation and resampling methods to enhance spatial resolution incrementally.",
        "AnswerCn": "该过程首先使用1公里和500米的数据通过下行模型预测500米分辨率的GDP。随后，使用500米和100米的数据来细化预测，最终获得指定关键区域的100米分辨率GDP网格。这种分阶段的方法利用数据聚合和重采样方法逐步提高空间分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the key methodologies utilized in generating high-resolution GDP grid data, focusing on the integration of auxiliary variables like night-time light data and vegetation indices.",
        "QuestionCn": "生成高分辨率GDP网格数据的关键方法包括利用辅助变量，如夜间灯光数据和植被指数。这些方法通常涉及以下几个步骤：\n\n1. **数据收集**：收集国家或地区的GDP数据以及相关的辅助变量，如夜间灯光强度和植被指数。\n\n2. **空间插值**：使用空间插值技术将GDP数据从行政区域扩展到更高分辨率的网格。这可能包括克里金插值、反距离加权等方法。\n\n3. **回归分析**：通过回归模型将GDP与辅助变量（如夜间灯光和植被指数）进行关联，建立预测模型。\n\n4. **机器学习**：应用机器学习算法（如随机森林、支持向量机等）来提高预测精度，利用大规模的辅助数据进行训练。\n\n5. **验证与校正**：通过与实际GDP数据进行比较，验证模型的准确性，并进行必要的校正。\n\n6. **数据融合**：将不同来源的数据进行融合，以提高整体数据的质量和分辨率。\n\n这些方法的结合使得高分辨率GDP网格数据的生成更加准确和可靠。",
        "AnswerEn": "The methodologies used for generating high-resolution GDP grid data involve the utilization of night-time light remote sensing data, land cover types, vegetation coverage, and terrain indices. A support vector machine regression kriging downscaling model is constructed to achieve GDP prediction at 100-meter spatial resolution for key node regions. This model includes both trend and residual predictions, where the trend prediction relies on the non-linear relationship between kilometer-scale GDP and auxiliary variables. The residual prediction is obtained using kriging interpolation. Auxiliary data gaps are filled using kriging interpolation, and data aggregation and resampling methods are employed to derive necessary data at various resolutions, such as 1-km and 500-m night-time light, vegetation index, land cover data, and terrain indices.",
        "AnswerCn": "生成高分辨率GDP网格数据的方法涉及利用夜间灯光遥感数据、土地覆盖类型、植被覆盖率和地形指数。构建了一种支持向量机回归克里金下采样模型，以实现关键节点区域的100米空间分辨率GDP预测。该模型包括趋势预测和残差预测，其中趋势预测依赖于千米尺度GDP与辅助变量之间的非线性关系。残差预测则通过克里金插值获得。辅助数据的缺口通过克里金插值填补，并采用数据聚合和重采样方法，以在不同分辨率下（如1公里和500米）获取必要的数据，包括夜间灯光、植被指数、土地覆盖数据和地形指数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please conduct a search for potential strategies to enhance the spatial resolution of GDP datasets through innovative data interpolation and extrapolation techniques.",
        "QuestionCn": "请搜索潜在策略，通过创新的数据插值和外推技术来提高GDP数据集的空间分辨率。",
        "AnswerEn": "To enhance the spatial resolution of GDP datasets, innovative data interpolation and extrapolation techniques include the use of kriging interpolation to fill data gaps, and the integration of auxiliary variables such as night-time light data and vegetation indices. The methodology involves creating a seamless administrative raster file using national and sub-national boundaries, combined with population datasets. Temporal interpolation and extrapolation are employed to scale data to reflect national changes, ensuring comprehensive coverage. This approach allows for the creation of gridded datasets with varying resolutions, such as 5 arc-min and 30 arc-sec, by multiplying GDP per capita by grid-specific population data.",
        "AnswerCn": "为了增强GDP数据集的空间分辨率，创新的数据插值和外推技术包括使用克里金插值法填补数据空白，以及整合辅助变量，如夜间灯光数据和植被指数。该方法涉及使用国家和次国家边界创建无缝的行政栅格文件，并结合人口数据集。采用时间插值和外推技术来调整数据，以反映国家变化，确保全面覆盖。这种方法允许创建具有不同分辨率的栅格数据集，如5弧分和30弧秒，通过将人均GDP乘以特定栅格的人口数据。",
        "Level": "C6(Creating)"
      }
    ]
  }
}