{
    "id": "1bca4620-757f-42ac-9677-155d2de178f9",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Long noncoding RNA translation small protein database theory",
            "titleCn": "长非编码RNA翻译小蛋白的理论数据库",
            "description": "LncRNAs are generally considered to be a length of more than 200 bases and not coding protein noncoding RNAs transcript.However, in recent years, more and more studies show that many small open reading frame of lncRNAs transcript (small open reading frame, smORFs) can be encoded peptide (smORF encoded polypeptides, SEPs), which can be widely participate in muscle formation, mucosal immune and RNA hat and tumor proliferation and so on many biological processes.Considering the large number of lncRNAs transcript and smORFs, we have reason to believe that SEPs may represent a neglected and is yet to be developed by protein activity regulating factor of treasure.Therefore, through to the NONCODE database middleman and mouse lncRNA transcription smORF in this system, constructed with 397 and 8.71 million respectively entries in the theory of potential SEP database of mice and humans.",
            "descriptionCn": "lncRNAs通常被认为是一类长度大于200个碱基且不编码蛋白的非编码RNAs转录本。然而，近年来，越来越多的研究表明，许多lncRNAs转录本中的小开放阅读框（small open reading frame，smORFs）可以编码多肽（smORF encoded polypeptides，SEPs），后者可广泛参与肌肉形成、粘膜免疫、RNA脱帽及肿瘤增殖等诸多生物学过程。考虑到lncRNAs 转录本及其smORFs 的庞大数量，我们有理由相信SEPs可能代表着一个被忽视并尚待开发的富含蛋白质活性调节因子的宝库。因此，通过对NONCODE数据库中人和小鼠的lncRNA转录本中的smORF进行系统挖掘，分别构建了含有397万和 871万条目的人和小鼠潜在SEP理论数据库。数据收集及质控方面，我们从 NONCODE 数据库 (http://www.noncode.org/) 下载了人类 (NONCODE V4) 和小鼠 (NONCODE 2016) 的 lncRNA 转录本。 使用 ORFfinder 和六帧翻译来确保我们能够检测到所有可能的 smORF，然后将其视为推定的 SEP。 我们通过收集所有长度为 5 到 100 个氨基酸的推定 SEP，为人类和小鼠建立了 SEP 数据库。数据质量也进行了核实。",
            "instructions": "human_smpro\nmouse_smpro",
            "instructionsCn": "human_smpro\nmouse_smpro",
            "east": 0.0,
            "west": 0.0,
            "south": 0.0,
            "north": 0.0,
            "startTime": "2019-01-01 15:14:14",
            "endTime": "2022-02-10 15:14:14",
            "fileSize": 613769170.0,
            "cstr": "18406.11.HumanNat.tpdc.300233",
            "doi": "10.11888/HumanNat.tpdc.300233",
            "dataFormat": null,
            "license": "4"
        },
        "authorList": [
            {
                "nameCn": "陈润生",
                "nameEn": "CHEN Runsheng",
                "unitEn": "",
                "unitCn": "中国科学院生物物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Deeply Mining a Universe of Peptides Encoded by Long Noncoding RNAs",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Wu, E., Tang, Y., Cai, T., Zhang, L., Wang, J., Hao, Y., Zhang, B., Zhou, Y., Guo, X., Luo, J., Chen, R., and Yang, F. (2021). Deeply Mining a Universe of Peptides Encoded by Long Noncoding RNAs. Mol Cell Proteomics, 20, 100109."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
                "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Long noncoding RNAs (lncRNAs), a family of noncoding RNAs that are greater than 200 nucleotides in length and lack long or conserved ORFs, were formerly regarded as “junk RNAs.” Recently, however, a growing amount of evidence has demonstrated that many short or small ORFs (smORFs) embedded in lncRNA transcripts are able to encode functional polypeptides (smORFs-encoded polypeptides [SEPs]). These SEPs contain less than 100 amino acids in eukaryotes (50 amino acids in prokaryotes) and play vital regulatory roles in diverse physiological processes, including cancer growth, mucosal immunity, and fatty acid β-oxidation. These findings have subverted our understanding of lncRNAs and expanded our knowledge of the coding potential of the genome. Moreover, the development of genomics and bioinformatics, in particular the advent of high-throughput sequencing technology, accelerated the discovery of thousands of additional lncRNA transcripts with smORFs. Considering such large numbers of lncRNAs and smORFs, it is expected that SEPs may represent a large albeit neglected portion of nonannotated peptides involved in diverse physiological processes. A variety of different methodologies, such as smORF predictions by computational sequence analysis, deep sequencing–based ribosome profiling, and MS-based proteomics, have been developed for the identification and characterization of SEPs across different biological samples. However, each of these strategies presents caveats."
            ],
            "research objective": [
                "In the present study, we address the challenges presented previously by developing an effective SEP enrichment workflow through the integration of two complementary enrichment strategies."
            ],
            "challenges": [
                "The relatively low number of SEPs detected by MS is largely attributed to the fact that this type of detection is still analytically challenging. First of all, because of the actual low concentration and small size of SEPs, an accurate, consistent, and comprehensive measurement can be quite challenging and significantly affected by sample preparation. Even though multiple methods are available to enrich SEPs from different biological samples by fractionating or removing highly abundant and large proteins to reduce sample complexity, the various physical and chemical properties of different SEPs are often overlooked by different methods, which may negatively bias their discovery."
            ],
            "methods": [
                "In order to further improve SEP discovery, we implemented two effective and complementary polypeptide enrichment strategies using 30-kDa molecular weight cutoff filter and C8 solid-phase extraction column."
            ],
            "dataset": [],
            "findings": [
                "These combined strategies enabled us to discover 353 SEPs from eight human cell lines and 409 SEPs from three mouse cell lines and eight mouse tissues. Importantly, 19 of them were then verified through in vitro expression, immunoblotting, parallel reaction monitoring, and synthetic peptides. The 762 novel SEPs probably represent the largest number of SEPs detected by MS reported to date."
            ],
            "backgroundCn": [
                "长非编码RNA（lncRNA）是一类长度超过200个核苷酸且缺乏长或保守开放阅读框（ORF）的非编码RNA，曾被视为“垃圾RNA”。然而，最近越来越多的证据表明，许多嵌入在lncRNA转录本中的短或小开放阅读框（smORF）能够编码功能性多肽（smORF编码多肽[SEP]）。这些SEP在真核生物中含有少于100个氨基酸（在原核生物中为50个氨基酸），并在多种生理过程中发挥重要的调控作用，包括癌症生长、粘膜免疫和脂肪酸β-氧化。这些发现颠覆了我们对lncRNA的理解，并扩展了我们对基因组编码潜力的认识。此外，基因组学和生物信息学的发展，特别是高通量测序技术的出现，加速了成千上万条具有smORF的lncRNA转录本的发现。考虑到如此大量的lncRNA和smORF，预计SEP可能代表了一大部分被忽视的非注释肽，参与多种生理过程。已经开发出多种不同的方法，如通过计算序列分析进行smORF预测、基于深度测序的核糖体谱分析和基于质谱的蛋白质组学，用于在不同生物样本中识别和表征SEP。然而，这些策略各自存在一些局限性。"
            ],
            "research objectiveCn": [
                "在本研究中，我们通过整合两种互补的富集策略，解决了之前提出的挑战，开发了一种有效的SEP富集工作流程。"
            ],
            "challengesCn": [
                "通过质谱检测到的SEPs数量相对较少，主要归因于这种检测类型在分析上仍然具有挑战性。首先，由于SEPs的实际浓度低且体积小，准确、一致和全面的测量可能相当困难，并且受到样品准备的显著影响。尽管有多种方法可以通过分级或去除高度丰度和大分子蛋白质来富集来自不同生物样本的SEPs，以减少样品复杂性，但不同SEPs的各种物理和化学特性往往被不同的方法所忽视，这可能会对它们的发现产生负面偏见。"
            ],
            "methodsCn": [
                "为了进一步改善SEP的发现，我们实施了两种有效且互补的多肽富集策略，使用了30 kDa分子量截留过滤器和C8固相萃取柱。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "这些综合策略使我们从八个人类细胞系中发现了353个特异性表达蛋白（SEPs），并从三个小鼠细胞系和八个小鼠组织中发现了409个SEPs。重要的是，其中19个通过体外表达、免疫印迹、平行反应监测和合成肽进行了验证。这762个新发现的SEPs可能代表了迄今为止通过质谱检测到的最大数量的SEPs。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the NONCODE database used as a primary source for lncRNA transcript data collection?",
                "QuestionCn": "NONCODE数据库是否被用作lncRNA转录本数据收集的主要来源？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are computational sequence analysis and deep sequencing–based ribosome profiling used as methodologies for predicting smORFs?",
                "QuestionCn": "计算序列分析和基于深度测序的核糖体剖析是否被用作预测小开放阅读框（smORFs）的方法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the challenge of detecting SEPs by MS relate to their low concentration and small size?",
                "QuestionCn": "检测SEPs（生物标志物）通过质谱（MS）的挑战是否与它们的低浓度和小尺寸有关？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What is the main challenge in detecting SEPs using MS – is it due to the low concentration of SEPs, their small size, or other factors?",
                "QuestionCn": "检测SEPs（表面增强光谱）使用质谱（MS）的主要挑战是什么？是由于SEPs的浓度低、尺寸小，还是其他因素？",
                "AnswerEn": "low concentration and small size of SEPs",
                "AnswerCn": "低浓度和小尺寸的SEPs",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "For enriching SEPs, is the use of a 30-kDa molecular weight cutoff filter more effective than a C8 solid-phase extraction column, or are both complementary?",
                "QuestionCn": "对于富集SEPs，使用30-kDa分子量截留过滤器是否比C8固相萃取柱更有效，还是两者是互补的？",
                "AnswerEn": "both complementary",
                "AnswerCn": "两者互补。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges in detecting small open reading frame (smORF) encoded polypeptides (SEPs) using mass spectrometry?",
                "QuestionCn": "使用质谱法检测小开放阅读框（smORF）编码的多肽（SEP）面临的挑战有哪些？",
                "AnswerEn": "low concentration and small size",
                "AnswerCn": "低浓度和小尺寸",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Who are the potential contributors to the development of a theoretical database for small open reading frame (smORF) encoded polypeptides (SEPs)?",
                "QuestionCn": "谁是潜在的贡献者，负责开发小开放阅读框（smORF）编码多肽（SEP）的理论数据库？",
                "AnswerEn": "Researchers",
                "AnswerCn": "研究人员",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can researchers find long noncoding RNA (lncRNA) transcripts for human and mouse to study small open reading frame (smORF) encoded polypeptides (SEPs)?",
                "QuestionCn": "研究人员可以在哪里找到人类和小鼠的长非编码RNA（lncRNA）转录本，以研究小开放阅读框（smORF）编码的多肽（SEP）？",
                "AnswerEn": "NONCODE database",
                "AnswerCn": "NONCODE数据库",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method for identifying small open reading frames (smORFs) in long noncoding RNAs (lncRNAs)?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于识别长非编码RNA（lncRNA）中的小开放阅读框（smORF）？",
                "AnswerEn": "An example of a data collection method for identifying smORFs in lncRNAs involves downloading lncRNA transcripts from the NONCODE database for humans and mice, and using tools like ORFfinder and six-frame translation to detect all possible smORFs, which are then considered as presumed small ORF encoded polypeptides (SEPs).",
                "AnswerCn": "识别lncRNA中的smORF的一种数据收集方法涉及从NONCODE数据库下载人类和小鼠的lncRNA转录本，并使用ORFfinder和六框翻译等工具检测所有可能的smORF，这些smORF随后被视为假定的小ORF编码多肽（SEP）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in detecting small open reading frames (smORFs) using mass spectrometry (MS)?",
                "QuestionCn": "使用质谱法（MS）检测小开放阅读框（smORFs）时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in detecting smORFs using mass spectrometry is the analytical difficulty due to the low concentration and small size of SEPs, which makes accurate and comprehensive measurement challenging and can be significantly affected by sample preparation.",
                "AnswerCn": "使用质谱检测小开放阅读框（smORFs）面临的一个挑战是，由于小肽（SEPs）的低浓度和小尺寸，准确和全面的测量变得具有挑战性，并且可能受到样品制备的显著影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a strategy used to improve the discovery of small open reading frames (smORFs) from biological samples?",
                "QuestionCn": "您能否提供一个用于改善从生物样本中发现小开放阅读框（smORFs）的策略的例子？",
                "AnswerEn": "An example of a strategy used to improve the discovery of smORFs from biological samples includes the implementation of two complementary polypeptide enrichment strategies: using a 30-kDa molecular weight cutoff filter and a C8 solid-phase extraction column.",
                "AnswerCn": "一种用于改善从生物样本中发现小开放阅读框（smORFs）的策略包括实施两种互补的多肽富集策略：使用30 kDa分子量截留过滤器和C8固相萃取柱。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges involved in the data collection and quality control of SEPs from biological samples?",
                "QuestionCn": "从生物样本中收集和质量控制SEPs（生物标志物）的挑战有哪些？",
                "AnswerEn": "low concentration, small size, diverse physical and chemical properties",
                "AnswerCn": "低浓度、小尺寸、多样的物理和化学性质",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many potential SEPs are included in the theoretical database constructed from human and mouse lncRNA transcripts?",
                "QuestionCn": "在由人类和小鼠lncRNA转录本构建的理论数据库中包含多少个潜在的SEP？",
                "AnswerEn": "3.97 million, 8.71 million",
                "AnswerCn": "397万，871万",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the range of amino acid lengths considered when identifying potential SEPs from lncRNA transcripts?",
                "QuestionCn": "在识别潜在的选择性表达肽（SEPs）时，考虑的氨基酸长度范围是多少？",
                "AnswerEn": "5-100 amino acids",
                "AnswerCn": "5-100个氨基酸",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many novel SEPs were discovered and verified through the combined enrichment strategies in human and mouse samples?",
                "QuestionCn": "通过结合富集策略在人体和小鼠样本中发现并验证了多少个新型SEP？",
                "AnswerEn": "762",
                "AnswerCn": "762",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'SEP enrichment workflow' mean in the context of discovering small open reading frame encoded polypeptides?",
                "QuestionCn": "在发现小开放阅读框编码多肽的背景下，“SEP富集工作流程”是什么意思。",
                "AnswerEn": "'SEP enrichment workflow' refers to a method developed to improve the detection and characterization of small open reading frame encoded polypeptides (SEPs). It integrates complementary enrichment strategies, such as using molecular weight cutoff filters and solid-phase extraction columns, to enhance the discovery of SEPs from biological samples, which are otherwise challenging to detect due to their low concentration and small size.",
                "AnswerCn": "“SEP富集工作流程”是指一种旨在提高小开放阅读框编码多肽（SEPs）检测和表征的方法。它整合了互补的富集策略，例如使用分子量截留过滤器和固相萃取柱，以增强从生物样本中发现SEPs的能力，因为这些多肽由于其低浓度和小尺寸而难以检测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'data quality verification' in the context of constructing a database of small open reading frame encoded polypeptides?",
                "QuestionCn": "在构建小开放阅读框编码多肽的数据库时，“数据质量验证”是指对数据的准确性、完整性和一致性进行检查和确认的过程。",
                "AnswerEn": "'Data quality verification' in this context involves ensuring the accuracy and reliability of the data used to construct a database of small open reading frame encoded polypeptides (SEPs). This process includes verifying the characteristics of SEPs, such as their length and sequence, to ensure that the database accurately represents potential SEPs derived from lncRNA transcripts.",
                "AnswerCn": "“数据质量验证”在此上下文中涉及确保用于构建小开放阅读框编码多肽（SEPs）数据库的数据的准确性和可靠性。该过程包括验证SEPs的特征，例如它们的长度和序列，以确保数据库准确代表从lncRNA转录本衍生的潜在SEPs。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by MS-based proteomics and computational prediction methods when identifying SEPs?",
                "QuestionCn": "MS基础的蛋白质组学和计算预测方法在识别选择性剪接产物（SEPs）时面临的挑战有哪些不同？",
                "AnswerEn": "MS-based proteomics and computational prediction methods face different challenges when identifying SEPs. MS-based proteomics struggles with the low concentration and small size of SEPs, making accurate and comprehensive measurement difficult, and is heavily influenced by sample preparation. On the other hand, computational prediction methods might overlook SEPs due to the lack of sequence conservation or distinctive features, potentially leading to false negatives.",
                "AnswerCn": "基于质谱的蛋白质组学和计算预测方法在识别小型富含序列的蛋白质（SEPs）时面临不同的挑战。基于质谱的蛋白质组学由于SEPs的低浓度和小尺寸，使得准确和全面的测量变得困难，并且受到样品制备的影响很大。另一方面，计算预测方法可能会因为缺乏序列保守性或独特特征而忽视SEPs，从而导致假阴性结果。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the strategies of using a 30-kDa molecular weight cutoff filter compare to C8 solid-phase extraction in terms of effectiveness for SEP enrichment?",
                "QuestionCn": "使用30-kDa分子量截留过滤器的策略与C8固相萃取在SEP富集效果方面如何比较？",
                "AnswerEn": "The use of a 30-kDa molecular weight cutoff filter and C8 solid-phase extraction are complementary strategies for SEP enrichment. The 30-kDa filter is used to separate smaller proteins from larger ones, while C8 solid-phase extraction helps in concentrating and purifying peptides based on hydrophobic interactions. Both strategies aim to reduce sample complexity and improve SEP detection, but they may differ in their efficiency and the subset of SEPs they enrich, due to the different physical and chemical properties they target.",
                "AnswerCn": "使用30-kDa分子量截留过滤器和C8固相萃取是SEP富集的互补策略。30-kDa过滤器用于将较小的蛋白质与较大的蛋白质分离，而C8固相萃取则通过疏水相互作用帮助浓缩和纯化肽。这两种策略旨在减少样品复杂性并提高SEP检测，但由于它们针对的物理和化学性质不同，可能在效率和富集的SEP子集上存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of bioinformatics tools and high-throughput sequencing technology enhance the identification and characterization of small open reading frames (smORFs) in long noncoding RNAs (lncRNAs)?",
                "QuestionCn": "生物信息学工具和高通量测序技术的结合如何增强对长非编码RNA（lncRNA）中小开放阅读框（smORF）的识别和特征分析？",
                "AnswerEn": "The integration of bioinformatics tools and high-throughput sequencing technology could accelerate the discovery of smORFs by enabling comprehensive analysis of the genome's coding potential. These technologies allow for the identification of thousands of additional lncRNA transcripts with smORFs, expanding our understanding of their role in physiological processes.",
                "AnswerCn": "生物信息学工具和高通量测序技术的结合可以加速小开放阅读框（smORFs）的发现，通过全面分析基因组的编码潜力。这些技术使得能够识别成千上万的额外长非编码RNA（lncRNA）转录本及其小开放阅读框，从而扩展我们对它们在生理过程中的作用的理解。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges should researchers consider when developing methodologies for detecting small open reading frame encoded polypeptides (SEPs) given their low concentration and small size?",
                "QuestionCn": "研究人员在开发检测小开放阅读框编码多肽（SEPs）的方法时，应考虑以下挑战：其浓度低且尺寸小。",
                "AnswerEn": "Researchers should consider the analytical challenges posed by the low concentration and small size of SEPs, which can affect the accuracy and consistency of their detection. Sample preparation, such as fractionating or removing large proteins to reduce complexity, and the physical and chemical properties of SEPs, must be carefully managed to avoid negative biases in their discovery.",
                "AnswerCn": "研究人员应考虑到低浓度和小尺寸的特定表达蛋白（SEPs）所带来的分析挑战，这可能会影响其检测的准确性和一致性。样品准备，例如分级或去除大蛋白以减少复杂性，以及SEPs的物理和化学性质，必须谨慎管理，以避免在其发现中产生负面偏差。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can complementary enrichment strategies be employed to improve the discovery and verification of small open reading frame encoded polypeptides across different biological samples?",
                "QuestionCn": "如何利用互补的富集策略来改善在不同生物样本中小开放阅读框编码多肽的发现和验证？",
                "AnswerEn": "Complementary enrichment strategies, such as using a 30-kDa molecular weight cutoff filter and C8 solid-phase extraction column, can be employed to improve SEP discovery. These strategies help enrich SEPs by reducing sample complexity and focusing on SEP-specific properties, thereby facilitating their detection and verification through methods like in vitro expression, immunoblotting, and parallel reaction monitoring.",
                "AnswerCn": "互补富集策略，例如使用30 kDa分子量截留过滤器和C8固相萃取柱，可以用于提高SEP的发现。这些策略通过减少样品复杂性并专注于SEP特定特性，从而帮助富集SEPs，促进其通过体外表达、免疫印迹和并行反应监测等方法的检测和验证。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenge of low SEP detection rates in mass spectrometry within the context of SEP discovery from lncRNA transcripts?",
                "QuestionCn": "在长链非编码RNA转录本中，导致质谱法中低SEP检测率挑战的原因是什么？",
                "AnswerEn": "The low SEP detection rates in mass spectrometry are largely due to the analytically challenging nature of detecting SEPs, which have low concentration and small size. Accurate, consistent, and comprehensive measurement can be significantly affected by sample preparation. Additionally, different physical and chemical properties of SEPs may be overlooked by various enrichment methods, negatively biasing their discovery.",
                "AnswerCn": "在质谱中，低SEP检测率主要是由于检测SEP的分析挑战性，这些SEP具有低浓度和小尺寸。准确、一致和全面的测量可能会受到样品准备的显著影响。此外，不同的SEP的物理和化学特性可能会被各种富集方法忽视，从而对其发现产生负面偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the potential underestimation of SEP diversity and abundance in current datasets derived from lncRNA transcripts?",
                "QuestionCn": "哪些因素可能导致当前基于lncRNA转录本的数据集对SEP多样性和丰度的低估？",
                "AnswerEn": "The potential underestimation of SEP diversity and abundance in current datasets is influenced by several factors, including the inherent difficulties in detecting SEPs due to their small size and low concentration, challenges in sample preparation that affect measurement accuracy, and the biases introduced by enrichment methods that might overlook certain SEPs with diverse physical and chemical properties.",
                "AnswerCn": "当前数据集中对SEP多样性和丰度的潜在低估受到多个因素的影响，包括由于SEP体积小和浓度低而导致的检测困难、影响测量准确性的样品准备挑战，以及富集方法引入的偏差，这些偏差可能会忽视某些具有多样物理和化学特性的SEP。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does integrating multiple enrichment strategies affect the detection of SEPs from biological samples?",
                "QuestionCn": "整合多种富集策略如何影响从生物样本中检测到的SEPs？",
                "AnswerEn": "Integrating multiple enrichment strategies, such as using a 30-kDa molecular weight cutoff filter and C8 solid-phase extraction column, enhances the discovery of SEPs by addressing the challenges of low concentration and small size of SEPs. This approach improves the accuracy and comprehensiveness of SEP measurement, leading to the detection of a significant number of novel SEPs.",
                "AnswerCn": "整合多种富集策略，如使用30 kDa分子量截留过滤器和C8固相萃取柱，可以增强特异性蛋白质（SEPs）的发现，解决SEPs浓度低和尺寸小的挑战。这种方法提高了SEPs测量的准确性和全面性，导致检测到大量新型SEPs。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of utilizing high-throughput sequencing technology in expanding the discovery of lncRNA transcripts with smORFs?",
                "QuestionCn": "利用高通量测序技术扩展lncRNA转录本与小开放阅读框（smORFs）发现的后果是什么？",
                "AnswerEn": "The use of high-throughput sequencing technology accelerates the discovery of thousands of additional lncRNA transcripts with smORFs, thus broadening the understanding of the genome's coding potential. This technological advancement aids in uncovering a large, previously neglected portion of nonannotated peptides involved in diverse physiological processes.",
                "AnswerCn": "高通量测序技术的使用加速了数千个额外lncRNA转录本及其小开放阅读框（smORFs）的发现，从而拓宽了对基因组编码潜力的理解。这一技术进步有助于揭示大量以前被忽视的非注释肽，参与多种生理过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind constructing a theoretical database of potential SEPs from lncRNA transcripts in humans and mice?",
                "QuestionCn": "构建人类和小鼠lncRNA转录本潜在SEPs的理论数据库的主要目标是什么？",
                "AnswerEn": "The primary objective is to systematically mine smORFs in lncRNA transcripts to construct a theoretical database of potential SEPs, as these SEPs could represent a neglected source of protein activity regulators with roles in various biological processes, such as muscle formation, mucosal immunity, RNA decapping, and tumor proliferation.",
                "AnswerCn": "主要目标是系统性地挖掘lncRNA转录本中的小开放阅读框（smORFs），以构建潜在小肽（SEPs）的理论数据库，因为这些小肽可能代表了一种被忽视的蛋白质活性调节因子，参与多种生物过程，如肌肉形成、粘膜免疫、RNA去帽和肿瘤增殖。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to develop new methodologies for the identification and characterization of SEPs in biological samples?",
                "QuestionCn": "开发新的方法来识别和表征生物样本中的特定表达蛋白（SEPs）是重要的原因是什么？",
                "AnswerEn": "It is important to develop new methodologies because the detection of SEPs by MS is analytically challenging due to their low concentration and small size. Accurate measurement is affected by sample preparation, and existing methods often overlook the diverse properties of different SEPs, leading to biased discovery.",
                "AnswerCn": "开发新方法论是重要的，因为通过质谱检测SEPs在分析上具有挑战性，主要是由于它们的低浓度和小尺寸。准确的测量受到样品准备的影响，而现有的方法往往忽视了不同SEPs的多样性，导致发现的偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can different methodologies complement each other to improve the identification and characterization of SEPs across biological samples?",
                "QuestionCn": "不同的方法论如何相互补充，以改善在生物样本中对SEPs的识别和表征？",
                "AnswerEn": "Different methodologies can complement each other to improve SEP identification by integrating strategies such as computational sequence analysis for smORF predictions, deep sequencing-based ribosome profiling, and MS-based proteomics. Each method has its strengths and weaknesses, so combining them allows for a more comprehensive discovery of SEPs.",
                "AnswerCn": "不同的方法论可以相互补充，通过整合计算序列分析用于小开放阅读框（smORF）预测、基于深度测序的核糖体剖析和基于质谱的蛋白质组学来改善SEP的识别。每种方法都有其优缺点，因此结合它们可以更全面地发现SEP。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the challenges in detecting small open reading frame encoded polypeptides (SEPs) using mass spectrometry, and how can these be addressed?",
                "QuestionCn": "检测小开放阅读框编码多肽（SEPs）使用质谱的挑战有哪些，以及如何解决这些挑战？",
                "AnswerEn": "The challenges in detecting SEPs using mass spectrometry include their low concentration and small size, which make accurate measurement difficult. This can be addressed by using enrichment strategies like fractionating or removing highly abundant and large proteins to reduce sample complexity, as well as employing methods like molecular weight cutoff filters and solid-phase extraction columns to enhance SEP discovery.",
                "AnswerCn": "使用质谱检测特定表达蛋白（SEPs）面临的挑战包括其低浓度和小尺寸，这使得准确测量变得困难。可以通过使用富集策略来解决这一问题，例如分级或去除高度丰度和大分子蛋白，以减少样品复杂性，以及采用分子量截留过滤器和固相萃取柱等方法来增强SEPs的发现。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the systematic identification and characterization of small open reading frames (smORFs) in long noncoding RNA (lncRNA) transcripts?",
                "QuestionCn": "哪些方法论能够系统地识别和表征长非编码RNA（lncRNA）转录本中的小开放阅读框（smORFs）？",
                "AnswerEn": "A variety of methodologies have been developed for the identification and characterization of smORFs, including computational sequence analysis for smORF predictions, deep sequencing-based ribosome profiling, and MS-based proteomics.",
                "AnswerCn": "已经开发出多种方法来识别和表征小开放阅读框（smORFs），包括用于smORF预测的计算序列分析、基于深度测序的核糖体剖析以及基于质谱的蛋白质组学。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to achieve a high detection rate of small open reading frame encoded polypeptides (SEPs) using mass spectrometry-based methods?",
                "QuestionCn": "使用基于质谱的方法检测小开放阅读框编码的多肽（SEPs）可能面临哪些挑战？",
                "AnswerEn": "The relatively low number of SEPs detected by mass spectrometry (MS) is largely attributed to the analytical challenges involved. These challenges are primarily due to the low concentration and small size of SEPs, making accurate, consistent, and comprehensive measurement difficult. Sample preparation significantly affects detection, as methods for enriching SEPs by fractionating or removing highly abundant and large proteins can introduce bias due to the diverse physical and chemical properties of different SEPs.",
                "AnswerCn": "通过质谱（MS）检测到的特定外泌体蛋白（SEPs）数量相对较少，主要归因于分析挑战。这些挑战主要是由于SEPs的低浓度和小尺寸，使得准确、一致和全面的测量变得困难。样品准备对检测有显著影响，因为通过分级或去除高度丰度和大分子的蛋白质来富集SEPs的方法可能会引入偏差，因为不同SEPs的物理和化学性质各异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected outcomes of integrating complementary enrichment strategies in SEP discovery?",
                "QuestionCn": "在SEP发现中整合互补的丰富策略的预期结果是什么？",
                "AnswerEn": "The integration of complementary enrichment strategies, such as using a 30-kDa molecular weight cutoff filter and C8 solid-phase extraction column, is expected to improve SEP discovery. These strategies aim to overcome the limitations of low SEP detection rates by enhancing enrichment and reducing sample complexity, ultimately leading to the identification of a larger number of SEPs from various biological samples.",
                "AnswerCn": "互补富集策略的整合，例如使用30 kDa分子量截留过滤器和C8固相萃取柱，预计将改善SEP的发现。这些策略旨在克服低SEP检测率的局限性，通过增强富集和减少样本复杂性，最终导致从各种生物样本中识别出更多的SEP。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might it be important to develop a theoretical database for SEPs using systematic mining of lncRNA transcripts from resources like the NONCODE database?",
                "QuestionCn": "为什么通过系统挖掘像NONCODE数据库这样的资源中的lncRNA转录本来开发一个理论数据库对于SEP（特定表达基因）可能很重要？",
                "AnswerEn": "Developing a theoretical database for SEPs is important because lncRNA transcripts and their smORFs represent a potentially large and underexplored resource of protein activity-regulating factors. By systematically mining these transcripts from databases like NONCODE, researchers can construct comprehensive SEP databases, which may lead to the discovery of novel SEPs involved in diverse biological processes, thereby expanding our understanding of the coding potential of the genome.",
                "AnswerCn": "开发一个理论性的SEP数据库是重要的，因为lncRNA转录本及其小开放阅读框（smORFs）代表了一个潜在的大型且未被充分探索的蛋白质活性调节因子资源。通过系统地从NONCODE等数据库中挖掘这些转录本，研究人员可以构建全面的SEP数据库，这可能导致发现参与多种生物过程的新型SEP，从而扩展我们对基因组编码潜力的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of current data collection methods for identifying small open reading frames (smORFs) in long noncoding RNAs (lncRNAs)?",
                "QuestionCn": "您对当前数据收集方法在识别长非编码RNA（lncRNA）中的小开放阅读框（smORFs）有效性的评估是什么？",
                "AnswerEn": "The effectiveness of current data collection methods for identifying smORFs in lncRNAs seems promising, as they integrate computational sequence analysis, deep sequencing–based ribosome profiling, and MS-based proteomics. These methodologies have expanded our understanding of the coding potential of the genome, allowing for the discovery of thousands of additional lncRNA transcripts with smORFs. However, each method presents its own challenges, such as the analytical difficulty in detecting SEPs due to their low concentration and small size.",
                "AnswerCn": "当前数据收集方法在识别lncRNA中的smORF方面的有效性似乎很有前景，因为它们整合了计算序列分析、基于深度测序的核糖体分析和基于质谱的蛋白质组学。这些方法扩展了我们对基因组编码潜力的理解，使我们能够发现数千个具有smORF的额外lncRNA转录本。然而，每种方法都有其自身的挑战，例如由于其低浓度和小尺寸，检测SEP的分析难度较大。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges faced in ensuring the quality and reliability of datasets created for small open reading frame (smORF) encoded polypeptides (SEPs)?",
                "QuestionCn": "在确保为小开放阅读框（smORF）编码多肽（SEP）创建的数据集的质量和可靠性方面，面临的主要挑战是什么？",
                "AnswerEn": "The main challenges in ensuring the quality and reliability of datasets for SEPs include the low number of SEPs detected due to their low concentration and small size, which makes accurate measurement challenging. Moreover, the sample preparation process and the physical and chemical properties of different SEPs can negatively bias their discovery. Ensuring comprehensive measurement and reducing sample complexity through effective enrichment strategies are critical for improving dataset quality.",
                "AnswerCn": "确保SEPs数据集质量和可靠性的主要挑战包括由于其低浓度和小尺寸而导致的检测SEPs数量较少，这使得准确测量变得具有挑战性。此外，样品准备过程以及不同SEPs的物理和化学特性可能会对其发现产生负面偏差。确保全面测量和通过有效的富集策略减少样品复杂性对于提高数据集质量至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you assess the potential for expanding datasets related to small open reading frames (smORFs) and small open reading frame encoded polypeptides (SEPs) in lncRNAs?",
                "QuestionCn": "如何评估与长链非编码RNA（lncRNA）相关的小开放阅读框（smORFs）和小开放阅读框编码多肽（SEPs）扩展数据集的潜力？",
                "AnswerEn": "The potential for expanding datasets related to smORFs and SEPs in lncRNAs is significant, given the large number of lncRNAs and smORFs yet to be explored. The integration of complementary enrichment strategies, such as molecular weight cutoff filters and solid-phase extraction, can enhance SEP discovery. Advances in genomics and bioinformatics, especially high-throughput sequencing, also provide avenues for discovering and characterizing additional SEPs across various biological samples.",
                "AnswerCn": "与lncRNA相关的smORF和SEP扩展数据集的潜力是显著的，因为还有大量的lncRNA和smORF尚待探索。整合互补的富集策略，如分子量截断过滤和固相萃取，可以增强SEP的发现。基因组学和生物信息学的进步，特别是高通量测序，也为在各种生物样本中发现和表征更多SEP提供了途径。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the specific challenges faced in the data collection process for SEPs using mass spectrometry.",
                "QuestionCn": "我不理解在使用质谱法进行SEP数据收集过程中面临的具体挑战。",
                "AnswerEn": "The challenges include the low concentration and small size of SEPs, which make accurate measurement difficult and sample preparation crucial. Additionally, the variability in the physical and chemical properties of SEPs can bias discovery, despite available methods to enrich SEPs by fractionating or removing larger proteins.",
                "AnswerCn": "挑战包括SEPs的低浓度和小尺寸，这使得准确测量变得困难，样品准备至关重要。此外，SEPs的物理和化学性质的变异可能会影响发现，尽管已有方法可以通过分级或去除较大蛋白质来富集SEPs。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in the detection and enrichment of small open reading frame-encoded polypeptides (SEPs) from biological samples.",
                "QuestionCn": "请分析从生物样本中检测和富集小开放阅读框编码多肽（SEPs）所面临的挑战。",
                "AnswerEn": "Challenges in detecting SEPs include their low concentration and small size, making accurate measurement difficult. Sample preparation can significantly affect detection, and different enrichment methods may overlook the variable physical and chemical properties of SEPs, potentially biasing their discovery.",
                "AnswerCn": "检测SEPs的挑战包括其低浓度和小尺寸，使得准确测量变得困难。样品准备可以显著影响检测，而不同的富集方法可能忽视SEPs的可变物理和化学性质，从而可能导致发现的偏差。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}