{
  "id": "1bd9f246-cb71-49e4-bfe4-836a1dadb0a7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Species list and distribution of Phrynocephalus and Eremias lizards in  the Junggar Depression",
      "titleCn": "准噶尔盆地沙蜥属和麻蜥属物种名录及其分布数据",
      "description": "1) Data content: species list and distribution data of Phrynocephalus and Eremais in Junggar basin, including class, order, family,  genus,  species,  and detailed distribution information including country, province, city and county; 2) Data source and processing method: Based on the field survey of amphibians and reptiles in Junggar Basin and adjacent arid desert area from 2007 to 2019, and recording the species composition and distribution range of Phrynocephalus and Eremias in this area; 3) Data quality description: the investigation, collection and identification of samples are all conducted by professionals, and the collection of samples, longitude, latitude and altitude information are checked to ensure the quality of distribution data; 4) Data application results and prospects: Through comprehensive analysis of  the dataset,  the list of species diversity and distribution can provide important data for biodiversity cataloguing in arid central Asia, and provide scientific basis for assessing biodiversity  pattern and formulating conservation strategies.",
      "descriptionCn": "1）数据内容：准噶尔盆地沙蜥属和麻蜥属物种名录及其分布数据，包含纲、目、科中文名、科拉丁名、属中文名、属拉丁名、种拉丁名、种中文名、国家、省、市县分布地；2）数据来源及加工方法：基于2007至2019年间对准噶尔盆地和干旱荒漠区两栖爬行动物野外科考，记录该地区沙蜥属和麻蜥属蜥蜴的物种组成和分布范围；3）数据质量描述：标本的调查、采集和鉴定人员均为专业人员，样品的采集和经纬度、海拔信息经过核对，确保分布数据的质量；4）数据应用成果及前景：综合分析准噶尔盆地沙蜥属和麻蜥属蜥蜴的物种多样性和分布数据，可以为为亚洲中部干旱区生物多样性编目提供重要资料，为评估生物多样性格局及制定保护策略提供科学依据。",
      "instructions": "File is stored in table format, which name is  \"species list and distribution of Phrynocephalus and Eremias lizards in  the Junggar Depression\"\nThe file can be open in Microsoft EXCEL software.",
      "instructionsCn": "文件命名：数据表格格式存储，文件名称为\"准噶尔盆地沙蜥属和麻蜥属物种名录及其分布数据\"。\n数据读取方式：该数据可以直接用EXCEL打开。",
      "east": 96.0,
      "west": 81.0,
      "south": 43.0,
      "north": 49.0,
      "startTime": "2007-01-10 08:00:00",
      "endTime": "2019-12-18 19:59:59",
      "fileSize": 441430.0,
      "cstr": "18406.11.Ecolo.tpdc.270386",
      "doi": "10.11888/Ecolo.tpdc.270386",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郭宪光",
        "nameEn": "GUO Xianguang",
        "unitEn": "",
        "unitCn": "中国科学院成都生物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Molecular assessment and taxonomic status of the rapid racerunner (Eremias velox complex) with particular attention to the populations in northwestern China",
        "referenceCn": null,
        "referenceEn": "Liu, J., Ananjeva, N.B., Chirikova, M.A., Milto, K.D., & Guo X. (2014). Molecular assessment and taxonomic status of the rapid racerunner (Eremias velox complex) with particular attention to the populations in northwestern China. Asian Herpetological Research, 5(1), 12-25."
      },
      {
        "titleCn": "新疆博乐和伊犁河谷敏麻蜥的种下分类地位探讨",
        "titleEn": null,
        "referenceCn": "龚雄, 刘金龙, 周天和, 宋琪, 郭宪光.  (2018).  新疆博乐和伊犁河谷敏麻蜥的种下分类地位探讨. 四川动物, 37(4), 387-399.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Diversification and historical demography of the rapid racerunner (Eremias velox) in relation to geological history and Pleistocene climatic oscillations in arid Central Asia",
        "referenceCn": null,
        "referenceEn": "Liu, J., Guo, X., Chen, D., Li, J., Yue, B., & Zeng, X. (2019). Diversification and historical demography of the rapid racerunner (Eremias velox) in relation to geological history and Pleistocene climatic oscillations in arid Central Asia. Molecular Phylogenetics and Evolution, 130, 244-258."
      },
      {
        "titleCn": "快步麻蜥复合体和密点麻蜥复合体的分子系统发育和谱系地理学研究",
        "titleEn": null,
        "referenceCn": "刘金龙. (2019). 快步麻蜥复合体和密点麻蜥复合体的分子系统发育和谱系地理学研究. 四川大学博士学位论文.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "蜥蜴",
        "nameEn": "Lizard"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "当前",
        "keywordEn": "Present",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for recording the distribution of 沙蜥属 and 麻蜥属 species in the 准噶尔盆地?",
        "QuestionCn": "用于记录准噶尔盆地沙蜥属和麻蜥属物种分布的数据收集方法有哪些？",
        "AnswerEn": "field expeditions",
        "AnswerCn": "实地考察",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and components of datasets related to species diversity and distribution in arid desert regions like the Junggar Basin?",
        "QuestionCn": "与物种多样性和分布相关的数据集在像准噶尔盆地这样的干旱沙漠地区的具体特征和组成是什么？",
        "AnswerEn": "species list, distribution data, taxonomic details, geographic distribution data, field surveys, specimen identification, geographical data, coordinates, altitude",
        "AnswerCn": "物种列表、分布数据、分类细节、地理分布数据、实地调查、标本鉴定、地理数据、坐标、海拔",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of species listed in a dataset that records the composition and distribution of Phrynocephalus and Eremias lizards in the Junggar Basin?",
        "QuestionCn": "在记录Junggar盆地中Phrynocephalus和Eremias蜥蜴的组成和分布的数据集中，列出的物种总数是多少？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the total number of species. Therefore, I cannot extract a quantifiable answer from the given information.",
        "AnswerCn": "原始答案没有提供具体的物种总数。因此，我无法从给定信息中提取出一个可量化的答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for species distribution data in arid desert regions compare to those used in temperate forest environments in terms of challenges and accuracy?",
        "QuestionCn": "干旱沙漠地区的物种分布数据收集方法与温带森林环境中的方法在挑战和准确性方面有何比较？",
        "AnswerEn": "The data collection methods for species distribution data in arid desert regions, such as those in the Junggar Basin, involve field surveys conducted by professionals to record the species composition and distribution of lizard genera. These methods face challenges such as harsh environmental conditions and the need for accurate geolocation. In contrast, data collection in temperate forest environments may face different challenges, such as dense vegetation affecting visibility and accessibility, but may benefit from more stable weather conditions. The accuracy in both environments depends on the expertise of the personnel and the precision of location data, but specific challenges unique to each environment can affect the overall data quality.",
        "AnswerCn": "在干旱沙漠地区（如准噶尔盆地）的物种分布数据收集方法涉及由专业人员进行的实地调查，以记录蜥蜴属的物种组成和分布。这些方法面临着严酷的环境条件和准确地理定位的需求等挑战。相比之下，温带森林环境中的数据收集可能面临不同的挑战，例如密集的植被影响可见性和可达性，但可能受益于更稳定的天气条件。在这两种环境中，数据的准确性依赖于人员的专业知识和位置数据的精确性，但每种环境特有的挑战可能会影响整体数据质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy of species distribution data for 沙蜥属 and 麻蜥属 lizards in arid regions like the 准噶尔盆地?",
        "QuestionCn": "影响沙蜥属和麻蜥属蜥蜴在准噶尔盆地等干旱地区物种分布数据准确性的因素有哪些？",
        "AnswerEn": "The accuracy of species distribution data for 沙蜥属 and 麻蜥属 lizards in arid regions like the 准噶尔盆地 is influenced by the professional expertise of the personnel involved in specimen investigation, collection, and identification. The collection and verification of sample data, including coordinates and altitude, ensure the quality of distribution data.",
        "AnswerCn": "沙蜥属和麻蜥属蜥蜴在准噶尔盆地等干旱地区的物种分布数据的准确性受到参与标本调查、采集和鉴定的人员专业知识的影响。样本数据的采集和验证，包括坐标和海拔，确保了分布数据的质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of conducting field surveys by professional personnel on the quality and reliability of species distribution data in arid desert regions?",
        "QuestionCn": "在干旱沙漠地区，由专业人员进行实地调查对物种分布数据的质量和可靠性可能产生的后果是什么？",
        "AnswerEn": "Conducting field surveys by professional personnel can significantly enhance the quality and reliability of species distribution data. It ensures accurate species identification, precise sample collection, and verification of location information such as latitude, longitude, and altitude. This rigor in data collection helps in building a robust dataset that can be used for comprehensive analysis of species diversity and distribution, providing crucial information for biodiversity cataloging and conservation strategy development in Central Asian arid regions.",
        "AnswerCn": "由专业人员进行实地调查可以显著提高物种分布数据的质量和可靠性。这确保了物种的准确识别、精确的样本采集以及位置数据（如纬度、经度和海拔）的验证。这种数据收集的严谨性有助于建立一个强大的数据集，可用于对物种多样性和分布的全面分析，为中亚干旱地区的生物多样性编目和保护战略的制定提供重要信息。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the fundamental objectives behind compiling a species list and distribution data of the Phrynocephalus and Eremias lizard genera in the Junggar Basin?",
        "QuestionCn": "编制Junggar盆地中Phrynocephalus和Eremias蜥蜴属的物种清单和分布数据的基本目标是什么？",
        "AnswerEn": "The fundamental objectives are to provide crucial information for cataloging biodiversity in the arid regions of Central Asia, to analyze species diversity and distribution patterns, and to offer scientific evidence for assessing biodiversity and formulating conservation strategies.",
        "AnswerCn": "基本目标是提供关键信息，以便在中亚干旱地区进行生物多样性的分类，分析物种多样性和分布模式，并提供科学证据以评估生物多样性并制定保护策略。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}