{
  "id": "1bdefe6f-15a0-482e-abd7-2d24e3a5476c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Observation of the 2017 Calving Event at the Petermann Glacier in Greenland (2017)",
      "titleCn": "格陵兰岛Petermann冰川崩解事件观测（2017）",
      "description": "Both a decrease of sea ice and an increase of surface meltwater, which may induce ice-flow speedup and frontal collapse, have a significant impact on the stability of the floating ice shelf in Greenland. However, detailed dynamic precursors and drivers prior to a fast-calving process remain unclear due to sparse remote sensing observations. Here, we present a comprehensive investigation on hydrological and kinematic precursors before the calving event on 26 July 2017 of Petermann Glacier in northern Greenland, by jointly using remote sensing observations at high-temporal resolution and an ice-flow model. Time series of ice-flow velocity fields during July 2017 were retrieved with Sentinel-2 observations with a sub-weekly sampling interval. The ice-flow speed quickly reached 30 m/d on 26 July (the day before the calving), which is roughly 10 times quicker than the mean glacier velocity.",
      "descriptionCn": "海冰的减少和表面融水的增加，可能诱发冰流加速和锋面塌陷，对格陵兰冰架的稳定性有重大影响。然而，由于稀少的遥感观测，快速崩解之前的详细冰动态前兆和驱动因素仍然不清楚。我们通过联合使用高时空分辨率的遥感观测和冰流模型，对格陵兰岛北部Petermann冰川2017年7月26日崩解事件前的水文和运动学前兆进行了全面调查。2017年7月期间的冰流速度场的时间序列是通过Sentinel-2的观测来检索的，采样间隔为次周。冰流速度在7月26日（崩解前一天）迅速达到30米/天，这大约是平均冰川速度的10倍。",
      "instructions": "File name: Greenland Peterman Glacier Disintegration Event Observation is stored in file format. The file name is \"Sentine2A_T21XVK_yyyymmdd_T21XVK_yyyymmdd\", where yyyy represents year and mmdd represents date. E.g. Sentine2A_ T21XVK_ 20170708_ T21XVK_ 20170713 represents the flow velocity of Peterman Glacier from July 8, 2017 to July 13, 2017 described in this document.\nData reading method: All files in the dataset can be directly opened with Arcgis, etc.",
      "instructionsCn": "文件命名：格陵兰Peterman冰川2017年崩解事件观测以文件格式存储，文件的名称为“Sentine2A_T21XVK_yyyymmdd_T21XVK_yyyymmdd”，其中yyyy代表年，mmdd代表日期。比如Sentine2A_T21XVK_20170708_T21XVK_20170713就代表该文件描述2017年7月8日至2017年7月13日Peterman冰川的流速。\n\n数据读取方式：该数据集中的所有文件可以直接用Envi打开。",
      "east": -59.0,
      "west": -62.0,
      "south": 79.0,
      "north": 81.0,
      "startTime": "2017-07-08 00:00:00",
      "endTime": "2017-08-25 00:00:00",
      "fileSize": 7138981.0,
      "cstr": null,
      "doi": "https://doi.org/10.3390/ rs13040591",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "江利明",
        "nameEn": "JIANG Liming ",
        "unitEn": "Innovation Academy for Precision Measurement Science and Technology, CAS",
        "unitCn": "中国科学院精密测量科学与技术创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hydrological and Kinematic Precursors of the 2017 Calving Event at the Petermann Glacier in Greenland Observed from Multi-Source Remote Sensing Data",
        "referenceCn": null,
        "referenceEn": "Li, D., Jiang, L., & Huang, R. (2021). Hydrological and Kinematic Precursors of the 2017 Calving Event at the Petermann Glacier in Greenland Observed from Multi-Source Remote Sensing Data. Remote Sens, 13, 591. https://doi.org/10.3390/ rs13040591"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川流速",
        "nameEn": "Glacial velocity"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "格陵兰",
        "keywordEn": "Greenland"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017年",
        "keywordEn": "2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of remote sensing observations used for monitoring ice flow dynamics in relation to ice shelf stability?",
        "QuestionCn": "用于监测冰流动态与冰架稳定性相关的遥感观测特征有哪些？",
        "AnswerEn": "high temporal and spatial resolution, rapid changes in ice flow speed, 30 meters per day",
        "AnswerCn": "高时间和空间分辨率，冰流速度快速变化，每天30米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling interval for the ice flow velocity time series dataset used in the observation of the Petermann Glacier disintegration event?",
        "QuestionCn": "用于观察佩特曼冰川解体事件的冰流速度时间序列数据集的采样间隔是多少？",
        "AnswerEn": "sub-weekly",
        "AnswerCn": "每周多次",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting detailed precursor data on ice dynamics before rapid disintegration events in glaciers?",
        "QuestionCn": "在冰川快速解体事件发生之前，收集详细的前驱数据（precursor data）关于冰动力学所面临的挑战的因素有哪些？",
        "AnswerEn": "The challenges in collecting detailed precursor data on ice dynamics before rapid disintegration events are primarily due to the sparse availability of remote sensing observations. This limitation makes it difficult to understand the detailed ice dynamics precursors and driving factors leading up to such events.",
        "AnswerCn": "在快速解体事件发生之前，收集详细的冰动态前驱数据面临的挑战主要是由于遥感观测的稀缺。这一限制使得理解导致此类事件发生的详细冰动态前驱和驱动因素变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data collection methods and dataset accuracy when high temporal and spatial resolution remote sensing observations are used to monitor rapid ice flow dynamics in Greenland's Petermann Glacier?",
        "QuestionCn": "当使用高时间和空间分辨率的遥感观测来监测格林兰佩特曼冰川的快速冰流动态时，数据收集方法和数据集准确性可能会产生哪些潜在后果？",
        "AnswerEn": "Using high temporal and spatial resolution remote sensing observations, such as those from Sentinel-2, can significantly enhance the accuracy of monitoring rapid ice flow dynamics by providing detailed time series of ice flow velocity fields. This approach allows researchers to detect rapid changes, such as the sudden acceleration of ice flow observed before the 2017 Petermann Glacier calving event, where ice flow reached speeds approximately 10 times the average glacier velocity. However, challenges may include the integration of these high-resolution datasets with existing models and the need to ensure consistent and comprehensive coverage to capture rapid and transient events.",
        "AnswerCn": "利用高时间和空间分辨率的遥感观测数据，如Sentinel-2，可以显著提高对快速冰流动态监测的准确性，因为它提供了详细的冰流速度场时间序列。这种方法使研究人员能够检测快速变化，例如在2017年佩特曼冰川断裂事件之前观察到的冰流突然加速，冰流速度达到了平均冰川速度的约10倍。然而，挑战可能包括将这些高分辨率数据集与现有模型的整合，以及确保一致和全面的覆盖，以捕捉快速和瞬态事件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to integrate high temporal and spatial resolution remote sensing observations with ice flow models when studying ice dynamics and collapse events in Greenland's glaciers?",
        "QuestionCn": "在研究格陵兰冰川的冰动态和崩塌事件时，为什么将高时间和空间分辨率的遥感观测与冰流模型相结合很重要？",
        "AnswerEn": "The integration of high temporal and spatial resolution remote sensing observations with ice flow models is crucial for comprehensively investigating the hydrological and kinematic precursors to ice dynamics and collapse events. This approach allows researchers to detect changes and potential triggers of glacier acceleration and frontal collapse, which are important for understanding the impact on the stability of Greenland's ice shelves. Due to the scarcity of remote sensing observations, understanding these precursors and drivers before rapid disintegration events is challenging, thus necessitating the use of combined methods to achieve detailed insights.",
        "AnswerCn": "高时间和空间分辨率的遥感观测与冰流模型的结合，对于全面研究冰动态和崩溃事件的水文和运动学前兆至关重要。这种方法使研究人员能够检测冰川加速和前缘崩溃的变化及潜在触发因素，这对于理解格林兰冰架稳定性的影响非常重要。由于遥感观测的稀缺，在快速解体事件发生之前理解这些前兆和驱动因素是具有挑战性的，因此需要采用综合方法以获得详细的见解。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}