{
    "id": "1c0233ac-5f99-4dab-827b-73292f343e49",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Seismic data for earthquakes in eastern Himalayan syntaxis",
            "titleCn": "喜马拉雅东构造结地震观测数据",
            "description": "On Nov. 18 at 06:34 CST time, an M6.9 earthquake occurred at Mainling prefecture, Nyingchi City, Tibet. This earthquake is located close to the northeastern corner where the Indian plate underthrusts beneath the Eurasian plate. Here the crustal shortening and the tectonically rotated deformation are the strongest with respect to other areas along the whole Himalayan orogenic belt. To record the seismic waveforms, we deployed seismic stations. Due to the huge amount of original waveform data, this database include waveforms of earthquakes with magnitudes greater than 3 that occurred between November 18, 2017 and December 31, 2018.",
            "descriptionCn": "喜马拉雅东构造结是喜马拉雅造山带地壳缩短和构造旋转变形最为强烈的部位。北京时间2017年11月18日06时34分，西藏自治区林芝市米林县发生一次6.9级地震．地震定位于喜马拉雅东构造结内印度板块向欧亚板块插入的东北犄角。我们在该地区布设了宽频带地震观测台站，用以记录地震波形数据。由于原始连续波形数据量庞大，该数据库提供2017年11月18日至2018年12月31日在研究区内发生的3级以上地震的波形记录。",
            "instructions": "There are three formats of seismic data.The first one is “SEED” format which named with “xxxx-xx-xx (date)_xxx (magnitude)_xxxx（location）.seed”,the second one is “DAT” format which named with “xxxxxxxx (date and time)_xxx (station name)_00.dat”,the third one is “original” format which named with “MLxx（station name）_xxxxxxx(date)”.Data can be opened on Windows by EDAS software.  Events Catalogs file (.xlsx）can be opened by Microsoft Excel program.",
            "instructionsCn": "地震数据文件分为三种格式：\n第一种是SEED格式，以“xxxx-xx-xx (日期)_xxx (震级)_xxxx（地理位置）.seed”格式命名；\n第二种是DAT格式，以“xxxxxxxx (日期时间)_xxx (台站名)_00.dat”格式命名；\n第三种是原始格式，以“MLxx（台站名）_xxxxxxx(日期)”格式命名；\n数据可使用windows系统下edas软件查看。地震目录文件（.xlsx）使用Excel打开。",
            "east": 96.0,
            "west": 94.0,
            "south": 29.0,
            "north": 31.0,
            "startTime": "2017-11-30 00:00:00",
            "endTime": "2019-01-12 00:00:00",
            "fileSize": 1091408358.0,
            "cstr": "18406.11.Geo.tpdc.270493",
            "doi": "10.11888/Geo.tpdc.270493",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "白玲",
                "nameEn": "BAI Ling",
                "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Velocity structure of the mantle transition zone beneath the southeastern edge of Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Li, G.H., Bai, L., Zhou, Y.Z., Wang, X.R., &Cui, Q.H. (2017). Velocity structure of the mantle transition zone beneath the southeastern margin of the tibetan plateau. Tectonophysics, 721, 349-360."
            },
            {
                "titleCn": "2017年西藏米林6.9级地震震源参数及其构造意义",
                "titleEn": null,
                "referenceCn": "白玲, 李国辉, 宋博文. 2017. 2017年西藏米林6.9级地震震源参数及其构造意义. 地球物理学报, 60(12), 4956-4963.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Focal depths and mechanisms of shallow earthquakes in the Himalayan-Tibetan region",
                "referenceCn": null,
                "referenceEn": "Bai, L., Li, G.H., Khan, N.G., Zhao, J.M., & Ding, L. (2015). Focal depths and mechanisms of shallow earthquakes in the himalayan–tibetan region. Gondwana Research, 41, 390-399."
            },
            {
                "titleCn": "东喜马拉雅构造结地区地震活动及其构造意义",
                "titleEn": null,
                "referenceCn": "杨建亚, 白玲, 李国辉, 程成. 2017. 东喜马拉雅构造结地区地震活动及其构造意义. 国际地震动态, 462(6), 12-18.",
                "referenceEn": null
            },
            {
                "titleCn": "利用接收函数方法研究喜马拉雅东构造结地区地壳结构",
                "titleEn": null,
                "referenceCn": "程成, 白玲, 丁林, 李国辉, 杨建亚, 许强. 2017. 利用接收函数方法研究喜马拉雅东构造结地区地壳结构. 地球物理学报, 60(8), 2969-2979.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [],
        "placeKeywordList": [
            {
                "keywordCn": "2017米林6.9级地震",
                "keywordEn": "2017 Milin M6.9 earthquake"
            },
            {
                "keywordCn": "东喜马拉雅构造结",
                "keywordEn": "eastern Himalayan syntaxis"
            },
            {
                "keywordCn": "西藏林芝地区",
                "keywordEn": "Linzhi, Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017-2018",
                "keywordEn": "2017-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to record seismic waveform data in the Himalayan eastern syntaxis?",
                "QuestionCn": "在喜马拉雅东部弯曲区，记录地震波形数据使用了哪些数据收集方法？",
                "AnswerEn": "Broadband seismic observation stations",
                "AnswerCn": "宽频地震观测站",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the waveform data collected for earthquakes in the Himalayan tectonic knot region?",
                "QuestionCn": "喜马拉雅构造结区域收集的地震波形数据的特征是什么？",
                "AnswerEn": "magnitude 3 or higher, November 18, 2017, to December 31, 2018, broadband seismic observation stations, northeast corner where the Indian plate subducts beneath the Eurasian plate",
                "AnswerCn": "2017年11月18日至2018年12月31日期间，震级3级或以上，宽频地震观测站，印度板块在东北角处俯冲到欧亚板块之下。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many seismic waveform records are available from events with a magnitude of 3 or above between November 18, 2017, and December 31, 2018, in the Himalayan Eastern Syntaxis region?",
                "QuestionCn": "在2017年11月18日至2018年12月31日期间，喜马拉雅东部弯曲区发生的震级为3或以上的事件中，有多少个地震波形记录可用？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of seismic waveform records. Therefore, I cannot refine it to a numerical answer without additional data.",
                "AnswerCn": "原始答案没有提供地震波形记录数量的具体数值。因此，如果没有额外的数据，我无法将其细化为一个数值答案。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '宽频带地震观测台站' mean in the context of seismic data collection?",
                "QuestionCn": "'宽频带地震观测台站'在地震数据收集的上下文中指的是一种能够记录广泛频率范围内地震波的观测站。",
                "AnswerEn": "'宽频带地震观测台站' refers to broadband seismic observation stations that are established to record seismic waveform data, particularly useful in capturing a wide range of seismic frequencies and providing comprehensive data for analyzing seismic events such as earthquakes.",
                "AnswerCn": "“宽频带地震观测台站”是指建立用于记录地震波形数据的观测站，特别适用于捕捉广泛的地震频率，并为分析地震事件（如地震）提供全面的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the establishment of broadband seismic observation stations in the eastern Himalayan syntaxis for recording seismic waveform data?",
                "QuestionCn": "在东喜马拉雅弯曲区建立宽频地震观测站以记录地震波形数据的因素有哪些？",
                "AnswerEn": "The establishment of broadband seismic observation stations in the eastern Himalayan syntaxis is driven by the need to record seismic waveform data in a region where crustal shortening and tectonic rotation deformation are most intense. This area is a critical point where the Indian plate is inserting into the northeastern corner of the Eurasian plate, making it a significant location for seismic activity monitoring.",
                "AnswerCn": "在东喜马拉雅弯曲带建立宽频地震观测站的原因是需要记录在一个地壳缩短和构造旋转变形最为强烈的区域的地震波形数据。该地区是印度板块插入欧亚板块东北角的关键点，是监测地震活动的重要位置。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the quality and completeness of seismic data collection when deploying broadband seismic observation stations in tectonically active regions like the Eastern Himalayan syntaxis?",
                "QuestionCn": "在像东喜马拉雅弯曲区这样的构造活跃地区部署宽频地震观测站时，可能对地震数据收集的质量和完整性产生哪些潜在影响？",
                "AnswerEn": "Deploying broadband seismic observation stations in tectonically active regions like the Eastern Himalayan syntaxis allows for the collection of detailed and continuous seismic waveform data, which enhances the understanding of seismic activities and tectonic deformations. However, the vast amount of data generated can pose challenges in data management and processing, especially when focusing on significant events, such as those above magnitude 3. This could impact the ability to quickly and effectively analyze and respond to earthquake events.",
                "AnswerCn": "在像东喜马拉雅弯曲区这样的构造活跃区域部署宽频地震观测站，可以收集详细且连续的地震波形数据，从而增强对地震活动和构造变形的理解。然而，生成的大量数据可能在数据管理和处理方面带来挑战，特别是在关注如震级超过3的重大事件时。这可能影响快速有效地分析和响应地震事件的能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting seismic waveform data from broadband seismic stations in the context of tectonic rotation and crustal shortening in the eastern Himalayan syntaxis?",
                "QuestionCn": "在东喜马拉雅弯曲区，收集宽频地震台站的地震波形数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting seismic waveform data in the eastern Himalayan syntaxis are to study the intense crustal shortening and tectonic rotation deformations in the region. This involves understanding the seismic activities, particularly those above magnitude 3, which were recorded between November 18, 2017, and December 31, 2018, following a significant 6.9 magnitude earthquake in Milin County, Tibet. The data aims to provide insights into the interactions between the Indian and Eurasian plates, especially at the northeastern corner where the Indian plate inserts into the Eurasian plate.",
                "AnswerCn": "在东喜马拉雅弯曲带收集地震波形数据的主要目标是研究该地区强烈的地壳缩短和构造旋转变形。这涉及到理解地震活动，特别是2017年11月18日至2018年12月31日期间记录的震级超过3的地震，这段时间内发生了一次6.9级的重大地震，震中位于西藏的米林县。该数据旨在提供关于印度板块与欧亚板块之间相互作用的见解，特别是在印度板块插入欧亚板块的东北角。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}