{
    "id": "1c0c4197-5e5d-4f0d-bd38-03dae3658a06",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The East Asian summer monsoon index (1851-2021)",
            "titleCn": "东亚夏季风指数（1851-2021）",
            "description": "The East Asian summer monsoon (EASM) and its variability involve circulation systems in both the tropics and midlatitudes as well as in both the lower and upper troposphere. Considering this fact, a new EASM index (NEWI) is proposed based on 200-hPa zonal wind, which takes into account wind anomalies in the southern (about 5°N), middle (about 20°N), and northern areas (about 35°N) of East Asia. \nNEWI = Nor[u(2.5°–10°N, 105°– 140°E) - u(17.5°–22.5°N, 105°– 140E) + u(30°– 37.5°N, 105°– 140°E)]\nwhere Nor represents standardization and u is JJA-mean 200-hPa zonal wind. When easterly anomalies appear around 20°N and westerly anomalies appear around 5° and 35°N, the index is positive, and the EASM is stronger.\nThe NEWI can capture the interannual EASM-related climate anomalies and the interdecadal variability well. Compared to previous indices, the NEWI shows a better performance in describing precipitation and air temperature variations over East Asia. It can also show distinct climate anomalous features in early and late summer. The NEWI is tightly associated with the East Asian–Pacific or the Pacific–Japan teleconnection, suggesting a possible role of internal dynamics in the EASM variability. Meanwhile, the NEWI is significantly linked to El Niño–Southern Oscillation and tropical Indian Ocean sea surface temperature anomalies. Furthermore, the NEWI is highly predictable in the ENSEMBLES models, indicating its advantage for operational prediction of the EASM. The physical mechanism of the EASM variability as represented by the NEWI is also explicit. Both warm advection anomalies of temperature by anomalous westerly winds and the advection of anomalous positive relative vorticity by northerly basic winds cause anomalous ascending motion over the mei-yu–changma–baiu rainfall area, and vice versa over the South China Sea area. Hence, this NEWI would be a good choice to study, monitor, and predict the EASM (Zhao et al，2015，J Clim).",
            "descriptionCn": "东亚夏季风是北半球夏季地球气候系统最活跃的成员之一，指数是研究东亚夏季风的重要工具。东亚夏季风及其变率既包含了赤道和中纬度的环流系统，又涉及对流层低层和高层的系统。基于此，用200hPa纬向风场定义了一个新的东亚夏季风指数。\nNEWI = Nor[u(2.5°–10°N, 105°– 140°E) - u(17.5°–22.5°N, 105°– 140E) + u(30°– 37.5°N, 105°– 140°E)]\n其中，Nor表示标准化，u表示200hPa纬向风场。\n该指数可以很好地抓住东亚夏季风的年际和年代际变率。与之前的指数相比，新指数在描述东亚降水和温度方面有更好的表现，还可以表征前夏和后夏的不同气候异常特征。另外，新指数与东亚-太平洋遥相关型（太平洋-日本遥相关型）有很好的联系。同时，新指数与ENSO以及赤道印度洋海表温度联系密切，在观测和模式中都能得到很好的预测。利用NCEP，ERA，20CR高空200hPa纬向风场数据计算了1851-2021年东亚夏季风指数，指数强代表长江流域降水偏多。新指数对东亚夏季风的研究、监测和预测有重要意义；同时，该指数可用于古气候研究、模式评估以及季风的未来预估方面（Zhao et al，2015，J Clim）。",
            "instructions": "EASMi_20CR_NCEP_1851_2021.txt\nEASMi: The East Asian Summer Monsoon index缩写\n20CR_NCEP: 所使用的基础数据NCEP_20CR再分析资料\n1851-2021: 数据起始和结束年份\nEASMi_ERA_1979_2017.txt\nERA: 所使用的基础数据ERA再分析资料\n1979-2017: 数据起始和结束年份",
            "instructionsCn": "EASMi_20CR_NCEP_1851_2021.txt：基于20CR_NCEP资料计算的东亚夏季风指数（1851-2021年）\nEASMi_ERA_1979_2017.txt：基于ERA-Interim资料计算的东亚夏季风指数（1979-2017年）\n数据为文本格式，分两列，第1列：年份，第2列：数据。\n注：气候态取1971-2010年共计40年。",
            "east": 140.0,
            "west": 105.0,
            "south": 2.5,
            "north": 37.5,
            "startTime": "1851-06-01 18:22:38",
            "endTime": "2021-08-31 16:00:00",
            "fileSize": 4335.0,
            "cstr": "18406.11.Meteoro.tpdc.270323",
            "doi": "10.11888/Meteoro.tpdc.270323",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "黄刚",
                "nameEn": "HUANG Gang",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "赵桂洁",
                "nameEn": "ZHAO Guijie",
                "unitEn": "",
                "unitCn": ""
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A New Upper-level Circulation Index for the East Asian Summer Monsoon Variability",
                "referenceCn": null,
                "referenceEn": "Zhao, G.J., Huang, G., Wu, R.G., Tao, W.C., Gong, H.N., Qu, X., & Hu, K.M. (2015). A New Upper-level Circulation Index for the East Asian Summer Monsoon Variability. Journal of Climate, 28(24), 9977-9996. doi:10.1175/JCLI-D-15-0272.1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "季风",
                "nameEn": "Monsoons"
            },
            {
                "nameCn": "气象灾害",
                "nameEn": "Meteorological Disaster"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水距平",
                "nameEn": "Precipitation anomalies"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东亚",
                "keywordEn": "East Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1851-2018",
                "keywordEn": "1851-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to calculate a new East Asian Summer Monsoon Index from 1851 to 2021?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于计算1851年至2021年的新的东亚夏季季风指数？",
                "AnswerEn": "A new East Asian Summer Monsoon Index is calculated using the 200hPa zonal wind field data. This involves standardizing the zonal wind speeds at specific latitude ranges (2.5°–10°N, 17.5°–22.5°N, and 30°–37.5°N) between 105°E and 140°E. The data used for calculating this index are derived from sources like NCEP, ERA, and 20CR datasets.",
                "AnswerCn": "一个新的东亚夏季季风指数是通过计算200hPa的纬向风场数据得出的。这涉及到对特定纬度范围（2.5°–10°N、17.5°–22.5°N和30°–37.5°N）之间105°E和140°E的纬向风速进行标准化。用于计算该指数的数据来源包括NCEP、ERA和20CR数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define a dataset used for calculating the East Asian Summer Monsoon index from historical wind field data?",
                "QuestionCn": "用于计算东亚夏季季风指数的历史风场数据集的特征包括哪些？",
                "AnswerEn": "historical 200hPa zonal wind field data, latitudinal range 2.5°–10°N, latitudinal range 17.5°–22.5°N, latitudinal range 30°–37.5°N, longitudinal range 105°–140°E, temporal span 1851-2021, standardization of wind field data, comparisons with ENSO, comparisons with sea surface temperatures in the equatorial Indian Ocean",
                "AnswerCn": "历史200hPa纬向风场数据，纬度范围2.5°–10°N，纬度范围17.5°–22.5°N，纬度范围30°–37.5°N，经度范围105°–140°E，时间跨度1851-2021，风场数据标准化，与ENSO的比较，与赤道印度洋海表温度的比较。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of data are used to calculate the new East Asian summer monsoon index?",
                "QuestionCn": "用于计算新的东亚夏季季风指数的数据年限是多少年？",
                "AnswerEn": "171 years",
                "AnswerCn": "171年",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of 200hPa zonal wind fields to define the East Asian Summer Monsoon Index compare to other indices in terms of capturing interannual and decadal variability?",
                "QuestionCn": "使用200hPa纬向风场来定义东亚夏季季风指数与其他指数在捕捉年际和年代际变率方面的比较如何？",
                "AnswerEn": "The use of 200hPa zonal wind fields to define a new East Asian Summer Monsoon Index demonstrates improved performance in capturing the interannual and decadal variability of the monsoon. This new index takes into account circulatory systems at both equatorial and mid-latitude levels, providing better representation of East Asian precipitation and temperature patterns compared to previous indices. Additionally, it effectively characterizes different climate anomaly features in early and late summer, showing strong connections with the East Asian-Pacific teleconnection pattern and ENSO-related sea surface temperatures in the equatorial Indian Ocean.",
                "AnswerCn": "使用200hPa的纬向风场定义新的东亚夏季风指数，能够更好地捕捉夏季风的年际和年代际变率。这个新指数考虑了赤道和中纬度层次的环流系统，相比于之前的指数，更好地代表了东亚的降水和温度模式。此外，它有效地表征了早夏和晚夏的不同气候异常特征，与东亚-太平洋遥相关模式和与ENSO相关的赤道印度洋海表温度之间存在强关联。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the variability captured by a newly defined East Asian Summer Monsoon index reveal about the interplay between equatorial and mid-latitude circulation systems?",
                "QuestionCn": "新定义的东亚夏季风指数所捕捉的变率可以揭示赤道和中纬度环流系统之间的相互作用。",
                "AnswerEn": "The variability captured by a newly defined East Asian Summer Monsoon index reveals that the East Asian Summer Monsoon encompasses both equatorial and mid-latitude circulation systems, involving both lower and upper tropospheric systems. This new index effectively captures interannual and decadal variability, providing insights into how these circulation systems interact and influence regional climate patterns, such as precipitation and temperature anomalies in East Asia.",
                "AnswerCn": "新定义的东亚夏季季风指数所捕捉的变异性表明，东亚夏季季风涵盖了赤道和中纬度的环流系统，涉及下层和上层对流层系统。这个新指数有效地捕捉了年际和年代际的变异性，提供了对这些环流系统如何相互作用以及如何影响东亚地区气候模式（如降水和温度异常）的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of East Asian summer monsoon predictions when integrating data from different atmospheric circulation systems such as the equatorial and mid-latitude systems?",
                "QuestionCn": "整合来自不同大气环流系统（如赤道系统和中纬度系统）的数据对东亚夏季季风预测的准确性可能产生的影响是什么？",
                "AnswerEn": "Integrating data from different atmospheric circulation systems like the equatorial and mid-latitude systems in the East Asian summer monsoon domain can enhance prediction accuracy by providing a more comprehensive understanding of the monsoon's variability. This approach captures the complex interactions between lower and upper troposphere systems, leading to improved representation of precipitation and temperature variations. It also strengthens connections with climate phenomena like the East Asia-Pacific teleconnection and ENSO, facilitating better predictive capabilities in both observational and modeling contexts.",
                "AnswerCn": "整合来自不同大气环流系统的数据，如赤道和中纬度系统，在东亚夏季季风领域可以提高预测准确性，提供对季风变异性的更全面理解。这种方法捕捉了下层和上层对流层系统之间的复杂相互作用，从而改善降水和温度变化的表现。它还加强了与气候现象如东亚-太平洋遥相关和ENSO的联系，促进了在观测和建模背景下更好的预测能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a new index for the East Asian Summer Monsoon based on the 200hPa zonal wind field?",
                "QuestionCn": "基于200hPa纬向风场开发东亚夏季季风的新指数为什么重要？",
                "AnswerEn": "The development of a new index for the East Asian Summer Monsoon aims to better capture the interannual and decadal variability of the monsoon by encompassing both equatorial and mid-latitude circulation systems, as well as tropospheric lower and upper systems. This new index enhances the description of East Asian precipitation and temperature, characterizes different climatic anomaly features of early and late summer, and improves connections with the East Asia-Pacific teleconnection pattern and ENSO, thereby providing significant benefits for research, monitoring, and forecasting of the East Asian Summer Monsoon.",
                "AnswerCn": "开发一个新的东亚夏季季风指数旨在更好地捕捉季风的年际和年代际变率，涵盖赤道和中纬度的环流系统，以及对流层的下层和上层系统。这个新指数增强了对东亚降水和温度的描述，表征了早夏和晚夏不同的气候异常特征，并改善了与东亚-太平洋遥相关模式和ENSO的联系，从而为东亚夏季季风的研究、监测和预测提供了显著的益处。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}