{
  "id": "1c473b72-dd6b-461b-a17a-44717ab036c6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of Sidaoqiao Superstation, 2021)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站大孔径闪烁仪-2021）",
      "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Sidaoqiao Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2021. There were BLS900 and BLS450 at Sidaoqiao Superstation. The north towers were set up with these instruments’ receivers and the south towers were transmitters. The site (north: 101.137° E, 42.008° N; south: 101.131° E, 41.987 N) was located in Ejinaqi, Inner Mongolia. The underlying surfaces between the two towers were tamarisk, populus, bare land and farmland. The elevation is 873 m. The effective height of the LAS was 25.5 m, and the path length was 2350 m. The data were sampled 1 minute.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900&BLS450：Cn2>7.25E-14). (2) The data were rejected when the demodulation signal was small (BLS900&BLS450：Average X Intensity<1000). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) were selected for BLS900 and BLS450. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is: 2021.03.15-2021.03.18；2021.9.12-2021.9.18.\nSeveral instructions were included with the released data. (1) The las data are firstly from BLS900, followed by BLS450, and finally the final missing data was marked with-6999. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. \nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网下游四道桥站的大孔径闪烁仪通量观测数据。下游四道桥站分别架设了BLS450和BLS900型号的大孔径闪烁仪，北塔为接收端，南塔为发射端。观测时间为2021年1月1日至2021年12月31日。站点位于内蒙古额济纳旗，下垫面是柽柳、胡杨、裸地和耕地。北塔的经纬度是101.137E，42.008N，南塔的经纬度是101.131E，41.987N，海拔高度约873m。大孔径闪烁仪的有效高度25.5m，光径长度是2350m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS900&BLS450：Cn2>7.25E-14）；（2）剔除解调信号强度较弱的数据（BLS900&BLS450：Average X Intensity<1000）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS900&BLS450，选取Thiermann and Grassl(1992)的稳定度普适函数；详细介绍请参考Liu et al. (2011, 2013)。由于仪器故障，大孔径闪烁仪数据缺失的日期为：2021.03.15-2021.03.18；2021.9.12-2021.9.18。\n关于发布数据的几点说明：（1）下游LAS数据以BLS900为主，其次为BLS450，最终缺失时刻以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + LAS",
      "instructionsCn": "年份+**观测网+站点名称+LAS",
      "east": 101.137,
      "west": 101.131,
      "south": 41.987,
      "north": 42.008,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 573671.0,
      "cstr": "18406.11.Atmos.tpdc.301092",
      "doi": "10.11888/Atmos.tpdc.301092",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "下游天然绿洲试验区",
        "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
      },
      {
        "keywordCn": "四道桥超级站",
        "keywordEn": "Sidaoqiao superstation"
      },
      {
        "keywordCn": "黑河下游",
        "keywordEn": "The Lower Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，尤其是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲-沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it possible for data collected from large-aperture scintillometers to undergo quality control involving the removal of data during precipitation events?",
        "QuestionCn": "从大孔径闪烁仪收集的数据是否可以进行质量控制，包括在降水事件期间删除数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the collection of hydrometeorological data in oasis–desert systems include the measurement of soil moisture profiles?",
        "QuestionCn": "在绿洲-沙漠系统中，水文气象数据的收集是否包括土壤湿度剖面的测量？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for data collection in oasis–desert systems based on field observations, remote sensing, or numerical simulations?",
        "QuestionCn": "在绿洲-沙漠系统中，数据收集的主要方法是基于实地观察、遥感还是数值模拟？",
        "AnswerEn": "field observations, remote sensing, numerical simulations",
        "AnswerCn": "现场观测、遥感、数值模拟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which instruments are more commonly used in oasis–desert systems for measuring turbulent fluxes: eddy covariance systems or scintillometers?",
        "QuestionCn": "在绿洲-沙漠系统中，测量湍流通量更常用的仪器是涡度协方差系统还是闪烁仪？",
        "AnswerEn": "eddy covariance systems",
        "AnswerCn": "涡度相关系统",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to observe energy, water vapor, and carbon exchange in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，用于观察能量、水蒸气和碳交换的数据收集方法有哪些？",
        "AnswerEn": "eddy covariance systems, scintillometers, automatic weather stations",
        "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the land surface flux and meteorological stations located for studying oasis–desert interactions?",
        "QuestionCn": "用于研究绿洲-沙漠相互作用的地表通量和气象站的位置在哪里？",
        "AnswerEn": "Heihe River Basin",
        "AnswerCn": "黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in data collection for ecological environment studies in arid inland river basins?",
        "QuestionCn": "在干旱内陆河流流域的生态环境研究中，数据收集面临哪些挑战？",
        "AnswerEn": "Ecological environment degradation",
        "AnswerCn": "生态环境退化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in collecting data in arid and semiarid inland river basins?",
        "QuestionCn": "在干旱和半干旱内陆河流流域收集数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge in these regions includes the ecological environment degradation, such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms, as noted in inland river basins along the Silk Road.",
        "AnswerCn": "这些地区面临的一个重大挑战包括生态环境的恶化，例如河流和湖泊的干涸、自然植被的退化、土地沙漠化的加剧以及频繁的沙尘暴，这在丝绸之路沿线的内陆河流流域中尤为明显。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that includes information on energy, water vapor, and carbon exchange in oasis–desert areas?",
        "QuestionCn": "您能否提供一个包含绿洲-沙漠地区能量、水汽和碳交换信息的数据集示例？",
        "AnswerEn": "A dataset comprising energy, water vapor, and carbon exchange observations, along with hydrometeorological data and vegetation and soil parameters, is available from the National Tibetan Plateau Data Center, encompassing records from 2012 to 2021 in the middle and lower reaches of the Heihe River Basin.",
        "AnswerCn": "一个包含能量、水汽和碳交换观测数据，以及水文气象数据、植被和土壤参数的数据集，来自国家西藏高原数据中心，涵盖了2012年至2021年期间黑河流域中下游的记录。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collected by large aperture scintillometers in oasis–desert ecosystems?",
        "QuestionCn": "大型孔径闪烁仪在绿洲-沙漠生态系统中收集的数据的关键特征是什么？",
        "AnswerEn": "1-minute original observation data, sensible heat flux, effective height of 25.5m, optical path length of 2350m, sampling frequency of 1 minute, quality control to remove saturated Cn2 values, low signal intensity, precipitation periods, weak turbulence under stable conditions",
        "AnswerCn": "1分钟原始观测数据，感热通量，有效高度25.5米，光学路径长度2350米，采样频率1分钟，质量控制以去除饱和的Cn2值、低信号强度、降水时期、稳定条件下的弱湍流。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the characteristics of the observational datasets used to study energy, water vapor, and carbon exchange in oasis–desert systems?",
        "QuestionCn": "用于研究绿洲-沙漠系统中能量、水蒸气和碳交换的观测数据集的特征是什么？",
        "AnswerEn": "long-term data from 2012 to 2021, energy fluxes, water vapor fluxes, carbon fluxes, methane fluxes, hydrometeorology data, vegetation data, soil parameters, half-hourly data collection, eddy covariance system, scintillometer, automatic weather stations, radiation data, soil heat flux data, temperature profiles, air pressure data, precipitation data, soil moisture data",
        "AnswerCn": "2012年至2021年的长期数据，能量通量，水汽通量，碳通量，甲烷通量，水文气象数据，植被数据，土壤参数，半小时数据收集，涡度相关系统，闪烁仪，自动气象站，辐射数据，土壤热通量数据，温度剖面，气压数据，降水数据，土壤湿度数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many land surface flux and meteorological stations have been established in the arid regions of western China since 2012?",
        "QuestionCn": "自2012年以来，在中国西部的干旱地区建立了多少个地表通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the sampling frequency of the original data collected by the large aperture scintillometer in the downstream station of the Heihe River Basin?",
        "QuestionCn": "在黑河流域下游站点收集的大孔径闪烁仪原始数据的采样频率是多少？",
        "AnswerEn": "1 minute",
        "AnswerCn": "1分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "During which time period was the data from the large aperture scintillometer unavailable due to instrument failure?",
        "QuestionCn": "由于仪器故障，大孔径闪烁仪的数据在什么时间段内不可用？",
        "AnswerEn": "2021.03.15-2021.03.18, 2021.09.12-2021.09.18",
        "AnswerCn": "2021年3月15日-2021年3月18日，2021年9月12日-2021年9月18日",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'large aperture scintillometer' mean in the context of data collection methods for observing atmospheric conditions?",
        "QuestionCn": "在观测大气条件的数据收集方法中，“大孔径闪烁仪”是什么意思？",
        "AnswerEn": "A large aperture scintillometer is an instrument used for measuring fluxes of heat and momentum in the atmosphere. It consists of a transmitter and a receiver set at a certain distance apart, which measures the refractive index structure parameter of the air. This parameter is used to calculate sensible heat flux based on atmospheric conditions. In the context of the dataset, BLS450 and BLS900 are models of large aperture scintillometers used for flux measurements.",
        "AnswerCn": "大型孔径闪烁仪是一种用于测量大气中热量和动量通量的仪器。它由一个发射器和一个接收器组成，二者之间保持一定距离，测量空气的折射率结构参数。该参数用于根据大气条件计算显热通量。在数据集的上下文中，BLS450和BLS900是用于通量测量的大型孔径闪烁仪的型号。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'quality control' in the context of processing observational data?",
        "QuestionCn": "在处理观测数据的背景下，“质量控制”是什么意思？",
        "AnswerEn": "Quality control in the context of processing observational data involves steps taken to ensure the accuracy and reliability of data collected from instruments. This includes removing data that may be affected by instrument saturation, weak signal intensity, precipitation events, or unstable atmospheric conditions. The process aims to ensure that the final dataset is devoid of errors and provides valid and reliable measurements for analysis.",
        "AnswerCn": "在处理观测数据的质量控制中，涉及采取措施确保从仪器收集的数据的准确性和可靠性。这包括去除可能受到仪器饱和、信号强度弱、降水事件或不稳定大气条件影响的数据。该过程旨在确保最终数据集没有错误，并为分析提供有效和可靠的测量结果。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the 'eddy covariance system' as a data collection method in oasis-desert ecosystem studies?",
        "QuestionCn": "涡度相关系统作为绿洲-沙漠生态系统研究中的数据收集方法是什么？",
        "AnswerEn": "The eddy covariance system is a data collection method used to measure and calculate turbulent fluxes of gases such as carbon dioxide, water vapor, and methane between the land surface and the atmosphere. It provides high-frequency, half-hourly data on these fluxes, often used in combination with other instruments like scintillometers to understand energy, water vapor, and carbon exchange dynamics in ecosystems, such as those found in oasis-desert areas.",
        "AnswerCn": "涡度协方差系统是一种数据收集方法，用于测量和计算气体（如二氧化碳、水蒸气和甲烷）在陆地表面与大气之间的湍流通量。它提供高频率、半小时的数据，通常与其他仪器（如闪烁仪）结合使用，以理解生态系统（如绿洲-沙漠地区）中的能量、水蒸气和碳交换动态。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data quality control steps for the large aperture scintillometer flux observations differ from those used in eddy covariance systems within oasis–desert ecosystems?",
        "QuestionCn": "大型孔径闪烁仪通量观测的数据质量控制步骤与在绿洲-沙漠生态系统中使用的涡度协方差系统的数据质量控制步骤有何不同？",
        "AnswerEn": "The large aperture scintillometer data undergo quality control steps such as removing saturated Cn2 data, weak demodulated signal intensity, data during precipitation, and weak turbulence under stable conditions. In contrast, eddy covariance systems typically focus on ensuring data continuity, removing spikes, and correcting for instrument errors and environmental factors, emphasizing different aspects due to the distinct data collection nature of each method.",
        "AnswerCn": "大孔径闪烁仪的数据经过质量控制步骤，例如去除饱和的Cn2数据、弱解调信号强度、降水期间的数据以及在稳定条件下的弱湍流。相比之下，涡度协方差系统通常侧重于确保数据连续性、去除尖峰值以及校正仪器误差和环境因素，由于每种方法的数据收集性质不同，因此强调了不同的方面。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of auxiliary data like vegetation and soil parameters in oasis–desert ecosystem datasets compare to their use in datasets focused solely on atmospheric flux measurements?",
        "QuestionCn": "在绿洲-沙漠生态系统数据集中，辅助数据如植被和土壤参数的使用与专注于大气通量测量的数据集相比，存在怎样的差异？",
        "AnswerEn": "In oasis–desert ecosystem datasets, auxiliary data such as vegetation and soil parameters are integral for understanding interactions between land surfaces and atmospheric processes, providing context for energy, water vapor, and carbon fluxes. In datasets focused solely on atmospheric flux measurements, auxiliary data may be less emphasized, focusing more on atmospheric conditions and immediate surface flux interactions without the broader ecological context.",
        "AnswerCn": "在绿洲–沙漠生态系统数据集中，植被和土壤参数等辅助数据对于理解陆地表面与大气过程之间的相互作用至关重要，这为能量、水汽和碳通量提供了背景。在专注于大气通量测量的数据集中，辅助数据可能不那么突出，更加关注大气条件和即时表面通量相互作用，而没有更广泛的生态背景。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the iterative calculation process based on the Monin-Obukhov similarity theory be applied to improve data quality and accuracy in other environmental datasets?",
        "QuestionCn": "基于Monin-Obukhov相似理论的迭代计算过程如何应用于提高其他环境数据集的数据质量和准确性？",
        "AnswerEn": "The iterative calculation process based on the Monin-Obukhov similarity theory is used to derive heat fluxes from raw scintillometer data, ensuring data accuracy and quality. This method could be applied to other environmental datasets where similar atmospheric stability conditions and turbulent flux measurements are involved, potentially enhancing the precision of observations related to heat, water vapor, or carbon exchanges in diverse ecosystems.",
        "AnswerCn": "基于Monin-Obukhov相似理论的迭代计算过程用于从原始闪烁仪数据中推导热通量，确保数据的准确性和质量。这种方法可以应用于其他环境数据集，特别是在类似的大气稳定条件和湍流通量测量的情况下，可能增强与不同生态系统中热、水蒸气或碳交换相关的观测精度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges might arise when implementing quality control procedures for datasets collected in arid and semi-arid regions, and how could these be mitigated?",
        "QuestionCn": "在干旱和半干旱地区实施数据集质量控制程序时可能会出现哪些挑战，以及如何减轻这些挑战？",
        "AnswerEn": "Challenges in implementing quality control procedures in arid and semi-arid regions include dealing with signal saturation, weak signal intensity, and data contamination from precipitation or weak turbulence. These challenges are mitigated by removing data points that exceed certain thresholds, such as high refractive index structure parameters, low signal intensity, and unstable conditions. These procedures help maintain data integrity and reliability.",
        "AnswerCn": "在干旱和半干旱地区实施质量控制程序面临的挑战包括信号饱和、信号强度弱以及降水或弱湍流导致的数据污染。这些挑战通过去除超过某些阈值的数据点来缓解，例如高折射率结构参数、低信号强度和不稳定条件。这些程序有助于维护数据的完整性和可靠性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the integration of automatic weather stations and scintillometer data contribute to a comprehensive understanding of energy and water vapor exchanges in oasis-desert ecosystems?",
        "QuestionCn": "自动气象站和闪烁仪数据的整合可以通过哪些方式促进对绿洲-沙漠生态系统中能量和水汽交换的全面理解？",
        "AnswerEn": "The integration of automatic weather stations and scintillometer data provides a robust dataset that includes turbulent fluxes, hydrometeorological conditions, and soil parameters. This comprehensive data collection strategy allows researchers to analyze energy and water vapor exchanges in detail, offering insights into the interactions between oasis and desert systems and supporting sustainable development and ecological stability in these regions.",
        "AnswerCn": "自动气象站与闪烁仪数据的集成提供了一个强大的数据集，包括湍流通量、水文气象条件和土壤参数。这种综合数据收集策略使研究人员能够详细分析能量和水蒸气的交换，提供对绿洲与沙漠系统之间相互作用的深入见解，并支持这些地区的可持续发展和生态稳定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the gaps and challenges in long-term data collection for oasis–desert ecosystems, especially in arid regions?",
        "QuestionCn": "哪些因素导致在干旱地区的绿洲-沙漠生态系统长期数据收集中的差距和挑战？",
        "AnswerEn": "Inland river basins in arid and semiarid areas are facing ecological environment degradation, such as drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These challenges can lead to difficulties in maintaining continuous and accurate data collection over long periods.",
        "AnswerCn": "内陆河流流域在干旱和半干旱地区面临生态环境退化的问题，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些挑战可能导致在较长时间内维持连续和准确的数据收集变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to maintain a balance between oasis and desert systems for sustainable development in arid regions?",
        "QuestionCn": "为什么在干旱地区维持绿洲和沙漠系统之间的平衡对可持续发展很重要？",
        "AnswerEn": "Maintaining the balance between oasis and desert systems is crucial to achieving sustainable oasis development, supporting ecological security, and ensuring socioeconomic development. This balance plays a significant role in stabilizing the ecological environment and agricultural productivity, which are vital for the population living in these regions.",
        "AnswerCn": "维持绿洲与沙漠系统之间的平衡对于实现可持续的绿洲发展、支持生态安全以及确保社会经济发展至关重要。这种平衡在稳定生态环境和农业生产力方面发挥着重要作用，而这些对生活在这些地区的人口至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the causes behind the need for rigorous data processing and quality control in energy, water vapor, and carbon exchange datasets?",
        "QuestionCn": "能源、水蒸气和碳交换数据集需要严格数据处理和质量控制的原因是什么？",
        "AnswerEn": "Rigorous data processing and quality control are necessary due to the complexity of the data collected from oasis–desert ecosystems, which include various parameters such as turbulent flux data, hydrometeorological measurements, and vegetation and soil parameters. Ensuring the accuracy and reliability of these datasets is essential for a quantitative understanding of energy, water vapor, and carbon exchange in these regions.",
        "AnswerCn": "由于从绿洲-沙漠生态系统中收集的数据复杂，因此严格的数据处理和质量控制是必要的。这些数据包括各种参数，如湍流通量数据、气象水文测量以及植被和土壤参数。确保这些数据集的准确性和可靠性对于定量理解这些地区的能量、水蒸气和碳交换至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of incorporating long-term observational datasets from oasis–desert systems into the understanding of energy, water vapor, and carbon exchange in arid regions?",
        "QuestionCn": "将长期观测数据集从绿洲-沙漠系统纳入对干旱地区能量、水汽和碳交换的理解中，可能产生的结果有哪些？",
        "AnswerEn": "Incorporating long-term observational datasets from oasis–desert systems can lead to a better understanding of energy, water vapor, and carbon exchange in arid regions, which is crucial for maintaining ecological stability and supporting socioeconomic development. These datasets provide critical insights needed to achieve carbon peaking and neutrality goals, and to address environmental degradation challenges in these areas.",
        "AnswerCn": "整合来自绿洲-沙漠系统的长期观测数据集可以更好地理解干旱地区的能量、水蒸气和碳交换，这对维持生态稳定和支持社会经济发展至关重要。这些数据集提供了实现碳达峰和碳中和目标所需的关键见解，并有助于应对这些地区的环境退化挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What consequences might arise from the successful establishment of multiple land surface flux and meteorological stations in the arid regions of western China?",
        "QuestionCn": "在中国西部干旱地区成功建立多个地表通量和气象站可能会产生哪些后果？",
        "AnswerEn": "The successful establishment of multiple land surface flux and meteorological stations can result in a comprehensive dataset that significantly enhances the understanding of oasis–desert interactions and their impact on local and regional climate. This can lead to improved management and sustainability efforts in these regions, addressing the challenges of ecological degradation and supporting the balance between oasis and desert systems.",
        "AnswerCn": "成功建立多个地表通量和气象站可以产生一个综合数据集，显著增强对绿洲-沙漠相互作用及其对地方和区域气候影响的理解。这可以促进这些地区的管理和可持续发展，解决生态退化的挑战，并支持绿洲与沙漠系统之间的平衡。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting long-term energy, water vapor, and carbon flux data in oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中收集长期能量、水汽和碳通量数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to quantitatively understand the basic characteristics of energy, water vapor, and carbon exchange in oasis-desert ecosystems. This understanding is crucial for maintaining the balance between oasis and desert systems, supporting ecological security, and achieving sustainable development. It also contributes to the goals of carbon peaking and carbon neutrality in these areas.",
        "AnswerCn": "主要目标是定量理解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征。这种理解对于维持绿洲与沙漠系统之间的平衡、支持生态安全和实现可持续发展至关重要。它还为这些地区实现碳达峰和碳中和的目标做出贡献。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to implement rigorous data processing and quality control procedures in the collection of oasis-desert ecosystem data?",
        "QuestionCn": "为什么在收集绿洲-沙漠生态系统数据时实施严格的数据处理和质量控制程序很重要？",
        "AnswerEn": "Rigorous data processing and quality control are important to ensure the accuracy and reliability of the long-term observational datasets. These procedures help in effectively analyzing energy, water vapor, and carbon exchange, which is significant for recognizing oasis-desert interactions and protecting the ecological stability and socioeconomic development of oases.",
        "AnswerCn": "严格的数据处理和质量控制对于确保长期观测数据集的准确性和可靠性至关重要。这些程序有助于有效分析能量、水汽和碳交换，这对于识别绿洲与沙漠的相互作用以及保护绿洲的生态稳定性和社会经济发展具有重要意义。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What goals are addressed by establishing a network of land surface flux and meteorological stations in the arid regions of western China?",
        "QuestionCn": "在中国西部干旱地区建立地表通量和气象站网络所涉及的目标是什么？",
        "AnswerEn": "The establishment of a network of land surface flux and meteorological stations aims to support long-term observations necessary for understanding energy, water vapor, and carbon exchanges in the oasis-desert areas. This network provides critical data that contribute to studies on ecological environment degradation, climate change impacts, and supports research efforts in achieving sustainable oasis development and ecological security.",
        "AnswerCn": "建立一个陆地表面通量和气象站网络，旨在支持长期观测，以了解绿洲-沙漠地区的能量、水蒸气和碳交换。该网络提供的关键数据有助于生态环境退化、气候变化影响的研究，并支持实现可持续绿洲发展和生态安全的研究工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in processing and quality controlling the data collected by large aperture scintillometers in arid regions?",
        "QuestionCn": "在干旱地区，处理和质量控制大型孔径闪烁仪收集的数据涉及哪些程序？",
        "AnswerEn": "The data collected by large aperture scintillometers undergoes a process where the raw 1-minute observation data is processed and quality controlled. This includes removing data where the refractive index structure parameter (Cn2) reaches saturation, eliminating data with weak demodulation signal intensity, excluding data during precipitation events, and discarding data with weak turbulence under stable conditions. The processing involves using the Monin-Obukhov similarity theory for iterative calculations, with stability functions selected from previous studies.",
        "AnswerCn": "大型孔径闪烁仪收集的数据经过处理，原始的1分钟观测数据会进行质量控制。这包括去除当折射率结构参数（Cn2）达到饱和时的数据，排除信号强度较弱的解调数据，剔除降水事件期间的数据，以及在稳定条件下丢弃湍流较弱的数据。处理过程中使用了Monin-Obukhov相似理论进行迭代计算，稳定性函数则选自以往的研究。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are energy, water vapor, and carbon fluxes in oasis-desert ecosystems quantitatively measured and documented?",
        "QuestionCn": "绿洲-沙漠生态系统中的能量、水蒸气和碳通量是如何定量测量和记录的？",
        "AnswerEn": "Energy, water vapor, and carbon fluxes in oasis-desert ecosystems are measured using a combination of eddy covariance systems and scintillometers. The data is collected half-hourly and includes hydrometeorological measurements such as radiation, soil heat flux, air temperature gradients, wind speed, air pressure, and soil moisture profiles. Automatic weather stations provide additional data with a 10-minute average period. This suite of datasets helps in understanding the oasis-desert interactions and their ecological impacts.",
        "AnswerCn": "在绿洲-沙漠生态系统中，能量、水蒸气和碳通量通过涡度协方差系统和闪烁仪的组合进行测量。数据以半小时为单位收集，包括辐射、土壤热通量、空气温度梯度、风速、气压和土壤湿度剖面等气象水文测量。自动气象站提供额外的数据，平均周期为10分钟。这一系列数据集有助于理解绿洲-沙漠之间的相互作用及其生态影响。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are employed to ensure the accuracy and reliability of hydrometeorological data in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区，确保水文气象数据的准确性和可靠性的方法有哪些？",
        "AnswerEn": "To ensure the accuracy and reliability of hydrometeorological data, the data collection methods include using automatic weather stations that record data at regular intervals (e.g., 10-minute averages). The data processing involves a comprehensive quality control procedure that encompasses data collection, processing, and archiving. This includes monitoring radiation, soil heat flux, temperature profiles, wind parameters, and other relevant meteorological data to maintain data integrity.",
        "AnswerCn": "为了确保水文气象数据的准确性和可靠性，数据收集方法包括使用自动气象站定期记录数据（例如，10分钟平均值）。数据处理涉及全面的质量控制程序，包括数据收集、处理和归档。这包括监测辐射、土壤热通量、温度剖面、风参数以及其他相关气象数据，以维护数据的完整性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques enable the effective collection and quality control of data in arid and semiarid regions like the Heihe River Basin?",
        "QuestionCn": "哪些技术能够有效收集和质量控制像黑河流域这样的干旱和半干旱地区的数据？",
        "AnswerEn": "In the Heihe River Basin, techniques such as the use of large aperture scintillometers and eddy covariance systems are employed to collect data on energy, water vapor, and carbon exchange. Data quality control involves removing saturated data, weak signal intensity data, data during precipitation, and weak turbulence data under stable conditions. Iterative calculations using stability universal functions are also applied.",
        "AnswerCn": "在黑河流域，采用大孔径闪烁仪和涡度协方差系统等技术收集能量、水蒸气和碳交换的数据。数据质量控制涉及去除饱和数据、信号强度弱的数据、降水期间的数据以及在稳定条件下的弱湍流数据。同时，还应用了基于稳定性普适函数的迭代计算。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the integration of automatic weather stations and scintillometers enhance data collection in oasis-desert ecosystems?",
        "QuestionCn": "自动气象站和闪烁仪的集成如何增强绿洲-沙漠生态系统中的数据收集？",
        "AnswerEn": "Automatic weather stations and scintillometers provide continuous and detailed measurements of various hydrometeorological parameters, including radiation, soil heat flux, air temperature, humidity, and wind speed. These instruments enable high-frequency data acquisition, which facilitates a comprehensive understanding of the energy and water vapor dynamics in oasis-desert ecosystems.",
        "AnswerCn": "自动气象站和闪烁仪提供对各种水文气象参数的连续和详细测量，包括辐射、土壤热通量、空气温度、湿度和风速。这些仪器能够进行高频率的数据采集，从而促进对绿洲-沙漠生态系统中能量和水汽动态的全面理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions must be considered to maintain the balance between oasis and desert systems for sustainable development?",
        "QuestionCn": "在可持续发展中，必须考虑哪些条件以维持绿洲与沙漠系统之间的平衡？",
        "AnswerEn": "Conditions such as understanding the dynamics of energy, water vapor, and carbon exchange are crucial. Long-term observations and datasets that capture these exchanges are necessary to recognize interactions within the oasis-desert ecosystems and support sustainable development goals, carbon peaking, and carbon neutrality.",
        "AnswerCn": "理解能量、水蒸气和碳交换的动态是至关重要的。长期的观察和数据集能够捕捉这些交换，对于识别绿洲-沙漠生态系统内的相互作用以及支持可持续发展目标、碳达峰和碳中和是必要的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might long-term observations be indispensable for understanding energy, water vapor, and carbon exchange in oasis–desert areas?",
        "QuestionCn": "为什么长期观测对于理解绿洲-沙漠地区的能量、水汽和碳交换是不可或缺的？",
        "AnswerEn": "Long-term observations are crucial because they provide a quantitative understanding of the interactions within oasis–desert ecosystems, which is significant for protecting ecological stability and supporting the socioeconomic development of oases. This is essential to achieve the goals of carbon peaking and carbon neutrality, as well as to maintain the balance between oasis and desert systems.",
        "AnswerCn": "长期观察至关重要，因为它们提供了对绿洲-沙漠生态系统内部相互作用的定量理解，这对于保护生态稳定性和支持绿洲的社会经济发展具有重要意义。这对于实现碳达峰和碳中和的目标，以及维持绿洲与沙漠系统之间的平衡是必不可少的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges might arise in the collection and processing of data from oasis–desert ecosystems for sustainable development?",
        "QuestionCn": "在收集和处理来自绿洲-沙漠生态系统的数据以实现可持续发展时，可能会出现哪些挑战？",
        "AnswerEn": "Challenges include the crisis of ecological environment degradation in inland river basins, such as the drying up of rivers and lakes, degradation of natural vegetation, land desertification, and frequent dust storms. These conditions can complicate data collection and require careful consideration in data processing and quality control.",
        "AnswerCn": "挑战包括内陆河流域生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化以及频繁的沙尘暴。这些情况可能会使数据收集变得复杂，并在数据处理和质量控制中需要谨慎考虑。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your assessment of the current data processing and quality control procedures applied to hydrometeorological data collected in arid and semiarid regions?",
        "QuestionCn": "我对在干旱和半干旱地区收集的水文气象数据所应用的当前数据处理和质量控制程序的评估是什么？",
        "AnswerEn": "The current data processing and quality control procedures, which include combining meteorological data with principles like Monin-Obukhov similarity theory and addressing issues like weak turbulence and instrument saturation, are comprehensive. These steps are crucial to ensure the accuracy of data collected in challenging environments such as arid and semiarid regions, where environmental conditions can significantly impact data quality.",
        "AnswerCn": "当前的数据处理和质量控制程序，包括将气象数据与如Monin-Obukhov相似性理论等原则相结合，以及解决弱湍流和仪器饱和等问题，都是全面的。这些步骤对于确保在干旱和半干旱地区等具有挑战性环境中收集的数据的准确性至关重要，因为环境条件会显著影响数据质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the data processing and quality control steps ensure the accuracy and reliability of the air refractive index structure parameter measurements.",
        "QuestionCn": "我不明白数据处理和质量控制步骤如何确保空气折射率结构参数测量的准确性和可靠性。",
        "AnswerEn": "The data processing and quality control steps ensure accuracy by removing data points where the structure parameter reaches saturation, weak demodulated signals, data during precipitation, and weak turbulence under stable conditions. This process is based on the application of Monin-Obukhov similarity theory and uses stability universal functions as referenced in Liu et al. (2011, 2013).",
        "AnswerCn": "数据处理和质量控制步骤通过去除结构参数达到饱和的数据点、弱解调信号、降水期间的数据以及在稳定条件下的弱湍流，确保了准确性。该过程基于Monin-Obukhov相似理论的应用，并使用了Liu等人（2011年，2013年）引用的稳定性通用函数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about how the challenges faced by inland river basins impact the collection of long-term observational datasets in these regions.",
        "QuestionCn": "我不确定内陆河流流域面临的挑战如何影响这些地区长期观测数据集的收集。",
        "AnswerEn": "Inland river basins face ecological degradation challenges like drying rivers, land desertification, and dust storms, which complicate long-term data collection. These challenges require robust and continuous observations to maintain data integrity and offer insights into the oasis-desert system's energy, water vapor, and carbon exchanges.",
        "AnswerCn": "内陆河流流域面临生态退化的挑战，如河流干涸、土地沙漠化和沙尘暴，这使得长期数据收集变得复杂。这些挑战需要强有力和持续的观测，以维护数据的完整性，并提供对绿洲-沙漠系统的能量、水汽和碳交换的洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the primary data collection techniques used for observing energy, water vapor, and carbon exchange in oasis–desert ecosystems.",
        "QuestionCn": "观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的主要数据收集技术包括：  \n\n1. **气象站**：用于测量温度、湿度、风速和辐射等气象参数。  \n2. **土壤湿度传感器**：监测土壤中的水分含量。  \n3. **气体交换系统**：如开放式和闭合式气体交换系统，用于测量植物的光合作用和呼吸作用。  \n4. **遥感技术**：利用卫星或无人机获取大范围的生态数据。  \n5. **生态模型**：结合实地观测数据进行模拟和预测。  \n6. **水文监测**：评估水分循环和水资源的变化。  \n7. **样地调查**：通过样地采样分析植物和土壤的特征。  ",
        "AnswerEn": "The primary data collection techniques include using an eddy covariance system and scintillometer for half-hourly turbulent flux data, along with automatic weather stations for hydrometeorological data such as radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Vegetation and soil parameters are also collected.",
        "AnswerCn": "主要的数据收集技术包括使用涡度协方差系统和闪烁仪收集半小时的湍流通量数据，以及自动气象站收集水文气象数据，如辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水和土壤湿度剖面。同时也收集植被和土壤参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in collecting and maintaining long-term observational datasets in arid and semiarid inland river basins.",
        "QuestionCn": "分析在干旱和半干旱内陆河流流域收集和维护长期观察数据集所面临的挑战。",
        "AnswerEn": "Challenges include ecological environment degradation such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These issues are exacerbated in inland river basins along the Silk Road, which makes maintaining long-term datasets difficult.",
        "AnswerCn": "挑战包括生态环境退化，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些问题在丝绸之路沿线的内陆河流流域中尤为严重，使得维护长期数据集变得困难。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}