{
  "id": "1d028421-cf19-4d7a-a94c-bb5caa2105ae",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Distribution data of 1:2,500,000 faults in the northeastern margin of the Tibetan Plateau (2006)",
      "titleCn": "青藏高原东北缘1：250万断层分布数据（2006）",
      "description": "This data is the distribution data of 1:250000 faults on the northeast edge of the Qinghai Tibet Plateau, including the names, distribution positions, and length fields of each fault, stored in vector format. The data is sourced from the 1:2.5 million geological map of Western China and Neighboring Areas published by the Institute of Geology, Chinese Academy of Geological Sciences in December 2006. The original geological map was geographically registered in ArcGIS software, then vectorized to obtain the fault dataset. The fault distribution map can express the characteristics of fault distribution in the northeast edge of the Qinghai Tibet Plateau, characterize the background of debris flow disaster prone environment in the northeast edge of the Qinghai Tibet Plateau, and has important significance for tectonics and the continuous development of research on the regional development characteristics of debris flows. This study can provide data and scientific basis for in-depth research on the influencing factors of debris flow disasters, and also provide relevant information for the study of debris flows in the study area, providing a basis for related disaster prevention and reduction work.",
      "descriptionCn": "该数据为青藏高原东北缘1：250万断层分布数据，包含各断层名称、分布位置和长度字段，存储格式为矢量数据。数据来源于中国地质科学院地质研究所2006年12月的《中国西部及邻区地质图》1：250万地质图，由原始地质图在ArcGIS软件中进行地理配准，然后矢量化，最终获得本断层数据集。断层分布图可以表达青藏高原东北缘断层分布的特征，表征青藏高原东北缘的泥石流孕灾环境背景，对构造学有着重要的意义，对泥石流区域性发育特征研究的不断发展有着重要的作用。本研究可为深入研究泥石流灾害发育影响因素提供数据及科学依据，同时也为研究区内泥石流的研究提供相关资料，为相关防灾减灾工作提供依据。",
      "instructions": "File Name: Fault Distribution Data on the Northeast Edge of the Qinghai Tibet Plateau. shp, Data Reading Method: The data can be opened and used using ArcGIS, ENVI, or other geographic information systems and remote sensing software.",
      "instructionsCn": "文件命名：青藏高原东北缘断层分布数据.shp，数据读取方式：数据可用ArcGIS、ENVI或其他地理信息系统和遥感软件打开使用。",
      "east": 107.0,
      "west": 93.47,
      "south": 31.78,
      "north": 40.48,
      "startTime": null,
      "endTime": null,
      "fileSize": 229236.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "3"
    },
    "authorList": [
      {
        "nameCn": "杨为民",
        "nameEn": "YANG Weimin",
        "unitEn": "",
        "unitCn": "中国地质科学院地质力学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国地质科学院地质研究所.中国西部及邻区地质图1：2500000",
        "titleEn": null,
        "referenceCn": "中国地质科学院地质研究所.中国西部及邻区地质图1：2500000，[M].地质出版社，2006.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "断层",
        "nameEn": "faults"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东北缘",
        "keywordEn": "Northeast margin of  Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2023年",
        "keywordEn": "2023",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and specifications of fault distribution data in the northeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原东北边缘的断层分布数据的特征和规格是什么？",
        "AnswerEn": "1:2.5 million scale, fault names, distribution locations, lengths, vector format",
        "AnswerCn": "1:250万比例尺，断层名称，分布位置，长度，矢量格式",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of vectorization in the context of geological mapping?",
        "QuestionCn": "在地质制图的背景下，矢量化过程包括哪些步骤？",
        "AnswerEn": "Vectorization in the context of geological mapping refers to the process of converting a geological map, such as a 1:2500000 geological map, into a digital format using software like ArcGIS. This process involves georeferencing the original geological map to align it with real-world coordinates and then digitizing or vectorizing the features such as fault lines to create a dataset that includes attributes like fault names, distribution locations, and lengths.",
        "AnswerCn": "在地质制图的背景下，矢量化是指将地质图（例如1:2500000的地质图）转换为数字格式的过程，使用的软件如ArcGIS。这个过程涉及对原始地质图进行地理参考，以便将其与真实世界坐标对齐，然后对特征进行数字化或矢量化，例如断层线，以创建一个包含属性的数据集，如断层名称、分布位置和长度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological processes or environmental conditions that contribute to the distribution of faults in the northeastern margin of the Tibetan Plateau from the available vector data?",
        "QuestionCn": "从现有的矢量数据中可以推断出哪些地质过程或环境条件导致了青藏高原东北缘断层的分布？",
        "AnswerEn": "The vector data representing the fault distribution in the northeastern margin of the Tibetan Plateau can provide insights into the geological processes and environmental conditions that contribute to the development of faults. This data includes information on fault names, locations, and lengths, which could indicate tectonic activity and the geological history of the area. By analyzing these patterns, researchers can infer the underlying geological structures, the stress and strain distribution in the crust, and the potential for seismic activity. Furthermore, this information is crucial for understanding the environment conducive to debris flow hazards, providing a scientific basis for studying the regional development characteristics of debris flows and their influencing factors.",
        "AnswerCn": "代表青藏 Plateau东北边缘断层分布的矢量数据可以提供有关地质过程和环境条件的见解，这些条件促成了断层的发展。这些数据包括断层名称、位置和长度的信息，这可能表明该地区的构造活动和地质历史。通过分析这些模式，研究人员可以推断出潜在的地质结构、地壳中的应力和应变分布，以及地震活动的潜力。此外，这些信息对于理解有利于泥石流灾害的环境至关重要，为研究泥石流的区域发展特征及其影响因素提供了科学依据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately mapping fault distributions in the northeastern Tibetan Plateau using vector data from geological maps?",
        "QuestionCn": "哪些因素导致在使用地质图的矢量数据准确绘制东北藏区断层分布时面临挑战？",
        "AnswerEn": "The process involves geographic registration and vectorization of original geological maps, which can introduce challenges such as ensuring precise alignment and maintaining the accuracy of fault line representations, especially given the complex geological features of the region. This data is crucial for understanding the landslide-prone environment and tectonic characteristics of the area.",
        "AnswerCn": "该过程涉及原始地质图的地理注册和矢量化，这可能会引入挑战，例如确保精确对齐和保持断层线表示的准确性，特别是在该地区复杂的地质特征下。这些数据对于理解该地区易发生滑坡的环境和构造特征至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of mudflow disaster environments when using a dataset that includes fault distribution characteristics in the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "在使用包含青藏 Plateau东北边缘断层分布特征的数据集时，对泥流灾害环境的理解可能会产生哪些潜在影响？",
        "AnswerEn": "Using a dataset that includes fault distribution characteristics can significantly enhance the understanding of mudflow disaster environments by providing insights into the geological and tectonic settings that influence the occurrence and development of mudflows. It helps in identifying the spatial patterns and potential triggers of mudflows, which is crucial for disaster risk assessment and management. Additionally, such data can inform the development of more accurate predictive models for mudflow occurrence, thus aiding in better disaster preparedness and mitigation strategies.",
        "AnswerCn": "使用包含故障分布特征的数据集可以显著增强对泥流灾害环境的理解，因为它提供了影响泥流发生和发展的地质和构造背景的见解。它有助于识别泥流的空间模式和潜在触发因素，这对于灾害风险评估和管理至关重要。此外，这些数据可以为泥流发生的更准确预测模型的开发提供信息，从而有助于更好的灾害准备和减缓策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary purpose of collecting and analyzing fault distribution data in the northeastern margin of the Tibetan Plateau using vector data formats?",
        "QuestionCn": "在青藏高原东北缘，采用矢量数据格式收集和分析断层分布数据的主要目的是什么？",
        "AnswerEn": "The primary purpose of collecting and analyzing fault distribution data in the northeastern margin of the Tibetan Plateau using vector data formats is to characterize the fault distribution features and represent the background of debris flow disaster-prone environments in the region. This data is significant for structural studies and plays a crucial role in understanding the regional development characteristics of debris flows. It provides data and scientific basis for in-depth research on factors influencing the development of debris flow disasters and offers relevant information for studying debris flows within the research area, thereby aiding in disaster prevention and mitigation efforts.",
        "AnswerCn": "在青藏 Plateau东北边缘收集和分析断层分布数据的主要目的是表征断层分布特征，并代表该地区泥石流灾害易发环境的背景。这些数据对结构研究具有重要意义，并在理解泥石流的区域发展特征方面发挥着关键作用。它为深入研究影响泥石流灾害发展的因素提供了数据和科学依据，并为研究该研究区域内的泥石流提供了相关信息，从而有助于灾害预防和减轻工作。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in transforming a geological map into a vector dataset for analyzing fault distributions in the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "将地质图转换为矢量数据集以分析青藏 Plateau东北边缘的断层分布的程序步骤包括以下哪几个方面？",
        "AnswerEn": "To transform a geological map into a vector dataset for analyzing fault distributions, the process involves several key steps. Initially, the original geological map is georeferenced using GIS software like ArcGIS to ensure accurate spatial alignment. This is followed by the vectorization of the map, where the fault lines are digitized to create a vector dataset. The resulting vector dataset includes attributes such as fault names, distribution locations, and lengths, providing a comprehensive understanding of fault distribution characteristics in the region. This data is crucial for studying the tectonic environment and debris flow development in the area.",
        "AnswerCn": "将地质图转换为用于分析断层分布的矢量数据集的过程涉及几个关键步骤。首先，使用GIS软件（如ArcGIS）对原始地质图进行地理参考，以确保准确的空间对齐。接下来，对地图进行矢量化，数字化断层线以创建矢量数据集。生成的矢量数据集包括断层名称、分布位置和长度等属性，为区域内断层分布特征提供了全面的理解。这些数据对于研究该地区的构造环境和泥石流发展至关重要。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or methodologies have enabled the precise vectorization of geological maps for enhanced fault distribution analysis in regions like the northeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些技术进步或方法论使得在像青藏高原东北边缘这样的地区，地质图的精确矢量化得以实现，从而增强了对断层分布的分析？",
        "AnswerEn": "The use of ArcGIS software for georeferencing and vectorization of original geological maps has enabled the precise conversion of paper-based geological maps into vector data. This allows for detailed analysis of fault distribution, including their names, locations, and lengths, which is crucial for understanding the tectonic environment and assessing the disaster-prone environments, such as those leading to debris flows.",
        "AnswerCn": "使用ArcGIS软件对原始地质图进行地理参考和矢量化，使纸质地质图精确转换为矢量数据。这允许对断层分布进行详细分析，包括它们的名称、位置和长度，这对于理解构造环境和评估灾害易发环境（如导致泥石流的环境）至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}