{
    "id": "1d580baa-c738-4860-9d72-74376a7fdde1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "An Oligocene giant rhino provides insights into Paraceratherium evolution",
            "titleCn": "渐新世临夏副巨犀进一步揭示巨犀演化历程 论文原始插图数据",
            "description": "As one of the largest land mammals, the origin and evolution of the giant rhino Paraceratherium bugtiense in Pakistan have been unclear. We report a new species Paraceratherium linxiaense sp. nov. from northwestern China with an age of 26.5 Ma. Morphology and phylogeny reveal that P. linxiaense is the highly derived species of the genus Paraceratherium, and its clade with P. lepidum has a tight relationship to P. bugtiense. Based on the paleogeographical literature, P. bugtiense represents a range expansion of Paraceratherium from Central Asia via the Tibetan \n region. By the late Oligocene, P. lepidum and P. linxiaense were found in the north side of the Tibetan Plateau. The Tibetan region likely hosted some areas with low elevation, possibly under 2000 m during Oligocene, and the lineage of giant rhinos could have dispersed freely along the eastern coast of the Tethys Ocean and perhaps through some lowlands of this region.",
            "descriptionCn": "2021年6月17日，研究团队在国际刊物《通讯：生物学》（Communications Biology）上发表了研究论文，将发现于临夏盆地的巨犀命名为临夏巨犀（Paraceratherium linxiaense）。利用系统发育分析方法、古地磁测年法等方法研究化石，表明化石属于巨犀，但是又不同于已知的巨犀种类，因为它比其他巨犀更进步。\n本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等）",
            "instructions": "This data includes the PDF file of the article, and the illustrations with original-resolution  (including fossils, strata and phylogenetic trees, etc.)",
            "instructionsCn": "本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等）",
            "east": 105.0,
            "west": 90.0,
            "south": 30.0,
            "north": 45.0,
            "startTime": "2020-12-01 00:00:00",
            "endTime": "2021-12-28 11:59:59",
            "fileSize": 33741559.0,
            "cstr": null,
            "doi": "10.1038/s42003-021-02170-6",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓涛",
                "nameEn": "DENG Tao ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "An Oligocene giant rhino provides insights into Paraceratherium evolution",
                "referenceCn": null,
                "referenceEn": "Deng, T., Lu, X., & Wang, S., et al. (2021). An Oligocene giant rhino provides insights into Paraceratherium evolution[J]. Communications Biology, 4(1), 639."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "森林",
                "nameEn": "Forest"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "临夏盆地",
                "keywordEn": "Linxia Basin"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "渐新世",
                "keywordEn": "Oligocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to analyze fossil specimens in paleontological studies, particularly in the context of identifying new species within existing genera?",
                "QuestionCn": "您能否提供一个用于分析古生物学研究中化石标本的方法示例，特别是在识别现有属内新物种的背景下？",
                "AnswerEn": "An example of a method used to analyze fossil specimens in paleontological studies is the utilization of phylogenetic analysis techniques and paleomagnetic dating methods. These methods were employed to study fossils from the Linxia Basin, revealing that the Paraceratherium linxiaense, although belonging to the genus of giant rhinoceroses, differs from known species and is more advanced.",
                "AnswerCn": "在古生物学研究中，分析化石标本的一种方法是利用系统发育分析技术和古地磁测定方法。这些方法被用于研究林夏盆地的化石，揭示了林夏巨犀（Paraceratherium linxiaense）虽然属于巨型犀牛的属，但与已知物种不同，并且更为先进。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '古地磁测年法' mean in the context of data collection methods for studying fossil evolution?",
                "QuestionCn": "'古地磁测年法'在研究化石演化的数据收集方法中指的是一种通过分析岩石中记录的古地磁信息来确定其年龄的方法。",
                "AnswerEn": "古地磁测年法, or paleomagnetic dating, is a data collection method used to determine the age of rocks and fossils by analyzing the magnetic fields recorded in the geological strata. In the context of studying fossil evolution, it helps in establishing a timeline for the fossilized remains, contributing to understanding their place in evolutionary history.",
                "AnswerCn": "古地磁测年法是一种数据收集方法，通过分析地质层中记录的磁场来确定岩石和化石的年龄。在研究化石演化的背景下，它有助于建立化石遗骸的时间线，进而帮助理解它们在演化历史中的位置。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the differentiation of new species within the Paraceratherium genus when conducting phylogenetic analysis and paleomagnetic dating?",
                "QuestionCn": "在进行系统发育分析和古地磁测定时，哪些因素有助于区分Paraceratherium属内的新物种？",
                "AnswerEn": "The differentiation of new species within the Paraceratherium genus is influenced by the application of phylogenetic analysis methods and paleomagnetic dating, which help in identifying unique features in fossils that distinguish them from known species, as evidenced by the discovery of Paraceratherium linxiaense in the Linxia Basin.",
                "AnswerCn": "Paraceratherium属中新物种的区分受到系统发育分析方法和古磁学测定的影响，这有助于识别化石中独特的特征，从而将其与已知物种区分开来，正如在林夏盆地发现的Paraceratherium linxiaense所证明的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to conduct systematic phylogenetic analysis and paleomagnetic dating when studying fossil evolution in the context of Paraceratherium linxiaense?",
                "QuestionCn": "在研究Paraceratherium linxiaense的化石演化时，进行系统的系统发育分析和古地磁定年所使用的程序是什么？",
                "AnswerEn": "In the context of Paraceratherium linxiaense, systematic phylogenetic analysis and paleomagnetic dating are employed to study fossil evolution. Phylogenetic analysis involves comparing morphological traits of the fossils with known species to determine evolutionary relationships, while paleomagnetic dating uses the magnetic properties of rock layers to date the fossils accurately.",
                "AnswerCn": "在Paraceratherium linxiaense的研究中，系统的系统发育分析和古地磁定年被用来研究化石的演化。系统发育分析涉及比较化石的形态特征与已知物种，以确定进化关系，而古地磁定年则利用岩层的磁性特征来准确地对化石进行年代测定。",
                "Level": "C3(Applying)"
            }
        ]
    }
}