{
    "id": "1dc07d7b-b781-49f5-ab4a-c2079f415e1e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurements synchronizing with Landsat TM in the A'rou foci experimental area on Jul. 22, 2008",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区Landsat TM地面同步观测数据集（2008年7月22日）",
            "description": "The dataset of ground truth measurements synchronizing with Landsat TM was obtained in the A'rou foci experimental area on Jul. 22, 2008. The stellera coverage was mainly measured by photo taking.\n     (1) Stellera coverage was measured by photo taking in 10 quadrates (51m×51m). Each quadrate was divided into 17×17 subsites, with each one spanning a 3×3 m2 plot. Only corner points of each subsite were chosen and 324 photos were taken for each quadrate. Photos were taken by Nikon D80 with a lens of 18-135mm, shooting straight downwards at the height of 1.5m.\n     (2) quadrates investigation including GPS by GARMIN GPS 76, species by manual cognition, the plant number by manual work, the height by the measuring tape repeated 4-5 times, the coverage by manual work (compartmentalizing 0.5m×0.5m into 100 to see the percentage the stellera takes) and the biomass (samples from 0.5m×0.5m) by green weight and dry weight. Data were archived in Excel format. \n     The dataset includes TM images, quadrate coverage investigation photos, GPS positions, coverage files and investigation tables.",
            "descriptionCn": "2008年7月22日，针对7月23日的LandSat TM数据，在阿柔加密观测区开展了狼毒和棘豆盖度的加密调查，主要通过照相法观测狼毒覆盖度，并开展样方调查工作。本数据可为TM卫星数据反演毒草覆盖度提供基本的地面验证数据集。\n1. 照相法观测狼毒覆盖度。样方规格：51m×51m，针对不同的覆盖度共计调查了10个样方，每个大样方分为17×17个3m×3m的格子。在格子角上采用普通相机拍照，每个样方拍摄324张。照相：使用的相机为尼康D80，标配18-135mm镜头，照相高度为1.5米，正对地面向下照。\n2. 样方调查数据存储：Excel格式表格。主要调查的项目有：GPS点号、物种、株数、高度、覆盖度、生物量。（1）GPS点号用GARMIN GPS 76记录。（2）物种采用人工识别的方法。（3）株数采用人工数的方法。（4）高度用卷尺测量，4－5个重复。（5）覆盖度采用人工估计的方法。在0.5m×0.5m的大格子内细分为100个小格，数其中狼毒所占格数。（6）生物量取0.5m×0.5m样品，称鲜重，杀青后烘干，称干重。\n该数据集包括：同步TM影像文件夹，样方覆盖度调查照片文件夹，GPS记录点文件、覆盖度文件，样方调查表文件（包括株高和物种方格数）。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-08-10 00:00:00",
            "endTime": "2008-08-10 00:00:00",
            "fileSize": 3144915988.0,
            "cstr": "18406.11.water973.0013.db",
            "doi": "10.3972/water973.0013.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李红星",
                "nameEn": "LI Hongxing",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘超",
                "nameEn": "LIU Chao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "钱金波",
                "nameEn": "Qian Jinbo",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": "基于数码照片的狼毒盖度估算",
                "titleEn": null,
                "referenceCn": "钱金波, 马明国. 基于数码照片的狼毒盖度估算[J]. 地球科学进展, 2009(07): 776–783.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-07-22",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-07-23",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and specifications of data collection methods used to observe plant coverage using photography in remote sensing experiments?",
                "QuestionCn": "在遥感实验中，用于观察植物覆盖的摄影数据收集方法的特征和规格包括：",
                "AnswerEn": "1.5 meters height, Nikon D80 camera, 18-135mm lens, 3m×3m grids, 51m×51m sample plots, 17×17 grids per plot, 324 photographs per plot",
                "AnswerCn": "1.5米高度，尼康D80相机，18-135mm镜头，3m×3m网格，51m×51m样方，每个样方17×17个网格，每个样方324张照片。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many large plots were surveyed using the photographic method to observe the coverage of Stellera chamaejasme?",
                "QuestionCn": "使用摄影方法观察Stellera chamaejasme的覆盖率时，调查了多少个大样地？",
                "AnswerEn": "10",
                "AnswerCn": "10",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of ground truth data collection methods, such as photography, when estimating plant cover density in remote sensing calibration studies?",
                "QuestionCn": "影响地面真实数据收集方法（如摄影）在遥感校准研究中估算植物覆盖密度准确性的因素有哪些？",
                "AnswerEn": "The accuracy of ground truth data collection methods, such as photography for estimating plant cover density, is influenced by factors like the resolution and quality of the camera used (e.g., Nikon D80 with an 18-135mm lens), the standardized height from which photos are taken (1.5 meters in this case), and the method of partitioning and photographing sample plots (51m×51m plots divided into 3m×3m grids with 324 photos per plot). Additionally, the precision in estimating cover density through manual observation and the use of GPS for accurate location recording can also impact accuracy.",
                "AnswerCn": "地面真实数据收集方法的准确性，例如通过摄影估计植物覆盖密度，受到多个因素的影响，如所使用相机的分辨率和质量（例如，尼康D80配备18-135mm镜头）、拍摄照片的标准高度（在这种情况下为1.5米）以及样本地块的划分和拍摄方法（51m×51m的地块被划分为3m×3m的网格，每个地块拍摄324张照片）。此外，通过人工观察估计覆盖密度的精确性以及使用GPS进行准确位置记录也会影响准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to conduct ground-based synchronized observations to validate satellite data in remote sensing experiments?",
                "QuestionCn": "在遥感实验中，进行地面同步观测以验证卫星数据是重要的，原因如下：",
                "AnswerEn": "Ground-based synchronized observations, such as those conducted for Landsat TM data in the Heihe integrated remote sensing joint experiment, provide essential validation data for satellite-derived measurements. This is crucial to ensure the accuracy of satellite data interpretations, such as the inversion of toxic grass coverage, by comparing them against detailed ground truth data collected through methods like photography and sample plot investigations.",
                "AnswerCn": "基于地面的同步观测，例如在黑河综合遥感联合实验中进行的Landsat TM数据观测，为卫星衍生测量提供了重要的验证数据。这对于确保卫星数据解释的准确性至关重要，例如通过与通过摄影和样地调查收集的详细地面真实数据进行比较，来反演有毒草覆盖率。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using photographic methods to observe plant cover in a dataset exploring toxic grass coverage?",
                "QuestionCn": "使用摄影方法观察探索有毒草覆盖的植物覆盖的程序步骤包括哪些？",
                "AnswerEn": "To use photographic methods for observing plant cover, one must first establish sample plots of 51m×51m, subdivided into 17×17 grids of 3m×3m each. Using a standard camera like the Nikon D80 with an 18-135mm lens, photographs are taken from a height of 1.5 meters directly downward at the corners of each grid, capturing a total of 324 images per sample plot. The photographic data helps in verifying satellite data for accurate cover estimates.",
                "AnswerCn": "要使用摄影方法观察植物覆盖，首先必须建立51米×51米的样本 plots，分为17×17的3米×3米小网格。使用标准相机，如尼康D80配备18-135mm镜头，从1.5米的高度直接向下拍摄每个网格的角落，总共在每个样本 plot中拍摄324张图像。摄影数据有助于验证卫星数据，以获得准确的覆盖估计。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the collection of detailed plant coverage data for validation of satellite imagery in remote sensing experiments?",
                "QuestionCn": "哪些方法可以收集详细的植物覆盖数据，以验证遥感实验中的卫星影像？",
                "AnswerEn": "Detailed plant coverage data can be collected using methods such as photographic observation of plant coverage, where a predefined area is divided into grids and photographed systematically. In addition, sampling using GPS for accurate location recording, manual species identification, plant counting, and biomass measurement through direct weighing and drying methods enable comprehensive data collection.",
                "AnswerCn": "详细的植物覆盖数据可以通过植物覆盖的摄影观察方法收集，其中预定义的区域被划分为网格并系统地拍照。此外，使用GPS进行采样以准确记录位置，手动识别物种、植物计数，以及通过直接称重和干燥方法测量生物量，这些都能实现全面的数据收集。",
                "Level": "C3(Applying)"
            }
        ]
    }
}