{
  "id": "1e1834f6-d262-4577-bf7c-9d7461efda48",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Biome reconstruction on the Tibetan Plateau since the Last Glacial Maximum using a machine learning method",
      "titleCn": "机器学习方法重建末次冰盛期以来青藏高原植被变化数据",
      "description": "This dataset is the biome change data of the Tibetan Plateau since the last glacial maximum which was reconstructed by using a new method. Firstly, a random forest algorithm was applied to establish a pollen-biome classification model for reconstructing past vegetation changes of the Tibetan Plateau, and 1802 modern pollen assemblages from 17 vegetation zones in and around the Tibetan Plateau were used as the training set for the model development.  The random forest model showed a reliable performance (accuracy > 76%) in predicting modern biomes from modern pollen assemblages based on a comparison with the observed biomes. Moreover, the random forest model had a significantly higher accuracy than the traditional biomization method. Then, the newly established random forest model is applied to the paleovegetation reconstruction of 51 fossil pollen sequences of the Tibetan Plateau. New age-depth models were developed for these fossil pollen records using the Bayesian method, and all fossil pollen records were linearly interpolated to 500-year time slices. Finally, the spatiotemporal changes of biomes on the Tibetan plateau over the past 22,000 years at an interval of 500 years were reconstructed by using the random forest model. This dataset can provide evidence for understanding the past variation of alpine vegetation and its mechanism; provide the basis for studying the impact of past climate change on vegetation on the Tibetan Plateau; and provide boundary conditions for climate simulation.",
      "descriptionCn": "本数据是研究团队采用新方法定量重建获得的末次冰盛期以来青藏高原不同样点的植被变化数据。首先收集、整理青藏高原及其周边17个植被带1802条现代孢粉数据作为训练集，采用随机森林算法建立基于孢粉数据重建青藏高原植被的模型，该模型预测现代孢粉样点的植被时，与实际植被对比，显示出较高的一致性（>76%）。与传统的生物群区化法相比，新建立的随机森林模型基于孢粉数据预测青藏高原现代植被的准确性更高。随后，将新建立的随机森林模型用于青藏高原51条孢粉化石序列的古植被重建。用贝叶斯方法重新建立各孢粉化石序列的深度-年代模型，并用线性插值方法获取500年间隔的孢粉化石数据。最终用随机森林模型重建出青藏高原22000年以来500年间隔的植被时空格局变化。本数据可以为理解过去高寒植被的变化过程和机制提供依据，为研究过去气候变化对青藏高原植被的影响提供证据，为气候模拟提供边界条件。",
      "instructions": "The data is stored in Excel format, which contains the geographic information of the fossil sites and the reconstructed vegetation data of them over the past 22,000 years at 500-year intervals.",
      "instructionsCn": "该数据以Excel格式存储，表格中包含化石点地理坐标信息，及各化石点从2.2万年以来500年间隔的植被状况。",
      "east": 104.67,
      "west": 72.5,
      "south": 25.99,
      "north": 39.83,
      "startTime": null,
      "endTime": null,
      "fileSize": 20317.0,
      "cstr": "18406.11.Paleoenv.tpdc.272003",
      "doi": "10.11888/Paleoenv.tpdc.272003",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "秦锋",
        "nameEn": "QIN Feng ",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "赵艳",
        "nameEn": "ZHAO Yan",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "曹现勇",
        "nameEn": "CAO Xianyong",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Biome reconstruction on the Tibetan Plateau since the Last Glacial Maximum using a machine learning method",
        "referenceCn": null,
        "referenceEn": "Qin, F., Zhao, Y., Cao, X.Y. (2022). Biome reconstruction on the Tibetan Plateau since the Last Glacial Maximum using a machine learning method. Science China Earth Sciences, 65(3), 536-552."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "古植被",
        "nameEn": "Paleovegetation"
      },
      {
        "nameCn": "孢粉",
        "nameEn": "Pollen"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "青藏高原",
        "nameEn": "Tibetan Plateau"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "末次冰盛期",
        "keywordEn": "Last Glacial Maximum",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原相对花粉产量研究及全新世植被定量重建",
        "titleEn": "Estimates of the relative pollen productivity on the Tibetan Plateau and quantitative reconstruction of its Holocene vegetation succession"
      },
      {
        "titleCn": "气候转型与特征事件的湖泊沉积记录",
        "titleEn": "Climate transitions and events in lake sediments"
      },
      {
        "titleCn": "轨道尺度青藏高原下垫面变化与东亚季风变率",
        "titleEn": "Land surface dynamics of Tibetan Plateau and its impact on the variability of East Asian monsoon at orbital scale"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Historical biome changes on the Tibetan Plateau provide important information that improves our understanding of the alpine vegetation responses to climate changes. However, a comprehensively quantitative reconstruction of the historical Tibetan Plateau biomes is not possible due to the lack of quantitative methods that enable appropriate classification of alpine biomes based on proxy data such as fossil pollen records."
      ],
      "research objective": [
        "In this study, a pollen-based biome classification model was developed by applying a random forest algorithm (a supervised machine learning method) based on modern pollen assemblages on and around the Tibetan Plateau, and its robustness was assessed by comparing its results with the predictions of the biomisation."
      ],
      "challenges": [
        "The unsatisfactory performance of the biomisation method may partly be attributed to the insufficient compatibility between biome classification scheme and vegetation zonation on the Tibetan Plateau."
      ],
      "methods": [
        "The modern pollen dataset used as the training set for developing the pollen-biome classification model contained 1802 samples in 17 vegetation zones obtained from locations on and surrounding the Tibetan Plateau. A total of 51 fossil pollen records from the Tibetan Plateau were used to reconstruct past biome changes from the LGM to the present. Modern pollen assemblages and their vegetation type information were used to train the pollen-biome classification model via the random forest algorithm. The model training was performed following the procedures of Sobol and Finkelstein (2018) and Sobol et al. (2019). The random forest model was applied to the fossil pollen data from the Tibetan Plateau to reconstruct the biome changes for each fossil site."
      ],
      "dataset": [
        "The modern pollen dataset used as the training set for developing the pollen-biome classification model contained 1802 samples in 17 vegetation zones obtained from locations on and surrounding the Tibetan Plateau. The modern pollen assemblages in the dataset were from surface soils (832 samples), moss polsters (619 samples), and surface lake sediments (351 samples). A total of 51 fossil pollen records from the Tibetan Plateau were used to reconstruct past biome changes from the LGM to the present, which were primarily obtained from the Late Quaternary pollen dataset of eastern continental Asia."
      ],
      "findings": [
        "The random forest model had a significantly higher accuracy than the biomisation method, indicating the former is a more suitable tool for reconstructing alpine biome changes on the Tibetan Plateau. The reconstructed biome distribution changes on the Tibetan Plateau generally corresponded to global climate changes and Asian monsoon variations."
      ],
      "backgroundCn": [
        "青藏高原的历史生物群落变化提供了重要信息，有助于我们理解高山植被对气候变化的响应。然而，由于缺乏能够基于化石花粉记录等代理数据对高山生物群落进行适当分类的定量方法，因此无法对青藏高原的历史生物群落进行全面的定量重建。"
      ],
      "research objectiveCn": [
        "在这项研究中，基于现代花粉组合在青藏高原及其周边地区，开发了一种基于随机森林算法（一种监督机器学习方法）的花粉基础生物群落分类模型，并通过将其结果与生物化预测进行比较来评估其稳健性。"
      ],
      "challengesCn": [
        "生物化方法的不满意表现可能部分归因于生物群落分类方案与青藏 Plateau 植被分区之间的兼容性不足。"
      ],
      "methodsCn": [
        "用于开发花粉-生物群落分类模型的现代花粉数据集包含来自青藏 Plateau 周边地区的 1802 个样本，涵盖 17 种植被区。共使用了 51 份来自青藏 Plateau 的化石花粉记录，以重建从最后冰期（LGM）到现在的过去生物群落变化。现代花粉组合及其植被类型信息被用于通过随机森林算法训练花粉-生物群落分类模型。模型训练遵循 Sobol 和 Finkelstein（2018）以及 Sobol 等人（2019）的程序。随机森林模型被应用于青藏 Plateau 的化石花粉数据，以重建每个化石地点的生物群落变化。"
      ],
      "datasetCn": [
        "用于开发花粉-生物群落分类模型的现代花粉数据集包含来自青藏高原及其周边地区的1802个样本，涵盖17种植被区。数据集中现代花粉组合来自表层土壤（832个样本）、苔藓垫（619个样本）和表层湖泊沉积物（351个样本）。共使用了51个青藏高原的化石花粉记录，以重建从最后冰期（LGM）到现在的过去生物群落变化，这些记录主要来自东亚大陆的晚更新世花粉数据集。"
      ],
      "findingsCn": [
        "随机森林模型的准确性显著高于生物化方法，这表明前者是重建青藏高原高山生物群落变化的更合适工具。青藏高原上重建的生物群落分布变化通常与全球气候变化和亚洲季风变化相对应。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the pollen-biome classification model use modern pollen assemblages as a training dataset?",
        "QuestionCn": "花粉-生物群落分类模型是否使用现代花粉组合作为训练数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "When developing models to reconstruct historical vegetation changes, is it more effective to apply machine learning methods like random forests or traditional methods like biomisation?",
        "QuestionCn": "在开发重建历史植被变化的模型时，应用机器学习方法如随机森林是否比传统方法如生物化更有效？",
        "AnswerEn": "machine learning methods like random forests",
        "AnswerCn": "机器学习方法如随机森林。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the primary source of modern pollen data for training datasets derived from surface soils, moss polsters, or surface lake sediments?",
        "QuestionCn": "现代花粉数据训练数据集的主要来源是表层土壤、苔藓垫还是表层湖泊沉积物？",
        "AnswerEn": "surface soils",
        "AnswerCn": "表层土壤",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to gather modern pollen samples for biome classification on the Tibetan Plateau?",
        "QuestionCn": "用于收集现代花粉样本以进行青藏高原生物群落分类的数据收集方法有哪些？",
        "AnswerEn": "surface soils, moss polsters, surface lake sediments",
        "AnswerCn": "表层土壤、苔藓垫、湖泊表层沉积物",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the fossil pollen records obtained from for reconstructing past biome changes on the Tibetan Plateau?",
        "QuestionCn": "用于重建青藏高原过去生物群落变化的化石花粉记录来自哪里？",
        "AnswerEn": "Late Quaternary pollen dataset of eastern continental Asia",
        "AnswerCn": "晚第四纪东亚大陆花粉数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced when using traditional biome classification methods on the Tibetan Plateau?",
        "QuestionCn": "在使用传统生物群落分类方法时，青藏高原面临哪些挑战？",
        "AnswerEn": "insufficient compatibility",
        "AnswerCn": "兼容性不足",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather pollen samples for reconstructing vegetation changes on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于收集花粉样本以重建青藏高原植被变化的数据收集方法的例子？",
        "AnswerEn": "A data collection method involved gathering modern pollen assemblages from surface soils, moss polsters, and surface lake sediments, totaling 1802 samples in 17 vegetation zones on and surrounding the Tibetan Plateau.",
        "AnswerCn": "一种数据收集方法涉及从表层土壤、苔藓垫和表层湖泊沉积物中收集现代花粉组合，共计1802个样本，分布在青藏高原及其周围的17个植被带。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a challenge encountered when using traditional methods for classifying biomes on the Tibetan Plateau.",
        "QuestionCn": "请提供一个在使用传统方法对青藏高原生物群落进行分类时遇到的挑战的例子。",
        "AnswerEn": "A challenge with traditional methods like biomisation is their unsatisfactory performance, which may partly be due to insufficient compatibility between the biome classification scheme and the vegetation zonation on the Tibetan Plateau.",
        "AnswerCn": "传统方法如生物化的一个挑战是它们的表现不尽如人意，这可能部分是由于生物分类方案与青藏 Plateau 的植被分区之间的兼容性不足。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that was used to develop a machine learning model for reconstructing past vegetation changes on the Tibetan Plateau?",
        "QuestionCn": "你能给我一个用于开发机器学习模型以重建青藏高原过去植被变化的数据集的例子吗？",
        "AnswerEn": "An example of such a dataset is the modern pollen dataset used as the training set for a random forest algorithm-based biome classification model, containing 1802 samples from 17 vegetation zones.",
        "AnswerCn": "这样的数据集的一个例子是现代花粉数据集，它被用作基于随机森林算法的生物群落分类模型的训练集，包含来自17个植被区的1802个样本。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define a dataset used for training a pollen-biome classification model in the context of the Tibetan Plateau?",
        "QuestionCn": "在西藏高原背景下用于训练花粉生物群落分类模型的数据集有哪些特征？",
        "AnswerEn": "modern pollen assemblages, surface soils, moss polsters, surface lake sediments, 1802 samples, 17 vegetation zones",
        "AnswerCn": "现代花粉组合、表层土壤、苔藓垫、湖泊表层沉积物、1802个样本、17个植被带",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many modern pollen samples are used in a dataset for training a pollen-biome classification model?",
        "QuestionCn": "用于训练花粉-生物群落分类模型的数据集中使用了多少现代花粉样本？",
        "AnswerEn": "1802 samples",
        "AnswerCn": "1802个样本",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the number of fossil pollen records used to reconstruct past biome changes on the Tibetan Plateau?",
        "QuestionCn": "用于重建青藏高原过去生物群落变化的化石花粉记录数量是多少？",
        "AnswerEn": "51",
        "AnswerCn": "51",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many vegetation zones are represented in the modern pollen dataset used for training a biome classification model?",
        "QuestionCn": "现代花粉数据集中用于训练生物群落分类模型的植被带有多少种类？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'random forest algorithm' mean in the context of reconstructing historical biome changes using pollen data?",
        "QuestionCn": "在使用花粉数据重建历史生物群落变化的背景下，“随机森林算法”是什么意思？",
        "AnswerEn": "In the context of reconstructing historical biome changes using pollen data, the 'random forest algorithm' is a supervised machine learning method applied to modern pollen assemblages on and around the Tibetan Plateau to develop a pollen-based biome classification model. This model is used to predict past biome changes by analyzing fossil pollen records.",
        "AnswerCn": "在重建历史生物群落变化的背景下，'随机森林算法'是一种监督式机器学习方法，应用于青藏高原及其周边的现代花粉组合，以开发基于花粉的生物群落分类模型。该模型用于通过分析化石花粉记录来预测过去的生物群落变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'modern pollen dataset' in the context of training a pollen-biome classification model?",
        "QuestionCn": "在训练花粉-生物群落分类模型的背景下，“现代花粉数据集”是什么意思？",
        "AnswerEn": "In this context, a 'modern pollen dataset' refers to a collection of 1802 pollen samples from 17 vegetation zones on and around the Tibetan Plateau, which include samples from surface soils, moss polsters, and surface lake sediments. This dataset is used to train the pollen-biome classification model using the random forest algorithm.",
        "AnswerCn": "在这个背景下，“现代花粉数据集”指的是来自青藏高原及其周边的17个植被带的1802个花粉样本的集合，这些样本包括来自表层土壤、苔藓垫和表层湖泊沉积物的样本。该数据集用于使用随机森林算法训练花粉-生物群落分类模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in data sources between the modern pollen dataset used for training the random forest model and the fossil pollen records utilized for past biome reconstruction?",
        "QuestionCn": "现代花粉数据集用于训练随机森林模型与用于过去生物群落重建的化石花粉记录之间的数据来源有什么区别？",
        "AnswerEn": "The modern pollen dataset consisted of 1802 samples from 17 vegetation zones, sourced from surface soils, moss polsters, and surface lake sediments. In contrast, the fossil pollen records used for past biome reconstruction comprised 51 records primarily obtained from the Late Quaternary pollen dataset of eastern continental Asia.",
        "AnswerCn": "现代花粉数据集包含来自17个植被区的1802个样本，样本来源于表层土壤、苔藓垫和表层湖泊沉积物。相比之下，用于过去生物群落重建的化石花粉记录则由51个记录组成，主要来自东亚大陆的晚更新世花粉数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the variety in data sources, such as surface soils, moss polsters, and lake sediments, contribute to the robustness and reliability of the biome reconstruction model?",
        "QuestionCn": "数据来源的多样性，如表层土壤、苔藓样品和湖泊沉积物，如何有助于生物群落重建模型的稳健性和可靠性？",
        "AnswerEn": "The inclusion of modern pollen assemblages from diverse sources like surface soils, moss polsters, and lake sediments enhances the robustness of the biome classification model by providing a comprehensive representation of current vegetation conditions, which is crucial for accurate paleoecological reconstructions.",
        "AnswerCn": "现代花粉组合的纳入，来自表层土壤、苔藓垫和湖泊沉积物等多种来源，增强了生物群落分类模型的稳健性，因为它提供了对当前植被状况的全面代表，这对于准确的古生态重建至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for a new method in reconstructing historical Tibetan Plateau biomes based on pollen records?",
        "QuestionCn": "哪些因素促使我们需要一种新的方法来基于花粉记录重建历史青藏高原生物群落？",
        "AnswerEn": "The need arises due to the lack of quantitative methods that enable appropriate classification of alpine biomes based on proxy data such as fossil pollen records. The unsatisfactory performance of traditional methods like biomisation, which may be partly attributed to the insufficient compatibility between biome classification schemes and vegetation zonation on the Tibetan Plateau, also contributes to this need.",
        "AnswerCn": "这种需求的产生是由于缺乏能够基于代理数据（如化石花粉记录）对高山生物群落进行适当分类的定量方法。传统方法如生物化的表现不尽如人意，部分原因可能是生物群落分类方案与青藏 Plateau 的植被分区之间的兼容性不足，这也加剧了这种需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to use a random forest algorithm for developing a pollen-based biome classification model on the Tibetan Plateau?",
        "QuestionCn": "为什么在开发基于花粉的青藏高原生物群落分类模型时使用随机森林算法很重要？",
        "AnswerEn": "The random forest algorithm is important for developing the model because it provides significantly higher accuracy than traditional methods like biomisation. This increased accuracy makes it a more suitable tool for reconstructing alpine biome changes on the Tibetan Plateau, as it better aligns with the modern pollen assemblages and their corresponding vegetation types.",
        "AnswerCn": "随机森林算法在模型开发中非常重要，因为它提供的准确性显著高于传统方法，如生物化。 这种更高的准确性使其成为重建青藏高原阿尔卑斯生物群落变化的更合适工具，因为它与现代花粉组合及其对应的植被类型更为一致。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact of using a random forest algorithm on the accuracy of historical biome reconstruction on the Tibetan Plateau compared to traditional methods?",
        "QuestionCn": "使用随机森林算法对青藏高原历史生物群落重建的准确性影响与传统方法相比如何？",
        "AnswerEn": "The random forest model had a significantly higher accuracy than the biomisation method, indicating it is a more suitable tool for reconstructing alpine biome changes on the Tibetan Plateau.",
        "AnswerCn": "随机森林模型的准确性显著高于生物化方法，表明它是重建青藏高原高山生物群落变化的更合适工具。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of employing a random forest algorithm for reconstructing past biome changes on the Tibetan Plateau using pollen data?",
        "QuestionCn": "使用随机森林算法重建青藏高原的过去生物群落变化的主要目标是什么？",
        "AnswerEn": "The primary goal of employing a random forest algorithm is to develop a pollen-based biome classification model that is more accurate and suitable for reconstructing alpine biome changes on the Tibetan Plateau, as compared to traditional methods. This approach aims to provide a comprehensive quantitative reconstruction of historical biome changes using modern pollen assemblages as training data.",
        "AnswerCn": "采用随机森林算法的主要目标是开发一个基于花粉的生物群落分类模型，该模型在重建青藏高原的高山生物群落变化方面比传统方法更准确和适用。该方法旨在利用现代花粉组合作为训练数据，提供对历史生物群落变化的全面定量重建。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What objectives are targeted by collecting modern pollen data from various sources like surface soils, moss polsters, and lake sediments for biome classification?",
        "QuestionCn": "收集来自表层土壤、苔藓垫和湖泊沉积物等各种来源的现代花粉数据，以进行生物群落分类，所针对的目标是什么？",
        "AnswerEn": "The objective of collecting modern pollen data from diverse sources is to create a comprehensive training dataset that captures a wide range of vegetation zones and conditions on and around the Tibetan Plateau. This diverse dataset is used to train the random forest model, enhancing its ability to accurately classify biomes based on fossil pollen records and reconstruct past vegetation changes.",
        "AnswerCn": "收集来自不同来源的现代花粉数据的目的是创建一个全面的训练数据集，以捕捉青藏高原及其周边地区的多样化植被带和条件。这个多样化的数据集用于训练随机森林模型，提高其根据化石花粉记录准确分类生物群落和重建过去植被变化的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are utilized to collect and prepare modern pollen assemblages for training a machine learning model to reconstruct historical vegetation changes on the Tibetan Plateau?",
        "QuestionCn": "用于收集和准备现代花粉组合以训练机器学习模型以重建青藏高原历史植被变化的具体程序是什么？",
        "AnswerEn": "Modern pollen assemblages are collected from surface soils, moss polsters, and surface lake sediments. The dataset comprises 1802 samples from 17 vegetation zones around the Tibetan Plateau. This dataset is used to train a pollen-biome classification model via a random forest algorithm to enhance the reconstruction of historical vegetation changes.",
        "AnswerCn": "现代花粉组合物是从表层土壤、苔藓垫和表层湖泊沉积物中收集的。该数据集包含来自青藏 Plateau 17 个植被带的 1802 个样本。这个数据集用于通过随机森林算法训练花粉-生物群落分类模型，以增强历史植被变化的重建。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can machine learning techniques, such as the random forest algorithm, be applied to fossil pollen data to accurately reconstruct past biome changes?",
        "QuestionCn": "机器学习技术，如随机森林算法，可以如何应用于化石花粉数据，以准确重建过去的生物群落变化？",
        "AnswerEn": "The random forest algorithm is applied to fossil pollen data from the Tibetan Plateau to develop a pollen-based biome classification model. The model is trained using modern pollen assemblages and their vegetation type information. The random forest model is then used to reconstruct biome changes for each fossil site, demonstrating higher accuracy compared to traditional biomisation methods.",
        "AnswerCn": "随机森林算法被应用于来自青藏高原的化石花粉数据，以开发基于花粉的生物群落分类模型。该模型使用现代花粉组合及其植被类型信息进行训练。然后，随机森林模型被用来重建每个化石地点的生物群落变化，显示出比传统生物化方法更高的准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological steps are involved in creating a depth-age model for pollen fossil sequences and how is this integrated with machine learning to assess vegetation changes over time?",
        "QuestionCn": "创建花粉化石序列的深度-年龄模型涉及哪些方法步骤，以及如何将其与机器学习结合以评估随时间变化的植被变化？",
        "AnswerEn": "A depth-age model for pollen fossil sequences is created using Bayesian methods. Linear interpolation is then used to obtain pollen fossil data at 500-year intervals. These data are input into the random forest model to reconstruct vegetation changes on the Tibetan Plateau over the past 22,000 years, providing insights into the spatial and temporal patterns of these changes.",
        "AnswerCn": "一个基于贝叶斯方法的花粉化石序列深度-年龄模型被创建。然后使用线性插值法在500年间隔内获得花粉化石数据。这些数据被输入随机森林模型，以重建过去22000年间青藏高原的植被变化，提供对这些变化的空间和时间模式的洞察。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the accurate reconstruction of historical Tibetan Plateau vegetation changes from pollen data?",
        "QuestionCn": "哪些机器学习技术能够准确重建历史青藏高原植被变化的花粉数据？",
        "AnswerEn": "The random forest algorithm, a supervised machine learning method, enables the accurate reconstruction of historical Tibetan Plateau vegetation changes from pollen data. This model was developed using modern pollen assemblages as the training set.",
        "AnswerCn": "随机森林算法是一种监督学习方法，能够准确重建历史青藏高原植被变化，基于花粉数据。该模型是使用现代花粉组合作为训练集开发的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of modern pollen data from various sources enhance the development of a biome classification model for the Tibetan Plateau?",
        "QuestionCn": "现代花粉数据来自各种来源的整合如何增强对青藏 Plateau 生物群落分类模型的开发？",
        "AnswerEn": "The integration of modern pollen data from surface soils, moss polsters, and surface lake sediments enhances the development of a biome classification model by providing a comprehensive dataset of 1802 samples from 17 vegetation zones, which improves the model's robustness and accuracy.",
        "AnswerCn": "现代花粉数据的整合，包括表层土壤、苔藓垫和表层湖泊沉积物，增强了生物群落分类模型的发展，提供了来自17个植被区的1802个样本的综合数据集，从而提高了模型的稳健性和准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods enable the reconstruction of past biome changes on the Tibetan Plateau using fossil pollen records?",
        "QuestionCn": "哪些方法可以利用化石花粉记录重建青藏高原过去的生物群落变化？",
        "AnswerEn": "The reconstruction of past biome changes on the Tibetan Plateau is enabled by using a random forest model applied to 51 fossil pollen records, alongside a Bayesian method to establish depth-age models, and linear interpolation to obtain fossil pollen data at 500-year intervals.",
        "AnswerCn": "对青藏高原过去生物群落变化的重建是通过使用随机森林模型应用于51个化石花粉记录，结合贝叶斯方法建立深度-年龄模型，以及线性插值以获得500年间隔的化石花粉数据来实现的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset of modern pollen assemblages from the Tibetan Plateau and its surroundings be expected to improve the accuracy of biome classification models?",
        "QuestionCn": "为什么来自青藏高原及其周边地区的现代花粉组合数据集可能会提高生物群落分类模型的准确性？",
        "AnswerEn": "The use of a dataset containing 1802 samples from 17 vegetation zones provides a comprehensive training set for the random forest model, enhancing its ability to accurately classify alpine biomes based on modern pollen data. This extensive dataset allows for better model training and validation, leading to higher accuracy in the predictions compared to traditional methods.",
        "AnswerCn": "使用包含来自17个植被区的1802个样本的数据集，为随机森林模型提供了一个全面的训练集，增强了其基于现代花粉数据准确分类高山生物群落的能力。这个广泛的数据集允许更好的模型训练和验证，从而导致与传统方法相比，预测的准确性更高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations could researchers have regarding the use of the random forest algorithm compared to traditional biomisation methods for reconstructing historical biomes?",
        "QuestionCn": "研究人员在使用随机森林算法与传统生物化方法重建历史生物群落时，可以有什么期望？",
        "AnswerEn": "Researchers might expect the random forest algorithm to outperform traditional biomisation methods due to its ability to handle complex, non-linear relationships between the input data and classification outcomes. The model's robustness and higher accuracy in predicting modern vegetation types suggest it could offer more reliable reconstructions of past biome changes on the Tibetan Plateau.",
        "AnswerCn": "研究人员可能会期望随机森林算法在性能上优于传统的生物化方法，因为它能够处理输入数据与分类结果之间复杂的非线性关系。该模型的鲁棒性和在预测现代植被类型方面的更高准确性表明，它可能为青藏 Plateau 过去生物群落变化的重建提供更可靠的结果。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using the random forest algorithm for reconstructing historical biome changes on the Tibetan Plateau compared to traditional methods?",
        "QuestionCn": "如何评估使用随机森林算法重建青藏高原历史生物群落变化的有效性，与传统方法相比？",
        "AnswerEn": "The random forest algorithm is deemed more effective in this context, as it provides a significantly higher accuracy than the traditional biomisation method. This suggests that the random forest model is a more suitable tool for reconstructing alpine biome changes on the Tibetan Plateau.",
        "AnswerCn": "随机森林算法在这个背景下被认为更有效，因为它提供的准确性显著高于传统的生物化方法。这表明随机森林模型是重建青藏高原上阿尔卑斯生物群落变化的更合适工具。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are some potential challenges in collecting pollen data from the Tibetan Plateau, and how might these affect the reliability of the biome reconstruction?",
        "QuestionCn": "在青藏高原收集花粉数据可能面临哪些潜在挑战，这些挑战可能如何影响生物群落重建的可靠性？",
        "AnswerEn": "Challenges in collecting pollen data include the compatibility between biome classification schemes and vegetation zonation on the Tibetan Plateau. Such challenges can affect the reliability of biome reconstruction by potentially leading to discrepancies between observed and predicted vegetation types.",
        "AnswerCn": "收集花粉数据的挑战包括生物群落分类方案与青藏 Plateau 植被分区之间的兼容性。这些挑战可能影响生物群落重建的可靠性，导致观察到的植被类型与预测的植被类型之间出现差异。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify the data collection methods used to gather modern pollen samples for training machine learning models in the context of reconstructing vegetation changes on the Tibetan Plateau.",
        "QuestionCn": "请识别用于收集现代花粉样本以训练机器学习模型的资料收集方法，这些模型用于重建青藏高原的植被变化。",
        "AnswerEn": "The modern pollen dataset used as the training set was collected from surface soils (832 samples), moss polsters (619 samples), and surface lake sediments (351 samples) in 17 vegetation zones on and surrounding the Tibetan Plateau.",
        "AnswerCn": "现代花粉数据集作为训练集，来自于青藏高原及其周边17个植被带的表层土壤（832个样本）、苔藓垫（619个样本）和表层湖泊沉积物（351个样本）。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Please explore the challenges faced in using traditional methods for biome classification compared to machine learning approaches on the Tibetan Plateau.",
        "QuestionCn": "请探讨在使用传统方法进行生物群落分类时所面临的挑战，与在青藏高原上使用机器学习方法进行比较。",
        "AnswerEn": "The unsatisfactory performance of the biomisation method may partly be attributed to the insufficient compatibility between the biome classification scheme and vegetation zonation on the Tibetan Plateau. The random forest model demonstrated significantly higher accuracy, indicating it is more suitable for reconstructing alpine biome changes in this region.",
        "AnswerCn": "生物化方法的不满意表现可能部分归因于生物群落分类方案与青藏高原植被分区之间的兼容性不足。随机森林模型显示出显著更高的准确性，表明它更适合重建该地区的高山生物群落变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please outline the process of reconstructing past vegetation changes using fossil pollen records and machine learning techniques from the Last Glacial Maximum to the present.",
        "QuestionCn": "概述使用化石花粉记录和机器学习技术从最后冰期最大期到现在重建过去植被变化的过程。",
        "AnswerEn": "The process involved using 51 fossil pollen records from the Tibetan Plateau to reconstruct past biome changes. The random forest algorithm was applied to these fossil pollen data, and a Bayesian method was used to re-establish depth-age models for the fossil sequences. Linear interpolation provided fossil pollen data at 500-year intervals to facilitate the reconstruction of vegetation changes over the past 22,000 years.",
        "AnswerCn": "该过程涉及使用来自青藏高原的51个化石花粉记录来重建过去的生物群落变化。随机森林算法被应用于这些化石花粉数据，同时使用贝叶斯方法重新建立化石序列的深度-年龄模型。线性插值提供了每500年间隔的化石花粉数据，以便于重建过去22000年的植被变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}