{
    "id": "204fb89a-ff11-471f-8c25-8178cb0cf1aa",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Annual mean land surface temperature datasets of the  Tibetan Plateau (2003-2020)",
            "titleCn": "青藏高原年平均地表温度数据集（2003-2020）",
            "description": "The datasets are the annual mean land surface temperature (MAST) datasets of the Tibetan Plateau from 2003 to 2020, with a spatial resolution of 1km . The annual temperature cycle (ATC) model is selected to reconstruct the temperature in the daily MODIS Terra and Aqua LST products of the Tibetan Plateau. The spatiotemporal seamless MAST datasets of the Tibetan Plateau from 2003 to 2020 is extracted. Based on the MAST of four times of daytime and nighttime estimated by MODIS Terra and Aqua LST products, nine LST time series combinations are constructed to represent the MAST of different time attributes, Specifically. For daytime LST grouping, there are three combinations: Terra daytime MAST (TD), Aqua daytime MAST (AD), Terra daytime MAST and Aqua daytime MAST mean (TAD). LST grouping in the nighttime also includes three combinations: Terra night MAST (TN), Aqua night MAST (AN), Terra night MAST and the mean value of Aqua night MAST (TAN). In addition to the daytime and nighttime LST groups, the third group refers to the daily average which covers the average value of Terra daytime and nighttime MASTs (TDN), the average value of Aqua daytime and nighttime MASTs (ADN), and the average of all Terra and Aqua MASTs (TADN). This data can monitor the temporal and spatial changes of the LST of the Tibetan Plateau, help reveal the impact of climate change on the thermal environment of the Tibetan Plateau, and provide scientific reference for the ecological environment protection and sustainable development of the Tibetan Plateau.",
            "descriptionCn": "数据集为青藏高原年平均地表温度（land surface temperature, LST）数据集，空间分辨率为1km，时间为2003年-2020年。数据为TIF格式。该数据选择地表温度年周期模型（Annual Temperature Cycle，ATC）模型来对青藏高原逐日MODIS Terra和Aqua LST产品中的温度空间进行重建，提取了青藏高原2003-2020年的时空无缝年平均地表温度数据集，并基于MODIS Terra和Aqua LST产品估算的昼夜四个时刻的MAST，构建了9个LST时序组合来表示不同时间属性的MAST，具体为：对于白天LST分组，包括3种组合：Terra白天MAST（TD）、Aqua白天MAST（AD）及Terra白天MAST和Aqua白天MAST均值（TAD）。对于夜晚的LST分组同样包括3种组合：Terra夜晚MAST（TN）、Aqua夜晚MAST（AN）及Terra夜晚MAST和Aqua夜晚MAST的均值（TAN）。除了白天和夜晚外，第三组为日均值，它包括：Terra白天MAST和Terra夜晚MAST的均值（TDN）、Aqua白天MAST和 Aqua夜晚MAST的均值（ADN）和Terra和Aqua四个时刻MAST的均值（TADN）。该数据能监测青藏高原的LST的时空变化信息，还有助于揭示气候变化对青藏高原热环境造成的影响，为青藏高原生态环境保护和可持续发展提供科学的参考。",
            "instructions": "File name: the MAST data is stored in TIF format, and the file name is yyyy_ AA_ MAST. Tif, where yyyy represents the year, AA represents the name of different time series combinations, and MAST represents the annual average surface temperature, such as 2003_ TD_ MAST.tif represents the annual average surface temperature at TD time in 2003.\nData reading method: All files in the dataset can be directly opened with GIS professional software (such as ArcGISS, ENVI, QGIS, etc.).",
            "instructionsCn": "文件命名：年平均地表温度数据以TIF格式存储，文件的名称yyyy_AA_MAST.tif，其中yyyy代表年份，AA代表不同时序组合的名称，MAST表示年平均地表温度，比如2003_TD_MAST.tif表示2003年TD时刻的年平均地表温度。\n数据读取方式：该数据集中的所有文件可以直接用GIS专业软件（如ArcGISS、ENVI、QGIS等）打开。",
            "east": 106.18,
            "west": 73.36,
            "south": 25.51,
            "north": 40.49,
            "startTime": null,
            "endTime": null,
            "fileSize": 3523932880.0,
            "cstr": "18406.11.Terre.tpdc.300128",
            "doi": "10.11888/Terre.tpdc.300128",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵伟",
                "nameEn": "ZHAO Wei ",
                "unitEn": "Institute of Mountain Hazards and Environment, Chinese Academy of Sciences",
                "unitCn": "中国科学院、水利部成都山地灾害与环境研究所"
            },
            {
                "nameCn": "杨梦娇",
                "nameEn": "YANG Mengjiao ",
                "unitEn": "Kunming Comprehensive Survey Center of Natural Resources, China Geological Survey, Kunming 650111, China",
                "unitCn": "中国地质调查局昆明自然资源综合调查中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal Patterns of Land Surface Temperature Change in the Tibetan Plateau Based on MODIS/Terra Daily Product From 2000 to 2018.Spatiotemporal Patterns of Land Surface Temperature Change in the Tibetan Plateau Based on MODIS/Terra Daily Product From 2000 to 2018",
                "referenceCn": null,
                "referenceEn": "Yang, M.J., Zhao, W., Zhan, Q.Q., & Xiong, D.H. (2021). Spatiotemporal Patterns of Land Surface Temperature Change in the Tibetan Plateau Based on MODIS/Terra Daily Product From 2000 to 2018. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 14, 6501-6514."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of Consistency among MODIS Land Surface Temperature Products for Monitoring Surface Warming Trend over the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Yang, M.J., Zhao, W., Cai, J.F., Yang, Y.J., & Fu, H. (2022). Evaluation of Consistency among MODIS Land Surface Temperature Products for Monitoring Surface Warming Trend over the Tibetan Plateau.Earth and Space Science, Under Review."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表参数",
                "nameEn": "Land Surface Parameter"
            },
            {
                "nameCn": "地表温度",
                "nameEn": "land surface temperature"
            },
            {
                "nameCn": "热红外遥感",
                "nameEn": "Thermal infrared remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "长时间序列",
                "nameEn": "Temporal dynamic"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2003 -2020",
                "keywordEn": "from 2003 to 2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "中华人民共和国自然资源部陆地卫星遥感应用重点实验室",
                "titleEn": "Key Laboratory of Land Satellite Remote Sensing Application, Ministry of Natural Resources of the People’s Republic of China"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Tibetan plateau (TP), known as the third pole in the world, plays an important role in global atmospheric action because of its unique topographic features. As the highest plateau in the world, the TP is highly sensitive to climate change, serving as an indicator of global climate change for revealing the changing characteristics and magnitudes. Therefore, many recent efforts have been made to explore the impact of climate change and responses. These studies cover different concerns, including permafrost change, snow cover variation, variation in alpine vegetation, water resource assessment, and desertification. From the above monitoring or change detection, there is a common view that the global warming effect plays a key role. In addition to the use of TA, as a component of surface hydro-thermal energy balance, land surface temperature (LST) is also an important parameter for studying the exchange of matter and energy between the land surface and atmosphere, and it can play a similar role as TA in reflecting the global warming effect. The rapid development of LST estimation algorithms accelerated the application of thermal infrared remote sensing data for LST monitoring. Among the existing thermal infrared remote sensing platforms, the moderate resolution imaging spectroradiometer (MODIS) onboard the Terra or Aqua satellite provides a long-term LST product since 2000 and 2002, respectively, showing a significant improvement in both data accuracy and temporal frequency. Some validation studies have demonstrated the good accuracy of MODIS LST estimation with the absolute error ranging from 1.0 K to 3.0 K for different land cover (LC) types."
            ],
            "research objective": [
                "To overcome the issues mentioned above, this article aims to acquire a long-term series of LST from 2000 to 2018 to explore the spatiotemporal patterns of LST change in the TP and discuss the change driving forces."
            ],
            "challenges": [
                "The sparse distribution (especially for the northwestern part of the plateau) of meteorological stations hampers a quantitative view about surface warming trend over the whole plateau. Although the MODIS 8-Day or monthly LST product can partly alleviate the cloud influence through temporal aggregation, the poor temporal resolution of these data cannot represent the high temporal variation in LST. Consequently, these problems affected the monitoring of regional LST changes and increased difficulties to accurately understand the impact of climate change."
            ],
            "methods": [
                "This article conducted a spatiotemporal analysis using the Mann–Kendall trend analysis method with time series of mean annual surface temperature extracted from the moderate resolution imaging spectroradiometer/Terra daily LST product from 2000 to 2018. To weaken the influence of cloud cover, an annual temperature cycle (ATC) model was utilized to extract the mean annual surface temperature (MAST) with the MODIS/Terra daily LST product. With time series of MAST, the geodetector (GED) was introduced to analyze the spatial heterogeneity of LST and explore its key impacting factors. Additionally, the Mann–Kendall (MK) trend analysis method was applied to the MASTs to obtain the MAST trend from 2000 to 2018 and reveal the temporal change pattern."
            ],
            "dataset": [
                "The MODIS/Terra LST/Emissivity Daily L3 Global 1km SIN Grid V006 (MOD11A1) from February 2000 to December 2018 were used in this article, which was freely obtained from the NASA EarthData Search. The normalized difference vegetation index (NDVI) data from the MODIS/Terra Vegetation Indices 16-day L3 Global 1 km SIN Grid V006 (MOD13A2) was also downloaded via the platform to analyze the variation in LST-associated vegetation changes. The 90 m shuttle radar topography mission (SRTM) DEM data, publicly distributed on the SRTM website was collected in this article. The annual precipitation data from 2000 to 2018 were acquired from the latest tropical rainfall measurement mission (TRMM) version 007 rainfall product, which was downloaded from the NASA Goddard Earth Sciences Data and Information Services Center."
            ],
            "findings": [
                "The analysis indicated that both daytime and nighttime MASTs show an obvious warming trend with the average rates of 0.028 K/year and 0.069 K/year, and the nighttime variation has larger spatial coverage. Areas ranging from 4500 to 5000 m exhibited the strongest warming effect. The controlling effects of these factors were generally stronger in the nighttime than those in the daytime, and elevation was the most important factor with the contribution scores of 27.12% and 62.98% in the daytime and nighttime, respectively. In addition, the analysis revealed that the temporal changes of LST were mainly caused by surface properties (vegetation, snow cover, and water surface area) changes, radiant flux changes induced by cloud amount changes, and climate warming."
            ],
            "backgroundCn": [
                "青藏高原（TP）被称为世界的第三极，由于其独特的地形特征，在全球大气作用中发挥着重要作用。作为世界上最高的高原，TP对气候变化高度敏感，作为全球气候变化的指示器，揭示了变化的特征和幅度。因此，近年来许多研究努力探讨气候变化及其响应的影响。这些研究涵盖了不同的关注点，包括永久冻土变化、雪盖变化、高山植被变化、水资源评估和沙漠化。从上述监测或变化检测中，有一个共同的观点，即全球变暖效应发挥了关键作用。除了使用地表温度（TA）作为表面水热能量平衡的组成部分，地表温度（LST）也是研究地表与大气之间物质和能量交换的重要参数，它在反映全球变暖效应方面可以发挥与TA类似的作用。地表温度估算算法的快速发展加速了热红外遥感数据在地表温度监测中的应用。在现有的热红外遥感平台中，搭载在Terra或Aqua卫星上的中分辨率成像光谱仪（MODIS）自2000年和2002年以来提供了长期的地表温度产品，显示出数据准确性和时间频率的显著提高。一些验证研究表明，MODIS地表温度估算的准确性良好，对于不同土地覆盖类型的绝对误差范围为1.0 K到3.0 K。"
            ],
            "research objectiveCn": [
                "为了解决上述问题，本文旨在获取2000年至2018年的长期地表温度（LST）系列，以探讨青藏高原（TP）地表温度变化的时空模式，并讨论变化的驱动因素。"
            ],
            "challengesCn": [
                "气象站的稀疏分布（尤其是高原西北部）妨碍了对整个高原表面变暖趋势的定量观察。尽管MODIS 8天或月度地表温度（LST）产品可以通过时间聚合部分缓解云层影响，但这些数据的时间分辨率较差，无法代表地表温度的高时间变化。因此，这些问题影响了区域地表温度变化的监测，并增加了准确理解气候变化影响的难度。"
            ],
            "methodsCn": [
                "本文使用Mann–Kendall趋势分析方法，对2000年至2018年期间提取的中分辨率成像光谱仪/Terra日地表温度（LST）产品的年均表面温度进行了时空分析。为了减弱云层覆盖的影响，采用了年温度循环（ATC）模型，从MODIS/Terra日LST产品中提取年均表面温度（MAST）。利用MAST的时间序列，引入了地理探测器（GED）分析LST的空间异质性，并探讨其关键影响因素。此外，Mann–Kendall（MK）趋势分析方法也应用于MAST，以获取2000年至2018年期间的MAST趋势，并揭示时间变化模式。"
            ],
            "datasetCn": [
                "本文使用了2000年2月至2018年12月的MODIS/Terra LST/Emissivity Daily L3 Global 1km SIN Grid V006 (MOD11A1) 数据，这些数据是从NASA EarthData Search平台上免费获取的。为了分析与地表温度（LST）相关的植被变化，NDVI（归一化植被指数）数据来自MODIS/Terra Vegetation Indices 16-day L3 Global 1 km SIN Grid V006 (MOD13A2)，同样通过该平台下载。90米的航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据在SRTM网站上公开分发，并在本文中收集。2000年至2018年的年降水量数据来自最新的热带降水测量任务（TRMM）版本007降水产品，这些数据是从NASA戈达德地球科学数据与信息服务中心下载的。"
            ],
            "findingsCn": [
                "分析表明，白天和夜间的MAST（平均气温）均显示出明显的升温趋势，平均速率分别为0.028 K/年和0.069 K/年，夜间的变化具有更大的空间覆盖范围。在4500到5000米的区域，升温效应最为显著。这些因素的控制效应在夜间普遍强于白天，海拔是最重要的因素，白天和夜间的贡献评分分别为27.12%和62.98%。此外，分析还揭示，地表温度（LST）的时间变化主要是由地表特性（植被、雪盖和水面面积）变化、云量变化引起的辐射通量变化以及气候变暖造成的。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are the data collection challenges in monitoring land surface temperature in the Tibetan Plateau primarily due to sparse meteorological stations, cloud cover, or poor temporal resolution?",
                "QuestionCn": "在监测青藏高原的地表温度时，数据收集的挑战主要是由于气象站稀疏、云层覆盖还是时间分辨率差？",
                "AnswerEn": "sparse meteorological stations, poor temporal resolution",
                "AnswerCn": "稀疏的气象站，较差的时间分辨率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the primary model used for reconstructing land surface temperature data in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原重建地表温度数据的主要模型是什么？",
                "AnswerEn": "Annual Temperature Cycle model",
                "AnswerCn": "年温度周期模型",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can researchers find the MODIS/Terra LST/Emissivity Daily data used in studies on the Tibetan Plateau's temperature changes?",
                "QuestionCn": "研究人员可以在哪里找到用于研究青藏高原温度变化的MODIS/Terra LST/Emissivity每日数据？",
                "AnswerEn": "NASA EarthData Search",
                "AnswerCn": "NASA EarthData 搜索",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When were the MODIS/Terra LST products, used for studying spatiotemporal patterns of LST change, available from?",
                "QuestionCn": "MODIS/Terra LST产品用于研究地表温度变化的时空模式，从何时开始提供？",
                "AnswerEn": "February 2000",
                "AnswerCn": "2000年2月",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a dataset that can be used to analyze the impact of vegetation changes on land surface temperature in the Tibetan Plateau?",
                "QuestionCn": "一个可以用来分析青藏高原植被变化对地表温度影响的数据集的例子是什么？",
                "AnswerEn": "An example of such a dataset is the normalized difference vegetation index (NDVI) data from the MODIS/Terra Vegetation Indices 16-day L3 Global 1 km SIN Grid V006 (MOD13A2), which can be used to analyze the variation in land surface temperature associated with vegetation changes.",
                "AnswerCn": "这样的数据集的一个例子是来自MODIS/Terra植被指数的归一化差异植被指数（NDVI）数据，16天L3全球1公里SIN网格V006（MOD13A2），可以用来分析与植被变化相关的地表温度变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately collecting land surface temperature data over large and sparsely monitored areas?",
                "QuestionCn": "影响在大面积和稀疏监测区域准确收集地表温度数据的挑战的因素有哪些？",
                "AnswerEn": "sparse distribution of meteorological stations, poor temporal resolution of MODIS 8-Day or monthly LST products",
                "AnswerCn": "气象站分布稀疏，MODIS 8天或月度地表温度产品的时间分辨率较低。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key properties or features of datasets used to analyze the spatial heterogeneity of land surface temperature changes?",
                "QuestionCn": "用于分析地表温度变化空间异质性的数据库的关键属性或特征是什么？",
                "AnswerEn": "MODIS/Terra LST/Emissivity Daily L3 Global 1km SIN Grid, normalized difference vegetation index data, SRTM DEM data, annual precipitation data from the TRMM rainfall product",
                "AnswerCn": "MODIS/Terra LST/发射率每日L3全球1公里SIN网格，归一化差异植被指数数据，SRTM DEM数据，来自TRMM降雨产品的年降水量数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of land surface temperature datasets used in this domain?",
                "QuestionCn": "在该领域使用的地表温度数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years is the land surface temperature data collected for the Tibetan Plateau?",
                "QuestionCn": "青藏高原的地表温度数据收集了多少年？",
                "AnswerEn": "18 years",
                "AnswerCn": "18年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many combinations of LST time sequences are used to represent different time attributes of mean annual surface temperature?",
                "QuestionCn": "用于表示年均地表温度不同时间属性的LST时间序列组合有多少种？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'Annual Temperature Cycle (ATC)' model used for in the context of land surface temperature data collection?",
                "QuestionCn": "“年温度循环（ATC）”模型在地表温度数据收集的背景下用于什么？",
                "AnswerEn": "The 'Annual Temperature Cycle (ATC)' model is used to extract the mean annual surface temperature (MAST) from daily MODIS Terra and Aqua LST products. It helps reconstruct temperature data spatially for the Tibetan Plateau, providing a seamless spatiotemporal dataset for monitoring land surface temperature changes.",
                "AnswerCn": "“年温度循环（ATC）”模型用于从每日MODIS Terra和Aqua陆地表面温度（LST）产品中提取年均表面温度（MAST）。它有助于在青藏高原上空间重建温度数据，为监测地表温度变化提供无缝的时空数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'Mann–Kendall trend analysis method' mean in the context of analyzing land surface temperature data?",
                "QuestionCn": "'Mann–Kendall 趋势分析方法'在分析地表温度数据的背景下意味着一种统计方法，用于检测时间序列数据中的趋势，特别是在气候和环境研究中。",
                "AnswerEn": "The 'Mann–Kendall trend analysis method' refers to a statistical approach used to detect trends in time series data. In the context of land surface temperature, it is applied to mean annual surface temperature data to determine the trend and reveal temporal change patterns over time.",
                "AnswerCn": "'Mann–Kendall 趋势分析方法'是指一种用于检测时间序列数据趋势的统计方法。在地表温度的背景下，它被应用于年均地表温度数据，以确定趋势并揭示随时间变化的模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of the Annual Temperature Cycle (ATC) model for reconstructing land surface temperature compare to the use of the Mann-Kendall trend analysis method in terms of addressing temporal resolution challenges in the Tibetan Plateau?",
                "QuestionCn": "使用年度温度循环（ATC）模型重建陆地表面温度与使用Mann-Kendall趋势分析方法在应对青藏高原的时间分辨率挑战方面有何比较？",
                "AnswerEn": "The ATC model focuses on extracting mean annual surface temperature to reduce the influence of cloud cover and improve temporal continuity, while the Mann-Kendall trend analysis method is used to analyze temporal change patterns over time. Both methods aim to address temporal resolution challenges but approach them from different angles: ATC through modeling and Mann-Kendall through trend detection.",
                "AnswerCn": "ATC模型专注于提取年均地表温度，以减少云层覆盖的影响并改善时间连续性，而Mann-Kendall趋势分析方法则用于分析随时间变化的模式。这两种方法都旨在解决时间分辨率的挑战，但从不同的角度进行处理：ATC通过建模，Mann-Kendall通过趋势检测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the spatial resolution of the MODIS LST products at 1 km compare to the 90 m resolution of SRTM DEM data in terms of analyzing elevation-related warming trends on the Tibetan Plateau?",
                "QuestionCn": "MODIS LST产品的空间分辨率为1公里，而SRTM DEM数据的分辨率为90米。在分析青藏高原的与海拔相关的升温趋势时，这两者的分辨率差异会影响结果的精确性和细节程度。",
                "AnswerEn": "The MODIS LST products, with a spatial resolution of 1 km, provide broader coverage suitable for regional temperature monitoring, whereas the 90 m resolution of SRTM DEM data offers more detailed topographical information, crucial for precise elevation analysis. The combination allows for a comprehensive assessment of elevation-related warming trends by integrating temperature data with detailed elevation features.",
                "AnswerCn": "MODIS LST 产品具有 1 公里的空间分辨率，提供更广泛的覆盖范围，适合区域温度监测，而 SRTM DEM 数据的 90 米分辨率则提供更详细的地形信息，对精确的海拔分析至关重要。这种结合通过将温度数据与详细的海拔特征相结合，允许对与海拔相关的变暖趋势进行全面评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of different LST time series combinations enhance our understanding of climate change impacts on the Tibetan Plateau?",
                "QuestionCn": "不同的地表温度（LST）时间序列组合如何增强我们对气候变化对青藏高原影响的理解？",
                "AnswerEn": "The use of different LST time series combinations allows for a detailed examination of temporal and spatial variations in land surface temperature, which can improve understanding of climate change impacts. By analyzing combinations such as daytime and nighttime mean annual surface temperatures (MAST) and their averages, researchers can gain insights into diurnal temperature variations and better assess the warming trends and their driving factors, such as elevation and changes in surface properties.",
                "AnswerCn": "不同的地表温度（LST）时间序列组合的使用可以详细考察地表温度的时间和空间变化，从而提高对气候变化影响的理解。通过分析白天和夜间的年均表面温度（MAST）及其平均值，研究人员可以深入了解日间温度变化，并更好地评估变暖趋势及其驱动因素，如海拔和地表特性的变化。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can datasets from different sources, such as MODIS LST, NDVI, and precipitation data, be integrated to provide a more comprehensive understanding of land surface temperature dynamics?",
                "QuestionCn": "如何将来自不同来源的数据集，如MODIS地表温度（LST）、归一化植被指数（NDVI）和降水数据，进行整合，以提供对地表温度动态的更全面理解？",
                "AnswerEn": "Integrating datasets from various sources, such as MODIS LST for temperature, NDVI for vegetation changes, and precipitation data, allows for a multifaceted analysis of land surface temperature dynamics. By combining these datasets, researchers can explore the interactions between climate, vegetation, and hydrological changes, which can reveal the underlying factors driving temperature variations and provide a more comprehensive view of the impact of climate change on the Tibetan Plateau.",
                "AnswerCn": "整合来自不同来源的数据集，如MODIS陆地表面温度（LST）用于温度、NDVI用于植被变化以及降水数据，可以对陆地表面温度动态进行多方面的分析。通过结合这些数据集，研究人员可以探讨气候、植被和水文变化之间的相互作用，这可以揭示驱动温度变化的潜在因素，并提供对气候变化对青藏高原影响的更全面的视角。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in accurately monitoring regional land surface temperature changes on the Tibetan Plateau?",
                "QuestionCn": "导致准确监测青藏高原区域地表温度变化的挑战的原因是什么？",
                "AnswerEn": "The sparse distribution of meteorological stations, especially in the northwestern part of the plateau, hampers a quantitative view about surface warming trends. The poor temporal resolution of existing MODIS LST products also affects the ability to monitor these changes accurately.",
                "AnswerCn": "气象站的稀疏分布，尤其是在高原的西北部，妨碍了对地表变暖趋势的定量观察。现有MODIS LST产品的时间分辨率较差，也影响了准确监测这些变化的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the annual temperature cycle (ATC) model used in data collection for land surface temperature on the Tibetan Plateau?",
                "QuestionCn": "年温度循环（ATC）模型在对青藏高原地表温度的数据收集中使用的原因是什么？",
                "AnswerEn": "The ATC model is used to extract the mean annual surface temperature (MAST) from MODIS/Terra daily LST products to mitigate the influence of cloud cover and provide a seamless spatiotemporal dataset of land surface temperature.",
                "AnswerCn": "ATC模型用于从MODIS/Terra每日地表温度（LST）产品中提取年均表面温度（MAST），以减轻云层覆盖的影响，并提供无缝的时空地表温度数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary factors contributing to spatial heterogeneity in land surface temperature across the Tibetan Plateau?",
                "QuestionCn": "导致青藏 Plateau 地表温度空间异质性的主要因素是什么？",
                "AnswerEn": "Spatial heterogeneity in land surface temperature is influenced by surface properties such as vegetation, snow cover, and water surface area changes, radiant flux changes induced by cloud amount changes, and climate warming, with elevation being a significant contributor.",
                "AnswerCn": "地表温度的空间异质性受到植被、雪盖和水面面积变化等地表特性的影响，以及云量变化引起的辐射通量变化和气候变暖，其中海拔是一个重要因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple satellite sources for estimating land surface temperature on the Tibetan Plateau?",
                "QuestionCn": "使用多个卫星源估计青藏高原的地表温度可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing multiple satellite sources, such as MODIS Terra and Aqua, for estimating land surface temperature on the Tibetan Plateau can enhance data robustness and accuracy. By integrating data from different satellites, researchers can achieve better temporal coverage and cross-validation opportunities, which can help in overcoming individual satellite limitations like temporal gaps or sensor errors. This approach can provide a more comprehensive understanding of LST variations and improve the reliability of climate change impact assessments on the plateau.",
                "AnswerCn": "利用多个卫星源，如MODIS Terra和Aqua，来估算青藏高原的地表温度可以增强数据的稳健性和准确性。通过整合来自不同卫星的数据，研究人员可以实现更好的时间覆盖和交叉验证机会，这有助于克服单个卫星的局限性，如时间间隔或传感器错误。该方法可以提供对地表温度变化的更全面理解，并提高对高原气候变化影响评估的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of employing the Annual Temperature Cycle (ATC) model for reconstructing land surface temperature data in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原重建地表温度数据时，采用年温度循环（ATC）模型的主要目标是什么？",
                "AnswerEn": "The ATC model is utilized to extract mean annual surface temperature (MAST) from MODIS Terra and Aqua LST products. This helps in reconstructing a seamless spatiotemporal dataset of LST, which aids in monitoring LST changes over time and assessing the impact of climate change on the Tibetan Plateau.",
                "AnswerCn": "ATC模型用于从MODIS Terra和Aqua LST产品中提取年均表面温度（MAST）。这有助于重建无缝的时空LST数据集，从而有助于监测LST随时间的变化，并评估气候变化对青藏高原的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using the Annual Temperature Cycle (ATC) model to extract mean annual surface temperature (MAST) from MODIS data?",
                "QuestionCn": "使用年温度循环（ATC）模型从MODIS数据提取年均表面温度（MAST）涉及的程序步骤如下：\n\n1. 数据收集：获取MODIS卫星的温度数据，通常是MOD11A1或MOD11A2产品。\n2. 数据预处理：对MODIS数据进行质量控制，去除云层、气溶胶和其他干扰因素的影响。\n3. 温度提取：从预处理后的MODIS数据中提取日均表面温度（LST）值。\n4. 年温度循环建模：使用提取的日均LST数据构建年温度循环模型，通常包括拟合正弦曲线以捕捉季节性变化。\n5. 计算MAST：从年温度循环模型中提取年均表面温度（MAST）值。\n6. 结果验证：通过与地面观测数据进行比较，验证提取的MAST值的准确性。\n7. 数据分析与应用：将提取的MAST值用于气候研究、生态模型或其他相关应用。",
                "AnswerEn": "The ATC model is used to extract MAST from the MODIS/Terra daily LST product by modeling the annual temperature cycle and reconstructing temperature data to mitigate the influence of cloud cover. This involves using the MODIS LST product and applying the ATC model to generate temporally consistent MAST data.",
                "AnswerCn": "ATC模型用于从MODIS/Terra每日LST产品中提取MAST，通过对年度温度循环建模和重建温度数据来减轻云层覆盖的影响。这涉及使用MODIS LST产品，并应用ATC模型生成时间一致的MAST数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the Mann–Kendall trend analysis method applied to analyze the temporal change patterns of land surface temperature (LST) in a given dataset?",
                "QuestionCn": "Mann–Kendall 趋势分析方法如何应用于分析给定数据集中地表温度 (LST) 的时间变化模式？",
                "AnswerEn": "The Mann–Kendall trend analysis method is applied to the time series of mean annual surface temperatures (MASTs) to identify trends and reveal temporal change patterns. This involves statistical analysis of the MAST data extracted from MODIS products to determine the presence and significance of trends over time.",
                "AnswerCn": "Mann-Kendall 趋势分析方法应用于年均表面温度（MASTs）时间序列，以识别趋势并揭示时间变化模式。这涉及对从 MODIS 产品提取的 MAST 数据进行统计分析，以确定趋势的存在和显著性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What data collection approaches are used to assess the spatial heterogeneity of LST and identify key impacting factors?",
                "QuestionCn": "用于评估地表温度（LST）空间异质性的数据显示收集方法有哪些，以及识别关键影响因素的方法？",
                "AnswerEn": "To assess spatial heterogeneity of LST, a geodetector (GED) is utilized in conjunction with MAST data. The GED analyzes spatial variations and identifies key impacting factors such as elevation, vegetation, and climate variables that contribute to changes in LST patterns.",
                "AnswerCn": "为了评估地表温度（LST）的空间异质性，采用地理探测器（GED）结合MAST数据。GED分析空间变化，并识别出影响LST模式变化的关键因素，如海拔、植被和气候变量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the reconstruction of seamless spatiotemporal datasets for annual average land surface temperatures in high-altitude regions?",
                "QuestionCn": "哪些方法可以实现高海拔地区年平均地表温度的无缝时空数据集重建？",
                "AnswerEn": "The use of the annual temperature cycle (ATC) model enables the reconstruction of seamless spatiotemporal datasets for annual average land surface temperatures by extracting mean annual surface temperature from MODIS Terra and Aqua LST products.",
                "AnswerCn": "使用年温度循环（ATC）模型可以通过提取MODIS Terra和Aqua陆地表面温度（LST）产品的年均表面温度，重建无缝的时空数据集，以获取年平均陆地表面温度。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do advancements in remote sensing technologies facilitate the monitoring of land surface temperature changes over large and challenging terrains like the Tibetan Plateau?",
                "QuestionCn": "遥感技术的进步如何促进对像青藏 Plateau 这样的大型和复杂地形的地表温度变化的监测。",
                "AnswerEn": "The availability of MODIS thermal infrared remote sensing data, with its improved accuracy and temporal frequency, facilitates the monitoring of land surface temperature changes over large and challenging terrains by providing long-term LST products since 2000 and 2002.",
                "AnswerCn": "MODIS热红外遥感数据的可用性，凭借其更高的准确性和时间频率，促进了对大范围和复杂地形的地表温度变化的监测，自2000年和2002年以来提供了长期的地表温度产品。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or factors are necessary to accurately analyze the spatial heterogeneity and temporal patterns of land surface temperature changes in remote high-altitude areas?",
                "QuestionCn": "准确分析遥远高海拔地区地表温度变化的空间异质性和时间模式所需的条件或因素是什么？",
                "AnswerEn": "To accurately analyze spatial heterogeneity and temporal patterns of LST changes in remote high-altitude areas, it is necessary to use geodetectors for spatial analysis and the Mann–Kendall trend analysis method to identify temporal change patterns, along with addressing challenges like sparse meteorological station distribution and cloud cover influence.",
                "AnswerCn": "为了准确分析遥远高海拔地区的地表温度（LST）变化的空间异质性和时间模式，有必要使用地理探测器进行空间分析，并采用Mann-Kendall趋势分析方法来识别时间变化模式，同时解决气象站分布稀疏和云层覆盖影响等挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might datasets related to land surface temperature on the Tibetan plateau have limited temporal resolution?",
                "QuestionCn": "与青藏高原地表温度相关的数据集可能具有有限的时间分辨率的原因是什么？",
                "AnswerEn": "The sparse distribution of meteorological stations, especially in the northwestern part of the plateau, and the poor temporal resolution of existing products like MODIS 8-Day or monthly LST can make it difficult to accurately represent high temporal variation in land surface temperature.",
                "AnswerCn": "气象站的稀疏分布，尤其是在高原的西北部，以及现有产品如MODIS 8天或月度地表温度的时间分辨率较差，使得准确表示地表温度的高时间变化变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could cloud cover pose challenges in extracting accurate land surface temperature data from satellite imagery?",
                "QuestionCn": "云层覆盖可能会对从卫星影像中提取准确的地表温度数据造成挑战。",
                "AnswerEn": "Cloud cover can obscure the land surface, making it difficult to obtain accurate temperature measurements. This challenge necessitates methods like the annual temperature cycle (ATC) model to extract mean annual surface temperature while mitigating cloud influence.",
                "AnswerCn": "云层覆盖会遮挡地表，使得获取准确的温度测量变得困难。这一挑战需要采用像年温度循环（ATC）模型这样的方式，以提取平均年地表温度，同时减轻云层的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential benefits and challenges of using the Annual Temperature Cycle (ATC) model for reconstructing land surface temperature data over the Tibetan Plateau?",
                "QuestionCn": "使用年温度循环（ATC）模型重建青藏高原地表温度数据的潜在好处和挑战是什么？",
                "AnswerEn": "The ATC model is beneficial for reconstructing land surface temperature data as it helps to extract mean annual surface temperature, which can minimize the influence of cloud cover over the Tibetan Plateau. However, challenges may include ensuring the model accurately captures temporal variations and addressing sparse meteorological data, particularly in the plateau's northwestern part.",
                "AnswerCn": "ATC模型在重建地表温度数据方面是有益的，因为它有助于提取年均地表温度，从而最小化云层覆盖对青藏高原的影响。然而，挑战可能包括确保模型准确捕捉时间变化，以及解决气象数据稀疏的问题，特别是在高原的西北部。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how temporal variation in land surface temperature can be accurately represented with existing datasets.",
                "QuestionCn": "我不明白现有数据集如何能够准确地表示地表温度的时间变化。",
                "AnswerEn": "The MODIS 8-Day or monthly LST product can partly address cloud influence through temporal aggregation. However, the poor temporal resolution can limit representation of high temporal variation. To mitigate this, researchers use daily LST products from MODIS/Terra and apply methods like the Mann–Kendall trend analysis and geodetector (GED) to analyze spatial heterogeneity and temporal change patterns effectively.",
                "AnswerCn": "MODIS 8天或月度地表温度（LST）产品可以通过时间聚合部分解决云影响。然而，较差的时间分辨率可能限制高时间变化的表现。为了缓解这一问题，研究人员使用MODIS/Terra的日地表温度产品，并应用曼-肯德尔趋势分析和地理探测器（GED）等方法，有效分析空间异质性和时间变化模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Can you explore and discuss different methodologies for reconstructing spatial temperature data using remote sensing technologies in mountainous regions like the Tibetan Plateau?",
                "QuestionCn": "您能否探讨和讨论在像青藏高原这样的山区使用遥感技术重建空间温度数据的不同方法论？",
                "AnswerEn": "The metadata mentions using the Annual Temperature Cycle (ATC) model to reconstruct spatial temperature data from MODIS Terra and Aqua LST products. This method helps in extracting seamless annual mean land surface temperature (LST) datasets, allowing for spatiotemporal analysis of temperature variations in regions like the Tibetan Plateau.",
                "AnswerCn": "元数据提到使用年度温度循环（ATC）模型从MODIS Terra和Aqua陆地表面温度（LST）产品中重建空间温度数据。这种方法有助于提取无缝的年均陆地表面温度数据集，从而允许对像青藏高原这样的地区的温度变化进行时空分析。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are some of the challenges faced in collecting and analyzing long-term temperature data in regions with sparse meteorological stations, and how can these be addressed?",
                "QuestionCn": "在气象站稀少的地区收集和分析长期温度数据面临的一些挑战包括：数据缺乏、数据质量不一致、气候变化的影响、地形复杂性以及人类活动的干扰。为了解决这些问题，可以采取以下措施：利用遥感技术获取温度数据、建立气象站网络、使用气候模型进行数据插值、开展公民科学项目以增加数据收集、以及加强数据共享和合作研究。",
                "AnswerEn": "One challenge is the sparse distribution of meteorological stations, especially in the northwestern part of the Tibetan Plateau, which limits quantitative analysis of surface warming trends. To address this, remote sensing data such as MODIS LST products are used, which, despite their temporal resolution limitations, provide a broader spatial coverage. Techniques like the Mann–Kendall trend analysis and the use of models like ATC help mitigate issues related to cloud cover and temporal variation.",
                "AnswerCn": "一个挑战是气象站的稀疏分布，特别是在青藏 Plateau的西北部，这限制了对地表变暖趋势的定量分析。为了解决这个问题，使用了遥感数据，如MODIS LST产品，尽管它们在时间分辨率上存在限制，但提供了更广泛的空间覆盖。像Mann-Kendall趋势分析和ATC模型等技术有助于缓解与云层覆盖和时间变化相关的问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Could you evaluate the potential datasets that can complement MODIS LST data for a comprehensive study of climate change impacts on the Tibetan Plateau?",
                "QuestionCn": "您能否评估可以补充MODIS LST数据的潜在数据集，以便全面研究气候变化对青藏高原的影响？",
                "AnswerEn": "Complementary datasets include the normalized difference vegetation index (NDVI) from MODIS Terra, which can help analyze vegetation changes associated with LST variations. Additionally, the 90 m shuttle radar topography mission (SRTM) DEM data and annual precipitation data from the tropical rainfall measurement mission (TRMM) can provide insights into topographical and precipitation influences on temperature changes, offering a more comprehensive view of climate change impacts.",
                "AnswerCn": "互补数据集包括来自MODIS Terra的归一化差异植被指数（NDVI），这可以帮助分析与地表温度（LST）变化相关的植被变化。此外，90米的航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据和来自热带降水测量任务（TRMM）的年降水数据可以提供对地形和降水对温度变化影响的洞察，从而提供对气候变化影响的更全面视角。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}