{
  "id": "20aeb622-6860-4d2f-b5d9-869b5cf3c35e",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne CCD image data production in the Shenshawo desert area of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域神沙窝沙漠机载CCD影像数据",
      "description": "On 19 August 2012, a RCD30 camera of Leica Company boarded on the Y-12 aircraft was used to obtain the CCD image. RCD30 camera has a focal length of 80 mm and four bands including red, green, blue and near-infrared bands. The absolute flight altitude is 2900 m and ground sample distance is 10 cm. The data includes TIF images and exterior orientation elements.",
      "descriptionCn": "2012年8月19日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司RCD30相机,开展了光学航空遥感飞行试验。RCD30相机焦距80mm,有RGB和近红外四个波段。小沙漠地区飞行绝对航高2900米，GSD为10厘米。经过处理，得到tif影像及影像外方位元素。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.48,
      "west": 100.46,
      "south": 38.76,
      "north": 38.78,
      "startTime": "2018-11-28 10:47:32",
      "endTime": "2018-11-28 10:47:32",
      "fileSize": 19744503283.0,
      "cstr": "18406.11.hiwater.143.2013.db",
      "doi": "10.3972/hiwater.143.2013.db",
      "dataFormat": "tif",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "CCD相机",
        "nameEn": "CCD"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "神沙窝沙漠站",
        "keywordEn": "Shenshawo desert station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-19",
        "keywordEn": "2012-08-19",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges in obtaining multiscale observations that hinder progress in eco-hydrological research?",
        "QuestionCn": "在获取多尺度观测方面是否存在挑战，这些挑战是否阻碍了生态水文研究的进展？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is there a dataset available from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) that includes multiscale and multidisciplinary data?",
        "QuestionCn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER) 是否有包含多尺度和多学科数据的数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in observing eco-hydrological processes more related to the unavailability of multiscale observations, the complexity of sensor calibration, or data processing techniques?",
        "QuestionCn": "观察生态水文过程的挑战更多与多尺度观测的不可用性、传感器校准的复杂性还是数据处理技术有关？",
        "AnswerEn": "unavailability of multiscale observations",
        "AnswerCn": "多尺度观测的不可用性",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the primary source for obtaining datasets on eco-hydrological processes from flux observation matrices, eco-hydrological sensor networks, or remote sensing missions?",
        "QuestionCn": "获取生态水文过程数据集的主要来源是通量观测矩阵、生态水文传感器网络还是遥感任务？",
        "AnswerEn": "flux observation matrices, eco-hydrological sensor networks, remote sensing missions",
        "AnswerCn": "通量观测矩阵、生态水文传感器网络、遥感任务",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are the instruments for observing oasis-desert interactions typically arranged?",
        "QuestionCn": "观察绿洲-沙漠相互作用的仪器通常安排在哪里？",
        "AnswerEn": "Hierarchically nested scales",
        "AnswerCn": "分层嵌套尺度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When are intensive observation periods typically conducted in eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验中，强化观察期通常在什么时候进行？",
        "AnswerEn": "2012",
        "AnswerCn": "2012年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a dataset that provides multiscale and multidisciplinary data for eco-hydrological research in heterogeneous surfaces?",
        "QuestionCn": "有什么例子可以提供用于异质表面生态水文研究的多尺度和多学科数据集？",
        "AnswerEn": "An example of such a dataset is the multiscale dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes data from a flux observation matrix, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "这样的数据集的一个例子是2012年从黑河流域联合遥感实验研究（HiWATER）获得的多尺度数据集，其中包括来自通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和植被动态及光合作用过程的地面测量数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a challenge faced when collecting multiscale observations in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中收集多尺度观测时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces. This is addressed by experiments like HiWATER that implement intensive observation periods and continuous observations.",
        "AnswerCn": "一个挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程的上尺度化进展。像HiWATER这样的实验通过实施密集观测期和连续观测来解决这一问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of the imaging equipment and techniques used in airborne remote sensing missions for eco-hydrological data collection?",
        "QuestionCn": "在空中遥感任务中用于生态水文数据收集的成像设备和技术的具体特征是什么？",
        "AnswerEn": "80mm focal length, RGB and near-infrared bands, flight altitude of 2900 meters, Ground Sampling Distance (GSD) of 10 centimeters, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "80毫米焦距，RGB和近红外波段，飞行高度2900米，地面采样距离（GSD）10厘米，LiDAR，成像光谱仪，多角度热成像仪，L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in obtaining and utilizing multiscale observations for eco-hydrological research?",
        "QuestionCn": "在获取和利用多尺度观测数据进行生态水文研究时面临哪些挑战？",
        "AnswerEn": "poor availability of multiscale observations, instrumentation on hierarchically nested scales, comprehensive observation systems",
        "AnswerCn": "多尺度观测的可用性差，分层嵌套尺度的仪器，综合观测系统。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the components and characteristics of the observation system used to gather eco-hydrological data in the oasis-desert area?",
        "QuestionCn": "在绿洲-沙漠地区收集生态水文数据的观测系统的组成部分和特征是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing, ground measurements of vegetation dynamics, photosynthesis processes, data quality controlled through calibration and processing",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，超高分辨率机载遥感，植被动态的地面测量，光合作用过程，通过校准和处理进行的数据质量控制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA using various technologies during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验期间，使用各种技术进行了多少次空中遥感任务以覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many eddy covariance towers are part of the flux observation matrix in the oasis-desert area dataset?",
        "QuestionCn": "在绿洲-沙漠区域数据集中，参与通量观测矩阵的涡度协方差塔有多少个？",
        "AnswerEn": "The number of eddy covariance towers is not specified in the provided information.",
        "AnswerCn": "提供的信息中未指定涡度相关塔的数量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the ground sample distance (GSD) of the images captured by the RCD30 camera?",
        "QuestionCn": "RCD30相机拍摄的图像的地面采样距离（GSD）是多少？",
        "AnswerEn": "10 centimeters",
        "AnswerCn": "10厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'hierarchically nested scales' mean in the context of eco-hydrological data collection methods?",
        "QuestionCn": "在生态水文数据收集方法的背景下，“层次嵌套尺度”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological data collection methods, 'hierarchically nested scales' refers to the arrangement of instruments and observational strategies in a structured manner that captures data at multiple spatial scales, from broad regional observations to detailed local measurements. This approach is used to effectively study multiscale eco-hydrological processes, such as those in an oasis-desert system.",
        "AnswerCn": "在生态水文数据收集方法的背景下，“分层嵌套尺度”指的是以结构化的方式安排仪器和观察策略，以捕捉从广泛区域观察到详细地方测量的多尺度数据。这种方法用于有效研究多尺度生态水文过程，例如绿洲-沙漠系统中的过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'quality controlled' mean in the context of dataset generation for eco-hydrological research?",
        "QuestionCn": "在生态水文研究的数据集生成中，“质量控制”是什么意思？",
        "AnswerEn": "In the context of dataset generation for eco-hydrological research, 'quality controlled' means that all observational data undergo a rigorous process to ensure accuracy and reliability. This includes steps such as sensor calibration, careful data collection, meticulous data processing, and systematic checks during dataset generation. This ensures that the data meet the necessary standards for scientific analysis and research.",
        "AnswerCn": "在生态水文学研究的数据集生成中，“质量控制”意味着所有观测数据都经过严格的过程以确保准确性和可靠性。这包括传感器校准、仔细的数据收集、细致的数据处理以及在数据集生成过程中进行系统检查等步骤。这确保数据符合科学分析和研究所需的标准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the multiscale datasets obtained from the oasis-desert area offer advantages over single-scale datasets in terms of understanding eco-hydrological interactions?",
        "QuestionCn": "来自绿洲-沙漠地区的多尺度数据集在理解生态水文相互作用方面相较于单尺度数据集提供了哪些优势？",
        "AnswerEn": "Multiscale datasets provide a comprehensive view of eco-hydrological interactions by capturing data across various scales and landscapes, allowing researchers to study processes such as oasis-desert interactions in detail. Single-scale datasets may lack this depth and breadth, limiting the understanding of complex interactions that occur at different spatial and temporal scales.",
        "AnswerCn": "多尺度数据集通过捕捉不同尺度和景观的数据，提供了生态水文相互作用的全面视角，使研究人员能够详细研究诸如绿洲-沙漠相互作用等过程。单尺度数据集可能缺乏这种深度和广度，限制了对在不同空间和时间尺度上发生的复杂相互作用的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do multiscale and multidisciplinary data collection techniques help in understanding eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "多尺度和多学科的数据收集技术如何帮助理解异质景观中的生态水文过程？",
        "AnswerEn": "The use of hierarchically nested scales allows researchers to obtain multiscale and multidisciplinary data, which addresses the challenge of poor availability of multiscale observations. This approach helps capture multi-scale eco-hydrological processes, such as oasis-desert interactions, by deploying instruments like EC towers, automatic meteorological stations, and airborne remote sensing missions.",
        "AnswerCn": "使用分层嵌套尺度使研究人员能够获得多尺度和多学科的数据，从而解决多尺度观测稀缺的问题。这种方法有助于捕捉多尺度生态水文过程，例如绿洲-沙漠相互作用，通过部署如涡度协方差塔、自动气象站和空中遥感任务等仪器。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of implementing a hierarchically nested instrumentation approach for multiscale eco-hydrological data collection in heterogeneous surfaces?",
        "QuestionCn": "实施分层嵌套仪器方法进行异质表面的多尺度生态水文数据收集的潜在结果是什么？",
        "AnswerEn": "Implementing a hierarchically nested instrumentation approach can lead to the successful capture of multiscale eco-hydrological processes, providing valuable insights into oasis-desert interactions. This approach facilitates the collection of multiscale and multidisciplinary data, overcoming the challenge of poor availability of observations across various scales.",
        "AnswerCn": "实施分层嵌套的仪器方法可以成功捕捉多尺度生态水文过程，为绿洲-沙漠相互作用提供宝贵的见解。这种方法促进了多尺度和多学科数据的收集，克服了在不同尺度上观测数据稀缺的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of multiple airborne remote sensing missions impact the quality and comprehensiveness of eco-hydrological datasets in desert regions?",
        "QuestionCn": "多个空中遥感任务的整合如何影响沙漠地区生态水文数据集的质量和全面性？",
        "AnswerEn": "The integration of multiple airborne remote sensing missions, using tools like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, enhances the quality and comprehensiveness of eco-hydrological datasets. This approach allows for hyper-resolution data collection, which, when combined with synchronical ground measurements, provides a detailed understanding of vegetation dynamics and photosynthesis processes in desert regions.",
        "AnswerCn": "多种空中遥感任务的整合，利用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计等工具，提高了生态水文数据集的质量和全面性。这种方法允许进行超高分辨率的数据收集，当与同步的地面测量相结合时，能够提供对沙漠地区植被动态和光合作用过程的详细理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What consequences arise from the deployment of a sparse network of eddy covariance towers and automatic meteorological stations in understanding oasis-desert interactions?",
        "QuestionCn": "在理解绿洲-沙漠相互作用方面，部署稀疏的涡度协方差塔和自动气象站会产生哪些后果？",
        "AnswerEn": "Deploying a sparse network of eddy covariance towers and automatic meteorological stations enables the investigation of oasis-desert interactions by capturing data from various landscapes such as sandy deserts, desert pavements, desert steppes, and wetlands. This setup supports the collection of crucial multiscale observational data, which is essential for understanding the eco-hydrological processes involved.",
        "AnswerCn": "部署稀疏的涡度协方差塔和自动气象站能够通过捕获来自不同景观（如沙漠、沙漠铺装、沙漠草原和湿地）的数据，研究绿洲与沙漠之间的相互作用。这种设置支持收集关键的多尺度观测数据，这对于理解涉及的生态水文过程至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using hierarchically nested scales in eco-hydrological data collection methods within oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中使用分层嵌套尺度进行生态水文数据收集方法的主要目标是什么？",
        "AnswerEn": "The primary objective is to capture multi-scale eco-hydrological processes by arranging instruments in hierarchically nested scales, which helps in addressing the challenge of poor availability of multiscale observations.",
        "AnswerCn": "主要目标是通过将仪器按层次嵌套的尺度排列，以捕捉多尺度生态水文过程，这有助于解决多尺度观测稀缺的问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to implement intensive observations at the irrigation district scale when studying oasis-desert interactions?",
        "QuestionCn": "在研究绿洲-沙漠相互作用时，在灌溉区规模实施密集观察的重要性是什么？",
        "AnswerEn": "Intensive observations at the irrigation district scale are important to investigate the interaction between oases and deserts, which is crucial for understanding and modeling eco-hydrological processes in such heterogeneous environments.",
        "AnswerCn": "在灌溉区规模进行深入观察对于研究绿洲与沙漠之间的相互作用至关重要，这对于理解和模拟这种异质环境中的生态水文过程具有重要意义。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in setting up a multiscale observation system for capturing eco-hydrological processes in an oasis-desert environment?",
        "QuestionCn": "在绿洲-沙漠环境中建立多尺度观测系统以捕捉生态水文过程涉及哪些程序？",
        "AnswerEn": "Instruments for the oasis-desert system are arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A sparse network is established to investigate the oasis-desert interaction, including the construction of a superstation within the oasis, and installation of four eddy covariance towers and four two-layer automatic meteorological stations in different landscapes. Intensive observations are implemented at the irrigation district scale with a total of 12 airborne remote sensing missions.",
        "AnswerCn": "在绿洲-沙漠系统中，仪器按照层次嵌套的尺度进行排列，以捕捉多尺度生态水文过程。建立了一个稀疏网络，以研究绿洲-沙漠相互作用，包括在绿洲内建设一个超级站，以及在不同景观中安装四个涡度协方差塔和四个双层自动气象站。在灌溉区尺度上实施了密集观测，共进行了12次航空遥感任务。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the key steps in ensuring quality control during the data collection and processing phases of eco-hydrological research?",
        "QuestionCn": "确保生态水文学研究数据收集和处理阶段质量控制的关键步骤有哪些？",
        "AnswerEn": "All observational data are carefully quality controlled throughout the process, which includes sensor calibration, data collection, data processing, and datasets generation. The quality control steps ensure the reliability and accuracy of the multiscale dataset used for eco-hydrological research.",
        "AnswerCn": "所有观测数据在整个过程中都经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。质量控制步骤确保了用于生态水文研究的多尺度数据集的可靠性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation techniques enable the capture of multiscale eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "哪些仪器技术能够捕捉异质表面中的多尺度生态水文过程？",
        "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales, including a sparse network to investigate the oasis-desert interaction. This setup included a superstation within the oasis, four EC towers, and four two-layer automatic meteorological stations in different landscapes, as well as intensive airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "用于绿洲-沙漠系统的仪器按照层次嵌套的尺度进行安排，包括一个稀疏网络以研究绿洲与沙漠之间的相互作用。该设置包括一个位于绿洲内的超级站、四个生态系统（EC）塔和四个不同景观中的双层自动气象站，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的密集空中遥感任务。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of various sensors in a dataset facilitate the monitoring of vegetation dynamics and photosynthesis processes?",
        "QuestionCn": "各种传感器在数据集中的集成如何促进植被动态和光合作用过程的监测？",
        "AnswerEn": "The eco-hydrological sensor network is integrated with soil moisture and leaf area index sensors, and is complemented by hyper-resolution airborne remote sensing and ground measurements. This integration enables comprehensive monitoring of vegetation dynamics and photosynthesis processes, allowing for detailed analysis at multiple scales.",
        "AnswerCn": "生态水文传感器网络集成了土壤湿度和叶面积指数传感器，并辅以高分辨率的空中遥感和地面测量。这种集成使得对植被动态和光合作用过程的全面监测成为可能，从而能够在多个尺度上进行详细分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges in data availability are addressed by using a multiscale observation system in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，使用多尺度观测系统可以解决数据可用性方面的哪些挑战？",
        "AnswerEn": "Progress in eco-hydrological research is often hindered by poor availability of multiscale observations. A multiscale observation system, such as the one used in HiWATER, addresses these challenges by providing a hierarchical arrangement of sensors and intensive observation periods to capture data across different scales, thus improving data availability and quality.",
        "AnswerCn": "生态水文学研究的进展常常受到多尺度观测数据匮乏的阻碍。像HiWATER所使用的多尺度观测系统，通过提供传感器的层次化安排和密集观测期，能够在不同尺度上捕获数据，从而提高数据的可用性和质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the anticipated availability of multiscale observations in eco-hydrological research be limited?",
        "QuestionCn": "在生态水文学研究中，预期的多尺度观测可用性可能受到限制的原因是什么？",
        "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, which is a significant challenge in addressing eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的阻碍，这是解决异质表面生态水文过程的一个重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What reasons could explain the expectation for hierarchical instrumentation to improve data collection in oasis-desert systems?",
        "QuestionCn": "可以解释对分层仪器期望改善绿洲-沙漠系统数据收集的原因有哪些？",
        "AnswerEn": "Hierarchical instrumentation is expected to improve data collection by capturing multiscale and multidisciplinary eco-hydrological processes through a structured arrangement of instruments such as eddy covariance towers and automatic meteorological stations.",
        "AnswerCn": "分层仪器预计将通过结构化的仪器安排（如涡度协方差塔和自动气象站）来改善数据收集，捕捉多尺度和多学科的生态水文过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective are the multiscale and multidisciplinary data collection methods in capturing eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度和多学科的数据收集方法在捕捉异质表面的生态水文过程方面的有效性如何？",
        "AnswerEn": "The multiscale and multidisciplinary data collection methods, as implemented in the HiWATER experiment, are effective in capturing eco-hydrological processes on heterogeneous surfaces by using hierarchically nested instrumentation scales. This includes a combination of flux observation matrices, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and synchronical ground measurements, providing comprehensive datasets that address the challenge of multiscale observations.",
        "AnswerCn": "HiWATER实验中实施的多尺度和多学科数据收集方法，通过使用分层嵌套的仪器尺度，有效捕捉异质表面的生态水文过程。这包括流量观测矩阵、生态水文传感器网络、高分辨率航空遥感和同步地面测量的组合，提供了全面的数据集，以应对多尺度观测的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways could the data quality control processes enhance the reliability of datasets obtained from eco-hydrological experiments?",
        "QuestionCn": "数据质量控制过程可以通过哪些方式提高从生态水文实验中获得的数据集的可靠性？",
        "AnswerEn": "Data quality control processes enhance the reliability of datasets by ensuring accurate sensor calibration, meticulous data collection, and thorough data processing. In the context of the HiWATER experiment, these processes involve quality controls throughout all stages of data handling, resulting in reliable and freely available datasets that contribute to comprehensive eco-hydrological research.",
        "AnswerCn": "数据质量控制过程通过确保传感器的准确校准、细致的数据收集和全面的数据处理，增强了数据集的可靠性。在HiWATER实验的背景下，这些过程涉及在数据处理的各个阶段进行质量控制，从而产生可靠且可自由获取的数据集，为全面的生态水文研究做出贡献。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multiscale observations are integrated to study eco-hydrological processes effectively.",
        "QuestionCn": "我不明白如何将多尺度观测整合起来，以有效研究生态水文过程。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by utilizing instrumentation on hierarchically nested scales and arranging instruments for the oasis-desert system in these scales. This setup captures multi-scale eco-hydrological processes through a sparse network investigating oasis-desert interaction, a superstation within the oasis, and various EC towers and AMSs across different landscapes.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上利用仪器，并在这些尺度上布置仪器，来应对这一挑战。该设置通过稀疏网络捕捉多尺度生态水文过程，研究绿洲-沙漠系统的相互作用，包括绿洲内的超级站，以及不同景观中的各种EC塔和AMS。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not clear on the types of sensors used for eco-hydrological data collection and their specific roles in this field.",
        "QuestionCn": "我不清楚用于生态水文数据收集的传感器类型及其在该领域的具体作用。",
        "AnswerEn": "The data collection for eco-hydrological processes involves a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing tools like LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer are used.",
        "AnswerCn": "生态水文过程的数据收集涉及一个通量观测矩阵，包括涡度协方差塔、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络。此外，还使用超高分辨率的航空遥感工具，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how data quality is ensured throughout the data collection process in eco-hydrological studies.",
        "QuestionCn": "我无法理解在生态水文研究中如何确保数据收集过程中的数据质量。",
        "AnswerEn": "In the HiWATER experiment, all observational data are carefully quality controlled through sensor calibration, data collection, data processing, and datasets generation. This meticulous approach ensures the integrity and reliability of the multiscale dataset.",
        "AnswerCn": "在HiWATER实验中，所有观测数据都经过精心的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。这种细致的方法确保了多尺度数据集的完整性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and discuss the methodologies used for collecting multiscale eco-hydrological data in oasis-desert systems, including the instruments and observational strategies employed.",
        "QuestionCn": "请识别并讨论在绿洲-沙漠系统中收集多尺度生态水文数据的方法论，包括所使用的仪器和观察策略。",
        "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A sparse network was established to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale.",
        "AnswerCn": "为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。建立了一个稀疏网络，以研究绿洲与沙漠之间的相互作用。在绿洲内建造了一个超级站，并在不同的景观中安装了四个EC塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上进行了密集观测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the challenges faced in the collection and availability of multiscale observations for eco-hydrological processes on heterogeneous surfaces.",
        "QuestionCn": "请探讨在异质表面上收集和获取多尺度生态水文过程观测数据所面临的挑战。",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. The HiWATER experiment was designed to address this challenge by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制。HiWATER实验旨在通过在分层嵌套尺度上使用仪器来获取多尺度和多学科数据，以应对这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please provide an overview of the types of datasets generated from airborne remote sensing missions and ground measurements, and discuss their potential applications in eco-hydrological research.",
        "QuestionCn": "请提供从航空遥感任务和地面测量生成的数据集类型的概述，并讨论它们在生态水文研究中的潜在应用。",
        "AnswerEn": "The multiscale dataset from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. These datasets are freely available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER) 的多尺度数据集包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。这些数据集可以在figshare和寒区与干旱区科学数据中心免费获取。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}