{
  "id": "2108388f-0429-478a-b592-a6d6deaf7bb5",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of mixed forest station, 2019)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站涡动相关仪-2019）",
      "description": "This dataset contains the flux measurements from the mixed forest station eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2019. The site (101.1335° E, 41.9903° N) was located in the Sidaoqiao County, in Ejina Banner in Inner Mongolia Autonomous Region . The elevation is 874 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500, CSAT3B & Li7500DS after September 28) was 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. The water vapor density data were rejected when the negative values occurred. Data during September 13 to 28, 2019 were missing due to instrument debugging.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2019年1月1日至2019年12月31日的黑河流域地表过程综合观测网下游混合林站涡动相关仪观测数据。站点位于内蒙古额济纳旗四道桥，下垫面是胡杨与柽柳。观测点的经纬度是101.1335E, 41.9903N，海拔874 m。涡动相关仪的架高22m，采样频率是10Hz，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪(Li7500)之间的距离是17cm，9月28日后更换为超声风速温度仪（CSAT3B）与CO2/H2O分析仪（Li7500DS）组合。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。冬季水汽密度出现一些负值，进行了剔除；9月13-28日仪器调试期，数据缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（比插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + EC",
      "instructionsCn": "年份+**观测网+站点名称+EC",
      "east": 101.1335,
      "west": 101.1335,
      "south": 41.9903,
      "north": 41.9903,
      "startTime": "2019-01-13 08:00:00",
      "endTime": "2020-01-12 08:00:00",
      "fileSize": 2451408.0,
      "cstr": "18406.11.Meteoro.tpdc.270689",
      "doi": "10.11888/Meteoro.tpdc.270689",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
        "referenceCn": null,
        "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
        "referenceCn": null,
        "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
      },
      {
        "titleCn": null,
        "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
      },
      {
        "titleCn": null,
        "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
        "referenceCn": null,
        "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气放射性物质",
        "nameEn": "Atmospheric Radioactive Substance"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域下游",
        "keywordEn": "The lower reaches of the heihe river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的潜热（LE）和显热（H）与可用能量Rn−G0之间存在能量平衡闭合不完全时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这一温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误造成的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的研究结果表明，使用高精度热红外相机获得的土壤和冠层组件的辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值很好地一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文模型及相关研究的发展，但也促使了下一代生态系统观测网络和实验的开发。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些都需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文研究，国际高山研究流域水文网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络的角度研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有益的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几大严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无间断的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据以研究气象驱动因素，并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS，以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在位于永久冻土、季节性冻土和过渡区的三个AMS上通过涡度协方差（EC）进行观测，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲-沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the collection of snow cover properties in the Heihe River Basin involve the use of superstations with advanced instrumentation?",
        "QuestionCn": "在黑河流域收集雪盖特性是否涉及使用配备先进仪器的超级站？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used to measure evapotranspiration (ET) in heterogeneous land surfaces?",
        "QuestionCn": "在异质土地表面上测量蒸散发（ET）的方法有哪些？",
        "AnswerEn": "Two-source energy balance model",
        "AnswerCn": "双源能量平衡模型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the automatic meteorological stations (AMSs) and superstations for studying alpine hydrology located?",
        "QuestionCn": "自动气象站（AMSs）和超级站用于研究高山水文的地点在哪里？",
        "AnswerEn": "upper reaches of the Heihe River Basin in China",
        "AnswerCn": "中国黑河流域上游地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What types of data are collected to understand energy, water vapor, and carbon exchanges in oasis–desert ecosystems?",
        "QuestionCn": "为了理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换，收集了哪些类型的数据？",
        "AnswerEn": "half-hourly turbulent flux data, hydrometeorological data, vegetation and soil parameters",
        "AnswerCn": "半小时湍流通量数据、水文气象数据、植被和土壤参数",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to monitor snow accumulation and ablation processes in alpine regions?",
        "QuestionCn": "您能否提供一个用于监测高山地区雪积累和融化过程的数据收集方法的例子？",
        "AnswerEn": "Snow accumulation and ablation processes are monitored using snow cover properties collected from a snow observation superstation with state-of-the-art techniques and instruments, such as snow depth sensors and snow water equivalent (SWE) monitors.",
        "AnswerCn": "雪积累和融化过程通过使用雪观测超级站收集的雪覆盖特性进行监测，采用了先进的技术和仪器，如雪深传感器和雪水当量（SWE）监测器。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting hydrometeorological data in alpine regions?",
        "QuestionCn": "在高山地区收集水文气象数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge in collecting hydrometeorological data in alpine regions is the cold and harsh climate, high altitude, and complex topography, which hinder complete and consistent data collection and affect the development of remote sensing technologies and hydrological models.",
        "AnswerCn": "在高山地区收集水文气象数据的一大挑战是寒冷和恶劣的气候、高海拔以及复杂的地形，这些因素妨碍了完整和一致的数据收集，并影响了遥感技术和水文模型的发展。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you illustrate an example of how datasets are used to validate remote sensing products in alpine hydrology research?",
        "QuestionCn": "您能否举例说明数据集如何用于验证阿尔卑斯水文研究中的遥感产品？",
        "AnswerEn": "Datasets from an integrated alpine hydrology observation network, which include high-quality hydrometeorological data and specific snow and frozen ground observations, are used to validate remote sensing products and improve predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "来自一个综合的阿尔卑斯水文观测网络的数据集，包括高质量的水文气象数据以及特定的雪和冻土观测，用于验证遥感产品并提高对阿尔卑斯水文过程和生态系统功能的预测理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes are considered essential in the observation of snow and frozen ground in alpine hydrology?",
        "QuestionCn": "在高山水文学中观察雪和冻土时，哪些具体属性被认为是必不可少的？",
        "AnswerEn": "snow depth, snow water equivalent, albedo of snow surface, blowing snow flux, soil temperature and moisture profiles, soil thermal and hydraulic conductivity",
        "AnswerCn": "雪深、雪水当量、雪面反照率、吹雪通量、土壤温度和湿度剖面、土壤热导率和水力导率",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the fundamental challenges in collecting high-quality data for oasis-desert ecosystems?",
        "QuestionCn": "收集高质量的绿洲-沙漠生态系统数据的基本挑战是什么？",
        "AnswerEn": "harsh climatic conditions, high altitude, complex terrain, scarcity of observation data, access difficulties, technological barriers",
        "AnswerCn": "恶劣的气候条件、高海拔、复杂的地形、观测数据稀缺、进入困难、技术障碍",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency used in the eddy covariance data collection method for surface fluxes in mixed forest areas?",
        "QuestionCn": "在混合森林区域的表面通量的涡度协方差数据收集方法中使用的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河流域上游的综合阿尔卑斯水文观测网络中，有多少个自动气象站？",
        "AnswerEn": "7",
        "AnswerCn": "7",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddypro software processing' mean in the context of handling eddy covariance data?",
        "QuestionCn": "在处理涡度协方差数据的背景下，“eddypro软件处理”是什么意思？",
        "AnswerEn": "Eddypro software processing refers to the method of analyzing raw data collected by an eddy covariance system. It involves steps such as despiking, time delay correction, coordinate rotation, frequency response correction, virtual temperature correction, and density correction (WPL correction) to produce 30-minute averaged flux data, along with quality evaluation based on atmospheric stability and turbulence similarity characteristics.",
        "AnswerCn": "Eddypro软件处理是指分析由涡度协方差系统收集的原始数据的方法。它涉及去尖峰、时间延迟校正、坐标旋转、频率响应校正、虚拟温度校正和密度校正（WPL校正）等步骤，以生成30分钟平均的通量数据，并根据大气稳定性和湍流相似性特征进行质量评估。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'multiscale observation network' entail in alpine hydrology research?",
        "QuestionCn": "“多尺度观测网络”在高山水文学研究中涉及什么？",
        "AnswerEn": "A multiscale observation network in alpine hydrology research involves a comprehensive setup of meteorological and hydrological observation stations at various scales, including basin and sub-basin scales, as well as specialized superstations for snow and frozen ground. This network captures a wide range of data including meteorological variables, snow cover properties, soil temperature and moisture, and evapotranspiration, providing essential datasets for modeling and validating hydrological processes.",
        "AnswerCn": "在阿尔卑斯山水文研究中，多尺度观测网络涉及在不同尺度上设置全面的气象和水文观测站，包括流域和子流域尺度，以及专门的超级站用于雪和冻土。这一网络捕获了广泛的数据，包括气象变量、雪盖特性、土壤温度和湿度以及蒸散发，为水文过程的建模和验证提供了重要的数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the similarities and differences in dataset availability and processing techniques between the oasis–desert systems and the integrated alpine hydrology observation network?",
        "QuestionCn": "绿洲-沙漠系统与综合阿尔卑斯水文观测网络在数据集可用性和处理技术方面的相似性和差异是什么？",
        "AnswerEn": "Both the oasis–desert systems and the alpine hydrology observation network provide long-term datasets, but they focus on different environmental aspects. The oasis–desert systems primarily cover energy, water vapor, carbon, and methane fluxes along with auxiliary hydrometeorological data, emphasizing ecosystem stability and socio-economic development. On the other hand, the alpine hydrology network offers comprehensive datasets including hydrometeorological, snow cover, and frozen ground data, aimed at understanding watershed processes. Processing techniques in both systems involve data collection, correction, and validation, but the alpine network places additional emphasis on validating remote sensing products and hydrological models, due to the complexity of the alpine environment.",
        "AnswerCn": "绿洲-沙漠系统和高山水文观测网络都提供长期数据集，但它们关注的环境方面不同。绿洲-沙漠系统主要涵盖能量、水蒸气、碳和甲烷通量以及辅助气象数据，强调生态系统的稳定性和社会经济发展。另一方面，高山水文网络提供全面的数据集，包括气象、水文、雪盖和冻土数据，旨在理解流域过程。这两个系统中的处理技术涉及数据收集、修正和验证，但高山网络在验证遥感产品和水文模型方面更为重视，因为高山环境的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of eddy covariance systems in oasis–desert areas compare to their application in the mixed forest station in the Heihe River Basin in terms of data collection and processing for energy balance studies?",
        "QuestionCn": "在绿洲-沙漠地区使用涡度协方差系统与在黑河流域混交林站的应用相比，在能量平衡研究的数据收集和处理方面有什么不同？",
        "AnswerEn": "In both the oasis–desert areas and the mixed forest station in the Heihe River Basin, eddy covariance systems are utilized to measure turbulent fluxes, which are critical for understanding energy exchange processes. However, the mixed forest station deals with specific challenges such as the impact of vegetation types and local conditions on flux measurements, requiring data correction procedures like coordinate rotation and frequency response correction. In contrast, the oasis–desert areas face challenges related to extreme weather conditions and landscape heterogeneity, which affect data accuracy and necessitate additional data quality control and validation measures, such as addressing data gaps and sensor malfunctions.",
        "AnswerCn": "在黑河流域的绿洲-沙漠地区和混合森林站，涡度协方差系统被用来测量湍流通量，这对于理解能量交换过程至关重要。然而，混合森林站面临着特定的挑战，例如植被类型和当地条件对通量测量的影响，这需要数据修正程序，如坐标旋转和频率响应修正。相比之下，绿洲-沙漠地区面临着与极端天气条件和景观异质性相关的挑战，这影响了数据的准确性，并需要额外的数据质量控制和验证措施，例如解决数据缺口和传感器故障问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of remote sensing data combined with data assimilation in improving the prediction of hydrological processes within alpine regions?",
        "QuestionCn": "将遥感数据与数据同化结合使用在提高高山地区水文过程预测方面的有效性可以得出哪些见解？",
        "AnswerEn": "In alpine regions, remote sensing data combined with data assimilation is used to improve the prediction of hydrological processes. The integration of these methods addresses the scarcity of observation data, which is often due to the region's harsh climate and difficult access. These techniques aim to enhance model validation and provide accurate forcing data for hydrological models, thus advancing the understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "在高山地区，遥感数据与数据同化相结合，用于改善水文过程的预测。这些方法的整合解决了观测数据稀缺的问题，这通常是由于该地区恶劣的气候和难以到达的地形。这些技术旨在增强模型验证，并为水文模型提供准确的强迫数据，从而推动对高山水文过程和生态系统功能的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the integration of snow cover and frozen ground observations into multiscale hydrometeorological networks enhance the understanding of ecohydrological processes in arid and semiarid regions?",
        "QuestionCn": "将雪盖和冻土观测整合到多尺度水文气象网络中，如何增强对干旱和半干旱地区生态水文过程的理解？",
        "AnswerEn": "The integration of snow cover and frozen ground observations into multiscale hydrometeorological networks enhances understanding by providing detailed datasets that capture accumulation and ablation processes. This approach addresses challenges such as the scarcity of high-quality snow and frozen ground data. Such integrated networks are crucial for developing and validating hydrological models, particularly in arid and semiarid regions where snow cover and frozen ground significantly impact runoff and agricultural development.",
        "AnswerCn": "将雪盖和冻土观测整合到多尺度水文气象网络中，通过提供详细的数据集来增强对积累和融化过程的理解。这种方法解决了高质量雪和冻土数据稀缺的挑战。这种综合网络对于开发和验证水文模型至关重要，特别是在雪盖和冻土对径流和农业发展有显著影响的干旱和半干旱地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in collecting accurate data for alpine hydrological processes and ecosystem functions in high-altitude regions?",
        "QuestionCn": "在高海拔地区，收集准确的高山水文过程和生态系统功能数据面临的挑战是什么？",
        "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors result in the scarcity of observation data in the alpine region, and how does this impact hydrological modeling?",
        "QuestionCn": "导致高山地区观测数据稀缺的因素有哪些，这对水文模型有何影响？",
        "AnswerEn": "The scarcity of observation data in the alpine region is due to difficulties of access and technological barriers, which have hindered alpine hydrological modeling and associated research. This scarcity motivated the development of next-generation ecosystem observation networks and experiments.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文建模及相关研究。这种稀缺性促使了下一代生态观测网络和实验的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why does the current composite temperature separation approach face limitations in arid regions, affecting the estimation of the energy balance?",
        "QuestionCn": "为什么当前的复合温度分离方法在干旱地区面临限制，影响能量平衡的估计？",
        "AnswerEn": "The current composite temperature separation approaches are limited in their effectiveness in arid regions because E and T are difficult to measure on the ground. Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance, leading to overestimation of canopy temperature under developing vegetation abundance.",
        "AnswerCn": "当前的复合温度分离方法在干旱地区的有效性受到限制，因为在地面上测量E和T是困难的。导出组件温度的误差主要是由于图像分类错误造成的，这些错误随着植被丰度的变化而变化，导致在植被丰度较高时对冠层温度的高估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely outcomes of implementing an integrated, distributed and multiscale observation network for data collection in alpine regions?",
        "QuestionCn": "在阿尔卑斯地区实施一个集成的、分布式的和多尺度的观测网络进行数据收集的可能结果是什么？",
        "AnswerEn": "Implementing an integrated, distributed and multiscale observation network in alpine regions can lead to improved accuracy in hydrological modeling, better validation of remote sensing data, and enhanced understanding of key alpine hydrological processes and ecosystem functions. These outcomes can help in addressing scientific questions related to alpine hydrology, such as providing accurate forcing data for models and understanding the impacts of climate change and human activities.",
        "AnswerCn": "在阿尔卑斯地区实施一个集成的、分布式的多尺度观测网络，可以提高水文模型的准确性，更好地验证遥感数据，并增强对关键阿尔卑斯水文过程和生态系统功能的理解。这些结果有助于解决与阿尔卑斯水文学相关的科学问题，例如为模型提供准确的强迫数据，以及理解气候变化和人类活动的影响。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential effects of using a high-resolution thermal camera in combination with the TSEB model for estimating evapotranspiration in an agricultural area?",
        "QuestionCn": "使用高分辨率热成像相机结合TSEB模型在农业区域估算蒸散发的潜在效果是什么？",
        "AnswerEn": "Using a high-resolution thermal camera in combination with the TSEB model for estimating evapotranspiration can lead to more accurate separation of soil and canopy temperatures, resulting in more reliable estimates of evaporation and transpiration. This approach can improve the validation of evapotranspiration measurements, especially when combined with stable isotope techniques, and can enhance the understanding of latent heat fluxes in strongly advective environments.",
        "AnswerCn": "使用高分辨率热像仪结合TSEB模型来估算蒸散发，可以更准确地分离土壤和冠层温度，从而获得更可靠的蒸发和蒸腾估算。这种方法可以改善蒸散发测量的验证，特别是当与稳定同位素技术结合时，并且可以增强对强对流环境中潜热通量的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of establishing a comprehensive meteorological and hydrological observation network in alpine and semi-arid regions?",
        "QuestionCn": "在高山和半干旱地区建立综合气象和水文观测网络的主要目标是什么？",
        "AnswerEn": "The primary objective of establishing such a network is to provide accurate and effective forcing data for hydrological models, validate remote sensing products, and improve the understanding of hydrological processes and ecosystem functions, particularly in challenging environments like alpine and semi-arid regions.",
        "AnswerCn": "建立这样一个网络的主要目标是为水文模型提供准确有效的强迫数据，验证遥感产品，并提高对水文过程和生态系统功能的理解，特别是在高山和半干旱等挑战性环境中。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the goal of collecting long-term energy, water vapor, and carbon flux data in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中收集长期的能量、水蒸气和碳通量数据的目标是什么？",
        "AnswerEn": "The goal is to understand the basic characteristics of energy, water vapor, and carbon exchange in these ecosystems to support ecological stability, sustainable development, and to achieve carbon peaking and carbon neutrality, which are critical for maintaining the balance between oasis and desert systems.",
        "AnswerCn": "目标是了解这些生态系统中能量、水蒸气和碳交换的基本特征，以支持生态稳定、可持续发展，并实现碳达峰和碳中和，这对维持绿洲与沙漠系统之间的平衡至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to process high-frequency eddy covariance data for understanding surface fluxes in heterogeneous landscapes?",
        "QuestionCn": "用于处理高频涡度协方差数据以理解异质景观中表面通量的程序有哪些？",
        "AnswerEn": "The eddy covariance data is processed using software like Eddypro to convert the high-frequency observations (e.g., 10 Hz) into 30-minute averages. This includes steps like despiking, time delay correction, coordinate rotation (second rotation), frequency response correction, virtual temperature correction, and density (WPL) correction. Quality assessment of flux values is performed by examining atmospheric stability and turbulence similarity characteristics. Data is filtered by removing errors, precipitation-affected periods, and instances with a high data gap. Missing values are marked with -6999.",
        "AnswerCn": "涡动协方差数据使用像Eddypro这样的软件进行处理，将高频观测数据（例如，10 Hz）转换为30分钟平均值。这包括去尖峰、时间延迟修正、坐标旋转（第二次旋转）、频率响应修正、虚拟温度修正和密度（WPL）修正等步骤。通过检查大气稳定性和湍流相似性特征来进行通量值的质量评估。数据通过去除错误、受降水影响的时期以及数据缺失较高的实例进行过滤。缺失值标记为-6999。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are snow cover properties monitored and validated in alpine regions, considering the challenges of access and harsh climates?",
        "QuestionCn": "在高山地区，如何监测和验证雪盖特性，考虑到获取数据的挑战和恶劣的气候条件？",
        "AnswerEn": "Snow cover properties are monitored using a combination of automated meteorological stations and superstations employing state-of-the-art techniques and instruments. Snow depth is measured using ultrasonic sensors, while snow water equivalent is gauged by GammaMONitors. Blowing snow is quantified using FlowCapt devices. These measurements are validated using remote sensing products and high-resolution data collected during intensive observation periods, despite challenges like strong winds and technological barriers.",
        "AnswerCn": "雪盖特性通过自动气象站和采用先进技术和仪器的超级站的组合进行监测。雪深通过超声波传感器测量，而雪水当量则通过伽马监测仪进行测量。吹雪量使用FlowCapt设备进行量化。这些测量结果通过遥感产品和在强烈观测期间收集的高分辨率数据进行验证，尽管面临强风和技术障碍等挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are applied to partition evapotranspiration into evaporation and transpiration in heterogeneous land surfaces?",
        "QuestionCn": "在异质土地表面上，将蒸散发分为蒸发和蒸腾的方法有哪些？",
        "AnswerEn": "Evapotranspiration is partitioned into evaporation and transpiration by using the two-source energy balance (TSEB) model. Ground-measured soil and canopy component temperatures are utilized as inputs, with validation performed using stable oxygen and hydrogen isotopes and eddy covariance measurements. Component temperatures are derived from thermal camera images, classified into soil and canopy pixels, and converted to radiation temperatures for precise partitioning.",
        "AnswerCn": "蒸散发通过使用双源能量平衡（TSEB）模型进行分解为蒸发和蒸腾。利用地面测量的土壤和冠层组分温度作为输入，验证通过稳定的氧和氢同位素以及涡度协方差测量进行。组分温度来自热像仪图像，分类为土壤和冠层像素，并转换为辐射温度，以便进行精确的分解。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological developments have enabled the effective collection of multiscale hydrometeorological data in alpine regions?",
        "QuestionCn": "哪些技术发展使得在高山地区有效收集多尺度水文气象数据成为可能？",
        "AnswerEn": "The establishment of an integrated, distributed, and multiscale hydrometeorological observation network, which includes automatic meteorological stations and superstations for snow and frozen ground observations, has enabled effective data collection in alpine regions. This network uses advanced techniques and instruments to capture detailed meteorological, snow, and soil data.",
        "AnswerCn": "建立一个综合的、分布式的、多尺度的水文气象观测网络，包括自动气象站和用于雪和冻土观测的超级站，使得在高山地区能够有效地收集数据。该网络采用先进的技术和仪器，捕捉详细的气象、雪和土壤数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the use of eddy covariance systems enable the measurement of energy, water vapor, and carbon fluxes in oasis-desert ecosystems?",
        "QuestionCn": "涡度协方差系统的使用如何使得在绿洲-沙漠生态系统中测量能量、水蒸气和碳通量成为可能？",
        "AnswerEn": "The eddy covariance system allows for the acquisition of half-hourly turbulent flux data, which is integral to measuring energy, water vapor, and carbon fluxes. This system provides detailed insights into the oasis-desert ecosystem's exchange processes and supports long-term observation efforts.",
        "AnswerCn": "涡动协方差系统允许获取半小时的湍流通量数据，这对于测量能量、水蒸气和碳通量至关重要。该系统提供了对绿洲-沙漠生态系统交换过程的详细洞察，并支持长期观测工作。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What conditions or strategies enable the accurate partitioning of evapotranspiration into its components over heterogeneous landscapes?",
        "QuestionCn": "哪些条件或策略能够在异质景观中准确划分蒸散发的各个组成部分？",
        "AnswerEn": "The use of the Two-Source Energy Balance (TSEB) model, combined with ground-measured soil and canopy component temperatures, enables the accurate partitioning of evapotranspiration into evaporation and transpiration. This approach is validated using stable isotope techniques and eddy covariance measurements, even in strongly advective conditions.",
        "AnswerCn": "使用双源能量平衡（TSEB）模型，结合地面测量的土壤和冠层组分温度，可以准确地将蒸散发分为蒸发和蒸腾。该方法通过稳定同位素技术和涡度协方差测量进行了验证，即使在强烈的平流条件下也有效。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection in alpine regions face significant challenges despite technological advancements?",
        "QuestionCn": "尽管技术进步，为何在高山地区的数据收集仍面临重大挑战？",
        "AnswerEn": "Data collection in alpine regions faces challenges due to the cold and harsh climate, high altitude, and complex topography. These factors inhibit complete and consistent data collection, impacting the development of remote sensing technologies and alpine hydrological models, and there are also difficulties of access and technological barriers.",
        "AnswerCn": "在高山地区，数据收集面临着寒冷和恶劣气候、高海拔以及复杂地形等挑战。这些因素阻碍了完整和一致的数据收集，影响了遥感技术和高山水文模型的发展，同时也存在获取数据的困难和技术障碍。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected outcomes of establishing an integrated observation network for alpine hydrology, and why might these outcomes be difficult to achieve?",
        "QuestionCn": "建立一个综合的高山水文观测网络的预期结果是什么，以及这些结果为何可能难以实现？",
        "AnswerEn": "The expected outcomes of an integrated observation network for alpine hydrology include providing accurate forcing data for hydrological models, validating remote sensing data, and improving the predictive understanding of alpine hydrological processes. Achieving these outcomes may be difficult due to the scarcity of observation data and the complexities of earth systems, which introduce various sources of uncertainties.",
        "AnswerCn": "一个综合观测网络在高山水文学中的预期成果包括提供准确的水文模型强迫数据、验证遥感数据以及提高对高山水文过程的预测理解。实现这些成果可能会面临困难，因为观测数据稀缺以及地球系统的复杂性引入了各种不确定性来源。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the accurate estimation of energy, water vapor, and carbon exchange in oasis–desert ecosystems crucial for sustainable development, and what might hinder these estimations?",
        "QuestionCn": "为什么准确估算绿洲-沙漠生态系统中的能量、水汽和碳交换对可持续发展至关重要，以及哪些因素可能阻碍这些估算？",
        "AnswerEn": "Accurate estimation of energy, water vapor, and carbon exchange in oasis–desert ecosystems is crucial for recognizing oasis–desert interactions and supporting ecological stability and socioeconomic development. These estimations might be hindered by ecological degradation crises such as the drying up of rivers and lakes, degradation of natural vegetation, and intensification of land desertification.",
        "AnswerCn": "准确估计绿洲-沙漠生态系统中的能量、水汽和碳交换对于认识绿洲-沙漠相互作用以及支持生态稳定和社会经济发展至关重要。这些估计可能会受到生态退化危机的影响，例如河流和湖泊干涸、自然植被退化以及土地沙漠化加剧。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What challenges might arise in the collection of eddy covariance data in mixed forest environments, and how could these be mitigated?",
        "QuestionCn": "在混合森林环境中收集涡度协方差数据可能会出现哪些挑战，以及如何减轻这些挑战？",
        "AnswerEn": "In mixed forest environments, challenges such as instrument errors, data gaps due to environmental factors like rain, and difficulty in maintaining instrument accuracy can arise. Mitigation strategies could include regular instrument calibration, implementing quality control measures like removing data around precipitation events, and using advanced software for data processing to handle errors and gaps.",
        "AnswerCn": "在混合森林环境中，可能会出现仪器误差、由于环境因素如降雨导致的数据缺口，以及保持仪器准确性方面的困难等挑战。缓解策略可以包括定期校准仪器、实施质量控制措施如去除降水事件周围的数据，以及使用先进的软件进行数据处理以处理错误和缺口。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How might the integration of remote sensing data with ground-based measurements improve the understanding of hydrological processes in alpine regions?",
        "QuestionCn": "遥感数据与地面测量的结合如何改善对高山地区水文过程的理解？",
        "AnswerEn": "Integrating remote sensing data with ground-based measurements can enhance the understanding of hydrological processes by providing comprehensive spatial and temporal coverage that compensates for the limited accessibility and sparse distribution of ground stations in alpine regions. This approach can improve model validation and parameterization, leading to more accurate predictions of snow cover, frozen ground dynamics, and overall hydrological processes.",
        "AnswerCn": "将遥感数据与地面测量相结合，可以通过提供全面的空间和时间覆盖，增强对水文过程的理解，从而弥补高山地区地面站点的有限可达性和稀疏分布。这种方法可以改善模型的验证和参数化，进而提高对雪盖、冻土动态和整体水文过程的预测准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential benefits and limitations of using a high-resolution thermal camera for measuring soil and canopy temperatures in evapotranspiration studies?",
        "QuestionCn": "使用高分辨率热像仪测量蒸散发研究中的土壤和冠层温度的潜在好处和局限性是什么？",
        "AnswerEn": "The use of a high-resolution thermal camera allows for precise measurement of soil and canopy temperatures, which is crucial for improving the accuracy of evapotranspiration estimates. However, limitations include potential errors due to image classification, atmospheric interference, and the need for frequent calibration. Despite these challenges, this method can significantly enhance the separation of soil and canopy fluxes in evapotranspiration studies.",
        "AnswerCn": "使用高分辨率热像仪可以精确测量土壤和冠层温度，这对于提高蒸散发估算的准确性至关重要。然而，这种方法的局限性包括由于图像分类、气象干扰以及需要频繁校准而导致的潜在误差。尽管存在这些挑战，这种方法仍然可以显著增强蒸散发研究中土壤和冠层通量的分离。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can ensure accuracy and reliability in challenging alpine environments.",
        "QuestionCn": "我不明白数据收集方法如何在具有挑战性的高山环境中确保准确性和可靠性。",
        "AnswerEn": "Data collection in alpine environments can be challenging due to harsh climates, high altitudes, and complex topography. To ensure accuracy and reliability, integrated, distributed, and multiscale observation networks are established, which include automatic meteorological stations and superstations focused on specific variables like snow cover and frozen ground. These networks use state-of-the-art instruments to capture detailed data, such as snow accumulation and soil moisture, which are crucial for validating models and improving predictive understanding.",
        "AnswerCn": "在高山环境中，数据收集可能面临严酷的气候、高海拔和复杂的地形等挑战。为了确保数据的准确性和可靠性，建立了集成的、分布式的和多尺度的观测网络，这些网络包括自动气象站和专注于特定变量（如雪盖和冻土）的超级站。这些网络使用最先进的仪器捕捉详细数据，如雪积累和土壤湿度，这些数据对于验证模型和提高预测理解至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the ways datasets can be used to understand the balance of energy, water vapor, and carbon exchanges in oasis-desert ecosystems.",
        "QuestionCn": "我不确定数据集可以如何用于理解绿洲-沙漠生态系统中能量、水蒸气和碳交换的平衡。",
        "AnswerEn": "Datasets that include long-term measurements of energy, water vapor, carbon, and auxiliary data such as hydrometeorology, vegetation, and soil parameters are pivotal in understanding oasis-desert ecosystems. Observational data from eddy covariance systems and automatic weather stations provide insights into these exchanges, allowing researchers to study interactions and maintain ecological stability, ultimately contributing to sustainable oasis development.",
        "AnswerCn": "包含能源、水汽、碳以及辅助数据（如水文气象、植被和土壤参数）的长期测量数据集对于理解绿洲-沙漠生态系统至关重要。来自涡度协方差系统和自动气象站的观测数据提供了这些交换的洞察，使研究人员能够研究相互作用并维持生态稳定，最终有助于可持续的绿洲发展。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how observational datasets can be integrated to improve hydrological modeling in regions with scarce data.",
        "QuestionCn": "我无法理解如何将观测数据集整合以改善数据稀缺地区的水文模型。",
        "AnswerEn": "In regions with scarce data, such as alpine areas, integrated observation networks that connect multiple automatic stations and superstations can provide comprehensive datasets. These datasets include meteorological, snow, and frozen ground data, which are essential for creating accurate forcing data for hydrological models. By combining ground-based observations with remote sensing data, researchers can validate and refine models, leading to a better understanding of hydrological processes and their impacts.",
        "AnswerCn": "在数据稀缺的地区，如高山地区，连接多个自动站和超级站的综合观测网络可以提供全面的数据集。这些数据集包括气象、雪和冻土数据，这些数据对于为水文模型创建准确的强迫数据至关重要。通过将地面观测与遥感数据相结合，研究人员可以验证和完善模型，从而更好地理解水文过程及其影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the challenges faced in collecting data in the alpine region and how these challenges influence the development of alpine hydrological models.",
        "QuestionCn": "在阿尔卑斯地区收集数据面临的挑战包括：地形复杂、气候变化剧烈、交通不便、数据获取成本高、以及生态环境脆弱等。这些挑战影响了阿尔卑斯水文模型的发展，因为缺乏高质量和高密度的数据会导致模型的不准确性和不可靠性。此外，数据的时效性和空间分布不均也使得模型难以有效地反映实际的水文过程，从而限制了对水资源管理和环境保护的支持。",
        "AnswerEn": "Data collection in the alpine region is hindered by challenges such as cold, harsh climate, high altitude, and complex topography, which limit complete and consistent data collection. This scarcity of observation data, compounded by technological barriers, affects the development of remote sensing technologies and alpine hydrological models. The availability of forcing data is particularly limited, with only a few operational weather stations and a lack of high-quality snow and frozen ground data for model parameterization.",
        "AnswerCn": "在阿尔卑斯地区，数据收集受到寒冷、恶劣气候、高海拔和复杂地形等挑战的阻碍，这限制了完整和一致的数据收集。这种观测数据的稀缺，加上技术障碍，影响了遥感技术和阿尔卑斯水文模型的发展。强迫数据的可用性尤其有限，仅有少数运营气象站，并且缺乏高质量的雪和冻土数据用于模型参数化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}