{
    "id": "216f48c7-53fa-41ef-8367-1ace6aebbf4a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Vector dataset of glaciers and glacial lakes in the Boqu Basin in Central Himalaya (1976-2010)",
            "titleCn": "喜马拉雅中段波曲流域冰川、冰湖矢量数据集（1976-2010）",
            "description": "This is the 1976, 1991, 2000, and 2010 vector data set of glaciers and glacial lakes in the Boqu Basin in Central Himalaya based on Landsat satellite images.\nThe data source is from Landsat remote images.\n1976: LM21510411975306AAA05, LM21510401976355AAA04\n1991: LT41410401991334XXX02, LT41410411991334XXX02\n2000: LE71410402000279SGS00, LE71400412000304SGS00, LE71410402000327EDC00, LE71410412000327EDC00\n2010: LT51400412009288KHC00, LT51410402009295KHC00, LT51410412009311KHC00, LT51410402011237KHC00.\nThe boundaries of glaciers and glacial lakes are extracted manually from the various remote sensing images.\nThe extraction error of the boundaries of glaciers and glacial lakes is estimated to be 0.5 pixels.\nData file:\nGlacial_1976: Glacier vector data in 1976\nGlacial_1991: Glacier vector data in 1991\nGlacial_2000: Glacier vector data in 2000\n Glacial_2010: Glacier vector data in 2010\nGlacial_Lake_1976: Glacial lake vector data in 1976年\nGlacial_Lake_1991: Glacial lake vector data in 1991\nGlacial_Lake_2000: Glacial lake vector data in 2000\nGlacial_Lake_2010: Glacial lake vector data in 2010\nThe glacial lake vector data fields include\nNumber, name, latitude and longitude, altitude, area, orientation, type of glacial lake, length, width, and distance from the glacier.",
            "descriptionCn": "本数据集为基于Landsat卫星影像获取的喜马拉雅中段波曲流域1976、1991、2000、2010年四期冰川、冰湖的矢量数据。\n数据源来自Landsat遥感影像\n1976：LM21510411975306AAA05、LM21510401976355AAA04\n1991：LT41410401991334XXX02、LT41410411991334XXX02\n2000：LE71410402000279SGS00、LE71400412000304SGS00、LE71410402000327EDC00、LE71410412000327EDC00\n2010：LT51400412009288KHC00、LT51410402009295KHC00、LT51410412009311KHC00、LT51410402011237KHC00。\n从各期遥感影像上人工提取冰川、冰湖边界。\n冰川、冰湖边界提取误差估计为0.5个像元。\n\n数据文件：\nGlacial_1976：1976年冰川矢量数据\n\nGlacial_1991：1991年冰川矢量数据\n\nGlacial_2000：2000年冰川矢量数据\n\nGlacial_2010：2010年冰川矢量数据\n\nGlacial_Lake_1976：1976年冰湖矢量数据\n\nGlacial_Lake_1991：1991年冰湖矢量数据\n\nGlacial_Lake_2000：2000年冰湖矢量数据\n\nGlacial_Lake_2010：2010年冰湖矢量数据\n\n冰湖矢量数据字段包括：\n编号、名字、经纬度、海拔、面积、朝向、冰湖类型、长度、宽度、与冰川的距离",
            "instructions": "",
            "instructionsCn": "",
            "east": 95.0,
            "west": 74.0,
            "south": 29.0,
            "north": 35.0,
            "startTime": "1976-01-10 08:00:00",
            "endTime": "2011-01-09 08:00:00",
            "fileSize": 728475.0,
            "cstr": "18406.11.GlaciologyGeocryology.tpe.249418.file",
            "doi": "10.11888/GlaciologyGeocryology.tpe.249418.file",
            "dataFormat": "shapefile",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王伟财",
                "nameEn": "WANG Weicai",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rapid expansion of glacial lakes caused by climate and glacier retreat in the Central Himalayas",
                "referenceCn": null,
                "referenceEn": "Wang, W.C., Xiang, Y., Gao, Y., Lu, A.X., &Yao, T.D. (2015). Rapid expansion of glacial lakes caused by climate and glacier retreat in the Central Himalayas, Hydrological Processes, 29(6), 859-874."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川编目",
                "nameEn": "glacier inventory"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖编目",
                "nameEn": "Ice lake inventory"
            },
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "湖泊",
                "nameEn": "Lakes"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalaya"
            },
            {
                "keywordCn": "波曲流域",
                "keywordEn": "Boqu basin"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1976、1991、2000、2016",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "It is widely accepted that the majority of glaciers on the Tibetan Plateau are now retreating and thinning, although spatially systematic differences in glacier status are apparent and the exact mass loss remains controversial. Glacial retreat on the Tibetan Plateau not only affects water resources, runoff regimes, and hydrological processes in the region but also causes the formation and development of glacial lakes on/beneath/in front of mother glaciers. Such glacial lakes can be storehouses of fresh water, but they are also hazardous to humans and infrastructure as they can suddenly drain and cause devastating glacial lake outburst floods (GLOFs) downstream. A number of GLOFs have occurred on the Tibetan Plateau in the last several decades, and the majority have been concentrated in the Himalayas and the region south-east of the Tibetan Plateau. Previous GLOF events have demonstrated that glacial lakes are a potential threat to people living downstream because of their suddenness and the large land area that is affected. Rapid glacier retreat and intense rainfall in the monsoon season make this area one of the most GLOF-affected regions of the Tibetan Plateau. With global warming and glacial retreat, the frequency of GLOFs appears to have increased in recent years, and GLOF hazards in the Poiqu River basin are envisaged to increase significantly in the near future."
            ],
            "research objective": [
                "To address this need, this study provides an updated and complete outline of the glacial lakes in the Poiqu River basin using multi-temporal Landsat images. By analysing multiple phases of glacial lake inventories, we also investigate the distribution and development of glacial lakes in the Poiqu River basin from 1976 to 2010, with a special focus on the last decade. Our results are then linked to climate change and glacier fluctuations, to demonstrate how climate and glacier activity affect the status of glacial lakes."
            ],
            "challenges": [
                "Our method, therefore, only applies to the scenario of lake outburst as a consequence of impact waves from ice avalanches."
            ],
            "methods": [
                "Multi-temporal Landsat images from 1976 to 2010 were used in this study to inventory the glacial lakes in the Poiqu River basin and to study variations in the glacial lakes. Only the Landsat images acquired from late August to early December were chosen to avoid the high cloud obscuration during the monsoon season and ensure minimal snow coverage. For each phase of the glacial lake inventory, several images acquired on consecutive dates were used to ensure the reliable delineation of the glacial lakes’ boundaries. A 25-m digital elevation model (DEM) produced by the National Geomatics Center of China was also used in this study to derive the elevation of glacial lakes and to delineate watersheds for each of the lakes. Glacial lakes and their mother glaciers were manually identified and digitized on the basis of false-colour composite Landsat images. For the new inventory of glacial lakes in 2010, lakes larger than 0.01 km2 were digitized and catalogued according to specific attributes."
            ],
            "dataset": [
                "Multi-temporal Landsat images from 1976 to 2010 were used in this study to inventory the glacial lakes in the Poiqu River basin and to study variations in the glacial lakes. The Landsat images (L1T) were downloaded from the International Scientific and Technical Data Mirror Site, Computer Network Information Center, Chinese Academy of Sciences. A 25-m digital elevation model (DEM) produced by the National Geomatics Center of China was also used in this study to derive the elevation of glacial lakes and to delineate watersheds for each of the lakes."
            ],
            "findings": [
                "We found that lakes connected to glacial watersheds (glacier-fed lakes) significantly expanded (122.1%) from 1976 to 2010, whereas lakes not connected to glacial watersheds (non-glacier-fed lakes) remained stable (+2.8%) during the same period. The results presented in this study confirm the significant role of glacier retreat on the evolution of glacial lakes."
            ],
            "backgroundCn": [
                "广泛接受的观点是，青藏 Plateau 上的大多数冰川现在正在退缩和变薄，尽管冰川状态在空间上存在系统性的差异，确切的质量损失仍然存在争议。青藏 Plateau 上的冰川退缩不仅影响该地区的水资源、径流模式和水文过程，还导致母冰川上/下/前形成和发展冰川湖。这些冰川湖可以储存淡水，但它们对人类和基础设施也构成危险，因为它们可能会突然排水，导致下游发生毁灭性的冰川湖溃决洪水（GLOFs）。在过去几十年中，青藏 Plateau 上发生了多起 GLOF 事件，其中大多数集中在喜马拉雅山脉和青藏 Plateau 东南部地区。以往的 GLOF 事件表明，冰川湖对生活在下游的人们构成潜在威胁，因为它们的突发性和影响的广泛土地面积。快速的冰川退缩和季风季节的强降雨使该地区成为青藏 Plateau 上受 GLOF 影响最严重的地区之一。随着全球变暖和冰川退缩，近年来 GLOF 的频率似乎有所增加，预计 Poiqu 河流域的 GLOF 危害在不久的将来将显著增加。"
            ],
            "research objectiveCn": [
                "为了解决这一需求，本研究利用多时相的Landsat影像提供了Poiqu河流域冰川湖泊的更新和完整轮廓。通过分析多个阶段的冰川湖泊清单，我们还研究了1976年至2010年间Poiqu河流域冰川湖泊的分布和发展，特别关注最近十年。我们的结果与气候变化和冰川波动相联系，以展示气候和冰川活动如何影响冰川湖泊的状态。"
            ],
            "challengesCn": [
                "因此，我们的方法仅适用于由于冰崩引发的冲击波导致的湖泊溃决的情景。"
            ],
            "methodsCn": [
                "本研究使用了1976年至2010年的多时相Landsat影像，以对Poiqu河流域的冰川湖进行清查，并研究冰川湖的变化。为了避免季风季节的高云遮蔽，并确保雪覆盖最小，仅选择了8月底至12月初获取的Landsat影像。在每个冰川湖清查阶段，使用了几幅在连续日期获取的影像，以确保冰川湖边界的可靠划定。本研究还使用了由中国国家测绘地理信息局制作的25米数字高程模型（DEM），以推导冰川湖的海拔并划定每个湖泊的流域。冰川湖及其母冰川是基于假彩色复合Landsat影像手动识别和数字化的。对于2010年的新冰川湖清查，数字化了大于0.01平方公里的湖泊，并根据特定属性进行了分类。"
            ],
            "datasetCn": [
                "本研究使用了1976年至2010年的多时相Landsat影像，对Poiqu河流域的冰川湖进行了清查，并研究了冰川湖的变化。这些Landsat影像（L1T）是从中国科学院计算机网络信息中心国际科学技术数据镜像站下载的。此外，本研究还使用了由中国国家地理信息中心制作的25米数字高程模型（DEM），以获取冰川湖的海拔高度并划定每个湖泊的流域。"
            ],
            "findingsCn": [
                "我们发现，与冰川流域相连的湖泊（冰川供水湖泊）在1976年至2010年间显著扩张（122.1%），而与冰川流域不相连的湖泊（非冰川供水湖泊）在同一时期保持稳定（+2.8%）。本研究结果确认了冰川退缩对冰川湖泊演变的重要作用。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are multi-temporal Landsat images a reliable source for inventorying glacial lakes in the Poiqu River basin?",
                "QuestionCn": "多时相的Landsat影像是否是对Poiqu河流域冰川湖进行清查的可靠来源？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is manual digitization of glacial lakes and glaciers based on false-color composite Landsat images a valid data collection method?",
                "QuestionCn": "基于假彩色复合Landsat影像的冰川湖泊和冰川的手动数字化是一种有效的数据收集方法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can a 25-m digital elevation model (DEM) be effectively used to derive the elevation of glacial lakes and delineate watersheds?",
                "QuestionCn": "25米数字高程模型（DEM）能否有效用于提取冰川湖泊的高程并划定流域？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which temporal phase is more suitable for acquiring Landsat images to inventory glacial lakes, late August to early December or early June to late July?",
                "QuestionCn": "哪个时间阶段更适合获取Landsat影像以清查冰川湖泊，8月底到12月初还是6月初到7月底？",
                "AnswerEn": "Late August to early December",
                "AnswerCn": "八月下旬至十二月上旬",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the primary method for delineating glacial lake boundaries manual digitization based on false-color composite images or automated classification algorithms?",
                "QuestionCn": "划定冰川湖边界的主要方法是基于假彩色复合图像的手动数字化，还是自动分类算法？",
                "AnswerEn": "manual digitization based on false-color composite images",
                "AnswerCn": "基于假彩色合成图像的人工数字化",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For deriving the elevation of glacial lakes, is a digital elevation model (DEM) from the National Geomatics Center of China or a global DEM like SRTM more commonly used?",
                "QuestionCn": "在推导冰川湖泊的海拔时，通常使用中国国家地理信息中心的数字高程模型（DEM）还是像SRTM这样的全球DEM？",
                "AnswerEn": "A 25-m digital elevation model (DEM) produced by the National Geomatics Center of China",
                "AnswerCn": "由中国国家测绘地理信息中心制作的25米数字高程模型（DEM）",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Who manually identifies and digitizes glacial lakes and their mother glaciers in remote sensing data?",
                "QuestionCn": "谁手动识别和数字化遥感数据中的冰川湖及其母冰川？",
                "AnswerEn": "Landsat images",
                "AnswerCn": "Landsat影像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the estimated extraction error for glacier and glacial lake boundaries?",
                "QuestionCn": "冰川和冰川湖边界的估计提取误差是多少？",
                "AnswerEn": "0.5 pixels",
                "AnswerCn": "0.5 像素",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you give an example of a data collection method used to delineate glacial lake boundaries in the Poiqu River basin?",
                "QuestionCn": "您能否提供一个用于划定Poiqu河流域冰川湖边界的数据收集方法的例子？",
                "AnswerEn": "Multi-temporal Landsat images from 1976 to 2010 were used, with images acquired from late August to early December to avoid cloud cover and ensure minimal snow coverage. Glacial lakes and their mother glaciers were manually identified and digitized based on false-colour composite Landsat images.",
                "AnswerCn": "使用1976年至2010年的多时相Landsat影像，影像采集时间为8月底至12月初，以避免云层覆盖并确保雪覆盖最小化。根据假彩色复合Landsat影像，手动识别并数字化了冰川湖泊及其母冰川。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a challenge encountered in the assessment of glacial lake outburst flood (GLOF) risks using remote sensing data?",
                "QuestionCn": "您能否提供一个在使用遥感数据评估冰川湖溃决洪水（GLOF）风险时遇到的挑战的例子？",
                "AnswerEn": "One challenge is that the method used only applies to scenarios of lake outburst as a consequence of impact waves from ice avalanches, indicating a limitation in assessing other potential causes of GLOF.",
                "AnswerCn": "一个挑战是该方法仅适用于由于冰崩引发的冲击波导致的湖泊溃决，表明在评估其他潜在的全球变暖引发的湖泊溃决（GLOF）原因时存在局限性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the methods used to delineate the boundaries of glacial lakes from satellite images?",
                "QuestionCn": "从卫星图像中划定冰川湖边界的方法有哪些？",
                "AnswerEn": "manually identified, digitized, false-colour composite Landsat images, images acquired on consecutive dates",
                "AnswerCn": "手动识别、数字化、假彩色合成的Landsat影像，影像在连续日期获取。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many phases of glacial and glacial lake vector data were developed from Landsat images according to the data collection method?",
                "QuestionCn": "根据数据收集方法，从Landsat影像中开发了多少个冰川和冰川湖矢量数据阶段？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the percentage increase of glacier-fed lakes in the Poiqu River basin from 1976 to 2010?",
                "QuestionCn": "从1976年到2010年，Poiqu河流域冰川供水湖泊的百分比增加是多少？",
                "AnswerEn": "122.1%",
                "AnswerCn": "122.1%",
                "Level": "C3(Applying)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'multi-temporal Landsat images' in the context of inventorying glacial lakes?",
                "QuestionCn": "在冰川湖泊清查的背景下，“多时相Landsat影像”是指在不同时间点获取的Landsat卫星影像。",
                "AnswerEn": "Multi-temporal Landsat images refer to satellite images from different time periods, specifically used to analyze changes in the glacial lakes over time. In this context, images from 1976 to 2010 are used to study variations in the glacial lakes in the Poiqu River basin, ensuring comprehensive temporal coverage and analysis of changes.",
                "AnswerCn": "多时相的Landsat影像是指来自不同时间段的卫星影像，特别用于分析冰川湖泊随时间的变化。在这种情况下，使用1976年至2010年的影像来研究Poiqu河流域冰川湖泊的变化，确保对变化进行全面的时间覆盖和分析。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'manual identification and digitization of glacial lakes' involve in remote sensing?",
                "QuestionCn": "“冰川湖泊的手动识别和数字化”在遥感中涉及什么？",
                "AnswerEn": "Manual identification and digitization of glacial lakes involve the process of visually interpreting false-color composite Landsat images to identify the boundaries of glacial lakes and their mother glaciers. This is done by an analyst who digitizes these features, creating vector data that represent the lake boundaries and other relevant attributes.",
                "AnswerCn": "手动识别和数字化冰川湖泊涉及通过视觉解读假彩色复合的Landsat影像来识别冰川湖泊及其母冰川的边界。这一过程由分析师进行，他们对这些特征进行数字化，创建表示湖泊边界和其他相关属性的矢量数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the integration of a digital elevation model (DEM) enhance the inventory of glacial lakes compared to using Landsat imagery alone?",
                "QuestionCn": "数字高程模型（DEM）的集成如何增强冰川湖泊的清单，相较于仅使用Landsat影像？",
                "AnswerEn": "The integration of a digital elevation model (DEM) enhances the inventory of glacial lakes by providing elevation data, which aids in delineating watersheds and understanding the topographical context of glacial lakes. This provides a more comprehensive analysis compared to using Landsat imagery alone, which primarily offers only surface-level data.",
                "AnswerCn": "数字高程模型（DEM）的整合通过提供高程数据，增强了冰川湖泊的清单，有助于划定流域并理解冰川湖泊的地形背景。这相比仅使用Landsat影像进行的分析提供了更全面的视角，因为后者主要只提供表面数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What inferences can be drawn about glacier retreat patterns from the variation in glacial lake sizes over multiple decades?",
                "QuestionCn": "从多个十年间冰川湖泊大小的变化中，可以得出关于冰川退缩模式的推论。",
                "AnswerEn": "The variation in glacial lake sizes, particularly the significant expansion of glacier-fed lakes, indicates that glacier retreat plays a crucial role in the evolution of glacial lakes, suggesting a strong correlation between glacial retreat patterns and the development of glacial lakes.",
                "AnswerCn": "冰川湖大小的变化，特别是冰川供水湖泊的显著扩展，表明冰川退缩在冰川湖的演变中起着至关重要的作用，这表明冰川退缩模式与冰川湖的发展之间存在强烈的相关性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the selection of Landsat images during specific months impact the accuracy and reliability of glacial lake boundary delineation?",
                "QuestionCn": "选择特定月份的Landsat影像可能会如何影响冰川湖边界划定的准确性和可靠性？",
                "AnswerEn": "Choosing Landsat images from late August to early December helps avoid high cloud cover and ensures minimal snow coverage, which enhances the accuracy and reliability of delineating glacial lake boundaries by reducing potential obstructions that could affect visibility and measurement precision.",
                "AnswerCn": "选择从八月底到十二月初的Landsat影像有助于避免高云覆盖，并确保雪覆盖最小化，这提高了划定冰川湖边界的准确性和可靠性，因为减少了可能影响可见性和测量精度的障碍物。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is there a focus on using multi-temporal Landsat images specifically from late August to early December for glacial lake inventory in the Poiqu River basin?",
                "QuestionCn": "为什么特别关注使用来自8月底到12月初的多时相Landsat影像进行Poiqu河流域的冰川湖泊清查？",
                "AnswerEn": "Multi-temporal Landsat images from late August to early December are utilized to avoid high cloud cover prevalent during the monsoon season, which ensures minimal snow coverage and allows for clearer analysis of glacial lake boundaries.",
                "AnswerCn": "利用从八月底到十二月初的多时相Landsat影像，可以避免季风季节普遍存在的高云覆盖，这确保了最小的雪覆盖，并允许对冰川湖边界进行更清晰的分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the significant expansion of glacier-fed lakes compared to non-glacier-fed lakes in the Poiqu River basin from 1976 to 2010?",
                "QuestionCn": "导致1976年至2010年期间，Poiqu河流域冰川供水湖泊显著扩张而非冰川供水湖泊扩张的因素有哪些？",
                "AnswerEn": "The significant expansion of glacier-fed lakes is linked to the retreat of glaciers in the region, which affects the evolution of glacial lakes by increasing water input from melting glaciers, while non-glacier-fed lakes remain stable due to their lack of direct connection to glacial watersheds.",
                "AnswerCn": "冰川供水湖泊的显著扩展与该地区冰川的退缩有关，这通过增加来自融化冰川的水输入影响了冰川湖泊的演变，而非冰川供水湖泊由于缺乏与冰川流域的直接连接而保持稳定。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using a 25-m digital elevation model (DEM) in conjunction with Landsat images for understanding the spatial distribution and elevation of glacial lakes?",
                "QuestionCn": "使用25米数字高程模型（DEM）与Landsat影像结合，理解冰川湖泊的空间分布和海拔高度的影响是什么？",
                "AnswerEn": "The use of a 25-m DEM allows for accurate determination of the elevation and spatial distribution of glacial lakes, which is crucial for delineating watersheds. It enhances the understanding of lake-fed dynamics, but the resolution may limit the detection of smaller or more subtle topographic features.",
                "AnswerCn": "使用25米的数字高程模型（DEM）可以准确确定冰川湖泊的海拔和空间分布，这对于划定流域至关重要。它增强了对湖泊供水动态的理解，但分辨率可能限制对较小或更微妙地形特征的检测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the rationale behind using a digital elevation model (DEM) in conjunction with Landsat images for studying glacial lakes?",
                "QuestionCn": "使用数字高程模型（DEM）与Landsat影像结合研究冰川湖泊的理由是什么？",
                "AnswerEn": "A digital elevation model (DEM) is utilized alongside Landsat images to derive the elevation of glacial lakes and delineate watersheds, which is important for understanding the topographical context of the lakes and their potential impact on water resources and flood hazards.",
                "AnswerCn": "数字高程模型（DEM）与Landsat影像结合使用，以获取冰川湖泊的海拔高度并划定流域，这对于理解湖泊的地形背景及其对水资源和洪水风险的潜在影响非常重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to manually extract glacial and glacial lake boundaries from Landsat images in the context of this field?",
                "QuestionCn": "在这一领域中，手动提取冰川和冰川湖边界的程序包括以下步骤：\n\n1. **图像获取**：从Landsat卫星获取相关区域的影像数据。\n2. **图像预处理**：对影像进行辐射校正、大气校正和几何校正，以提高图像质量。\n3. **选择波段**：根据研究需求选择适当的波段，通常使用近红外波段来增强冰川和水体的对比度。\n4. **图像增强**：应用图像增强技术，如直方图均衡化，以提高冰川和湖泊的可见性。\n5. **手动绘制边界**：使用GIS软件（如ArcGIS或QGIS）手动绘制冰川和冰川湖的边界，确保准确性。\n6. **验证和修正**：与其他数据源（如高分辨率影像或现场调查数据）进行比较，验证提取的边界，并进行必要的修正。\n7. **数据记录**：将提取的边界数据记录在数据库中，以便后续分析和使用。\n\n这些步骤有助于确保从Landsat影像中准确提取冰川和冰川湖的边界。",
                "AnswerEn": "In this field, glacial and glacial lake boundaries are manually extracted from false-colour composite Landsat images. The process involves digitizing the boundaries of glaciers and glacial lakes directly from multi-temporal Landsat images, ensuring reliable delineation by using several images acquired on consecutive dates.",
                "AnswerCn": "在该领域，冰川和冰川湖的边界是从假彩色复合的Landsat影像中手动提取的。该过程涉及直接从多时相的Landsat影像中数字化冰川和冰川湖的边界，通过使用在连续日期获取的多幅影像来确保可靠的划定。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What remote sensing technologies and methodologies enable the accurate delineation of glacial and glacial lake boundaries over time?",
                "QuestionCn": "哪些遥感技术和方法能够准确划定冰川和冰川湖的边界变化？",
                "AnswerEn": "The use of multi-temporal Landsat images from 1976 to 2010 enabled the inventory and study of variations in glacial lakes in the Poiqu River basin. False-color composite Landsat images were utilized to manually identify and digitize glacial lakes and their mother glaciers. Images acquired from late August to early December were chosen to avoid high cloud obscuration and ensure minimal snow coverage.",
                "AnswerCn": "使用1976年至2010年的多时相Landsat影像，使得对Poiqu河流域冰川湖泊的清查和变化研究成为可能。采用假彩色合成Landsat影像手动识别和数字化冰川湖泊及其母冰川。选择了从8月底到12月初获取的影像，以避免高云遮挡并确保雪覆盖最小。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do digital elevation models (DEMs) contribute to the understanding and mapping of glacial lake characteristics in mountainous regions?",
                "QuestionCn": "数字高程模型（DEMs）如何有助于理解和绘制山区冰川湖特征的地图？",
                "AnswerEn": "A 25-m digital elevation model (DEM) produced by the National Geomatics Center of China was used to derive the elevation of glacial lakes and to delineate watersheds for each of the lakes. This helped in accurately mapping the characteristics of glacial lakes and understanding their development in correlation with elevation data.",
                "AnswerCn": "由中国国家地理信息中心制作的25米数字高程模型（DEM）被用于提取冰川湖泊的海拔高度，并为每个湖泊划定流域。这有助于准确绘制冰川湖泊的特征，并理解它们与高程数据之间的发展关系。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the conditions and challenges involved in ensuring the reliability of glacial lake inventory data, particularly in monsoon-affected regions?",
                "QuestionCn": "确保冰川湖库存数据可靠性的条件和挑战，特别是在受季风影响的地区，是什么？",
                "AnswerEn": "To ensure the reliability of glacial lake inventory data, images were acquired on consecutive dates to ensure the reliable delineation of glacial lakes’ boundaries. Challenges included avoiding high cloud cover during the monsoon season, which was addressed by selecting images from late August to early December.",
                "AnswerCn": "为了确保冰川湖泊清单数据的可靠性，图像是在连续日期获取的，以确保可靠划定冰川湖泊的边界。面临的挑战包括在季风季节避免高云覆盖，这通过选择从八月底到十二月初的图像来解决。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might manual extraction of glacial and glacial lake boundaries from remote sensing imagery be expected to introduce errors?",
                "QuestionCn": "手动提取遥感影像中的冰川和冰川湖边界可能会引入错误的原因是什么？",
                "AnswerEn": "Manual extraction of glacial and glacial lake boundaries is expected to introduce errors due to the subjective nature of human interpretation and the inherent limitations in accurately delineating features from imagery. The estimated extraction error is about 0.5 pixels, indicating the challenges in achieving precise boundary definitions.",
                "AnswerCn": "手动提取冰川和冰川湖边界预计会引入误差，这主要是由于人类解释的主观性以及从影像中准确划定特征的固有限制。估计提取误差约为0.5个像素，这表明在实现精确边界定义方面面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have had regarding the stability of non-glacier-fed lakes compared to glacier-fed lakes from 1976 to 2010, and why?",
                "QuestionCn": "研究人员可能对1976年至2010年间非冰川供水湖泊与冰川供水湖泊的稳定性有何期望，以及原因是什么？",
                "AnswerEn": "Researchers likely expected non-glacier-fed lakes to remain more stable compared to glacier-fed lakes due to the absence of direct glacial influence. The findings confirmed this expectation, showing that non-glacier-fed lakes remained stable (+2.8%), while glacier-fed lakes expanded significantly (122.1%) due to glacier retreat.",
                "AnswerCn": "研究人员可能预期非冰川供水湖泊由于缺乏直接的冰川影响，能够保持更为稳定。研究结果证实了这一预期，显示非冰川供水湖泊保持稳定（+2.8%），而冰川供水湖泊由于冰川退缩显著扩张（122.1%）。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the use of multi-temporal Landsat images be anticipated to enhance the inventory and analysis of glacial lakes over time?",
                "QuestionCn": "使用多时相的Landsat影像可能会增强对冰川湖泊随时间变化的清查和分析，原因如下：",
                "AnswerEn": "The use of multi-temporal Landsat images is anticipated to enhance the inventory and analysis of glacial lakes by providing a consistent and detailed temporal record that allows researchers to track changes and developments in glacial lakes over time. This approach helps in understanding patterns and trends related to climate change and glacier fluctuations.",
                "AnswerCn": "使用多时相的Landsat影像预计将增强对冰川湖泊的清查和分析，因为它提供了一种一致且详细的时间记录，使研究人员能够跟踪冰川湖泊随时间的变化和发展。这种方法有助于理解与气候变化和冰川波动相关的模式和趋势。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, what are the benefits and limitations of using a 25-m digital elevation model (DEM) for analyzing glacial lakes and their watersheds?",
                "QuestionCn": "在分析冰川湖泊及其流域时，使用25米数字高程模型（DEM）的优缺点是什么？",
                "AnswerEn": "Using a 25-m DEM offers the benefit of deriving precise elevation data and delineating watersheds, which is crucial for understanding the spatial dynamics of glacial lakes. However, the limitation may lie in its resolution, which might not capture finer topographic details that could impact hydrological modeling and hazard assessment.",
                "AnswerCn": "使用25米的数字高程模型（DEM）可以提供精确的高程数据和流域划分，这对于理解冰川湖泊的空间动态至关重要。然而，其局限性在于分辨率可能无法捕捉到影响水文模型和灾害评估的更细微的地形细节。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from different years can be consistently integrated into a dataset to track changes in glacial lakes over time.",
                "QuestionCn": "我不明白如何将不同年份的数据一致地整合到一个数据集中，以跟踪冰川湖泊随时间的变化。",
                "AnswerEn": "Multi-temporal Landsat images from different years, such as 1976, 1991, 2000, and 2010, are used to inventory and track variations in glacial lakes. These images are selected to ensure minimal cloud and snow coverage, and manual identification and digitization of glacial lakes and their mother glaciers are performed for consistent data integration.",
                "AnswerCn": "来自不同年份的多时相Landsat影像，如1976年、1991年、2000年和2010年，用于清点和跟踪冰川湖的变化。这些影像的选择确保了最小的云层和雪覆盖，并对冰川湖及其母冰川进行了手动识别和数字化，以确保数据的一致性整合。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when extracting glacial lake boundaries from satellite images.",
                "QuestionCn": "我不确定从卫星图像中提取冰川湖边界时面临的挑战。",
                "AnswerEn": "One significant challenge is ensuring the reliable delineation of glacial lake boundaries, which is achieved by using several consecutive images from late August to early December to avoid high cloud obscuration and ensure minimal snow coverage. Manual extraction of boundaries can also introduce errors, estimated to be around 0.5 of a pixel.",
                "AnswerCn": "一个重要的挑战是确保冰川湖边界的可靠划定，这通过使用从八月底到十二月初的几张连续图像来实现，以避免高云遮挡并确保最小的雪覆盖。手动提取边界也可能引入误差，估计约为0.5个像素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how glacier retreat impacts the development of glacial lakes in this region.",
                "QuestionCn": "我无法理解冰川退缩如何影响该地区冰川湖的形成。",
                "AnswerEn": "The study found that glacier retreat plays a significant role in the evolution of glacial lakes. Lakes connected to glacial watersheds expanded significantly (122.1%) from 1976 to 2010, indicating that glacier retreat contributes to the development and expansion of these lakes.",
                "AnswerCn": "研究发现，冰川退缩在冰川湖泊的演变中发挥了重要作用。与冰川流域相连的湖泊从1976年到2010年显著扩展（122.1%），这表明冰川退缩促进了这些湖泊的发展和扩展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the potential challenges faced in manually digitizing and identifying glacial lakes and glaciers using Landsat images.",
                "QuestionCn": "请探讨在使用Landsat影像手动数字化和识别冰川湖泊和冰川时可能面临的挑战。",
                "AnswerEn": "The manual digitization and identification of glacial lakes and their mother glaciers using false-colour composite Landsat images present challenges such as potential human error, the need for expert knowledge in interpreting remote sensing data, and the time-intensive nature of the process. Furthermore, the accuracy of boundary delineation is estimated to have an error of 0.5 pixels, which can affect the precision of the inventory.",
                "AnswerCn": "手动数字化和识别冰川湖及其母冰川使用假彩色复合的Landsat影像面临挑战，例如潜在的人为错误、需要在解读遥感数据方面的专家知识，以及这一过程的时间密集性。此外，边界划定的准确性估计存在0.5个像素的误差，这可能影响清单的精确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}