{
  "id": "21d2caab-e10e-4779-aaa4-d906635bfcfa",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cathodoluminescence images (CL images) data set of detrital zircons from sandstone of Late Carboniferous-Late Permian strata in the Southern Qiangtang terrane and Early Cretaceous Hauterivian-Albian strata in the Bangong‐Nujiang suture zone, Tibetan Plateau.",
      "titleCn": "青藏高原南羌塘地体晚石炭世-晚二叠世地层以及班公湖-怒江缝合带早白垩世Hauterivian-Albian地层砂岩碎屑锆石的阴极发光图像（CL图像）数据集",
      "description": "This data set includes cathodoluminescence images (CL images) of detrital zircons from sandstone of Late Carboniferous-Late Permian strata in the Southern Qiangtang terrane and Early Cretaceous Hauterivian-Albian strata in the Bangong‐Nujiang suture zone, Tibetan Plateau. The sampling and shooting time is 2018-2019. The sampling areas of Late Carboniferous-Late Permian strata are Jiaco and Ritu areas of the Southern Qiangtang terrane. The sampling areas of Early Cretaceous Hauterivian-Albian strata are Baerqiao, Mabujiaco, Duochang and Kama areas of the Bangong‐Nujiang suture zone. CL images were taken in the Continental Dynamics Laboratory, Chinese Academy of Geological Sciences, Beijing, China These data provide a key limit for understanding the closing of the Bangong‐Nujiang suture zone. The opening time of Bangong‐Nujiang Ocean is limited to 300-279Ma, and the closing time is limited to 110-100 Ma, which is of great significance to explore the tectonic evolution of Tethys Ocean. The related articles of the data set have been published in the well-known journals《Palaeogeography, Palaeoclimatology, Palaeoecology》,《Tectonics》,《Geoscience Frontiers》, and the data results are true and reliable.",
      "descriptionCn": "此数据集包括青藏高原南羌塘地体晚石炭世-晚二叠世地层以及班公湖-怒江缝合带早白垩世Hauterivian-Albian地层砂岩碎屑锆石的阴极发光图像（CL图像）。采样及拍摄时间为2018年-2019年。晚石炭世-晚二叠世地层中砂岩的采样地区为南羌塘地体Jiaco和Ritu地区，早白垩世Hauterivian-Albian地层中砂岩的采样地区为班公湖-怒江缝合带Baerqiong、Mabujiaco、Duochang和Kama地区，CL图像拍摄在中国地质科学院地质研究所大陆动力学实验室（北京）完成。这些数据为认识班公湖-怒江缝合带的打开与闭合提供了关键限定，将班公湖-怒江洋的打开时间限定在300-279Ma，闭合时间限定在110-100Ma，对探讨特提斯洋构造演化过程具有重要意义。该数据集关联文章已发表在知名刊物《Palaeogeography, Palaeoclimatology, Palaeoecology》、《Tectonics》和《Geoscience Frontiers》上，数据结果真实可靠。",
      "instructions": "The cathodoluminescence images (CL image) are stored in tif format, and the file name is \"CL2019B19T36.tif\", where CL represents the content, 2019 represents the year, and B19T36 represents the serial number.",
      "instructionsCn": "阴极发光图像（CL图像）以Tif格式存储，文件名称为“CL2019B19T36.tif”，其中CL代表内容，2019代表年份，B19T36代表序号。",
      "east": 92.0,
      "west": 80.0,
      "south": 30.0,
      "north": 32.0,
      "startTime": "2018-11-02 00:00:00",
      "endTime": "2020-12-02 00:00:00",
      "fileSize": 684250168.0,
      "cstr": "18406.11.Geo.tpdc.271817",
      "doi": "10.11888/Geo.tpdc.271817",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "范建军",
        "nameEn": "FAN Jianjun",
        "unitEn": "College of Earth Sciences, Jilin University",
        "unitCn": "吉林大学地球科学学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Aptian flysch in central Tibet:constraints on the timing of closure of the Bangong-Nujiang Tethyan Ocean.",
        "referenceCn": null,
        "referenceEn": "Luo, A.B., Fan, J.J., Hao, Y.J., Li, H., & Zhang, B.C. (2020). Aptian flysch in central Tibet:constraints on the timing of closure of the Bangong-Nujiang Tethyan Ocean. Tectonics,39(12), e2020TC006198. https://doi.org/10.1029/2020TC006198."
      },
      {
        "titleCn": null,
        "titleEn": "From arc-continent collision to ocean closure: Lower Cretaceous Shamuluo Formation in the western segment of the Bangong–Nujiang suture zone, central Tibet.",
        "referenceCn": null,
        "referenceEn": "Luo, A.B., Fan, J.J., Zhang, B.C., Zhang, J.Z., Li, H., & Duan, M.L., (2021). From arc-continent collision to ocean closure: Lower Cretaceous Shamuluo Formation in the western segment of the Bangong–Nujiang suture zone, central Tibet. Geoscience Frontiers, 12, 101207. https://doi.org/10.1016/j.gsf.2021.101207."
      },
      {
        "titleCn": null,
        "titleEn": "Timing of the Meso-Tethys Ocean opening: evidence from Permian sedimentary provenance change in the southern Qiangtang Terrane, Tibetan.",
        "referenceCn": null,
        "referenceEn": "Fan, J.J., Niu, Y.L., Luo, A.B., Xie, C.M., Hao, Y.J., & Liu, H.Y. (2021). Timing of the Meso-Tethys Ocean opening: evidence from Permian sedimentary provenance change in the southern Qiangtang Terrane, Tibetan. Palaeogeography,Palaeoclimatology,Palaeoecology, 567.https://doi.org/10.1016/j.palaeo.2021.110265."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "[电子] 阴极发光",
        "nameEn": "Cathodoluminescence"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "班公湖-怒江缝合带",
        "nameEn": "Bangong-Nujiang suture zone"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南羌塘地体",
        "keywordEn": "Southern Qiangtang terrane"
      },
      {
        "keywordCn": "班公湖-怒江缝合带",
        "keywordEn": "Bangong-Nujiang suture  zone"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of cathodoluminescence images used to study detrital zircons in geological formations?",
        "QuestionCn": "用于研究地质构造中碎屑锆石的阴极发光图像的特征是什么？",
        "AnswerEn": "sedimentary provenance, age, tectonic settings",
        "AnswerCn": "沉积物源、年龄、构造背景",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many regions were sampled for the collection of sandstone zircon cathodoluminescence images on the Tibetan Plateau?",
        "QuestionCn": "在对青藏高原的砂岩锆石阴极发光图像进行采集时，采样了多少个区域？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes for understanding tectonic evolution processes when utilizing cathodoluminescence (CL) imaging of detrital zircons from stratigraphic layers, considering the time frames and regions specified?",
        "QuestionCn": "利用来自地层层的碎屑锆石的阴极发光（CL）成像来理解构造演化过程的潜在结果是什么，考虑到指定的时间框架和区域？",
        "AnswerEn": "The outcomes include providing key constraints on the opening and closing times of the Bangong-Nujiang suture zone, specifically narrowing the opening to 300-279 Ma and the closing to 110-100 Ma, which is significant for understanding the tectonic evolution of the Tethyan Ocean.",
        "AnswerCn": "这些结果包括对班公-怒江缝合带的开启和关闭时间提供关键约束，具体将开启时间缩小到300-279百万年前，关闭时间缩小到110-100百万年前，这对理解特提斯洋的构造演化具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting cathodoluminescence images of detrital zircons from sandstones in the Late Carboniferous-Late Permian and Early Cretaceous formations in the Tibet Plateau region?",
        "QuestionCn": "收集来自西藏高原地区晚石炭世-晚二叠世和早白垩世地层的砂岩中碎屑锆石的阴极发光图像的主要目的是什麼？",
        "AnswerEn": "The primary objective is to provide critical constraints on the opening and closing of the Bangong Lake-Nujiang suture zone, which is significant for understanding the tectonic evolution of the Tethys Ocean. The data collection aims to determine the opening time of the Bangong Lake-Nujiang Ocean between 300-279 Ma and the closing time between 110-100 Ma.",
        "AnswerCn": "主要目标是对班公湖-怒江缝合带的开合提供关键约束，这对于理解特提斯洋的构造演化具有重要意义。数据收集旨在确定班公湖-怒江洋的开口时间为300-279百万年前，闭合时间为110-100百万年前。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in capturing cathodoluminescence (CL) images of detrital zircon from sandstone strata in the Late Carboniferous to Late Permian and Early Cretaceous formations?",
        "QuestionCn": "在晚石炭纪至晚二叠纪和早白垩纪地层中捕获砂岩地层碎屑锆石的阴极发光（CL）图像所涉及的程序步骤是什么？",
        "AnswerEn": "The cathodoluminescence (CL) images of detrital zircon from sandstone strata were captured in the Late Carboniferous to Late Permian formations within the South Qiangtang terrane, and in the Early Cretaceous Hauterivian-Albian formations within the Bangong Lake-Nujiang suture zone. The sampling regions in the South Qiangtang terrane include Jiaco and Ritu, while the Bangong Lake-Nujiang suture zone includes Baerqiong, Mabujiaco, Duochang, and Kama. The CL images were taken at the Continental Dynamics Laboratory of the Chinese Academy of Geological Sciences (Beijing) during 2018-2019. These CL images provide critical constraints on the opening and closing of the Bangong Lake-Nujiang suture zone, with the opening time constrained to 300-279 Ma and the closing time to 110-100 Ma, which is significant for understanding the tectonic evolution of the Tethys Ocean.",
        "AnswerCn": "来自南羌塘地体的砂岩层中，捕获了晚石炭世至晚二叠世的碎屑锆石的阴极发光（CL）图像，以及在邦公湖-怒江缝合带内早白垩世的霍特里维安-阿尔比安地层中的图像。南羌塘地体的采样区域包括加措和日土，而邦公湖-怒江缝合带则包括巴尔琼、马布加措、多昌和卡玛。这些CL图像是在2018-2019年期间于中国地质科学院（北京）大陆动力学实验室拍摄的。这些CL图像为邦公湖-怒江缝合带的开启和关闭提供了重要约束，开启时间被限制在300-279百万年前，关闭时间为110-100百万年前，这对理解特提斯洋的构造演化具有重要意义。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the acquisition of cathodoluminescence images of detrital zircon in sandstone from the Late Carboniferous to Late Permian strata in the South Qiangtang terrane?",
        "QuestionCn": "哪些技术进步使得能够获取来自南羌塘地体的晚石炭世到晚二叠世砂岩中碎屑锆石的阴极发光图像？",
        "AnswerEn": "The acquisition of cathodoluminescence images of detrital zircon in sandstone from the Late Carboniferous to Late Permian strata in the South Qiangtang terrane was enabled by the use of specialized imaging equipment within the Continental Dynamics Laboratory at the Institute of Geology, Chinese Academy of Geological Sciences in Beijing, during 2018-2019.",
        "AnswerCn": "在2018年至2019年期间，位于北京中国地质科学院地质研究所的大陆动力实验室内，利用专门的成像设备获取了来自南羌塘地体的晚石炭世至晚二叠世砂岩中碎屑锆石的阴极发光图像。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}