{
    "id": "221638ef-5c1f-412b-8189-c74a08f0af8b",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of A’rou Superstation, 2021)",
            "description": "This dataset contains the flux measurements from the A’rou superstation eddy covariance system (EC) in the upstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2021. The site (100.372° E, 38.856° N) was located in the Daban Village, near Qilian County in Qinghai Province. The elevation is 3033 m. The EC was installed at a height of 3.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site no + EC.",
            "east": 100.4643,
            "west": 100.4643,
            "south": 38.0473,
            "north": 38.0473,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 11:59:59",
            "fileSize": 2660973.0,
            "cstr": "18406.11.Atmos.tpdc.272465",
            "doi": "10.11888/Atmos.tpdc.272465",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area"
            },
            {
                "keywordEn": "Arou Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the data collection method involve the use of eddy covariance systems to measure turbulent fluxes?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are there datasets available that include long-term hydrometeorological, snow cover, and frozen ground data from an integrated observation network?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Does the field emphasize data collection from automatic meteorological stations, remote sensing technology, or manual observation for understanding alpine hydrology processes?",
                    "Answer": "automatic meteorological stations",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Are challenges in data collection primarily due to technological barriers, environmental conditions, or data processing limitations?",
                    "Answer": "environmental conditions",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the challenges faced in data collection in alpine regions?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where is an example of a location where a multiscale observation network has been established for alpine hydrology research?",
                    "Answer": "upper reaches of the Heihe River Basin in China",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is a common data collection method used to observe snow water equivalent (SWE) in alpine research networks?",
                    "Answer": "CS725 GammaMONitor GMON",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used for capturing snow accumulation and ablation processes in alpine regions?",
                    "Answer": "An example of a data collection method for capturing snow accumulation and ablation processes is the use of a snow observation superstation equipped with state-of-the-art techniques and instruments, such as ultrasonic sensors for snow depth and GammaMONitors for snow water equivalent (SWE).",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that integrates meteorological, snow cover, and frozen ground data for hydrological research in alpine areas?",
                    "Answer": "A dataset that integrates meteorological, snow cover, and frozen ground data for hydrological research is one obtained from an integrated observation network in the upper reaches of the Heihe River Basin, which includes data from automatic meteorological stations, a snow superstation, and a frozen ground superstation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What specific features are considered when designing an integrated observation network for alpine hydrology?",
                    "Answer": "automatic meteorological stations, snow superstations, frozen ground superstations, wind speed, wind direction, air temperature, humidity, radiation, snow cover depth, snow water equivalent, soil temperature, soil moisture profiles",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges are associated with data collection in high-altitude, cold climate regions, and how are they addressed?",
                    "Answer": "harsh weather conditions, complex topography, technological barriers",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many automatic meteorological stations are part of the integrated observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of the eddy covariance system used for turbulent flux measurements?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers are soil temperature and moisture measured in at the A'rou frozen ground superstation?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for evapotranspiration estimation in agricultural areas using the two-source energy balance model compare to those used in alpine hydrology observation networks?",
                    "Answer": "Evapotranspiration estimation in agricultural areas using the two-source energy balance model involves methods such as high-resolution thermal cameras, eddy covariance systems, and stable isotope techniques to measure soil and canopy temperatures and fluxes. In contrast, alpine hydrology observation networks employ automatic meteorological stations, snow superstations, and frozen ground superstations to monitor hydrometeorological variables, snow cover, and ground freeze-thaw processes. The former focuses on the partitioning of ET into its components using precise temperature readings, while the latter emphasizes capturing comprehensive hydrometeorological data to model and predict alpine snow and water processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the challenges encountered in data collection for surface flux estimation in strongly advective irrigated agricultural areas compared to alpine regions?",
                    "Answer": "In strongly advective irrigated agricultural areas, challenges include incomplete energy balance closure and errors in surface-air temperature differences affecting the two-source energy balance model. These are primarily due to classification errors in thermal imagery and uncertainties in soil and canopy temperature estimates. In alpine regions, challenges arise from cold climates, high altitudes, and complex topographies that hinder consistent data collection. These environmental factors complicate remote sensing and the parameterization of hydrological models, making comprehensive data collection difficult.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What challenges are associated with collecting consistent hydrological and meteorological data in alpine regions, and how might these be addressed in future data collection strategies?",
                    "Answer": "Collecting consistent hydrological and meteorological data in alpine regions is challenged by the cold, harsh climate, high altitude, and complex topography, which hinder complete data collection. Strategies to address these challenges include establishing integrated, distributed, and multiscale observation networks with automatic meteorological stations and superstations for snow and frozen ground observation. These networks aim to provide high-quality data to support hydrological modeling and remote sensing validation.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes challenges in obtaining accurate ground-based measurements for evapotranspiration in agricultural areas?",
                    "Answer": "Challenges in obtaining accurate ground-based measurements for evapotranspiration in agricultural areas are caused by factors such as the complexity of the two-source energy balance (TSEB) model, limited availability of operational satellite and ground-based data, image classification errors, and the strong advective environment affecting the eddy covariance system and temperature measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the scarcity of observation data in alpine regions for hydrological research?",
                    "Answer": "The scarcity of observation data in alpine regions for hydrological research is attributed to difficulties of access, technological barriers, and the complexities of the earth system, which result in various uncertainties in remote sensing data and a lack of consistent, high-quality snow and frozen ground observations necessary for model parameterization.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of implementing an integrated, distributed, and multiscale observation network in alpine hydrology research?",
                    "Answer": "Implementing an integrated, distributed, and multiscale observation network in alpine hydrology research could result in accurate forcing data for hydrological modeling, validation of remote sensing data, and evaluation of distributed models. This approach aims to improve the predictive understanding of alpine hydrological processes and ecosystem functions, addressing challenges such as the scarcity of observation data and the complexities of earth systems in the alpine region.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of using gap-free meteorological and hydrological data from automatic meteorological stations for snow cover and frozen ground observation?",
                    "Answer": "Using gap-free meteorological and hydrological data from automatic meteorological stations for snow cover and frozen ground observation can lead to comprehensive datasets that provide accurate and effective forcing data for alpine hydrological models. It facilitates the validation of remote sensing products and enhances the evaluation of hydrological models, which can ultimately improve the understanding of how climate change and human activities alter fundamental processes in the alpine region.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of high-resolution thermal cameras and eddy covariance systems impact the accuracy of evapotranspiration estimates in heterogeneous landscapes?",
                    "Answer": "The use of high-resolution thermal cameras and eddy covariance systems can significantly improve the accuracy of evapotranspiration estimates in heterogeneous landscapes. These tools help to accurately measure soil and canopy component temperatures, which are crucial for separating soil and canopy contributions to evapotranspiration. Consequently, this approach can lead to reliable estimates of latent heat fluxes and the ratios of evaporation to transpiration, providing a better understanding of water cycles in such environments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the goals of developing an integrated, distributed, and multiscale observation network for hydrometeorological processes in alpine regions?",
                    "Answer": "The goal is to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and improve a predictive understanding of alpine hydrological processes and ecosystem functions. This is crucial due to the scarcity of observation data in these regions and the challenges posed by complex terrain and high altitudes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to partition evapotranspiration into evaporation and transpiration for agricultural areas using the two-source energy balance model?",
                    "Answer": "Partitioning evapotranspiration into evaporation and transpiration is important for understanding the terrestrial water cycle and managing water resources effectively. The two-source energy balance model allows for more accurate estimation of these components under heterogeneous landscape conditions, which is essential for optimizing irrigation and improving water use efficiency in agricultural areas.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What objectives drive the establishment of comprehensive datasets on snow cover and frozen ground in the Heihe River Basin?",
                    "Answer": "The objectives include investigating watershed science and functions, providing datasets to support alpine region hydrological model development, and offering a platform for validating and evaluating remote sensing products and hydrological models. Such datasets help address scientific questions regarding the impact of climate change and human activities on hydrological processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How are meteorological and hydrological data collected and processed to address the scarcity of observation data in alpine regions?",
                    "Answer": "Data are collected using an integrated, distributed, and multiscale hydrometeorological network, comprising automatic meteorological stations (AMSs), a snow observation superstation, and a frozen ground observation superstation. This network captures snow accumulation, ablation, and freeze-thaw processes using state-of-the-art techniques. The data collected includes meteorological drivers and specific observations like soil temperature and moisture, which are used to improve hydrological models and validate remote sensing products.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled accurate measurements of evapotranspiration in heterogeneous land surfaces?",
                    "Answer": "Technological advancements such as the use of high-resolution thermal cameras, the eddy covariance (EC) system, and the development of models like the two-source energy balance (TSEB) have enabled accurate measurements of evapotranspiration (ET) in heterogeneous land surfaces. These technologies allow for the separation of soil and canopy component temperatures and the validation of ET using stable oxygen and hydrogen isotope techniques.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do integrated observation networks enhance the prediction of hydrological processes in alpine regions?",
                    "Answer": "Integrated observation networks, which include automatic meteorological stations (AMSs), snow superstations, and frozen ground superstations, enhance the prediction of hydrological processes by providing comprehensive, multiscale datasets. These networks capture snow cover, hydrometeorological data, and freeze-thaw processes, which are crucial for understanding alpine hydrology and validating remote sensing products and hydrological models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in obtaining accurate soil heat conductivity measurements in alpine regions?",
                    "Answer": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected reasons for difficulties in collecting comprehensive observation data in alpine regions?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the introduction of next-generation ecosystem observation networks be necessary in alpine hydrology research?",
                    "Answer": "The scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research, yet motivated the development of next-generation ecosystem observation networks and experiments.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of current data collection methods in capturing the complexities of hydrological processes in alpine regions?",
                    "Answer": "The effectiveness of current data collection methods in capturing hydrological processes in alpine regions is challenged by harsh climates, high altitudes, and complex topographies. However, integrated, distributed, and multiscale observation networks, including automatic meteorological stations and superstations, provide comprehensive datasets that aim to address these complexities and improve predictive understanding.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential improvements needed in data collection techniques to better address the uncertainties in soil and vegetation component temperature estimations?",
                    "Answer": "Potential improvements in data collection techniques could include enhancing image classification accuracy to reduce errors, using high-precision thermal infrared cameras for better temperature measurements, and incorporating advanced methods to account for atmospheric influences on radiometric temperatures.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do current datasets support the development and validation of hydrological models for predicting alpine region ecohydrological processes?",
                    "Answer": "Current datasets, which provide long-term hydrometeorological, snow cover, and frozen ground data, serve as a testing platform to support the development and validation of hydrological models. These datasets help provide accurate forcing data, validate remote sensing products, and address scientific questions related to alpine hydrological processes and eco-functions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from eddy covariance systems can be accurately processed to account for variables like density and temperature corrections.",
                    "Answer": "The data from eddy covariance systems are processed using Eddypro software, which involves steps like coordinate rotation, frequency response correction, and several temperature and density-related corrections to ensure accuracy. The process includes quality evaluation based on atmospheric stability and turbulence similarity tests.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure how a multiscale observation network can effectively capture complex hydrological processes in alpine regions.",
                    "Answer": "A multiscale observation network effectively captures complex hydrological processes by integrating distributed meteorological stations, snow cover properties, and high-resolution soil physics datasets. This setup allows for comprehensive monitoring of meteorological drivers and freeze-thaw processes, which are crucial for understanding alpine hydrology.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how snow cover and frozen ground data can be effectively incorporated into hydrological models for accurate predictions.",
                    "Answer": "Snow cover and frozen ground data are incorporated into hydrological models by using datasets from extensive observation networks, which include snow depth, snow water equivalent measurements, and freeze-thaw cycle monitoring. These datasets provide detailed inputs for modeling and validating processes related to snow and ground conditions, enhancing prediction accuracy.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please evaluate the methodologies used for partitioning evapotranspiration into its components in strongly advective agricultural areas and propose improvements for increased accuracy.",
                    "Answer": "In strongly advective agricultural areas, partitioning evapotranspiration (ET) into its components is challenging. The Two-Source Energy Balance (TSEB) model is used by utilizing ground-measured soil and canopy component temperatures. This model benefits from high-resolution thermal camera inputs and validation with stable isotope techniques and eddy covariance measurements. Improvements could include refining the separation of composite radiometric temperatures into soil and vegetation components and addressing uncertainties in input parameters like surface-air temperature differences. Enhancing remote sensing resolution and integrating multiple observational data sources could further increase accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please summarize the data collection methods and instruments used to monitor snow cover and frozen ground processes in alpine hydrology research.",
                    "Answer": "In alpine hydrology research, snow cover and frozen ground processes are monitored using an integrated observation network. This network includes automatic meteorological stations and superstations equipped with state-of-the-art instruments. Snow depth is measured using ultrasonic sensors, while snow water equivalent (SWE) is captured by GammaMONitor devices. Blowing snow is measured using FlowCapt sensors. Soil temperature and moisture are monitored across multiple layers, and eddy covariance systems are used to observe evapotranspiration. These methods provide high-resolution data to capture freeze-thaw processes and support hydrological model validation and development.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}