{
    "id": "224af60d-b8b9-42af-96bb-0749b2641120",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 land use dataset of Tibet Autonomous Region (2000)",
            "titleCn": "西藏自治区1:10万土地利用数据集 (2000)",
            "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: data is stored in vector SHP format, and the file name is \"Tibet-2000\";\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Tibet-2000”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 99.2,
            "west": 78.9,
            "south": 27.2,
            "north": 36.5,
            "startTime": "2000-01-09 08:00:00",
            "endTime": "2001-01-08 19:59:59",
            "fileSize": 291461511.0,
            "cstr": "18406.11.Socioeco.tpdc.270637",
            "doi": "10.11888/Socioeco.tpdc.270637",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of four remote sensing based land cover products over China",
                "referenceCn": null,
                "referenceEn": "Youhua Ran, Xin Li & Ling Lu (2010): Evaluation of four remote sensing based land cover products over China, International Journal of Remote Sensing, 31:2, 391-401."
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": "四种常用的全球1km土地覆盖数据中国区域的精度评价",
                "titleEn": null,
                "referenceCn": "冉有华, 李新, 卢玲.  (2009). 四种常用的全球1km土地覆盖数据中国区域的精度评价. 冰川冻土, 31(03):490-500",
                "referenceEn": null
            },
            {
                "titleCn": "生态环境流量流向评价方法及其在西藏生态环境评价中的应用",
                "titleEn": null,
                "referenceCn": "李远华. 生态环境流量流向评价方法及其在西藏生态环境评价中的应用[D]. 吉林大学, 2008.",
                "referenceEn": null
            },
            {
                "titleCn": "中国小麦潜在适宜种植区及其未来变化趋势",
                "titleEn": null,
                "referenceCn": "周卫红. (2010). 中国小麦潜在适宜种植区及其未来变化趋势[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": "珠穆朗玛峰自然保护区生态环境数据集成方案",
                "titleEn": null,
                "referenceCn": "阚瑷珂, 王绪本, 吴旭, 李国庆, 余年, 高志勇, 汪刘艳. (2009). 珠穆朗玛峰自然保护区生态环境数据集成方案. 地球信息科学学报, (04), 505-512",
                "referenceEn": null
            },
            {
                "titleCn": "珠峰自然保护区景观格局演化及其驱动因子研究",
                "titleEn": null,
                "referenceCn": "路瑶. 珠峰自然保护区景观格局演化及其驱动因子研究[D]. 成都理工大学, 2008.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            },
            {
                "titleCn": "AMSR-E亮温监测中国近地表冻融循环算法研究",
                "titleEn": null,
                "referenceCn": "谢燕梅, 晋锐, & 杨兴国. (2013). Amsr-e亮温监测中国近地表冻融循环算法研究. 遥感技术与应用, Issue(2), 182-191.",
                "referenceEn": null
            },
            {
                "titleCn": "珠峰自然保护区植被覆盖变化及沼泽湿地潜在退化风险评价",
                "titleEn": null,
                "referenceCn": "马飞. 珠峰自然保护区植被覆盖变化及沼泽湿地潜在退化风险评价[D]. 成都理工大学, 2011.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "西藏自治区",
                "keywordEn": "Tibet Autonomous Region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000年",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环和资源可持续开发之间的相互作用。1995年，IGBP和IHDP发布并推动的一系列科学研究计划，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”土地利用变化的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建设用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划定动态区域奠定了基础。1995年至2000年期间，土地利用变化的快速变化发生在华北、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区。"
            ]
        },
        {
            "background": [
                "Land cover plays a significant role in Earth system science, which reflects the influence of human activities and environmental changes. Reliable and up-to-date land cover data are very important for land, ecological and hydrological modelling, carbon and water cycle study as well as global climatic change study. Many land use/cover maps at global, continental, and regional scales have been produced in recent years using remote sensing. These four global land cover maps are all derived from remote sensing data and created for the same fundamental purpose of providing improved land cover information for scientific studies and environmental monitoring, but they are different in mapping methods, data sources, and classification systems."
            ],
            "research objective": [
                "The objective of this paper is to evaluate the application of the four popular land cover maps over China land mass. The possibility of developing a new land cover map whose classification is compatible with a well-accepted legend system but whose accuracy is more reliable also motivates this study."
            ],
            "challenges": [
                "The four maps used different classification systems, which made the comparison difficult. We conclude that the accuracies of all the datasets cannot meet the requirements of land surface modelling. For the reference data, i.e. the 1:100 000 land cover map, the classification system needs to be transferred to a well-recognized one that has been used commonly in land surface modelling."
            ],
            "methods": [
                "We compare and evaluate four land cover datasets over China. So we first aggregated these maps by reclassifying them using a unified legend system. A large-scale, i.e. 1:100 000 land cover map of China was used as the reference data to validate the four maps."
            ],
            "dataset": [
                "The datasets include the Version 2 global land cover dataset of IGBP, MODIS land cover map 2001, a global land cover map produced by the University of Maryland, and the land cover map produced by the global land cover for the year 2000 (GLC 2000) project coordinated by the Global Vegetation Monitoring Unit of the European Commission Joint Research Centre. The large-scale (1:100 000) land use map of China in 2000, which was produced by Chinese Academy of Science to meet large-scale resource survey and land use mapping, was used as truth to validate the four land cover maps over China."
            ],
            "findings": [
                "The results show that the GLC2000 land cover map represents the highest accuracy. The MODIS land cover map ranks second for type area consistency and third for sub-fraction overall accuracy compared with reference data. The IGBP land cover map has good labelling accuracy, although it has a local labelling error and third consistency for type area. The labelling accuracy and type area consistency for the reference data of UMd land cover map is low."
            ],
            "backgroundCn": [
                "土地覆盖在地球系统科学中发挥着重要作用，反映了人类活动和环境变化的影响。可靠和最新的土地覆盖数据对于土地、生态和水文建模、碳和水循环研究以及全球气候变化研究非常重要。近年来，许多全球、洲际和区域尺度的土地利用/覆盖图已经通过遥感技术制作。这四个全球土地覆盖图都是基于遥感数据生成的，旨在为科学研究和环境监测提供改进的土地覆盖信息，但它们在制图方法、数据来源和分类系统上有所不同。"
            ],
            "research objectiveCn": [
                "本论文的目的是评估四种流行的中国土地覆盖地图的应用。开发一张与公认的分类系统兼容但准确性更可靠的新土地覆盖地图的可能性也激励了本研究。"
            ],
            "challengesCn": [
                "这四个地图使用了不同的分类系统，这使得比较变得困难。我们得出结论，所有数据集的准确性都无法满足地表建模的要求。对于参考数据，即1:100,000的土地覆盖图，分类系统需要转换为一个在地表建模中常用的公认系统。"
            ],
            "methodsCn": [
                "我们对中国的四个土地覆盖数据集进行了比较和评估。首先，我们通过使用统一的图例系统对这些地图进行了重新分类。我们使用了一幅大比例尺（1:100,000）的中国土地覆盖图作为参考数据来验证这四幅地图。"
            ],
            "datasetCn": [
                "数据集包括IGBP的版本2全球土地覆盖数据集、2001年MODIS土地覆盖图、由马里兰大学制作的全球土地覆盖图，以及由欧洲委员会联合研究中心全球植被监测单位协调的2000年全球土地覆盖图（GLC 2000）项目制作的土地覆盖图。中国科学院在2000年制作的大比例尺（1:100,000）土地利用图用于满足大规模资源调查和土地利用制图，作为验证中国境内四个土地覆盖图的真实数据。"
            ],
            "findingsCn": [
                "结果显示，GLC2000土地覆盖图的准确性最高。MODIS土地覆盖图在类型面积一致性方面排名第二，在与参考数据相比的子分数整体准确性方面排名第三。IGBP土地覆盖图具有良好的标记准确性，尽管存在局部标记错误，并且在类型面积一致性方面排名第三。UMd土地覆盖图的参考数据的标记准确性和类型面积一致性较低。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which data sources are primarily used for land-use information collection, Landsat TM, CBERS-1, or MODIS?",
                "QuestionCn": "主要用于土地利用信息收集的数据源是Landsat TM、CBERS-1还是MODIS？",
                "AnswerEn": "Landsat TM",
                "AnswerCn": "Landsat TM",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in land-use change studies more related to classification accuracy, data consistency, or temporal resolution?",
                "QuestionCn": "土地利用变化研究中的挑战更多与分类准确性、数据一致性还是时间分辨率有关？",
                "AnswerEn": "classification accuracy, data consistency",
                "AnswerCn": "分类准确性，数据一致性",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which land cover map shows the highest accuracy for China land mass, GLC2000, MODIS, or IGBP?",
                "QuestionCn": "哪个土地覆盖地图在中国陆地上显示出最高的准确性，GLC2000、MODIS还是IGBP？",
                "AnswerEn": "GLC2000",
                "AnswerCn": "GLC2000",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main data sources used for constructing land use datasets in China?",
                "QuestionCn": "构建中国土地利用数据集的主要数据来源有哪些？",
                "AnswerEn": "Landsat MSS, TM, ETM, CBERS-1",
                "AnswerCn": "Landsat MSS、TM、ETM、CBERS-1",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with comparing different land cover datasets?",
                "QuestionCn": "比较不同土地覆盖数据集时面临的挑战有哪些？",
                "AnswerEn": "Different classification systems",
                "AnswerCn": "不同的分类系统",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge encountered when comparing different land cover datasets?",
                "QuestionCn": "比较不同土地覆盖数据集时遇到的一个挑战是什么？",
                "AnswerEn": "An example of a challenge encountered when comparing different land cover datasets is the use of varying classification systems, which complicates the comparison process. For instance, when comparing four global land cover maps, the differences in classification systems made it difficult to assess their accuracy and applicability for land surface modeling.",
                "AnswerCn": "比较不同土地覆盖数据集时遇到的一个挑战是使用不同的分类系统，这使得比较过程变得复杂。例如，在比较四个全球土地覆盖地图时，分类系统的差异使得评估它们的准确性和在土地表面建模中的适用性变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used as a reference for validating land cover maps?",
                "QuestionCn": "您能否提供一个用于验证土地覆盖地图的参考数据集的示例？",
                "AnswerEn": "An example of a dataset used as a reference for validating land cover maps is the large-scale (1:100 000) land use map of China, produced by the Chinese Academy of Science in 2000. This dataset was used as a truth reference to validate the accuracy of four global land cover maps over China.",
                "AnswerCn": "一个用于验证土地覆盖地图的参考数据集是由中国科学院于2000年制作的大比例尺（1:100,000）土地利用图。这一数据集被用作真值参考，以验证四个全球土地覆盖地图在中国的准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What factors contribute to the accuracy of land cover maps used in environmental and resource studies?",
                "QuestionCn": "影响用于环境和资源研究的土地覆盖地图准确性的因素有哪些？",
                "AnswerEn": "consistency of the classification systems, resolution and scale of the datasets, methodology of validation against reference data",
                "AnswerCn": "分类系统的一致性、数据集的分辨率和尺度、与参考数据的验证方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the methodological challenges faced in integrating multiple land cover datasets for regional analysis?",
                "QuestionCn": "在区域分析中整合多个土地覆盖数据集面临的 методологические挑战有哪些？",
                "AnswerEn": "reconciling different classification systems, ensuring compatibility with well-recognized legend systems, achieving sufficient accuracy for land surface modeling, aggregated or reclassified using unified systems",
                "AnswerCn": "协调不同的分类系统，确保与公认的图例系统兼容，实现地表建模的足够精度，使用统一系统进行聚合或重新分类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many primary categories are used in the land cover classification system of a dataset covering the Tibet Autonomous Region?",
                "QuestionCn": "在覆盖西藏自治区的数据集中，土地覆盖分类系统使用了多少个主要类别？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the number of Landsat TM digital image scenes used to acquire land-use information around the year 2000 for a dataset?",
                "QuestionCn": "用于获取2000年左右土地利用信息的Landsat TM数字影像场景数量是多少？",
                "AnswerEn": "508 scenes",
                "AnswerCn": "508个场景",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many different datasets were compared and evaluated for land cover over China in a particular study?",
                "QuestionCn": "在某项研究中，比较和评估了多少个不同的数据集用于中国的土地覆盖？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How is 'land cover classification' defined in land surface modeling and mapping?",
                "QuestionCn": "“土地覆盖分类”在土地表面建模和制图中是如何定义的？",
                "AnswerEn": "Land cover classification in land surface modeling and mapping refers to the categorization of the Earth's surface based on its physical and biological cover. It involves the use of a classification system, which may vary across different studies, to map land cover at different scales. A unified legend system is often needed to compare different land cover datasets and ensure compatibility with well-recognized systems used in land surface modeling.",
                "AnswerCn": "土地覆盖分类在地表建模和制图中是指根据地球表面的物理和生物覆盖进行分类。这涉及使用分类系统，不同研究中可能会有所不同，以在不同尺度上绘制土地覆盖图。通常需要一个统一的图例系统，以便比较不同的土地覆盖数据集，并确保与在地表建模中使用的公认系统的兼容性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What constitutes 'remote sensing' in the collection of land-use data?",
                "QuestionCn": "在土地利用数据的收集中，什么构成“遥感”？",
                "AnswerEn": "Remote sensing in the collection of land-use data involves the use of satellite imagery, such as Landsat MSS, TM, and ETM, to acquire information about the Earth's surface. It is a key technique for producing land-use maps and is employed in large-scale surveys and environmental monitoring, allowing researchers to observe and analyze land-cover changes over time.",
                "AnswerCn": "遥感在土地利用数据收集中的应用涉及使用卫星影像，如Landsat MSS、TM和ETM，以获取关于地球表面的信息。这是一种制作土地利用地图的关键技术，广泛应用于大规模调查和环境监测，使研究人员能够观察和分析土地覆盖变化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data sources used in the Chinese Academy of Sciences 1:100000 land use dataset compare to those used in the GLC 2000 project in terms of data accuracy and classification systems?",
                "QuestionCn": "中国科学院1:100000土地利用数据集使用的数据源与GLC 2000项目所用的数据源在数据准确性和分类系统方面有何比较？",
                "AnswerEn": "The Chinese Academy of Sciences 1:100000 land use dataset is based on Landsat MSS, TM, and ETM remote sensing data, employing a detailed classification system with six primary categories and 31 secondary categories. The GLC 2000 project, on the other hand, uses a global land cover map coordinated by the Global Vegetation Monitoring Unit, with its classification system. The GLC 2000 is noted for higher accuracy in comparison to other global maps like MODIS and UMd, whereas the Chinese dataset is recognized for high precision within China.",
                "AnswerCn": "中国科学院1:100000土地利用数据集基于Landsat MSS、TM和ETM遥感数据，采用详细的分类系统，包含六个主要类别和31个次要类别。另一方面，GLC 2000项目使用由全球植被监测单位协调的全球土地覆盖图，其分类系统。GLC 2000以相较于其他全球地图（如MODIS和UMd）更高的准确性而著称，而中国数据集则因在中国境内的高精度而受到认可。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when using the MODIS land cover map versus the IGBP global land cover dataset for land surface modeling in China?",
                "QuestionCn": "使用MODIS土地覆盖图与IGBP全球土地覆盖数据集进行中国土地表面建模时面临的挑战有哪些不同？",
                "AnswerEn": "The MODIS land cover map faces challenges related to type area consistency and sub-fraction overall accuracy, ranking second and third, respectively, compared to the GLC 2000. The IGBP dataset, while having good labeling accuracy, suffers from local labeling errors and only third in area consistency. Both datasets struggle with the requirement of a classification system compatible with land surface modeling needs, as indicated by the need to reclassify using a unified system.",
                "AnswerCn": "MODIS土地覆盖地图面临与类型面积一致性和子分数整体准确性相关的挑战，分别排名第二和第三，相较于GLC 2000。IGBP数据集虽然具有良好的标记准确性，但存在局部标记错误，并且在面积一致性方面仅排名第三。这两个数据集都在与土地表面建模需求兼容的分类系统方面存在困难，正如需要使用统一系统进行重新分类所表明的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of land-use data collection from the differing classification systems used in global land cover maps?",
                "QuestionCn": "从全球土地覆盖地图使用的不同分类系统中，可以推断出土地利用数据收集面临的挑战。",
                "AnswerEn": "The challenges of land-use data collection include difficulties in comparing datasets due to varying classification systems, which affects the accuracy and reliability of data for land surface modeling. There is a need to align classification systems with well-recognized ones to improve consistency across datasets.",
                "AnswerCn": "土地利用数据收集的挑战包括由于分类系统不同而导致的数据集比较困难，这影响了土地表面建模的数据准确性和可靠性。需要将分类系统与公认的系统对齐，以提高数据集之间的一致性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the temporal and spatial features of land-use change impact the methodologies used for data collection in regional land-use studies?",
                "QuestionCn": "土地利用变化的时间特征和空间特征如何影响区域土地利用研究中的数据收集方法？",
                "AnswerEn": "The temporal and spatial features of land-use change necessitate methodologies that integrate both spatial patterns and temporal processes to effectively capture regional characteristics. This may involve using dynamic regionalization to understand changes over time and space.",
                "AnswerCn": "土地利用变化的时间和空间特征需要整合空间模式和时间过程的方法，以有效捕捉区域特征。这可能涉及使用动态区域化来理解随时间和空间的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the regional differentiation of land-use change in China, and how might this affect data collection methods?",
                "QuestionCn": "中国土地利用变化的区域差异化原因是什么，这可能如何影响数据收集方法？",
                "AnswerEn": "The regional differentiation of land-use change in China is influenced by the varied physical environments and vast land areas, which not only impact social and economic development but also influence global change. These factors necessitate tailored data collection methods that consider regional characteristics to accurately map and analyze land-use changes.",
                "AnswerCn": "中国的土地利用变化的区域差异受到多样的自然环境和广阔的土地面积的影响，这不仅影响社会和经济发展，还影响全球变化。这些因素需要量身定制的数据收集方法，以考虑区域特征，从而准确地绘制和分析土地利用变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing Landsat TM digital images data for land-use change analysis in terms of revealing temporal and spatial features?",
                "QuestionCn": "利用Landsat TM数字影像数据进行土地利用变化分析在揭示时间和空间特征方面的后果是什么？",
                "AnswerEn": "Utilizing Landsat TM digital images data for land-use change analysis allows for the division of dynamic regionalization, effectively revealing temporal and spatial features of land-use change and laying the foundation for studying regional scale land-use changes.",
                "AnswerCn": "利用Landsat TM数字影像数据进行土地利用变化分析，可以实现动态区域划分，有效揭示土地利用变化的时间和空间特征，为研究区域尺度的土地利用变化奠定基础。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes can be expected from employing a unified legend system for evaluating land cover datasets over China?",
                "QuestionCn": "采用统一图例系统评估中国土地覆盖数据集可以预期哪些结果？",
                "AnswerEn": "Employing a unified legend system for evaluating land cover datasets over China facilitates the comparison and evaluation process, allowing for the use of a large-scale land use map as reference data, which helps validate the accuracy of different land cover maps.",
                "AnswerCn": "采用统一的图例系统对中国的土地覆盖数据集进行评估，有助于比较和评估过程，允许使用大规模土地利用地图作为参考数据，从而帮助验证不同土地覆盖地图的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended benefits of creating a comprehensive land cover map for China using remote sensing data?",
                "QuestionCn": "利用遥感数据创建中国综合土地覆盖图的预期好处是什么？",
                "AnswerEn": "The intended benefits include providing improved land cover information crucial for scientific studies and environmental monitoring, as well as supporting land, ecological, and hydrological modeling, carbon and water cycle studies, and global climatic change research.",
                "AnswerCn": "预期的好处包括提供改进的土地覆盖信息，这对科学研究和环境监测至关重要，同时支持土地、生态和水文建模、碳和水循环研究以及全球气候变化研究。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of assessing regional differentiation in land-use change within China?",
                "QuestionCn": "评估中国土地利用变化的区域差异化具有重要意义。",
                "AnswerEn": "Assessing regional differentiation in land-use change is significant because it helps to reveal the temporal and spatial features of land-use change, laying a foundation for understanding regional scale changes and informing policies that impact both social and economic development and global environmental change.",
                "AnswerCn": "评估土地利用变化的区域差异性具有重要意义，因为它有助于揭示土地利用变化的时间和空间特征，为理解区域尺度的变化奠定基础，并为影响社会和经济发展以及全球环境变化的政策提供信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to convert satellite remote sensing data into land-use classifications, while ensuring high precision and consistency across different regions?",
                "QuestionCn": "可以采用哪些方法将卫星遥感数据转换为土地利用分类，同时确保在不同地区的高精度和一致性？",
                "AnswerEn": "A hierarchical land cover classification system based on satellite remote sensing data such as Landsat MSS, TM, and ETM can be employed. This involves organizing data into different layers representing various land-use categories, ensuring precision by using a consistent classification system across regions.",
                "AnswerCn": "基于卫星遥感数据（如Landsat MSS、TM和ETM）的分层土地覆盖分类系统可以被采用。这涉及将数据组织成不同的层，代表各种土地利用类别，通过在各个区域使用一致的分类系统来确保精确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can data from different satellite sources be integrated to provide a comprehensive understanding of land-use changes over time in a given area?",
                "QuestionCn": "如何将来自不同卫星源的数据整合，以便对特定区域的土地利用变化进行全面理解？",
                "AnswerEn": "To integrate data from different satellite sources, one approach is to use multiple datasets like Landsat TM digital images and CBERS-1 data, as done for acquiring land-use information for specific years. By combining data from various sources, temporal changes in land use can be effectively monitored and analyzed.",
                "AnswerCn": "为了整合来自不同卫星源的数据，一种方法是使用多个数据集，如Landsat TM数字图像和CBERS-1数据，正如在获取特定年份的土地利用信息时所做的那样。通过结合来自各种来源的数据，可以有效地监测和分析土地利用的时间变化。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to evaluate the accuracy of multiple land cover datasets over a specific region, and how can these datasets be compared to a reference map?",
                "QuestionCn": "评估特定区域内多个土地覆盖数据集的准确性所需的程序步骤，以及如何将这些数据集与参考地图进行比较。",
                "AnswerEn": "The procedural steps include aggregating the datasets by reclassifying them using a unified legend system, then using a large-scale reference map, such as the 1:100 000 land cover map of China, to compare and validate the datasets. This process involves assessing classification consistency and accuracy against the reference data.",
                "AnswerCn": "程序步骤包括通过使用统一的图例系统对数据集进行重新分类来聚合数据集，然后使用大规模参考地图，例如中国的1:100,000土地覆盖地图，来比较和验证数据集。这个过程涉及根据参考数据评估分类的一致性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the effective integration of satellite remote sensing data for high-accuracy land-use mapping in diverse regions?",
                "QuestionCn": "哪些方法论能够有效整合卫星遥感数据，以实现不同地区高精度的土地利用制图？",
                "AnswerEn": "The methodologies that enable effective integration include using a hierarchical land cover classification system based on satellite remote sensing data like Landsat MSS, TM, and ETM, as well as CBERS-1 data for acquiring land-use information.",
                "AnswerCn": "有效整合的 methodologies 包括使用基于卫星遥感数据（如 Landsat MSS、TM 和 ETM 以及 CBERS-1 数据）的分层土地覆盖分类系统，以获取土地利用信息。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How does the application of a unified classification system enhance the validation of various global land cover datasets over a specific region?",
                "QuestionCn": "统一分类系统的应用如何增强对特定区域内各种全球土地覆盖数据集的验证？",
                "AnswerEn": "The application of a unified classification system allows for the reclassification and aggregation of different land cover maps, facilitating comparison and evaluation against a reference map, such as the 1:100 000 land cover map of China, to assess accuracy.",
                "AnswerCn": "统一分类系统的应用允许对不同的土地覆盖图进行重新分类和汇总，从而便于与参考图（如中国1:100 000土地覆盖图）进行比较和评估，以评估准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in achieving high accuracy in land cover maps used for environmental monitoring?",
                "QuestionCn": "在用于环境监测的土地覆盖地图中，实现高精度可能面临哪些挑战？",
                "AnswerEn": "The four maps used different classification systems, which made the comparison difficult. The accuracies of all the datasets cannot meet the requirements of land surface modelling. The classification system of the reference data needs to be transferred to a well-recognized one that has been used commonly in land surface modelling.",
                "AnswerCn": "这四个地图使用了不同的分类系统，使得比较变得困难。所有数据集的准确性都无法满足地表建模的要求。参考数据的分类系统需要转换为一个在地表建模中常用的公认系统。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations could be set for the integration of remote sensing data in evaluating land-use changes over large regions?",
                "QuestionCn": "在评估大区域土地利用变化时，可以对遥感数据的整合设定哪些期望？",
                "AnswerEn": "Integration of remote sensing data is expected to reveal regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern, highlighting conspicuous regional differentiation of land-use change which lays the foundation to draw the dynamic zones.",
                "AnswerCn": "遥感数据的集成预计将揭示区域土地利用变化特征，突出动态过程与模式的关系，强调土地利用变化的显著区域差异，为划定动态区奠定基础。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might there be a need to develop a new land cover map despite the availability of existing maps?",
                "QuestionCn": "尽管已有现有地图，但仍可能需要开发新的土地覆盖地图的原因是什么？",
                "AnswerEn": "The possibility of developing a new land cover map whose classification is compatible with a well-accepted legend system but whose accuracy is more reliable motivates the study. The current maps have different classification systems and their accuracies do not fully meet the requirements of land surface modelling.",
                "AnswerCn": "开发一幅新的土地覆盖图的可能性，其分类与一个公认的图例系统兼容，但其准确性更可靠，这激励了本研究的进行。目前的地图有不同的分类系统，其准确性并未完全满足土地表面建模的要求。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing data like Landsat and CBERS-1 for capturing land-use changes over a vast and diverse region such as China?",
                "QuestionCn": "如何评估使用卫星遥感数据，如Landsat和CBERS-1，在像中国这样广阔而多样化的地区捕捉土地利用变化的有效性？",
                "AnswerEn": "The use of satellite remote sensing data such as Landsat TM and CBERS-1 is considered effective for capturing land-use changes in China due to its ability to cover large areas and provide consistent data over time. These datasets helped in identifying regional differentiation and rapid changes in land use across different regions of China, which is crucial for understanding both local and global environmental changes.",
                "AnswerCn": "卫星遥感数据，如Landsat TM和CBERS-1，被认为在捕捉中国土地利用变化方面非常有效，因为它们能够覆盖大面积并提供一致的时间数据。这些数据集有助于识别区域差异和中国不同地区土地利用的快速变化，这对于理解地方和全球环境变化至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential challenges in ensuring the accuracy and consistency of land cover maps when comparing datasets with different classification systems and resolutions?",
                "QuestionCn": "在比较具有不同分类系统和分辨率的数据集时，确保土地覆盖地图的准确性和一致性可能面临哪些潜在挑战？",
                "AnswerEn": "One of the main challenges is the difficulty in comparing datasets that use different classification systems, which can lead to inconsistencies. Additionally, varying resolutions can affect the accuracy of the datasets, as seen in the evaluation of four global land cover maps where different accuracies were observed. The need to align classification systems to a well-recognized standard is crucial for improving consistency and accuracy in land surface modeling.",
                "AnswerCn": "主要挑战之一是比较使用不同分类系统的数据集的困难，这可能导致不一致。此外，不同的分辨率会影响数据集的准确性，正如在评估四个全球土地覆盖地图时观察到的那样，准确性存在差异。将分类系统对齐到一个公认的标准对于提高土地表面建模的一致性和准确性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how satellite remote sensing is utilized to capture detailed land-use data effectively over vast areas.",
                "QuestionCn": "我不明白卫星遥感是如何有效地捕捉广阔区域的详细土地利用数据的。",
                "AnswerEn": "Satellite remote sensing, such as using Landsat MSS, TM, and ETM, allows for capturing large-scale data efficiently by providing high-resolution images that can be analyzed to classify land use into multiple categories. This method has been effectively used to create detailed datasets like the 1:100 000 land use map of China.",
                "AnswerCn": "卫星遥感，如使用Landsat MSS、TM和ETM，可以高效地捕获大规模数据，通过提供高分辨率图像进行分析，以将土地利用分类为多个类别。这种方法已被有效地用于创建详细的数据集，例如中国的1:100,000土地利用地图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm not sure how different classification systems affect the accuracy and comparison of land cover datasets.",
                "QuestionCn": "我不确定不同的分类系统如何影响土地覆盖数据集的准确性和比较。",
                "AnswerEn": "Different classification systems can make comparison challenging as they may not align perfectly. For instance, the four popular land cover maps used different systems, which complicated their evaluation. Reclassifying them using a unified legend system helps in comparing and evaluating the datasets more effectively.",
                "AnswerCn": "不同的分类系统可能会使比较变得具有挑战性，因为它们可能并不完全一致。例如，四个流行的土地覆盖地图使用了不同的系统，这使得它们的评估变得复杂。使用统一的图例系统对它们进行重新分类，有助于更有效地比较和评估这些数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in data classification systems when comparing multiple land cover datasets and suggest potential methods for alignment.",
                "QuestionCn": "请分析在比较多个土地覆盖数据集时，数据分类系统面临的挑战，并建议潜在的对齐方法。",
                "AnswerEn": "The challenges in data classification systems include differing classification systems among datasets, making comparisons difficult. A suggested method for alignment is aggregating maps by reclassifying them using a unified legend system, as indicated in the evaluation of four land cover datasets over China.",
                "AnswerCn": "数据分类系统面临的挑战包括不同数据集之间的分类系统差异，使得比较变得困难。一个建议的对齐方法是通过使用统一的图例系统对地图进行重新分类来进行聚合，正如对中国四个土地覆盖数据集的评估所指出的那样。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please explore and summarize the various satellite remote sensing data sources used for land-use information acquisition and their significance in environmental research.",
                "QuestionCn": "请探讨并总结用于土地利用信息获取的各种卫星遥感数据源及其在环境研究中的重要性。",
                "AnswerEn": "Various satellite remote sensing data sources used for land-use information acquisition include Landsat MSS, TM, ETM, and CBERS-1. These sources are significant as they provide detailed land-use change data, essential for studying regional scale land-use changes, terrestrial surface material cycles, and global environmental change.",
                "AnswerCn": "各种卫星遥感数据源用于土地利用信息获取，包括Landsat MSS、TM、ETM和CBERS-1。这些数据源非常重要，因为它们提供了详细的土地利用变化数据，对于研究区域尺度的土地利用变化、陆地表面物质循环和全球环境变化至关重要。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}