{
  "id": "224a78e7-e16a-4e7b-8f00-56cb388c8a7f",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "WATER: Envisat ASAR dataset",
      "titleCn": "黑河综合遥感联合试验：Envisat ASAR遥感数据集",
      "description": "In 2007, 2008 and 2009, ENVISAT ASAR data 179 scenes, covering the whole Heihe River Basin. Among them, there were 63 in 2007, 71 in 2008 and 45 in 2009. Imaging mode and acquisition time are respectively: app can select polarization mode from August 15, 2007 to December 23, 2007, from January 02, 2008 to December 202009-02-15, 2008 to September 06, 2009; imp imaging mode from June 19, 2009 to July 12, 2009; WSM wide mode from January 1, 2007 to December 302008-01-01, 2007 to November 28, 2008, from March 13, 2009 to May 22, 2009. \nThe product level is L1B, which is amplitude data without geometric correction. \nThe ENVISAT ASAR remote sensing data set of Heihe comprehensive remote sensing joint experiment is mainly obtained through the China EU \"dragon plan\" project (Project No.: 5322 and 5344); the WSM wide model data in 2007 and January 2008 are obtained from Professor Bob Su of ITC; the 8-view app can be purchased from the earth observation and digital earth center of Chinese Academy of Sciences.",
      "descriptionCn": "2007年，2008年和2009年Envisat ASAR数据179景，覆盖黑河全流域。其中，2007年共63景，2008年共71景，2009年共45景。\n成像模式和获取时间分别为：APP可选择极化模式，时间范围为2007-08-15至2007-12-23，2008-01-02至2008-12-20，2009-02-15至2009-09-06；IMP成像模式，时间范围为2009-06-19至2009-07-12；WSM宽幅模式，时间范围为2007-01-01至2007-12-30，2008-01-01至2008-11-28，2009-03-13至2009-05-22。\n产品级别为L1B级，未经过几何校正，为振幅数据。\n黑河综合遥感联合试验的Envisat ASAR遥感数据集主要通过中欧“龙计划”项目（项目编号：5322和5344）获取；2007年和2008年1月的WSM宽幅模式数据是从ITC的Bob Su教授处获得；8景APP可选择极化模式数据从中国科学院对地观测与数字地球中心购买。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.125,
      "west": 97.399,
      "south": 37.683,
      "north": 42.685,
      "startTime": "2007-01-16 00:00:00",
      "endTime": "2009-07-30 15:14:00",
      "fileSize": 50995632974.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "中国科学院遥感与数字地球研究所",
        "nameEn": "Institute of Remote Sensing and Digital earth, Chinese Academy of Sciences",
        "unitEn": "Institute of Remote Sensing and Digital earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER)",
        "referenceCn": null,
        "referenceEn": "Wang SG, Li X, Han XJ, Jin R. Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER). Hydrology and Earth System Sciences, 2011, 15(5): 1415-1426. doi:10.5194/hess-15-1415-2011."
      },
      {
        "titleCn": "ASAR和TM数据协同反演植被覆盖地表土壤水分的新方法",
        "titleEn": null,
        "referenceCn": "余凡, 赵英时. ASAR和TM数据协同反演植被覆盖地表土壤水分的新方法. 中国科学: 地球科学, 2011, 41(4): 532-540, doi: 10.1007/s11430-011-4204-3.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface soil moisture from ASAR dual-polarized data in the middle stream of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Ma, J., Song, X., Li, X., Leng, P., Li, S., Zhou, F., 2013. Estimation of surface soil moisture from ASAR dual-polarized data in the middle stream of the Heihe River Basin. Wuhan Univ. J. Nat. Sci. 18, 163–170."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "利用多时相ASAR数据反演黑河流域中游地表土壤水分",
        "titleEn": null,
        "referenceCn": "王树果, 李新, 韩旭军, 晋锐. 利用多时相ASAR数据反演黑河流域中游地表土壤水分. 遥感技术与应用, 2009, 24(5): 582–587+552.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture",
        "referenceCn": null,
        "referenceEn": "Liu Q, Wang MY, Zhao YS. Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture. Chinese Geographical Science, 2010, 20(3): 218-225."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "C波段SAR山区积雪面积提取研究",
        "titleEn": null,
        "referenceCn": "孙少波, 车涛, 王树果, & 王增艳. (2013). C波段sar山区积雪面积提取研究. 遥感技术与应用, Issue(3), 444-452.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A new semi-empirical model for soil moisture content retrieval by ASAR and TM data in vegetation-covered areas",
        "referenceCn": null,
        "referenceEn": "Yu F, Zhao YS.A new semi-empirical model for soil moisture content retrieval by ASAR and TM data in vegetation-covered areas. Science China Earth Sciences, 2011, 54(12): 1955-1964, doi: 10.1007/s11430-011-4204-3."
      },
      {
        "titleCn": "结合雷达影像纹理特征的作物叶面积指数估测",
        "titleEn": null,
        "referenceCn": "高帅, 牛铮, 刘翔, 吴朝阳. 结合雷达影像纹理特征的作物叶面积指数估测. 国土资源遥感, 2010(03): 36–40.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      },
      {
        "nameCn": "雷达影像",
        "nameEn": "Radar images"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2009",
        "keywordEn": "2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Radar remote sensing has demonstrated its applicability to the retrieval of basin-scale soil moisture. The mechanism of radar backscattering from soils is complicated and strongly influenced by surface roughness. Surface soil moisture (mv) is important in agronomic, hydrological, and meteorological processes at all spatial scales. The ability of inferring mv using both active and passive microwave techniques has been intensively demonstrated. It is well known that space-borne microwave radiometers and scatterometers possess the advantage of high revisit capacity but are deficient in coarse spatial resolution. On the contrary, synthetic aperture radar (SAR) sensors have the capability to provide finer spatial resolution, on the order of tens of meters, meeting most spatial requirements for watershed management and hydrological applications. The advanced IEM (AIEM) improves the calculation accuracy of scattering coefficient by keeping the absolute phase term in Greens function which was neglected by IEM. In the IEM and AIEM, surface roughness is an essential input, thus, if only a single configuration (e.g., one polarization, one frequency) of radar data is available, roughness parameters should be known as a priori information in order to retrieve soil moisture using these models."
      ],
      "research objective": [
        "This study aims to simultaneously obtain surface roughness parameters (standard deviation of surface height σ and correlation length cl) along with soil moisture from multi-angular ASAR images by using a two-step retrieval scheme based on the AIEM."
      ],
      "challenges": [
        "The key challenge is the presence of vegetation cover, which significantly impacts the estimates of surface roughness and soil moisture. Field measuring surface roughness is very time-consuming and almost impractical at the regional scale. Moreover, appreciable inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing."
      ],
      "methods": [
        "The method firstly used a semi-empirical relationship that relates the roughness slope, Zs (Zs = σ2 /cl) and the difference in backscattering coefficient (Δσ) from two ASAR images acquired with different incidence angles. Then, the deduced roughness parameters were used for the retrieval of soil moisture in association with the AIEM. An evaluation of the proposed method was performed in an experimental area in the middle stream of the Heihe River Basin, where the Watershed Allied Telemetry Experimental Research (WATER) was taken place."
      ],
      "dataset": [
        "The study was carried out at one of the W A TER foci experimental areas (FEAs). Linze grassland (LZG; 100 ◦04 ′ E, 39 ◦15 ′ N), which covers an area of 2 × 2 km 2 , locates in Linze county, Zhangye city in the middle stream of the Heihe River Basin. During the field campaigns conducted in the intensive observation period (IOP) from May to August 2008, five experimental sites (ESs), each 360 × 360 m 2 in size, were established. Ground truths, including soil moisture, land surface temperature (T), and bulk density, were collected at all five ESs concurrently with radar acquisitions. ASAR operates at C-band (5.3 GHz) and was launched onboard ENVISAT in 2002. In this investigation, three contiguous ASAR images in alternating polarization precision (APP) modes with different incidence angles ranging from IS1 (18.4 ◦) to IS7 (43.9 ◦) were acquired."
      ],
      "findings": [
        "It is demonstrated that the proposed method is feasible to achieve reliable estimation of soil water content."
      ],
      "backgroundCn": [
        "雷达遥感已证明其在流域尺度土壤湿度获取中的适用性。雷达回波从土壤的散射机制复杂，并受到表面粗糙度的强烈影响。表层土壤湿度（mv）在各个空间尺度的农学、水文和气象过程中都非常重要。利用主动和被动微波技术推断mv的能力已被广泛证明。众所周知，空间borne微波辐射计和散射计具有高重访能力的优势，但在粗空间分辨率方面存在不足。相反，合成孔径雷达（SAR）传感器能够提供更细的空间分辨率，达到几十米的级别，满足流域管理和水文应用的大多数空间需求。先进的IEM（AIEM）通过保留格林函数中的绝对相位项来提高散射系数的计算精度，而这一项在IEM中被忽略。在IEM和AIEM中，表面粗糙度是一个重要的输入，因此，如果仅有单一配置（例如，一种极化，一种频率）的雷达数据可用，则粗糙度参数应作为先验信息已知，以便使用这些模型来获取土壤湿度。"
      ],
      "research objectiveCn": [
        "本研究旨在通过基于AIEM的两步检索方案，同时从多角度ASAR图像中获取表面粗糙度参数（表面高度的标准偏差σ和相关长度cl）以及土壤湿度。"
      ],
      "challengesCn": [
        "关键挑战是植被覆盖的存在，这对地表粗糙度和土壤湿度的估计产生了显著影响。现场测量地表粗糙度非常耗时，并且在区域尺度上几乎不切实际。此外，由于仪器部署的不同、采样策略以及现场调查和数据后处理过程中存在的模糊尺度效应，可能会导致显著的不准确性。"
      ],
      "methodsCn": [
        "该方法首先使用了一种半经验关系，该关系将粗糙度斜率Zs（Zs = σ2 /cl）与从两个不同入射角获取的ASAR图像的后向散射系数差（Δσ）联系起来。然后，利用推导出的粗糙度参数结合AIEM进行土壤湿度的提取。在黑河流域中游的实验区进行了该方法的评估，那里进行了水文联合遥测实验研究（WATER）。"
      ],
      "datasetCn": [
        "该研究在一个W A TER焦点实验区（FEAs）进行。林泽草原（LZG；100°04′E，39°15′N）位于甘肃省张掖市，覆盖面积为2 × 2 km²，位于黑河流域的中游。在2008年5月至8月的强化观测期（IOP）期间，建立了五个实验站（ESs），每个实验站的大小为360 × 360 m²。在所有五个实验站同时收集了地面真实数据，包括土壤湿度、地表温度（T）和堆积密度，同时进行雷达采集。ASAR在C波段（5.3 GHz）下运行，并于2002年搭载在ENVISAT卫星上。在本次研究中，获取了三幅相邻的ASAR图像，采用交替极化精度（APP）模式，入射角范围从IS1（18.4°）到IS7（43.9°）。"
      ],
      "findingsCn": [
        "研究表明，所提方法能够有效实现土壤水分含量的可靠估计。"
      ]
    },
    {
      "background": [
        "Soil moisture is a variable that plays a leading role in surface water and energy balance. The traditional point measurements can just provide a soil moisture distribution in a limited area. The hydrologic models can simulate the soil moisture variation in large spatial and temporal scales. However, the uncertainty in initial model state, model physical parameters, meteorological forcing variables and model equations brings much error in the soil moisture estimation. Many researchers suggested that the most promising approach for estimating soil moisture is the integration of remote sensing surface soil moisture data and a hydrologic model (Kostove and Jackson, 1993). Many researches have been carried out on optimizing a computational model through minimizing the difference between the observation and model simulation results by the re-parameterization (Jarlan et al., 2005; Yang et al., 2009) or re-initialization (Heathman et al., 2003; Huang et al., 2008) of the computational model separately. The re-parameterization approach can improve the model state variables by adjusting uncertain parameters. Since some parameters can hardly be obtained by field measurements, they are often estimated from the experiences or references, which brings much uncertainty to the model parameters. The re-initialization approach does not attribute the simulation errors to the uncertainties of the initial conditions, model parameters or model physical equations. It can adjust the state variables directly and it adopts the updated state variables as the initial field to re-initialize the model. The most effective and popular re-initialization approach is Ensemble Kalman Filter (EnKF)."
      ],
      "research objective": [
        "This research developed a one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). In this research, the assimilation scheme combined the EnKF and GA as the assimilation algorithm and it could calibrate the model parameters and model initial state synthetically. This paper proposes a one-dimensional soil moisture assimilation scheme combining the EnKF and GA, which has been illuminated by the assimilation experiment carried out in the Heihe River Basin in Northwest China in 2008."
      ],
      "challenges": [
        "There is much uncertainty in the assimilation process, which affects the assimilation results. There is much uncertainty in the model initial state and model parameters in the hydrologic modeling, which brings much error to the soil moisture simulation. It is difficult to develop the adjoint model for the original one to evaluate the derivatives of the cost function with respect to control variables, which are composed of state variables and model parameters to be estimated. It is complicated to develop the adjoint model in practice, which posed many limitations to its application (Qin et al., 2007)."
      ],
      "methods": [
        "In this assimilation scheme, the soil moisture was taken as the combination point of the hydrologic model and the backscattering model. The DHSVM was coupled with a semi-empirical backscattering model (Oh) to simulate backscattering coefficients. When the ASAR data were available, a cost function was set up based on the gap between the backscattering coefficients from ASAR observation and the backscattering coefficients from the simulations. Then the EnKF was used to optimize the state variables. If the cost function was higher than twice the ASAR observation noises, the simulation was treated as unacceptable. Then the cost function was minimized by the GA approach. The sensitive parameters of the DHSVM were re-parameterized. The simulations were divided into acceptable and unacceptable cases. The EnKF and GA were used to re-initialize and re-parameterize the simulation process. The assimilation experiment was carried out in the Heihe River Basin, Northwest China."
      ],
      "dataset": [
        "The Heihe River Basin, located in the arid area of Northwest China, is the second largest inland river basin, with an area of 116 000 km2 and an average annual precipitation of 108 mm. The ASAR images were used as observation data. ASAR images were acquired for several dates and different polarizations with incidence angles between 10º and 60º, operating in C band. The spatial resolution of ASAR is about 12.5 m × 12.5 m. The spatial resolution of the DHSVM simulation was 30 m, so the spatial resolution of ASAR was resampled into 30 m by the bilinear interpolation method."
      ],
      "findings": [
        "The results obtained indicate that this assimilation scheme is practical and it can improve the accuracy of soil moisture estimation significantly. The result shows that the model estimate of surface soil moisture was improved by being assimilated with the ASAR data. Additionally, the data assimilation improves the DHSVM model outputs which are more close to the actual values."
      ],
      "backgroundCn": [
        "土壤湿度是影响地表水和能量平衡的重要变量。传统的点位测量只能提供有限区域内的土壤湿度分布。水文模型可以在大空间和时间尺度上模拟土壤湿度的变化。然而，初始模型状态、模型物理参数、气象强迫变量和模型方程的不确定性会导致土壤湿度估计中的较大误差。许多研究者建议，估计土壤湿度的最有前景的方法是将遥感表层土壤湿度数据与水文模型相结合（Kostove 和 Jackson，1993）。许多研究已经通过重新参数化（Jarlan 等，2005；Yang 等，2009）或重新初始化（Heathman 等，2003；Huang 等，2008）分别优化计算模型，最小化观测值与模型模拟结果之间的差异。重新参数化方法可以通过调整不确定参数来改善模型状态变量。由于某些参数很难通过现场测量获得，通常是根据经验或参考文献进行估计，这给模型参数带来了很大的不确定性。重新初始化方法并不将模拟误差归因于初始条件、模型参数或模型物理方程的不确定性。它可以直接调整状态变量，并将更新后的状态变量作为初始场重新初始化模型。最有效和最流行的重新初始化方法是集成卡尔曼滤波（Ensemble Kalman Filter，EnKF）。"
      ],
      "research objectiveCn": [
        "本研究开发了一种基于集合卡尔曼滤波（EnKF）和遗传算法（GA）的一维土壤水分同化方案。在本研究中，同化方案将EnKF和GA结合为同化算法，能够综合校准模型参数和模型初始状态。本文提出了一种结合EnKF和GA的一维土壤水分同化方案，并通过2008年在中国西北地区的黑河流域进行的同化实验进行了阐述。"
      ],
      "challengesCn": [
        "在同化过程中存在许多不确定性，这影响了同化结果。在水文模型中，模型初始状态和模型参数的不确定性较大，这给土壤湿度模拟带来了很大的误差。开发原始模型的伴随模型以评估成本函数相对于控制变量（由状态变量和待估计的模型参数组成）的导数是困难的。在实践中开发伴随模型是复杂的，这对其应用造成了许多限制（Qin et al., 2007）。"
      ],
      "methodsCn": [
        "在这个同化方案中，土壤湿度被视为水文模型和反向散射模型的结合点。DHSVM与半经验反向散射模型（Oh）耦合，以模拟反向散射系数。当ASAR数据可用时，基于ASAR观测的反向散射系数与模拟的反向散射系数之间的差距建立了一个代价函数。如果代价函数高于ASAR观测噪声的两倍，则该模拟被视为不可接受。然后通过遗传算法（GA）方法最小化代价函数。DHSVM的敏感参数被重新参数化。模拟被分为可接受和不可接受的案例。使用EnKF和GA重新初始化和重新参数化模拟过程。该同化实验在中国西北部的黑河流域进行。"
      ],
      "datasetCn": [
        "黑河流域位于中国西北部的干旱地区，是第二大内陆河流域，面积为116,000平方公里，年平均降水量为108毫米。ASAR影像被用作观测数据。ASAR影像在多个日期和不同极化下获取，入射角在10º到60º之间，工作于C波段。ASAR的空间分辨率约为12.5米 × 12.5米，而DHSVM模拟的空间分辨率为30米，因此ASAR的空间分辨率通过双线性插值法重采样为30米。"
      ],
      "findingsCn": [
        "获得的结果表明，这种同化方案是可行的，并且可以显著提高土壤湿度估计的准确性。结果显示，通过与ASAR数据进行同化，模型对表层土壤湿度的估计得到了改善。此外，数据同化改善了DHSVM模型的输出，使其更接近实际值。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can radar remote sensing techniques be used effectively for soil moisture retrieval at a basin scale?",
        "QuestionCn": "雷达遥感技术可以有效用于流域尺度的土壤湿度获取吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the presence of vegetation cover a significant challenge in estimating surface roughness and soil moisture using radar data?",
        "QuestionCn": "植被覆盖的存在在使用雷达数据估计地表粗糙度和土壤湿度时是一个显著的挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which approach is more effective for estimating surface roughness and soil moisture: using a semi-empirical model with multi-angular ASAR images or integrating remote sensing data with a hydrologic model?",
        "QuestionCn": "哪种方法在估计表面粗糙度和土壤湿度方面更有效：使用多角度ASAR影像的半经验模型，还是将遥感数据与水文模型结合？",
        "AnswerEn": "using a semi-empirical model with multi-angular ASAR images",
        "AnswerCn": "使用半经验模型与多角度ASAR图像",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What challenges are encountered during field measurements of surface roughness in remote sensing data collection?",
        "QuestionCn": "在遥感数据收集过程中，进行表面粗糙度的现场测量时会遇到哪些挑战？",
        "AnswerEn": "Time-consuming, impractical, inaccuracies, instrumentation, sampling strategy, scale effect",
        "AnswerCn": "耗时、不可行、不准确、仪器、采样策略、尺度效应",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where is a typical experimental area for remote sensing data collection in the Heihe River Basin?",
        "QuestionCn": "黑河流域典型的遥感数据采集实验区在哪里？",
        "AnswerEn": "Linze grassland",
        "AnswerCn": "林则草原",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the imaging modes and timeframes for acquiring ASAR data in the Heihe River Basin?",
        "QuestionCn": "Heihe河流域ASAR数据的成像模式和获取时间框架是什么？",
        "AnswerEn": "APP mode 2007-08-15 to 2007-12-23 2008-01-02 to 2008-12-20 2009-02-15 to 2009-09-06 IMP mode 2009-06-19 to 2009-07-12 WSM mode 2007-01-01 to 2007-12-30 2008-01-01 to 2008-11-28 2009-03-13 to 2009-05-22",
        "AnswerCn": "APP模式 2007-08-15至2007-12-23 2008-01-02至2008-12-20 2009-02-15至2009-09-06 IMP模式 2009-06-19至2009-07-12 WSM模式 2007-01-01至2007-12-30 2008-01-01至2008-11-28 2009-03-13至2009-05-22",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset that illustrates the integration of remote sensing and hydrologic models for soil moisture estimation?",
        "QuestionCn": "您能否提供一个示例数据集，说明遥感与水文模型结合用于土壤湿度估计的情况？",
        "AnswerEn": "The dataset from the Heihe River Basin experiment, which used ASAR images and the DHSVM model, demonstrates the integration of remote sensing data with hydrologic modeling to improve soil moisture estimation through data assimilation techniques like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA).",
        "AnswerCn": "来自黑河流域实验的数据集使用ASAR影像和DHSVM模型，展示了遥感数据与水文模型的集成，通过数据同化技术如集成卡尔曼滤波器（EnKF）和遗传算法（GA）来改善土壤湿度估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data collection method that addresses the challenge of retrieving soil moisture in the presence of vegetation cover?",
        "QuestionCn": "一个解决在植被覆盖下获取土壤湿度挑战的数据收集方法的例子是什么？",
        "AnswerEn": "An example is the two-step retrieval scheme based on the Advanced Integral Equation Model (AIEM) using multi-angular ASAR images, which was implemented to deduce surface roughness parameters and retrieve soil moisture in areas with vegetation cover in the Heihe River Basin.",
        "AnswerCn": "一个例子是基于高级积分方程模型（AIEM）的两步检索方案，该方案使用多角度ASAR图像，旨在推导表面粗糙度参数并在有植被覆盖的地区（如黑河流域）中获取土壤湿度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific properties of the radar backscattering mechanism that influence soil moisture retrieval?",
        "QuestionCn": "影响土壤湿度反演的雷达后向散射机制的具体特性有哪些？",
        "AnswerEn": "surface roughness, standard deviation of surface height, correlation length",
        "AnswerCn": "表面粗糙度、表面高度的标准偏差、相关长度",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the defining characteristics of the data assimilation techniques used to enhance soil moisture estimation?",
        "QuestionCn": "用于增强土壤湿度估计的数据同化技术的定义特征是什么？",
        "AnswerEn": "Ensemble Kalman Filter, Genetic Algorithm, calibrate model parameters, optimize state variables, minimize cost function, re-initialization, re-parameterization",
        "AnswerCn": "集合卡尔曼滤波器，遗传算法，校准模型参数，优化状态变量，最小化代价函数，重新初始化，重新参数化",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features of the ASAR images are significant for their application in hydrological and watershed management studies?",
        "QuestionCn": "ASAR图像在水文和流域管理研究中的应用中，哪些特征是重要的？",
        "AnswerEn": "fine spatial resolution 12.5 m, C-band, varying incidence angles, varying polarizations",
        "AnswerCn": "精细空间分辨率12.5米，C波段，变化的入射角，变化的极化方式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many ASAR images were used for the soil moisture retrieval in the Linze grassland experimental area?",
        "QuestionCn": "在林泽草原实验区，土壤湿度提取使用了多少幅ASAR图像？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the size of each experimental site where ground truths were collected during the field campaigns in the intensive observation period?",
        "QuestionCn": "在强化观测期的实地考察中，收集地面真值的每个实验地点的大小是多少？",
        "AnswerEn": "360 × 360 m²",
        "AnswerCn": "360 × 360 平方米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the ASAR images used in the DHSVM simulation after resampling?",
        "QuestionCn": "DHSVM模拟中使用的ASAR图像在重采样后的空间分辨率是多少？",
        "AnswerEn": "30 m",
        "AnswerCn": "30 米",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the implications of using multi-angular ASAR images for the simultaneous retrieval of surface roughness and soil moisture in terms of data processing and interpretation challenges?",
        "QuestionCn": "使用多角度ASAR图像同时检索地表粗糙度和土壤湿度在数据处理和解释方面有哪些挑战？",
        "AnswerEn": "Using multi-angular ASAR images involves interpreting complex radar backscattering influenced by surface roughness and soil moisture. The approach requires a two-step retrieval scheme based on the advanced IEM (AIEM) to derive roughness parameters, which are then used for soil moisture retrieval. The main challenges include accounting for vegetation cover, which affects the accuracy of estimates, and managing the time-consuming nature of field measurements needed for validation.",
        "AnswerCn": "使用多角度ASAR影像涉及解释受表面粗糙度和土壤湿度影响的复杂雷达后向散射。该方法需要基于先进的IEM（AIEM）进行两步检索方案，以推导粗糙度参数，然后用于土壤湿度的检索。主要挑战包括考虑植被覆盖，这会影响估计的准确性，以及管理验证所需的耗时现场测量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can the spatial resolution differences between ASAR data and hydrologic model simulations be addressed to ensure accurate soil moisture estimation?",
        "QuestionCn": "如何解决ASAR数据与水文模型模拟之间的空间分辨率差异，以确保土壤湿度估计的准确性？",
        "AnswerEn": "Spatial resolution differences can be addressed by resampling ASAR data to match the resolution of hydrologic model simulations. For example, ASAR data with a resolution of 12.5 m × 12.5 m can be interpolated to 30 m to align with the Digital Hydrology Soil-Vegetation Model (DHSVM) simulation resolution. This resampling helps in reducing discrepancies and improves the integration of remote sensing data with model simulations, leading to more accurate soil moisture estimates.",
        "AnswerCn": "空间分辨率差异可以通过对ASAR数据进行重采样，以匹配水文模型模拟的分辨率来解决。例如，分辨率为12.5米×12.5米的ASAR数据可以插值到30米，以与数字水文土壤-植被模型（DHSVM）的模拟分辨率对齐。这种重采样有助于减少差异，并改善遥感数据与模型模拟的集成，从而提高土壤湿度估计的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons that surface roughness significantly impacts the estimates of soil moisture in radar remote sensing data collection methods?",
        "QuestionCn": "表面粗糙度显著影响雷达遥感数据收集方法中土壤湿度估计的潜在原因是什么？",
        "AnswerEn": "Surface roughness is a critical factor in radar remote sensing because it affects radar backscattering from soils. This complexity is amplified by the presence of vegetation cover, making it challenging to accurately estimate soil moisture. Additionally, field measurement of surface roughness is time-consuming and impractical on a regional scale, leading to potential inaccuracies due to variations in instrumentation deployments and sampling strategies.",
        "AnswerCn": "表面粗糙度是雷达遥感中的一个关键因素，因为它影响土壤的雷达反向散射。植被覆盖的存在使这一复杂性加剧，从而使准确估计土壤湿度变得具有挑战性。此外，现场测量表面粗糙度耗时且在区域尺度上不切实际，这可能导致由于仪器部署和采样策略的变化而产生潜在的不准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there considerable uncertainty in the model parameters and initial state during the soil moisture assimilation process?",
        "QuestionCn": "在土壤湿度同化过程中，模型参数和初始状态存在相当大的不确定性，原因是什么？",
        "AnswerEn": "The uncertainty in model parameters and initial state arises from the difficulty in obtaining precise field measurements and the inherent variability in hydrologic modeling. This leads to errors in soil moisture simulation. Furthermore, developing an adjoint model to evaluate derivatives of the cost function with respect to control variables is complex, posing limitations on its practical application.",
        "AnswerCn": "模型参数和初始状态的不确定性源于获取精确现场测量的困难以及水文建模固有的变异性。这导致土壤湿度模拟中的误差。此外，开发一个伴随模型以评估成本函数相对于控制变量的导数是复杂的，这对其实际应用构成了限制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the feasibility of using synthetic aperture radar (SAR) sensors for soil moisture retrieval at a basin scale, despite challenges associated with vegetation cover?",
        "QuestionCn": "尽管植被覆盖带来了挑战，但哪些因素有助于在流域尺度上使用合成孔径雷达（SAR）传感器进行土壤湿度提取的可行性？",
        "AnswerEn": "Synthetic aperture radar (SAR) sensors are feasible for soil moisture retrieval at a basin scale due to their capability to provide fine spatial resolution, meeting most spatial requirements for watershed management and hydrological applications. The advanced IEM (AIEM) model improves the calculation accuracy of scattering coefficients, which is crucial given that surface roughness, impacted by vegetation cover, is an essential input for these models.",
        "AnswerCn": "合成孔径雷达（SAR）传感器由于其提供细致空间分辨率的能力，能够在流域尺度上有效地获取土壤湿度，满足大多数流域管理和水文应用的空间需求。先进的IEM（AIEM）模型提高了散射系数计算的准确性，这一点至关重要，因为表面粗糙度受到植被覆盖的影响，是这些模型的重要输入。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What causal consequences can arise from integrating radar remote sensing data with models for soil moisture estimation?",
        "QuestionCn": "将雷达遥感数据与土壤湿度估计模型集成可能产生的因果后果有哪些？",
        "AnswerEn": "Integrating radar remote sensing data with models for soil moisture estimation can significantly improve the accuracy of soil moisture estimation. By combining remote sensing data with hydrologic models, researchers can overcome the limitations of traditional point measurements and address uncertainties in initial model states and parameters, leading to more reliable soil moisture distribution predictions over large spatial and temporal scales.",
        "AnswerCn": "将雷达遥感数据与模型结合用于土壤湿度估计可以显著提高土壤湿度估计的准确性。通过将遥感数据与水文模型结合，研究人员可以克服传统点测量的局限性，并解决初始模型状态和参数的不确定性，从而在大空间和时间尺度上实现更可靠的土壤湿度分布预测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential outcomes of using a two-step retrieval scheme based on the AIEM for estimating soil moisture and surface roughness parameters?",
        "QuestionCn": "使用基于AIEM的两步检索方案来估计土壤湿度和表面粗糙度参数的潜在结果是什么？",
        "AnswerEn": "Using a two-step retrieval scheme based on the AIEM for estimating soil moisture and surface roughness parameters can lead to reliable estimations of soil water content. By utilizing multi-angular radar images, this approach can deduce roughness parameters and subsequently retrieve soil moisture accurately, even in the presence of challenges such as vegetation cover.",
        "AnswerCn": "使用基于AIEM的两步检索方案来估计土壤水分和表面粗糙度参数，可以可靠地估计土壤水分含量。通过利用多角度雷达图像，该方法可以推导出粗糙度参数，并随后准确地检索土壤水分，即使在植被覆盖等挑战的情况下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind utilizing multi-angular ASAR images in the simultaneous retrieval of surface roughness and soil moisture parameters?",
        "QuestionCn": "利用多角度ASAR图像同时获取表面粗糙度和土壤湿度参数的主要目标是什么？",
        "AnswerEn": "The primary objective is to obtain surface roughness parameters along with soil moisture using a two-step retrieval scheme based on the AIEM, which is crucial for understanding soil moisture distribution and its role in hydrological processes.",
        "AnswerCn": "主要目标是通过基于AIEM的两步检索方案获取表面粗糙度参数和土壤湿度，这对于理解土壤湿度分布及其在水文过程中的作用至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the rationale for employing the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA) in developing a soil moisture assimilation scheme?",
        "QuestionCn": "采用集成卡尔曼滤波器（EnKF）和遗传算法（GA）来开发土壤湿度同化方案的理由是什么？",
        "AnswerEn": "The rationale for using the EnKF and GA is to optimize the state variables and calibrate model parameters and initial state synthetically, which enhances the accuracy of soil moisture estimation by reducing uncertainties in the modeling process.",
        "AnswerCn": "使用集成卡尔曼滤波（EnKF）和遗传算法（GA）的理由是通过合成优化状态变量和校准模型参数及初始状态，从而提高土壤湿度估计的准确性，减少建模过程中的不确定性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using multi-angular ASAR images to simultaneously retrieve surface roughness parameters and soil moisture?",
        "QuestionCn": "使用多角度ASAR图像同时获取表面粗糙度参数和土壤湿度涉及哪些程序？",
        "AnswerEn": "The procedure involves a two-step retrieval scheme using the advanced Integral Equation Model (AIEM). First, a semi-empirical relationship is employed to relate the roughness slope (Zs) and the difference in backscattering coefficient (Δσ) from two ASAR images acquired with different incidence angles. The deduced roughness parameters are then used for retrieving soil moisture in association with the AIEM.",
        "AnswerCn": "该过程涉及使用先进的积分方程模型（AIEM）进行两步检索方案。首先，采用半经验关系将粗糙度斜率（Zs）与从两个不同入射角获取的ASAR图像的后向散射系数差（Δσ）关联起来。然后，利用推导出的粗糙度参数结合AIEM进行土壤湿度的检索。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the Ensemble Kalman Filter and Genetic Algorithm be integrated into a soil moisture assimilation scheme for improving hydrological model accuracy?",
        "QuestionCn": "如何将集成卡尔曼滤波器和遗传算法整合到土壤湿度同化方案中，以提高水文模型的准确性？",
        "AnswerEn": "The integration involves using the Ensemble Kalman Filter (EnKF) to optimize state variables and the Genetic Algorithm (GA) to minimize a cost function based on the gap between simulated and observed backscattering coefficients. If the cost function exceeds twice the ASAR observation noise, it is treated as unacceptable, prompting GA to further re-parameterize sensitive parameters. This combined approach allows for simultaneous calibration of model parameters and initial states, enhancing the accuracy of soil moisture estimation.",
        "AnswerCn": "该集成方法涉及使用集成卡尔曼滤波器（EnKF）来优化状态变量，并使用遗传算法（GA）来最小化基于模拟和观测反向散射系数之间差距的成本函数。如果成本函数超过ASAR观测噪声的两倍，则被视为不可接受，这促使GA进一步重新参数化敏感参数。这种组合方法允许同时校准模型参数和初始状态，从而提高土壤湿度估计的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the specific methods used to address the challenges of measuring surface roughness and soil moisture under vegetation cover in radar remote sensing?",
        "QuestionCn": "在雷达遥感中，针对植被覆盖下表面粗糙度和土壤湿度测量的挑战，采用了哪些具体方法？",
        "AnswerEn": "To address these challenges, the method involves using ASAR images with different incidence angles to derive roughness parameters through a semi-empirical relationship. The deduced roughness parameters are then employed in conjunction with AIEM to retrieve soil moisture. This approach helps overcome the difficulty of field measuring surface roughness and the impact of vegetation cover on estimates.",
        "AnswerCn": "为了解决这些挑战，该方法涉及使用不同入射角的ASAR影像，通过半经验关系推导粗糙度参数。然后，将推导出的粗糙度参数与AIEM结合使用，以获取土壤湿度。这种方法有助于克服现场测量表面粗糙度的困难以及植被覆盖对估算的影响。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate retrieval of soil moisture and surface roughness parameters using radar remote sensing in basin-scale applications?",
        "QuestionCn": "哪些方法能够通过雷达遥感在流域尺度应用中准确获取土壤湿度和地表粗糙度参数？",
        "AnswerEn": "The methodologies involve using a two-step retrieval scheme based on the advanced IEM (AIEM), which includes a semi-empirical relationship that relates surface roughness parameters and differences in backscattering coefficients. This approach requires multi-angular radar data and considers vegetation cover impacts.",
        "AnswerCn": "这些方法涉及使用基于先进IEM（AIEM）的两步检索方案，其中包括一个半经验关系，该关系将表面粗糙度参数与后向散射系数的差异联系起来。这种方法需要多角度雷达数据，并考虑植被覆盖的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of remote sensing data with hydrologic models improve soil moisture estimation in large spatial and temporal scales?",
        "QuestionCn": "遥感数据与水文模型的集成如何提高大空间和时间尺度上土壤湿度的估计？",
        "AnswerEn": "The integration involves using remote sensing surface soil moisture data combined with a hydrologic model and optimization techniques like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA) to calibrate model parameters and initial states, thus improving simulation accuracy.",
        "AnswerCn": "该集成涉及使用遥感表层土壤湿度数据结合水文模型和优化技术，如集合卡尔曼滤波器（EnKF）和遗传算法（GA），以校准模型参数和初始状态，从而提高模拟精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be significant challenges in accurately estimating soil moisture and surface roughness from radar remote sensing data in regions with vegetation cover?",
        "QuestionCn": "为什么在有植被覆盖的地区从雷达遥感数据中准确估算土壤湿度和地表粗糙度可能会面临重大挑战？",
        "AnswerEn": "The presence of vegetation cover significantly impacts the estimates of surface roughness and soil moisture. Vegetation can interfere with radar signals, leading to inaccuracies in the data. Additionally, field measuring surface roughness is time-consuming and impractical at large scales, and various factors like instrumentation deployment and sampling strategies can introduce errors during data collection and post-processing.",
        "AnswerCn": "植被覆盖的存在显著影响地表粗糙度和土壤湿度的估计。植被会干扰雷达信号，导致数据的不准确。此外，现场测量地表粗糙度耗时且在大规模上不切实际，仪器部署和采样策略等各种因素可能在数据收集和后处理过程中引入误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations might researchers have when integrating remote sensing surface soil moisture data with hydrologic models, and why might these expectations not always be met?",
        "QuestionCn": "研究人员在将遥感表层土壤湿度数据与水文模型集成时可能会有哪些期望，以及这些期望为何并不总是能够实现？",
        "AnswerEn": "Researchers may expect that integrating remote sensing data with hydrologic models will improve soil moisture estimation by reducing errors related to model state variables and parameters. However, uncertainties in model initial states, physical parameters, and meteorological forcing can introduce significant errors. Additionally, developing adjoint models to evaluate derivatives is complicated and can limit practical application, leading to unmet expectations.",
        "AnswerCn": "研究人员可能期望将遥感数据与水文模型集成，以通过减少与模型状态变量和参数相关的误差来改善土壤湿度估计。然而，模型初始状态、物理参数和气象强迫的不确定性可能引入显著的误差。此外，开发伴随模型以评估导数是复杂的，这可能限制实际应用，导致期望未能实现。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might a dataset require resampling or interpolation for consistency with simulation models, and what impact could this have on the interpretation of results?",
        "QuestionCn": "为什么数据集可能需要重新采样或插值以与模拟模型保持一致，这对结果的解释可能有什么影响？",
        "AnswerEn": "A dataset might require resampling or interpolation to match the spatial resolution of simulation models, as seen when ASAR images with a spatial resolution of about 12.5 m × 12.5 m are resampled to 30 m to align with the DHSVM simulation. This process can impact the interpretation of results by potentially introducing interpolation errors or smoothing effects that could affect the accuracy of the data and the subsequent analysis.",
        "AnswerCn": "一个数据集可能需要重采样或插值，以匹配模拟模型的空间分辨率，例如，当ASAR图像的空间分辨率约为12.5米×12.5米时，需要重采样到30米，以与DHSVM模拟对齐。这个过程可能会影响结果的解释，因为它可能引入插值误差或平滑效应，从而影响数据的准确性和后续分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the use of multi-angular ASAR images is in simultaneously retrieving surface roughness parameters and soil moisture?",
        "QuestionCn": "您认为多角度ASAR图像在同时获取表面粗糙度参数和土壤湿度方面的有效性如何？",
        "AnswerEn": "The use of multi-angular ASAR images is considered effective for simultaneously retrieving surface roughness parameters and soil moisture by employing a two-step retrieval scheme based on the AIEM. This approach allows for the extraction of essential surface characteristics by utilizing different incidence angles, which provides a feasible method for achieving reliable soil moisture estimation.",
        "AnswerCn": "多角度ASAR图像的使用被认为是有效的，可以通过基于AIEM的两步反演方案同时获取表面粗糙度参数和土壤湿度。这种方法利用不同的入射角提取重要的表面特征，为实现可靠的土壤湿度估计提供了一种可行的方法。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main challenges when integrating remote sensing data with hydrologic models for soil moisture estimation?",
        "QuestionCn": "在将遥感数据与水文模型集成以估算土壤湿度时，主要面临的挑战有哪些？",
        "AnswerEn": "The main challenges when integrating remote sensing data with hydrologic models for soil moisture estimation include dealing with uncertainties in model initial states and parameters, as well as the difficulty in developing adjoint models to evaluate derivatives of cost functions. These challenges can introduce significant errors and limitations in the estimation process, necessitating sophisticated assimilation techniques such as the Ensemble Kalman Filter combined with Genetic Algorithms to improve accuracy.",
        "AnswerCn": "将遥感数据与水文模型结合进行土壤湿度估计时，主要面临的挑战包括处理模型初始状态和参数的不确定性，以及开发伴随模型以评估成本函数导数的困难。这些挑战可能会引入显著的误差和限制，迫使需要采用复杂的同化技术，如结合遗传算法的集合卡尔曼滤波器，以提高准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how surface roughness parameters can be derived from multi-angular ASAR images.",
        "QuestionCn": "我不明白如何从多角度ASAR图像中推导出表面粗糙度参数。",
        "AnswerEn": "Surface roughness parameters, such as the standard deviation of surface height and correlation length, are obtained by using a two-step retrieval scheme based on the Advanced Integral Equation Model (AIEM). The method involves using a semi-empirical relationship that relates the roughness slope and the difference in backscattering coefficient from two ASAR images acquired with different incidence angles.",
        "AnswerCn": "表面粗糙度参数，如表面高度的标准偏差和相关长度，是通过基于先进积分方程模型（AIEM）的两步检索方案获得的。该方法涉及使用一种半经验关系，该关系将粗糙度斜率与从两个以不同入射角获取的ASAR图像中反向散射系数的差异联系起来。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about how the integration of remote sensing data with hydrologic models can enhance soil moisture estimation?",
        "QuestionCn": "我不确定遥感数据与水文模型的结合如何能增强土壤湿度估计。",
        "AnswerEn": "The integration is achieved through a soil moisture assimilation scheme that combines the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). This scheme allows for the calibration of model parameters and initial states by optimizing the gap between observed and simulated backscattering coefficients, thus improving the accuracy of soil moisture estimation.",
        "AnswerCn": "该集成通过一种土壤湿度同化方案实现，该方案结合了集合卡尔曼滤波器（EnKF）和遗传算法（GA）。该方案通过优化观测到的和模拟的后向散射系数之间的差距，允许对模型参数和初始状态进行校准，从而提高土壤湿度估计的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of why vegetation cover poses a significant challenge in estimating soil moisture and surface roughness.",
        "QuestionCn": "我无法理解为什么植被覆盖在估计土壤湿度和表面粗糙度方面构成重大挑战。",
        "AnswerEn": "Vegetation cover affects the radar backscattering signal, making it difficult to accurately estimate soil moisture and surface roughness. It introduces variability and noise that can obscure the radar signal reflecting from the soil, hence complicating the retrieval of accurate surface parameters from the radar data.",
        "AnswerCn": "植被覆盖会影响雷达反向散射信号，使得准确估计土壤湿度和表面粗糙度变得困难。它引入了变异性和噪声，可能掩盖从土壤反射的雷达信号，从而使从雷达数据中提取准确的表面参数变得复杂。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges encountered in estimating soil moisture and surface roughness from radar remote sensing data, considering the impact of vegetation cover.",
        "QuestionCn": "分析从雷达遥感数据估计土壤湿度和表面粗糙度时遇到的挑战，考虑植被覆盖的影响。",
        "AnswerEn": "The challenges in estimating soil moisture and surface roughness include the significant impact of vegetation cover, which complicates the retrieval process. Field measures of surface roughness are time-consuming and impractical at regional scales, and inaccuracies may arise from instrumentation deployment, sampling strategies, and scale effects. These factors make it difficult to achieve accurate estimates without prior knowledge of roughness parameters.",
        "AnswerCn": "估计土壤湿度和表面粗糙度的挑战包括植被覆盖的显著影响，这使得检索过程变得复杂。现场测量表面粗糙度既耗时又在区域尺度上不切实际，仪器部署、采样策略和尺度效应可能导致不准确。这些因素使得在没有粗糙度参数先验知识的情况下，获得准确估计变得困难。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}