{
    "id": "224e2659-9132-4a1a-b978-51f46e2af219",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of surface grain size distribution along the Nyangqu River in the Yarlung Zangbo River (2021)",
            "titleCn": "雅鲁藏布江年楚河沿程床面级配数据集（2021）",
            "description": "The riverbed surface of the main channel in Nyangqu river is composed of gravel particles with wide grain size distribution. there are abundant gravel particles on the beach and riverbed. In this investigation, the bed surface grain size distribution of the main channel and tributaries of the Nyangqu river was measured. This data set contains the information of the five sampling locations in five main channels and two locations in tributaries of the Nyangqu River Basin (Table 1) and the bed surface grain size distribution (Table 2). The sampling locations were generally selected near the cross-section with obvious riverbed. It was considered that water flow through these sections in the straight channel for a long. At the same time, because it was a dry season, the bed grain size distribution on the river beach could be considered as the movement of gravel bedload carried by the last flood season. Therefore, it was considered that the bed grain size distribution in the sampling area on the river beach in the dry season was the bedload size distribution in the flood season. The grain size distributions were measured by the automatic identification method of full particle size based on image processing (e.g., Baserain software), with high identification accuracy of sediment particles is high. It is of great value to the scientific research on the evolution of source to sink process，bedlaod transport, and flood numerical simualtion， as well as the basic research on the flash flood prevention and control.",
            "descriptionCn": "年楚河干流河床表面均是由宽级配卵砾石颗粒组成，洲滩及河床上有丰富的卵砾石颗粒。本次考察对年楚河干流和支流的床面级配进行了测量，本数据集包含年楚河流域5个干流和2个支流的采样地点信息（表1）、河床表面级配（表2）。采样位置一般选择在有明显河床断面附近且水流长期流经的地方。由于是枯水期采样，其河滩上的床面级配可以认为是上一场洪水期所携带的卵砾石推移质运动停留下来的，故认为枯水期河滩上采样区域的床面级配是洪水期的推移质输沙级配。床面级配测量方法是采用基于图像处理的全粒径自动识别法（Basegrain软件）进行的，泥沙颗粒识别精度较高。研究年楚河的床面级配分布特征对揭示水系源汇过程与演变、推移质泥沙输移、洪水模拟计算、山洪水沙灾害预警与防治、重大基础工程建设等具有重要科学与社会价值。",
            "instructions": "File name: Data set of surface grain size distribution along the Nyangqu River in the Yarlung Zangbo River (2021). xlsx\nData reading method: the data set can be opened with Excel, including two tables. Table 1: longitude and latitude of sampling locations on Nyangqu river; Table 2: surface grain size distributions of Nyangqu riverbed.",
            "instructionsCn": "文件命名：雅鲁藏布江年楚河沿程床面级配数据集（2021）.xlsx\n数据读取方式：该数据集可以用excel打开，其中包含两个表，表1: 年楚河床面采样点经纬度；表2：年楚河河床表面级配。",
            "east": 90.5,
            "west": 88.5,
            "south": 28.0,
            "north": 29.5,
            "startTime": "2021-05-13 00:00:00",
            "endTime": "2021-05-15 00:00:00",
            "fileSize": 2670386.0,
            "cstr": "18406.11.Terre.tpdc.272510",
            "doi": "10.11888/Terre.tpdc.272510",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "罗铭",
                "nameEn": "LUO Ming",
                "unitEn": "State Key Lab of Hydraulics and Mountain River Engineering, Sichuan University",
                "unitCn": "四川大学水力学与山区河流开发保护国家重点实验室"
            },
            {
                "nameCn": "黄尔",
                "nameEn": "HUANG Er",
                "unitEn": "State Key Lab of Hydraulics and Mountain River Engineering, Sichuan University",
                "unitCn": "四川大学水力学及山区河流开发保护国家重点实验室"
            },
            {
                "nameCn": "闫旭峰",
                "nameEn": "YAN Xufeng",
                "unitEn": "State Key Lab of Hydraulics and Mountain River Engineering, Sichuan University",
                "unitCn": "四川大学水力学与山区河流开发保护国家重点实验室"
            },
            {
                "nameCn": "马旭东",
                "nameEn": "MA Xudong",
                "unitEn": "State Key Lab of Hydraulics and Mountain River Engineering, Sichuan University",
                "unitCn": "四川大学水力学与山区河流开发保护国家重点实验室"
            },
            {
                "nameCn": "王路",
                "nameEn": "WANG Lu",
                "unitEn": "State Key Lab of Hydraulics and Mountain River Engineering, Sichuan University",
                "unitCn": "四川大学水力学与山区河流开发保护国家重点实验室"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The effect of stress history on fluctuation of bedload transport rate and bed topography in gravel-bed streams",
                "referenceCn": null,
                "referenceEn": "Luo, M., Jiang, Y., Wang, S., Liu, X., Huang, E. (2023).The effect of stress history on fluctuation of bedload transport rate and bed topography in gravel-bed streams. Journal of Hydrology, 616, 128732, https://doi.org/10.1016/j.jhydrol.2022.128732."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "基础数据",
                "nameEn": "Base data"
            },
            {
                "nameCn": "泥沙",
                "nameEn": "Sediment"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "年楚河",
                "keywordEn": "Nyangqu River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure the bed surface composition in river systems, particularly focusing on image processing techniques?",
                "QuestionCn": "您能否提供一个用于测量河流系统床面组成的数据收集方法的例子，特别关注图像处理技术？",
                "AnswerEn": "An example of a data collection method to measure bed surface composition in river systems is the use of an image processing-based full-size automatic recognition method, such as the Basegrain software. This method provides high accuracy in identifying sediment particles on the riverbed, which are typically composed of wide-graded gravel and cobble particles. This approach is particularly useful for analyzing bed surface composition in the context of rivers like the Nianchu River, where sampling locations are chosen near obvious riverbed cross-sections and areas consistently traversed by water flow.",
                "AnswerCn": "一种测量河流系统床面组成的数据收集方法是使用基于图像处理的全尺寸自动识别方法，例如Basegrain软件。该方法在识别河床上的沉积颗粒方面提供了高精度，这些颗粒通常由宽级配的砾石和卵石组成。这种方法在分析像年楚河这样的河流的床面组成时特别有用，采样位置选择在明显的河床横截面附近和水流持续经过的区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the bed surface grain size distribution measurement method used for riverbed analysis?",
                "QuestionCn": "河床分析中使用的床面颗粒大小分布测量方法的特点是什么？",
                "AnswerEn": "image processing-based, full-particle-size automatic recognition, high precision in sediment particle identification",
                "AnswerCn": "基于图像处理的全粒径自动识别，高精度沉积物颗粒识别。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the '全粒径自动识别法' in the context of sediment bed surface gradation analysis?",
                "QuestionCn": "'全粒径自动识别法'是在沉积物床面粒度分析中使用的一种方法。",
                "AnswerEn": "The '全粒径自动识别法' refers to a full-particle-size automatic recognition method used in sediment bed surface gradation analysis. It involves image processing techniques, specifically utilizing Basegrain software, to achieve high accuracy in identifying sediment particles. This method is applied to measure the bed surface gradation of a river, particularly focusing on the composition of gravel and cobble particles on the riverbed.",
                "AnswerCn": "“全粒径自动识别法”是指一种用于沉积物床面粒度分析的全粒径自动识别方法。它涉及图像处理技术，特别是利用Basegrain软件，以实现对沉积物颗粒的高精度识别。该方法应用于测量河流的床面粒度，特别关注河床上卵石和砾石颗粒的组成。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for choosing image processing-based methods for sediment particle size identification in riverbed surface composition studies?",
                "QuestionCn": "选择基于图像处理的方法进行河床表面组成研究中的沉积颗粒大小识别的潜在原因是什么？",
                "AnswerEn": "The image processing-based method, specifically using Basegrain software, is chosen for sediment particle size identification due to its high precision in recognizing sediment particles. This method allows for an effective measurement of the riverbed surface composition in terms of particle size distribution, which is crucial for understanding sediment transport during flood periods and provides valuable insights into river system processes, flood simulation, and associated risk management.",
                "AnswerCn": "选择基于图像处理的方法，特别是使用Basegrain软件，来识别沉积物颗粒大小，因为它在识别沉积物颗粒方面具有高精度。这种方法能够有效测量河床表面的组成，特别是在颗粒大小分布方面，这对于理解洪水期间的沉积物运输至关重要，并为河流系统过程、洪水模拟及相关风险管理提供了宝贵的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of sediment transport modeling when utilizing a dataset collected through image-based full-grain size automatic identification methods during low-flow periods?",
                "QuestionCn": "在低流量期间使用通过图像基础的全粒径自动识别方法收集的数据集进行沉积物运输建模时，可能对模型的准确性产生哪些影响？",
                "AnswerEn": "Utilizing a dataset collected through image-based full-grain size automatic identification methods during low-flow periods can enhance the precision of sediment transport modeling. This is because the method offers high precision in sediment particle recognition, allowing for an accurate representation of the surface grain size distribution. Additionally, since the sampling is done during low-flow periods, the identified grain size distribution can be considered representative of the sediment transport during the previous flood events. This results in a more accurate model of sediment transport processes that are critical for understanding flood dynamics, riverbed evolution, and designing effective flood prevention strategies.",
                "AnswerCn": "利用在低流量期间通过基于图像的全粒径自动识别方法收集的数据集，可以提高沉积物输送模型的精确度。这是因为该方法在沉积物颗粒识别方面具有高精度，能够准确表示表面粒径分布。此外，由于采样是在低流量期间进行的，所识别的粒径分布可以被视为之前洪水事件中沉积物输送的代表。这导致了对沉积物输送过程的更准确模型，这对于理解洪水动态、河床演变以及设计有效的洪水预防策略至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the process for using image processing techniques to measure granulometric distributions of riverbed materials in a river system, and what challenges might arise during this procedure?",
                "QuestionCn": "使用图像处理技术测量河流系统中河床材料的粒度分布的过程是什么，以及在此过程中可能出现哪些挑战？",
                "AnswerEn": "The process involves using image processing software, such as Basegrain, for the automatic recognition of full-size sediment particles. This method provides high accuracy in identifying sediment particle sizes on the riverbed. Challenges in this procedure may include ensuring accurate image capture under varying environmental conditions, managing image resolution and quality, and dealing with potential interference from water reflections or debris. Additionally, selecting appropriate sampling locations near distinct riverbed cross-sections and during low-flow periods is crucial for obtaining representative data.",
                "AnswerCn": "该过程涉及使用图像处理软件，如Basegrain，自动识别全尺寸沉积颗粒。这种方法在识别河床沉积颗粒大小方面提供了高准确性。该过程中的挑战可能包括在不同环境条件下确保图像捕捉的准确性、管理图像分辨率和质量，以及处理水面反射或杂物的潜在干扰。此外，选择适当的采样位置，靠近明显的河床横截面，并在低流量期间进行采样，对于获得具有代表性的数据至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}