{
    "id": "22a80c0f-fa40-4667-99b6-5f6862863272",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Post-processing products for typical year soil bacteria distribution in the Tripolar regions (2005, 2006, 2015)",
            "titleCn": "典型年三极土壤微生物后处理产品（2005，2006，2015）",
            "description": "The three pole soil microbial post-treatment products in typical years collected the distribution and analysis results of soil samples from the north and south polar regions from 2005 to 2006 and the distribution and analysis results of soil samples from the Qinghai Tibet Plateau in 2015. Through sorting and summarizing, the post-processing data products of soil microorganisms in the three pole region are obtained. The data format is excel, which is convenient for users to view. Among them, the collection time of samples from the north and south polar regions was from December 13, 2005 to December 8, 2006, including 52 samples from three regions in the Arctic (Spitsbergen slijeringa, Spitsbergen vestpynten, and Alexandra fjord Highlands), and 171 samples from five regions in the Antarctic (Mitchell Peninsula, Casey station main power house, Robinson ridge, herring Island, browning Peninsula); The Qinghai Tibet Plateau was collected from July 1 to July 15, 2015, including meadow, grassland and desert ecosystems. There were 18 sampling points in total, and the number of samples at each sampling point was 3-5. The precipitation, air temperature and drought degree of the sampling point are estimated from the meteorological information for reference. The soil surface samples were collected and stored in liquid nitrogen, then transported back to the Sydney Laboratory for extraction by fastprep DNA kit. The extracted DNA samples were amplified with the 16S rRNA gene fragment using 27F (5'-gagttttgatcntggctca-3') and 519r (5'-gtnttacngcgckctg-3'). The amplified fragments were sequenced by 454 method, and the original data were analyzed by mothur software. The sequences with poor sequencing quality were first removed, and then the chimeric sequences were sequenced and removed. After that, the similarity between sequences is calculated. Sequences with a similarity of more than 97% are clustered into one OTU, and OTU representative sequences are defined. The OTU representative sequences were aligned with the Silva database, and were identified to belong to the first level when the reliability was greater than 80%.",
            "descriptionCn": "典型年三极土壤微生物后处理产品收集了2005-2006年期间南北极地区土壤采样细菌分布分析结果和2015年期间青藏高原地区土壤采样细菌分布分析结果。通过整理归纳汇总得到三极区域土壤微生物后处理数据产品，数据格式为excel，方便用户查看。其中南北极地区样品采集时间为2005年12月13日至2006年12月8日，包含北极3个地区52个样品（Spitsbergen Slijeringa，Spitsbergen Vestpynten，及Alexandra Fjord Highlands），南极5个地区171个样品（Mitchell Peninsula,Casey station main power house, Robinsons Ridge，Herring Island，Browning Peninsula）；青藏高原采集时间为2015年7月1日至7月15日，包含草甸，草原，荒漠3种生态系统，共计18个采样点位，每个采样点位样品个数为3-5个。采样点降水、气温和干旱度由气象信息估算得到，供读者参考。土壤表层样品采集后用液氮保存，运回悉尼实验室，通过FastPrep DNA试剂盒提取。提取后的DNA样品使用27F（5'-GAGTTTGATCNTGGCTCA-3'）和 519R (5'-GTNTTACNGCGGCKGCTG-3')扩增16S rRNA基因片段。扩增后的片段通过454方式测序，原始数据通过Mothur软件分析。首先去除测序质量不佳序列，之后进行排序并去除嵌合体序列。之后计算序列之间相似度，相似度在97%以上的序列聚类为一个OTU，并定义OTU代表序列。OTU代表序列通过与Silva数据库进行比对，在可靠性大于>80%的情况下鉴定到属一级水平。",
            "instructions": "one \t Projection: WGS84\ntwo \t Data size: 2504 KB\nthree \t Data format: Excel database",
            "instructionsCn": "1.\t投影：WGS84\n2.\t数据大小：2,504 KB\n3.\t数据格式：Excel数据库",
            "east": 0.5,
            "west": 0.5,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2005-12-31 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 2561722.0,
            "cstr": "18406.11.Terre.tpdc.272726",
            "doi": "10.11888/Terre.tpdc.272726",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶爱中",
                "nameEn": "YE Aizhong",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Soil microbiomes with the genetic capacity for atmospheric chemosynthesis are widespread across the Poles and are associated with moisture, carbon, and nitrogen limitation",
                "referenceCn": null,
                "referenceEn": "Ray, A. E., Zhang, E., Terauds, A., Ji, M., Kong, W., & Ferrari, B. C. (2020). Soil microbiomes with the genetic capacity for atmospheric chemosynthesis are widespread across the Poles and are associated with moisture, carbon, and nitrogen limitation. Frontiers in microbiology, 1936. https://doi.org/10.3389/fmicb.2020.01936"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤细菌",
                "nameEn": "Soil bacteria"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北极",
                "keywordEn": "Arctic"
            },
            {
                "keywordCn": "南极",
                "keywordEn": "Antarctic"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2005",
                "keywordEn": "2005",
                "type": "temporal"
            },
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methodologies involved in collecting and processing soil microbial data from extreme environments?",
                "QuestionCn": "在极端环境中收集和处理土壤微生物数据的具体特征和方法包括：",
                "AnswerEn": "sampling soil from Arctic, Antarctic, Qinghai-Tibet Plateau, 52 samples from Arctic, 171 samples from Antarctic, 18 sites from Qinghai-Tibet Plateau, environmental factors estimated, preserved in liquid nitrogen, DNA extracted using FastPrep DNA kits, 16S rRNA gene fragments amplified, sequenced with 454 method, analyzed with Mothur software, sequences clustered into OTUs, compared against Silva database, genus-level identification reliability greater than 80%",
                "AnswerCn": "从北极、南极和青藏高原采集土壤样本，北极52个样本，南极171个样本，青藏高原18个采样点，估算环境因素，样本保存在液氮中，使用FastPrep DNA试剂盒提取DNA，扩增16S rRNA基因片段，使用454方法进行测序，使用Mothur软件进行分析，将序列聚类为OTUs，与Silva数据库进行比较，属水平鉴定可靠性大于80%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many total samples were collected from the Arctic, Antarctic, and Tibetan Plateau regions for soil microorganism analysis?",
                "QuestionCn": "从北极、南极和青藏高原地区收集了多少个样本用于土壤微生物分析？",
                "AnswerEn": "241",
                "AnswerCn": "241",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the procedure for collecting and processing soil microbial samples in extreme environments like polar regions and the Qinghai-Tibet Plateau?",
                "QuestionCn": "在极端环境如极地地区和青藏高原收集和处理土壤微生物样本的程序是什么？",
                "AnswerEn": "The procedure involves sampling soil from various regions, such as the Arctic, Antarctic, and the Qinghai-Tibet Plateau. Samples are collected from specified locations and times, including the Arctic from December 2005 to December 2006 and the Qinghai-Tibet Plateau in July 2015. The soil surface samples are preserved with liquid nitrogen and transported to a laboratory for DNA extraction using a FastPrep DNA kit. The extracted DNA is amplified for the 16S rRNA gene fragment using specific primers and sequenced using the 454 sequencing method. The raw data undergoes quality filtering, sequence sorting, and chimera removal using Mothur software, followed by clustering sequences with over 97% similarity into OTUs. OTU representative sequences are identified against the Silva database with reliability greater than 80% to classify to the genus level.",
                "AnswerCn": "该程序涉及从不同地区采样土壤，如北极、南极和青藏高原。样本在指定的地点和时间收集，包括2005年12月至2006年12月的北极和2015年7月的青藏高原。土壤表面样本用液氮保存，并运输到实验室进行DNA提取，使用FastPrep DNA试剂盒。提取的DNA使用特定引物扩增16S rRNA基因片段，并采用454测序方法进行测序。原始数据经过质量过滤、序列排序和使用Mothur软件去除嵌合体，随后将相似度超过97%的序列聚类为OTUs。OTU代表序列在Silva数据库中进行鉴定，可靠性大于80%以分类到属水平。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of soil sampling and DNA extraction in polar regions compare to those used in the Tibetan Plateau in terms of environmental conditions and sample preservation techniques?",
                "QuestionCn": "极地地区的土壤采样和DNA提取方法与青藏 Plateau 的方法在环境条件和样品保存技术方面有何比较？",
                "AnswerEn": "In polar regions, soil samples were collected between December 2005 and December 2006, with specific sites in the Arctic and Antarctic. These samples were preserved using liquid nitrogen and later transported to a lab for analysis. In contrast, the Tibetan Plateau samples were collected in July 2015, encompassing various ecosystems like meadows, grasslands, and deserts. Both regions used similar DNA extraction techniques with the FastPrep DNA kit, and the 16S rRNA gene fragments were amplified using the same primers. However, the environmental conditions such as temperature and precipitation differed significantly, with polar regions experiencing extreme cold and the Tibetan Plateau having variable precipitation and temperature, as estimated by meteorological data.",
                "AnswerCn": "在极地地区，土壤样本于2005年12月至2006年12月间收集，具体地点包括北极和南极。这些样本使用液氮保存，随后被运输到实验室进行分析。相比之下，青藏高原的样本于2015年7月收集，涵盖了草甸、草原和沙漠等多种生态系统。两个地区使用了相似的DNA提取技术，采用FastPrep DNA试剂盒，并使用相同的引物扩增16S rRNA基因片段。然而，环境条件如温度和降水量存在显著差异，极地地区经历极端寒冷，而青藏高原则具有可变的降水量和温度，这些数据是通过气象数据估算得出的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the choice of sampling locations and times when collecting soil samples for microbial analysis in extreme environments like polar regions and the Tibetan Plateau?",
                "QuestionCn": "在极端环境如极地地区和青藏高原进行微生物分析时，影响土壤样本采集地点和时间选择的因素有哪些？",
                "AnswerEn": "The choice of sampling locations and times for soil samples in extreme environments such as polar regions and the Tibetan Plateau is influenced by factors including the specific ecological systems present (such as meadows, grasslands, and deserts on the Tibetan Plateau), the logistical feasibility of accessing those locations, and the need to cover a diverse range of environmental conditions such as precipitation and temperature. Additionally, the timing of sample collection is often aligned with specific environmental conditions that could affect microbial communities, as seen in the sampling periods from December 2005 to December 2006 for polar regions and July 2015 for the Tibetan Plateau.",
                "AnswerCn": "在极端环境如极地地区和青藏高原，土壤样本的采样地点和时间选择受到多种因素的影响，包括特定生态系统的存在（如青藏高原上的草甸、草原和沙漠）、访问这些地点的后勤可行性，以及覆盖多样环境条件（如降水和温度）的需要。此外，样本采集的时间通常与可能影响微生物群落的特定环境条件相一致，例如极地地区的采样时间为2005年12月至2006年12月，而青藏高原的采样时间为2015年7月。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using liquid nitrogen for preserving soil surface samples in terms of data integrity and accuracy in microbial analysis?",
                "QuestionCn": "使用液氮保存土壤表面样本在数据完整性和微生物分析准确性方面的潜在结果是什么？",
                "AnswerEn": "Using liquid nitrogen for preserving soil surface samples ensures the integrity and stability of microbial DNA until it can be processed in the laboratory. This method minimizes degradation or changes in microbial community structure, leading to more accurate and reliable analysis outcomes.",
                "AnswerCn": "使用液氮保存土壤表面样品可以确保微生物DNA的完整性和稳定性，直到在实验室进行处理。这种方法最小化了微生物群落结构的降解或变化，从而导致更准确和可靠的分析结果。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting soil microbial data from the polar regions and the Tibetan Plateau during the specified years?",
                "QuestionCn": "在指定年份收集极地地区和青藏高原的土壤微生物数据的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting soil microbial data from the polar regions and the Tibetan Plateau during the specified years is to analyze the distribution of bacteria in these unique ecosystems. The data aims to provide comprehensive post-processing products of soil microorganisms across three polar regions, facilitating a better understanding of microbial diversity and distribution patterns in response to environmental variables such as precipitation, temperature, and aridity. This information is crucial for ecological research and understanding the impact of climate change on these sensitive environments.",
                "AnswerCn": "收集极地地区和青藏高原的土壤微生物数据的主要目标是分析这些独特生态系统中细菌的分布。这些数据旨在提供三个极地地区土壤微生物的综合后处理产品，以促进对微生物多样性和分布模式在降水、温度和干旱等环境变量影响下的更好理解。这些信息对于生态研究和理解气候变化对这些敏感环境的影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and processing soil microbial samples from polar and plateau regions for comprehensive microbial distribution analysis?",
                "QuestionCn": "在极地和高原地区收集和处理土壤微生物样本以进行全面微生物分布分析涉及哪些程序？",
                "AnswerEn": "The procedures involved in collecting and processing soil microbial samples from polar and plateau regions include the following steps: Soil samples are collected from specified locations in the polar regions (North and South Poles) and the Qinghai-Tibetan Plateau during designated periods. The samples are preserved using liquid nitrogen and transported to a laboratory in Sydney. DNA is extracted from the samples using the FastPrep DNA kit. The extracted DNA undergoes amplification of the 16S rRNA gene fragments using primers 27F and 519R. The amplified fragments are sequenced using the 454 sequencing method. The raw sequencing data is analyzed using Mothur software, where sequences of poor quality are removed, followed by sorting and chimera removal. Sequences with more than 97% similarity are clustered into operational taxonomic units (OTUs), and representative OTU sequences are identified by aligning with the Silva database, achieving genus-level identification with reliability greater than 80%.",
                "AnswerCn": "收集和处理极地和高原地区土壤微生物样本的程序包括以下步骤：在极地地区（北极和南极）以及青藏高原的指定地点，在指定时间收集土壤样本。样本使用液氮保存，并运输到悉尼的实验室。使用FastPrep DNA试剂盒提取样本中的DNA。提取的DNA使用引物27F和519R进行16S rRNA基因片段的扩增。扩增的片段采用454测序方法进行测序。原始测序数据使用Mothur软件进行分析，去除质量较差的序列，然后进行排序和嵌合体去除。相似度超过97%的序列被聚类为操作性分类单元（OTUs），并通过与Silva数据库对齐识别代表性OTU序列，达到80%以上的可靠性进行属级鉴定。",
                "Level": "C3(Applying)"
            }
        ]
    }
}