{
    "id": "232358b0-348a-4477-a522-b70026b176be",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "China coal-fired power units dataset (2000-2020)",
            "titleCn": "中国煤电机组数据集（2000-2020）",
            "description": "Based on the existing databases, government documents, enterprise announcements, research literature and other open data sources for fusion and cross inspection, there are more than 7400 coal-fired units in service, decommissioning, construction, planning and other stages. At present, this data has been applied to a number of studies. For example, based on this data set, provincial power data and catchment water resources data, a set of China's coal-fired power unit data set with spatial geography and water intake information has been constructed, and the heterogeneity of water intake demand of coal-fired power units and coal-fired power and water pressure in 2015 have been analyzed, so as to provide a basis for the subsequent formulation of China's provincial-level coal-fired power transformation path under the future multi scenario goals Identify the water pressure risk of coal-fired power development on the scale of water resources basin, and lay a foundation for research.",
            "descriptionCn": "基于现有数据库、政府文件、企业公告、研究文献等公开数据来源进行融合并交叉检验，共包含超过7400台包括在役、退役、建设、规划等阶段状态的燃煤机组。目前该数据已被应用于多项研究，例如基于本数据集、省级电力数据和集水区水资源数据，构建了一套带有空间地理及取水信息的中国煤电机组数据集，分析了2015年煤电机组取水需求的异质性和煤电水压力，为后续制定未来多情景目标下中国省级尺度煤电转型路径、识别煤电发展在水资源流域尺度的水压力风险等方面的研究奠定基础。",
            "instructions": "Data name: chinapowerplant-3e-v60_ Master-2022, (\"3E\" originally refers to the research group, which is meaningless at present; \"V60\" refers to the updated version of the previous version; \"master\" refers to the complete data; \"2018\" refers to the updated year)\nEXCEL documents can be opened directly or by relevant software tools.",
            "instructionsCn": "数据命名：ChinaPowerPlant-3E-v60_母版-2022，（“3E”原表示课题组，目前无意义；“v60”为此前版本更新版次；“母版”表示完整数据；“2018”为更新年份）\nexcel文档，可直接打开或相关软件工具打开。",
            "east": 134.05,
            "west": 76.05,
            "south": 18.57,
            "north": 52.98,
            "startTime": null,
            "endTime": null,
            "fileSize": 873427.0,
            "cstr": "18406.11.HumanNat.tpdc.272824",
            "doi": "10.11888/HumanNat.tpdc.272824",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "蔡闻佳",
                "nameEn": "CAI Wenjia ",
                "unitEn": "Department of Earth System Science, Tsinghua University",
                "unitCn": "清华大学地球系统科学系"
            },
            {
                "nameCn": "李浩然",
                "nameEn": "LI Haoran ",
                "unitEn": "Department of Earth System Science, Tsinghua University",
                "unitCn": "清华大学地球系统科学系"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Catchment-level water stress risk of coal power transition in China under 2℃/1.5℃ targets",
                "referenceCn": null,
                "referenceEn": "Li, H.R., Cui, X.Q., Hui, J.X., He, G., Weng, Y.W., & Nie, Y.Y., et al. (2021). Catchment-level water stress risk of coal power transition in China under 2℃/1.5℃ targets. Applied Energy, 294, 116986."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "水资源",
                "nameEn": "Water Resources"
            },
            {
                "nameCn": "燃煤电厂",
                "nameEn": "Coal-fired Power Units"
            },
            {
                "nameCn": "能源资源",
                "nameEn": "Energy Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "当前",
                "keywordEn": "Present",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
                "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Globally, the power industry is the key sector producing the most greenhouse gases (GHGs) and the second-largest water use sector after agriculture, with the cooling water demand of coal-fired power plants accounting for the vast majority of the total water demand. The existing power plants in many parts of the world, including Europe, USA, and China, have significant impacts on water resources and may be affected by the changes of water resources in the future. During the past several years, the coal power capacity and generation in China have increased by 66.4% and 43.6%, respectively, from 2010 to 2020, and there are also ambitious power development plans in certain Chinese provinces. Moreover, the carbon emissions originating from coal power generation are increasing, and water withdrawal for coal power generation has caused water scarcity issues in some certain areas because of the unbalanced water resource supply and demand in China. China has vigorously promoted many advanced coal power generation techniques, such as high-capacity and high-efficiency coal-fired power units and air cooling technologies, which has achieved remarkable effects. Hence, there has been a freshwater withdrawal decoupling trend from coal-fired power generation growth in China during the past 15 years (2000 – 2015), which has prevented a major increase in the amount of water withdrawal in the Chinese coal power generation industry. China has joined the Paris Agreement and committed to carbon emission reduction targets. China has also pledged to try to achieve carbon neutrality by 2060 at the General Assembly of the United Nations in 2020 and issued plans to promote carbon emission reduction actions, such as the 14th Five-Year Plan, which are very likely to change the future development trend of coal power in China."
            ],
            "research objective": [
                "This study explores different power sector transition pathways from 2020 to 2050, and maps out the catchment-level water stress risk of China’s coal power with Monte Carlo method. This study reveals the strong synergies between reducing carbon emissions and alleviating water stress risk in China’s power sector, but regional risk should be noted while achieving the carbon reduction targets."
            ],
            "challenges": [
                "However, these studies have usually been carried out at administrative scales in China or other countries, and the coarse spatial accuracy is not consistent with the real catchment-level distribution pattern of water resources. Therefore, the water stress in certain catchments have been likely ignored or the irreversibly high local risks of water resources have been omitted. Moreover, it is challenging to reveal the impacts of the above indirect factors on water resources. In other words, there exists a gap between the administrative management of power development pathways and the geographical changes of water resources."
            ],
            "methods": [
                "We combine provincial projection analysis from a technology optimization model with the spatial locations of coal-fired power plants. The bottom-up model of China’s power industry (Multiregional model for Energy Supply system and their Environmental Impacts, or MESEIC) is employed to simulate the total amount and layout changes in China’s coal-fired power sector under multiple socioeconomic development pathways and carbon emission reduction targets. We build a coal-fired power unit dataset that provides the potential locations of future coal-fired power plants. This study adopts the Monte Carlo method to determine the probability spatial distribution of plants. We established a dataset of the coal-fired power units in China by integrating different data sources, which contains more than 7,800 units (including retired, operational, and planned units) and covers more than 98% of the total operational capacity in 2015."
            ],
            "dataset": [
                "We established a dataset of the coal-fired power units in China by integrating different data sources, which contains more than 7,800 units (including retired, operational, and planned units) and covers more than 98% of the total operational capacity in 2015. The dataset covers various attributes of each unit such as the status, nameplate capacity, commissioning year, boiler type, heating or not, cooling technique, permitted water withdrawal, water source, longitude and latitude."
            ],
            "findings": [
                "Results show that the future power supply mix varies much under the shared socio-economic pathways (SSPs) and carbon emission targets. Without carbon emission targets, coal power would continue to dominate the power supply mix advantage and would cause severe risk of water stress. Under SSP1-5, the national water withdrawal from coal power in 2050 would be 12.2 – 176.2 billion m3 under the reference scenario, but would decline to 10.7 – 59.2 billion m3 with 2 ℃ target and 0.11 – 35.5 billion m3 with 1.5 ℃ target. Compared with the 2 ℃ target, the catchment-level water stress risk generated by coal-fired power plants in north China would be significantly reduced under the stricter target of 1.5 ℃. However, the benefits would be reduced under SSP5 because of the application of carbon capture and storage."
            ],
            "backgroundCn": [
                "全球电力行业是产生温室气体（GHGs）最多的关键部门，也是仅次于农业的第二大用水部门，煤-fired电厂的冷却水需求占总水需求的绝大部分。世界许多地区，包括欧洲、美国和中国的现有电厂对水资源产生了重大影响，并可能受到未来水资源变化的影响。在过去几年中，中国的煤电装机容量和发电量分别从2010年到2020年增长了66.4%和43.6%，而且某些中国省份还有雄心勃勃的电力发展计划。此外，煤电发电产生的碳排放正在增加，煤电发电的水取用在某些地区造成了水资源短缺问题，因为中国的水资源供需不平衡。中国积极推广许多先进的煤电发电技术，如高容量和高效率的煤-fired发电机组以及空气冷却技术，取得了显著成效。因此，在过去15年（2000-2015年）中，中国煤-fired发电的淡水取用与发电增长之间出现了脱钩趋势，这防止了中国煤电行业水取用量的重大增加。中国已加入《巴黎协定》，承诺减少碳排放目标。中国还在2020年联合国大会上承诺力争在2060年前实现碳中和，并发布了促进碳减排行动的计划，如第十四个五年规划，这些计划很可能会改变中国煤电的未来发展趋势。"
            ],
            "research objectiveCn": [
                "本研究探讨了2020年至2050年间不同的电力部门转型路径，并利用蒙特卡洛方法绘制了中国煤电的流域水资源压力风险图。研究揭示了减少碳排放与缓解中国电力部门水资源压力风险之间的强大协同效应，但在实现碳减排目标时应注意区域风险。"
            ],
            "challengesCn": [
                "然而，这些研究通常是在中国或其他国家的行政层面进行的，粗略的空间精度与实际流域水资源的分布模式不一致。因此，某些流域的水资源压力可能被忽视，或者高风险的水资源局部情况被遗漏。此外，揭示上述间接因素对水资源的影响也具有挑战性。换句话说，水电开发路径的行政管理与水资源的地理变化之间存在差距。"
            ],
            "methodsCn": [
                "我们结合了来自技术优化模型的省级预测分析与煤-fired电厂的空间位置。采用中国电力行业的自下而上模型（多区域能源供应系统及其环境影响模型，简称MESEIC）来模拟在多种社会经济发展路径和碳排放减排目标下，中国煤-fired电力部门的总量和布局变化。我们建立了一个煤-fired电力单元数据集，提供未来煤-fired电厂的潜在位置。本研究采用蒙特卡洛方法确定电厂的概率空间分布。我们通过整合不同的数据源建立了中国煤-fired电力单元的数据集，该数据集包含超过7,800个单元（包括退役、在运和计划中的单元），覆盖了2015年总运营能力的98%以上。"
            ],
            "datasetCn": [
                "我们通过整合不同的数据源建立了中国煤-fired电力单元的数据集，该数据集包含超过7,800个单元（包括退役、在运和计划中的单元），覆盖了2015年总运营能力的98%以上。该数据集涵盖了每个单元的各种属性，如状态、额定容量、投产年份、锅炉类型、是否供热、冷却技术、允许的水取用量、水源、经度和纬度。"
            ],
            "findingsCn": [
                "结果显示，在共享社会经济路径（SSPs）和碳排放目标下，未来的电力供应结构差异很大。如果没有碳排放目标，煤电将继续主导电力供应结构，并导致严重的水资源压力风险。在SSP1-5下，2050年煤电的国家水取用量在参考情景下将为122-1762亿立方米，但在2℃目标下将下降至107-592亿立方米，在1.5℃目标下将降至1.1-355亿立方米。与2℃目标相比，北方中国煤电厂产生的流域水资源压力风险在更严格的1.5℃目标下将显著降低。然而，由于碳捕集与储存技术的应用，在SSP5下，所带来的好处将会减少。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the method of combining provincial projection analysis with spatial locations of coal-fired power plants provide insights into potential future power plant locations?",
                "QuestionCn": "将省级预测分析与煤电厂的空间位置相结合的方法是否提供了对未来潜在电厂位置的洞察？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the Monte Carlo method be used to determine the probability spatial distribution of coal-fired power plants in China?",
                "QuestionCn": "蒙特卡洛方法可以用来确定中国煤-fired电厂的概率空间分布吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the data collection for coal-fired power unit datasets primarily based on government documents, research literature, or enterprise announcements?",
                "QuestionCn": "煤炭发电单元数据集的数据收集主要基于政府文件、研究文献还是企业公告？",
                "AnswerEn": "government documents, research literature, enterprise announcements",
                "AnswerCn": "政府文件、研究文献、企业公告",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in mapping catchment-level water stress risk related more to administrative scale consistency, indirect factor impacts, or geographical changes?",
                "QuestionCn": "在映射流域水资源压力风险时，挑战更多地与行政规模一致性、间接因素影响还是地理变化有关？",
                "AnswerEn": "administrative scale consistency, geographical changes, indirect factor impacts",
                "AnswerCn": "行政规模一致性、地理变化、间接因素影响",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are integrated to establish a dataset of coal-fired power units in China?",
                "QuestionCn": "建立中国煤-fired电力单位数据集的集成数据源有哪些？",
                "AnswerEn": "existing databases, government documents, corporate announcements, research literature",
                "AnswerCn": "现有数据库、政府文件、公司公告、研究文献",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes are covered in a dataset of coal-fired power units in China?",
                "QuestionCn": "中国煤电机组数据集中涵盖了哪些属性？",
                "AnswerEn": "status, nameplate capacity, commissioning year, boiler type, heating or not, cooling technique, permitted water withdrawal, water source, longitude, latitude",
                "AnswerCn": "状态，铭牌容量，投运年份，锅炉类型，供热与否，冷却技术，许可取水量，水源，经度，纬度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data sources such as government documents, corporate announcements, and research literature can be integrated to create a comprehensive dataset in the power sector?",
                "QuestionCn": "您能否提供一个示例，说明如何将政府文件、企业公告和研究文献等数据源整合在一起，以创建电力部门的综合数据集？",
                "AnswerEn": "A dataset of China's coal-fired power units was established by integrating data from existing databases, government documents, corporate announcements, and research literature. This approach allowed for the inclusion of more than 7,800 units with attributes such as status, capacity, and cooling techniques.",
                "AnswerCn": "通过整合现有数据库、政府文件、企业公告和研究文献，建立了中国煤-fired电力单元的数据集。这种方法使得能够纳入超过7,800个单位，具有状态、容量和冷却技术等属性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What is an example of a methodological approach used to simulate changes in the coal-fired power sector under multiple development pathways and emission targets?",
                "QuestionCn": "一个用于模拟煤电行业在多种发展路径和排放目标下变化的方法论示例是什么？",
                "AnswerEn": "The Multiregional model for Energy Supply system and their Environmental Impacts (MESEIC) is used to simulate the total amount and layout changes in China’s coal-fired power sector under different socioeconomic development pathways and carbon emission reduction targets.",
                "AnswerCn": "多区域能源供应系统及其环境影响模型（MESEIC）用于模拟中国煤-fired电力部门在不同社会经济发展路径和碳排放减少目标下的总量和布局变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how the Monte Carlo method is utilized to address spatial distribution challenges in power sector research?",
                "QuestionCn": "您能否提供一个例子，说明蒙特卡洛方法如何用于解决电力部门研究中的空间分布挑战？",
                "AnswerEn": "The Monte Carlo method is employed to determine the probability spatial distribution of future coal-fired power plants. This approach helps address the challenge of aligning administrative management of power development with the geographical distribution of water resources.",
                "AnswerCn": "蒙特卡洛方法被用来确定未来燃煤电厂的概率空间分布。这种方法有助于解决电力开发的行政管理与水资源地理分布之间的协调挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What attributes are typically included in a dataset of coal-fired power units in China?",
                "QuestionCn": "中国煤电机组数据集中通常包含哪些属性？",
                "AnswerEn": "status, nameplate capacity, commissioning year, boiler type, heating or not, cooling technique, permitted water withdrawal, water source, longitude, latitude",
                "AnswerCn": "状态，铭牌容量，投产年份，锅炉类型，供热与否，冷却技术，许可取水量，水源，经度，纬度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges might arise in mapping the catchment-level water stress risk of coal power plants?",
                "QuestionCn": "在映射煤电厂的流域水资源压力风险时，可能会出现哪些挑战？",
                "AnswerEn": "coarse spatial accuracy of data at administrative scales, potential omission of high local risks of water resources",
                "AnswerCn": "在行政尺度上数据的粗略空间精度，可能遗漏水资源高局部风险。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many coal-fired power units are included in a dataset related to China's power industry from 2000 to 2020?",
                "QuestionCn": "在与中国电力行业相关的2000年至2020年的数据集中，包含多少个燃煤发电机组？",
                "AnswerEn": "7800",
                "AnswerCn": "7800",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the total operational capacity in 2015 does a coal-fired power unit dataset cover?",
                "QuestionCn": "2015年煤-fired发电单元数据集覆盖了总操作能力的百分比是多少？",
                "AnswerEn": "98%",
                "AnswerCn": "98%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many coal-fired power units are included in a dataset that is used to simulate changes in China's coal-fired power sector?",
                "QuestionCn": "在用于模拟中国煤-fired电力部门变化的数据集中包含多少个煤-fired电力单元？",
                "AnswerEn": "7,800",
                "AnswerCn": "7,800",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the key components of a dataset integrating coal-fired power units in China?",
                "QuestionCn": "整合中国煤电机组的数据集的关键组成部分有哪些？",
                "AnswerEn": "A dataset of coal-fired power units in China integrates different data sources and contains over 7,800 units, including retired, operational, and planned units. It covers attributes such as status, nameplate capacity, commissioning year, boiler type, heating or not, cooling technique, permitted water withdrawal, water source, and geographical coordinates.",
                "AnswerCn": "一个关于中国煤电机组的数据集整合了不同的数据源，包含超过7,800个机组，包括退役、在役和计划中的机组。该数据集涵盖了状态、装机容量、投产年份、锅炉类型、是否供热、冷却技术、允许的水取用量、水源和地理坐标等属性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'Monte Carlo method' mean in the context of mapping water stress risk for coal power plants?",
                "QuestionCn": "在煤电厂水资源压力风险映射的背景下，“蒙特卡洛方法”是什么意思。",
                "AnswerEn": "The Monte Carlo method in this context refers to a statistical technique used to determine the probability spatial distribution of coal-fired power plants, which helps in mapping out the catchment-level water stress risk associated with these plants in different future development scenarios.",
                "AnswerCn": "在此背景下，蒙特卡洛方法指的是一种统计技术，用于确定煤-fired发电厂的概率空间分布，这有助于绘制与这些发电厂相关的不同未来发展情景下的集水区水资源压力风险。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges of conducting power sector transition studies at the catchment level in China?",
                "QuestionCn": "在中国进行流域层面的电力部门转型研究面临哪些挑战？",
                "AnswerEn": "The main challenge is the inconsistency between administrative scales and real catchment-level water resource distribution patterns, which can lead to overlooked water stress in certain catchments or ignored local water resource risks. Additionally, understanding the impacts of indirect factors on water resources presents a challenge.",
                "AnswerCn": "主要挑战在于行政尺度与实际流域水资源分布模式之间的不一致，这可能导致某些流域的水资源压力被忽视或地方水资源风险被忽略。此外，理解间接因素对水资源的影响也是一个挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for coal-fired power units in China compare when using provincial projection analysis versus administrative scale approaches?",
                "QuestionCn": "中国煤电单位的数据收集方法在使用省级预测分析与行政规模方法时有何比较？",
                "AnswerEn": "The provincial projection analysis combines spatial locations of coal-fired power plants with a technology optimization model to simulate sector changes, allowing for catchment-level insights, while administrative scale approaches often overlook localized water stress risks due to their coarser spatial resolution.",
                "AnswerCn": "省级预测分析将煤电厂的空间位置与技术优化模型相结合，以模拟部门变化，从而提供流域级别的洞察，而行政级别的方法往往由于其较粗的空间分辨率而忽视局部水资源压力风险。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when mapping water stress risks at the catchment level compared to administrative scales for coal power plants in China?",
                "QuestionCn": "在中国，针对煤电厂在流域层面与行政层面进行水资源压力风险映射时面临的挑战有哪些不同？",
                "AnswerEn": "Mapping water stress risks at the catchment level provides finer spatial resolution and can reveal local water resource challenges that administrative scale assessments might miss, which often ignore or omit high-risk areas due to their broader focus.",
                "AnswerCn": "在流域层面映射水资源压力风险提供了更细的空间分辨率，可以揭示行政区域评估可能忽视的地方水资源挑战，因为这些评估通常由于其更广泛的关注而忽略或遗漏高风险区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the spatial distribution patterns of coal-fired power plants influence the understanding of water stress risk at the catchment level in China, and what does this imply for future data collection strategies?",
                "QuestionCn": "煤-fired电厂的空间分布模式如何影响对中国流域水资源压力风险的理解，以及这对未来数据收集策略意味着什么。",
                "AnswerEn": "The spatial distribution patterns of coal-fired power plants provide insights into the localized water stress risks, highlighting the importance of geographic precision in data collection. This implies that future data collection strategies should focus on capturing detailed spatial data to accurately map the interplay between power plants and water resources, enabling a better assessment of regional water stress risks.",
                "AnswerCn": "煤-fired发电厂的空间分布模式提供了对局部水资源压力风险的洞察，突显了数据收集中的地理精确性的重要性。这意味着未来的数据收集策略应侧重于捕捉详细的空间数据，以准确绘制发电厂与水资源之间的相互作用，从而更好地评估区域水资源压力风险。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the effective integration of various data sources when establishing a dataset of coal-fired power units in China?",
                "QuestionCn": "在建立中国煤-fired电厂数据集时，有哪些因素有助于有效整合各种数据源？",
                "AnswerEn": "The integration of different data sources is facilitated by the inclusion of public data from existing databases, government documents, enterprise announcements, and research literature. These diverse sources allow for a comprehensive and verified collection of data regarding coal-fired power units.",
                "AnswerCn": "不同数据源的整合得益于现有数据库、政府文件、企业公告和研究文献中公共数据的纳入。这些多样化的来源使得关于燃煤电厂的全面和经过验证的数据收集成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges encountered in accurately mapping the spatial distribution of water stress risk associated with coal-fired power plants?",
                "QuestionCn": "准确绘制与煤电厂相关的水资源压力风险的空间分布面临的主要挑战是什么？",
                "AnswerEn": "The main challenges include the coarse spatial accuracy at administrative scales, which may not align with the real catchment-level distribution pattern of water resources, potentially leading to overlooked local risks. Another challenge is revealing the impacts of indirect factors on water resources, highlighting the gap between administrative management and geographical changes.",
                "AnswerCn": "主要挑战包括在行政尺度上的空间精度较粗，可能与水资源的实际流域分布模式不一致，从而导致忽视地方风险。另一个挑战是揭示间接因素对水资源的影响，突显了行政管理与地理变化之间的差距。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it crucial to explore different power sector transition pathways in China's coal power sector from 2020 to 2050?",
                "QuestionCn": "探索中国煤电行业在2020年至2050年间的不同电力部门转型路径至关重要，原因如下：",
                "AnswerEn": "Exploring different power sector transition pathways is crucial due to the need to reduce carbon emissions and alleviate water stress risk in China's power sector. It also addresses the significant impact of coal power on water resources, aiming to align future development trends with carbon reduction targets and sustainable water use.",
                "AnswerCn": "探索不同的电力部门转型路径对于减少碳排放和缓解中国电力部门的水资源压力风险至关重要。这也解决了煤电对水资源的重大影响，旨在使未来的发展趋势与碳减排目标和可持续水资源利用相一致。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does employing a bottom-up model like MESEIC influence the understanding of coal-fired power sector transitions under various socio-economic pathways and carbon emission targets?",
                "QuestionCn": "采用像MESEIC这样的自下而上的模型如何影响对在不同社会经济路径和碳排放目标下煤电行业转型的理解？",
                "AnswerEn": "Employing a bottom-up model like MESEIC allows for detailed simulations of the total amount and layout changes in the coal-fired power sector under multiple scenarios, helping to understand the impacts of different socio-economic pathways and carbon emission targets on the future power supply mix and associated water stress risks.",
                "AnswerCn": "采用像MESEIC这样的自下而上的模型，可以详细模拟煤-fired电力部门在多种情景下的总量和布局变化，帮助理解不同社会经济路径和碳排放目标对未来电力供应结构及相关水资源压力风险的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind integrating diverse data sources to create a dataset for coal-fired power units in China?",
                "QuestionCn": "整合多种数据源以创建中国煤电机组数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives behind integrating diverse data sources to create a dataset for coal-fired power units in China include providing a comprehensive understanding of the spatial distribution, status, and attributes of coal-fired power units, aiding in the assessment of water stress risks, and supporting the analysis of power transition pathways in relation to carbon emission targets and water resource management.",
                "AnswerCn": "整合多种数据源以创建中国煤电机组数据集的主要目标包括：提供对煤电机组的空间分布、状态和属性的全面了解，帮助评估水资源压力风险，以及支持与碳排放目标和水资源管理相关的电力转型路径分析。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why is it important to explore power sector transition pathways from 2020 to 2050 in the context of China's coal power industry?",
                "QuestionCn": "在中国煤电行业的背景下，探索2020到2050年电力部门转型路径的重要性是什么？",
                "AnswerEn": "Exploring power sector transition pathways from 2020 to 2050 in the context of China's coal power industry is important to map out the catchment-level water stress risks, understand the synergies between carbon emission reduction and water stress alleviation, and support strategic decision-making to balance power development with environmental sustainability and resource management.",
                "AnswerCn": "探索2020年至2050年中国煤电行业的电力部门转型路径，对于绘制流域水资源压力风险图、理解碳排放减少与水资源压力缓解之间的协同作用，以及支持战略决策以平衡电力发展与环境可持续性和资源管理至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What goals guide the use of the Monte Carlo method in analyzing the spatial distribution of coal-fired power plants in China?",
                "QuestionCn": "蒙特卡洛方法在分析中国煤-fired电厂的空间分布时，指导其使用的目标是什么？",
                "AnswerEn": "The goals guiding the use of the Monte Carlo method in analyzing the spatial distribution of coal-fired power plants in China include determining the probability spatial distribution of power plants under various scenarios, assessing potential risks and impacts on water resources, and providing insights for optimizing the layout of future coal-fired power development in relation to environmental and socioeconomic factors.",
                "AnswerCn": "指导使用蒙特卡罗方法分析中国煤-fired电厂空间分布的目标包括：确定在不同情景下电厂的概率空间分布，评估对水资源的潜在风险和影响，以及为优化未来煤-fired电力发展的布局提供与环境和社会经济因素相关的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures should be followed to integrate multiple data sources into a cohesive dataset of coal-fired power units in China?",
                "QuestionCn": "应遵循哪些程序将多个数据源整合成一个关于中国煤电机组的统一数据集？",
                "AnswerEn": "To integrate multiple data sources into a cohesive dataset of coal-fired power units in China, it is essential to gather data from existing databases, government documents, corporate announcements, and research literature. The data should be cross-verified for accuracy and consistency, ensuring it includes comprehensive attributes such as status, nameplate capacity, commissioning year, boiler type, heating or not, cooling technique, permitted water withdrawal, water source, and geographic coordinates.",
                "AnswerCn": "为了将多个数据源整合成一个关于中国煤-fired发电单元的统一数据集，必须从现有数据库、政府文件、企业公告和研究文献中收集数据。数据应进行交叉验证，以确保准确性和一致性，确保包含全面的属性，如状态、装机容量、投产年份、锅炉类型、是否供热、冷却技术、允许的水取用量、水源和地理坐标。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the Monte Carlo method be applied to model the spatial distribution of future coal-fired power plants in China?",
                "QuestionCn": "蒙特卡洛方法如何应用于建模中国未来煤-fired电厂的空间分布？",
                "AnswerEn": "The Monte Carlo method can be applied by first establishing the potential locations of future coal-fired power plants using a detailed coal-fired power unit dataset. This involves combining provincial projection analysis from a technology optimization model with the spatial locations of existing plants. The Monte Carlo method is then used to determine the probability spatial distribution of the plants, considering various socioeconomic development pathways and carbon emission reduction targets.",
                "AnswerCn": "蒙特卡洛方法可以通过首先建立未来煤-fired电厂的潜在位置来应用，这需要使用详细的煤-fired电厂单元数据集。这涉及将技术优化模型的省级预测分析与现有电厂的空间位置相结合。然后，使用蒙特卡洛方法来确定电厂的概率空间分布，考虑各种社会经济发展路径和碳排放减少目标。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological steps are involved in simulating the total amount and layout changes in China's coal-fired power sector under different scenarios?",
                "QuestionCn": "模拟中国煤-fired电力部门在不同情景下的总量和布局变化涉及哪些方法步骤？",
                "AnswerEn": "Simulating the total amount and layout changes in China's coal-fired power sector involves using a bottom-up model of the power industry, such as the Multiregional model for Energy Supply system and their Environmental Impacts (MESEIC). This process includes analyzing provincial projections and integrating the spatial locations of coal-fired power plants. The model simulates changes under multiple socioeconomic development pathways and carbon emission reduction targets, providing insights into the future power supply mix and associated water stress risks.",
                "AnswerCn": "模拟中国煤-fired电力部门的总量和布局变化涉及使用底层模型，如多区域能源供应系统及其环境影响模型（MESEIC）。这一过程包括分析省级预测并整合煤-fired电厂的空间位置。该模型在多种社会经济发展路径和碳排放减少目标下进行模拟，提供对未来电力供应结构及相关水资源压力风险的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods are employed to merge diverse data sources in creating a comprehensive dataset of coal-fired power units in China?",
                "QuestionCn": "在创建中国煤-fired发电单元的综合数据集时，采用了哪些方法来合并多种数据源？",
                "AnswerEn": "A dataset of the coal-fired power units in China is established by integrating different data sources such as existing databases, government documents, company announcements, and research literature. This integration involves cross-verification of more than 7,800 units including retired, operational, and planned units, covering various attributes such as status, nameplate capacity, commissioning year, and geographic information.",
                "AnswerCn": "通过整合不同的数据源，如现有数据库、政府文件、公司公告和研究文献，建立了中国煤电机组的数据集。这一整合涉及对超过7,800个机组的交叉验证，包括退役、在役和计划中的机组，涵盖状态、装机容量、投产年份和地理信息等各种属性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How does the use of the Monte Carlo method enable the mapping of water stress risk in China's coal power sector?",
                "QuestionCn": "蒙特卡罗方法如何在中国煤电行业中实现水资源压力风险的映射？",
                "AnswerEn": "The Monte Carlo method is adopted to determine the probability spatial distribution of coal-fired power plants, enabling the mapping of catchment-level water stress risks associated with China's coal power sector. This approach allows for the exploration of different power sector transition pathways and synergies between carbon emission reduction and water stress alleviation.",
                "AnswerCn": "蒙特卡罗方法被采用来确定煤-fired电厂的概率空间分布，从而能够绘制与中国煤电部门相关的流域水资源压力风险的地图。这种方法允许探索不同的电力部门转型路径以及碳排放减少与水资源压力缓解之间的协同效应。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do technology optimization models contribute to understanding the future layout changes in China's coal-fired power sector?",
                "QuestionCn": "技术优化模型在理解中国煤-fired电力部门未来布局变化方面贡献了哪些方式？",
                "AnswerEn": "Technology optimization models, such as the Multiregional model for Energy Supply system and their Environmental Impacts (MESEIC), are employed to simulate the total amount and layout changes in China's coal-fired power sector. These models help in understanding potential future locations of coal-fired power plants under various socioeconomic development pathways and carbon emission reduction targets.",
                "AnswerCn": "技术优化模型，如多区域能源供应系统及其环境影响模型（MESEIC），用于模拟中国煤-fired电力部门的总量和布局变化。这些模型有助于理解在不同社会经济发展路径和碳排放减少目标下，煤-fired电厂的潜在未来位置。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of different data sources be necessary when establishing a dataset of coal-fired power units in China?",
                "QuestionCn": "在建立中国煤-fired电厂的数据集时，整合不同数据源可能是必要的原因是什么？",
                "AnswerEn": "The integration of different data sources is necessary to provide a comprehensive dataset that includes various attributes of coal-fired power units, such as status, nameplate capacity, and cooling technique. This allows for covering more than 98% of the total operational capacity in 2015 and ensures accuracy and completeness.",
                "AnswerCn": "不同数据源的整合是必要的，以提供一个全面的数据集，包含煤电厂的各种属性，如状态、额定容量和冷却技术。这使得能够覆盖2015年超过98%的总运营容量，并确保数据的准确性和完整性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could there be challenges in aligning the administrative management of power development pathways with the geographical changes of water resources?",
                "QuestionCn": "为什么在将电力发展路径的行政管理与水资源的地理变化对齐时可能会面临挑战？",
                "AnswerEn": "Challenges arise because studies are often conducted at administrative scales, which may not align with the real catchment-level distribution of water resources. This discrepancy can lead to ignored water stress or omitted high local risks, highlighting a gap between administrative management and geographical water resource changes.",
                "AnswerCn": "挑战的出现是因为研究通常在行政层面进行，这可能与实际的流域水资源分布不一致。这种差异可能导致忽视水资源压力或遗漏高风险的地方，突显了行政管理与地理水资源变化之间的差距。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a need to use a model like the Multiregional model for Energy Supply system and their Environmental Impacts (MESEIC) in simulating changes in China's coal-fired power sector?",
                "QuestionCn": "为什么在模拟中国煤-fired电力部门的变化时，可能需要使用像多区域能源供应系统及其环境影响模型（MESEIC）这样的模型？",
                "AnswerEn": "A model like MESEIC is needed to simulate the total amount and layout changes in China's coal-fired power sector under multiple socioeconomic development pathways and carbon emission reduction targets. It provides insights into how different pathways affect the power supply mix and water stress risk.",
                "AnswerCn": "像MESEIC这样的模型需要用于模拟中国煤-fired电力部门在多种社会经济发展路径和碳减排目标下的总量和布局变化。它提供了不同路径如何影响电力供应结构和水资源压力风险的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of integrating multiple data sources when creating a dataset for coal-fired power units in China?",
                "QuestionCn": "我对在中国为煤电厂创建数据集时整合多个数据源的有效性进行评估。",
                "AnswerEn": "Integrating multiple data sources, such as existing databases, government documents, corporate announcements, and research literature, is effective in creating a comprehensive dataset. This approach allows for cross-verification and ensures a wide coverage of over 7,800 coal-fired power units, including various attributes like status, capacity, and cooling techniques, which enhances the dataset's reliability and utility for analyzing coal power's impact on water resources.",
                "AnswerCn": "整合多个数据源，如现有数据库、政府文件、企业公告和研究文献，有助于创建一个全面的数据集。这种方法允许交叉验证，并确保覆盖超过7,800个燃煤电厂，包括状态、容量和冷却技术等各种属性，从而增强数据集的可靠性和在分析煤电对水资源影响时的实用性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges of addressing water stress risk at the catchment level compared to administrative scales when evaluating coal power development pathways?",
                "QuestionCn": "在评估煤电发展路径时，如何评估在流域层面与行政层面应对水资源压力风险的挑战？",
                "AnswerEn": "Addressing water stress risk at the catchment level presents significant challenges compared to administrative scales due to the coarse spatial accuracy of existing studies. The real catchment-level distribution patterns of water resources are often neglected, leading to potential oversight of high local risks. Thus, reconciling geographical water resource changes with administrative power development management remains a complex issue.",
                "AnswerCn": "在流域层面应对水资源压力风险面临重大挑战，这与行政层面相比，现有研究的空间精度较低。水资源在真实流域层面的分布模式常常被忽视，导致可能遗漏高风险的地方。因此，将地理水资源变化与行政权力发展管理进行协调仍然是一个复杂的问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how robust is the use of the Monte Carlo method for mapping the spatial distribution of coal-fired power plants and assessing future water stress risks?",
                "QuestionCn": "在您看来，蒙特卡洛方法在绘制煤电厂的空间分布和评估未来水资源压力风险方面的使用有多稳健？",
                "AnswerEn": "The Monte Carlo method is robust for mapping the spatial distribution of coal-fired power plants and assessing future water stress risks. It enables probabilistic analysis and consideration of various scenarios, contributing to a nuanced understanding of the synergies between carbon emission reductions and water stress alleviation. However, the method's effectiveness is contingent upon the quality and granularity of the underlying data and projections.",
                "AnswerCn": "蒙特卡罗方法在绘制煤电厂的空间分布和评估未来水资源压力风险方面具有很强的适应性。它能够进行概率分析并考虑各种情景，从而有助于深入理解减少碳排放与缓解水资源压力之间的协同作用。然而，该方法的有效性取决于基础数据和预测的质量和细致程度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the integration of multiple data sources can ensure the accuracy of a dataset in the context of China's coal-fired power units.",
                "QuestionCn": "我不明白多种数据源的整合如何能确保中国煤电机组数据集的准确性。",
                "AnswerEn": "The integration of multiple data sources, such as existing databases, government documents, corporate announcements, and research literature, helps to cross-verify and validate the information, ensuring the dataset's accuracy and comprehensiveness.",
                "AnswerCn": "多个数据源的整合，例如现有数据库、政府文件、企业公告和研究文献，有助于交叉验证和确认信息，从而确保数据集的准确性和全面性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges involved in mapping the catchment-level water stress risk for coal-fired power plants.",
                "QuestionCn": "我对为煤-fired电厂绘制流域水资源压力风险图所涉及的挑战感到不确定。",
                "AnswerEn": "One challenge is the inconsistency between administrative scales used in studies and the real catchment-level distribution pattern of water resources, which can lead to ignoring certain water stress or omitting high local risks. Additionally, revealing the impacts of indirect factors on water resources is complex.",
                "AnswerCn": "一个挑战是研究中使用的行政尺度与实际流域水资源分布模式之间的不一致，这可能导致忽视某些水资源压力或遗漏高风险的地方。此外，揭示间接因素对水资源的影响也很复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore various data integration techniques that can be used to compile a comprehensive dataset of coal-fired power units, including potential challenges and solutions.",
                "QuestionCn": "请探索可以用来编制煤-fired发电单元综合数据集的各种数据集成技术，包括潜在的挑战和解决方案。",
                "AnswerEn": "Data integration techniques involve merging information from existing databases, government documents, corporate announcements, and scientific literature. Challenges may include ensuring data consistency and accuracy across different sources. Solutions could involve cross-verification and using technology optimization models to simulate potential scenarios.",
                "AnswerCn": "数据集成技术涉及将来自现有数据库、政府文件、企业公告和科学文献的信息合并。挑战可能包括确保不同来源的数据一致性和准确性。解决方案可能涉及交叉验证和使用技术优化模型来模拟潜在场景。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please outline a methodological framework for creating a coal-fired power unit dataset that includes attributes such as status, capacity, and water withdrawal, and discuss potential data sources.",
                "QuestionCn": "请概述一个创建煤-fired发电单元数据集的方法框架，包括状态、容量和水抽取等属性，并讨论潜在的数据来源。",
                "AnswerEn": "A methodological framework could involve integrating data from various sources, such as government documents and research literature, to collect attributes like unit status, nameplate capacity, and water withdrawal. Potential sources include existing databases and corporate announcements, ensuring the dataset covers both historical and planned power units comprehensively.",
                "AnswerCn": "一个方法论框架可以涉及整合来自各种来源的数据，例如政府文件和研究文献，以收集单位状态、额定容量和水取用等属性。潜在来源包括现有数据库和公司公告，确保数据集全面覆盖历史和计划中的发电单位。",
                "Level": "C6(Creating)"
            }
        ]
    }
}