{
  "id": "23b54a2c-00ef-4e57-a252-e60bbe638566",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Long-term dataset of concentrations of atmospheric POPs in the southeast Tibet (2012-2014)",
      "titleCn": "藏东南大气持久性有机污染物长期序列浓度数据集（2012-2014）",
      "description": "This data set is the long-term concentrations of atmospheric POPs in southeast Tibet, including OCP, PCBs and PAHs. The sampling period in this study was from August 2008 to July 2014. The data was gained from the continuous air monitoring program in STORS. In this program, a low-volume air sampler (~100 L/min) was set at STORS to trap particle- and gas-phase chemicals by a glass fiber filter (GFF, diameter of 9 cm) and polyurethane foam plugs (PUFs, 7.5 cm × 6 cm diameter), respectively. Typically, ~700 m3 of air was collected over a two-week period. Total (gas + particle) phase concentrations are reported. POPs were analyzed at Key Laboratory of Tibetan Environment Changes and Land Surface Processes, Chinese Academy of Sciences. The air samples were Soxhlet-extracted, purified on an aluminium/silica column (i.d. 8 mm), a gel permeation chromatography (GPC) column subsequently. The samples were detected on a gas chromatograph with an ion-trap mass spectrometer (GC-MS, Finnigan Trace GC/PolarisQ) operating under MS–MS mode. A CP-Sil 8CB capillary column (50 m ×0.25 mm, film thickness 0.25 μm) was used for OCPs and PCBs and a DB-5MS column (60 m ×0.25mm, film thickness 0.25 μm) was used for PAHs. Field blanks and  procedural blanks were prepared. The recoveries ranged from 64% to 112% for OCPs, and 65% to 92% for PAHs. The reported concentrations were not corrected for recoveries.",
      "descriptionCn": "本数据集为在藏东南站（鲁朗）实际观测的大气持久性有机污染物（POPs）长时间序列的浓度数据,包括有机氯农药（OCPs）、多氯联苯（PCBs）、多环芳烃（PAHs)。样品采集使用了安装玻璃纤维膜-聚氨酯泡沫串联采样头的大气主动采样器，采集气态污染物和大气总悬浮颗粒物。其中玻璃纤维膜用于采集总悬浮颗粒物、聚氨酯泡沫用于吸附大气中的气态污染物。采样期间，采样器隔天运行，每次运行约24小时，每个样品采集2周。每个样品采集的大气体积为700立方米。气态和颗粒态POPs样品均在青藏高原研究所环境变化与地表过程重点实验室进行样品前处理和仪器分析。样品前处理步骤包括索式提取、硅胶-氧化铝柱净化、过GPC柱去除大分子杂质、浓缩定容等步骤。分析测试仪器为热电公司生产的气相色谱/离子阱质谱（Finnigan-TRACE GC/PolarisQ），分离OCPs和PCBs的色谱柱为CP-Sil 8CB毛细柱（50 m×0.25 mm×0.25 μm），分离PAHs的色谱柱为DB-5MS毛细柱（60 m×0.25 mm×0.25 μm）。野外样品均进行了严格质量控制，设置了实验室空白和野外空白。PAHs实验室样品的回收率在65-92%之间，OCPs的实验室样品的回收率在64-112%之间，样品浓度未使用回收率进行校正。",
      "instructions": "Excel",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 94.73,
      "west": 94.73,
      "south": 29.77,
      "north": 29.77,
      "startTime": "2012-09-06 08:00:00",
      "endTime": "2014-10-05 08:00:00",
      "fileSize": 43607.0,
      "cstr": "18406.11.Geogra.tpdc.270218",
      "doi": "10.11888/Geogra.tpdc.270218",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王小萍",
        "nameEn": "WANG Xiaoping",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Long-term trends of atmospheric organochlorine pollutants and polycyclic aromatic hydrocarbons over the southeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang C. F.,Wang X. P.*, Gong P., & Yao T. D. (2018). Long-term trends of atmospheric organochlorine pollutants and polycyclic aromatic hydrocarbons over the southeastern Tibetan Plateau. Science of the Total Environment, 624, 241-149."
      },
      {
        "titleCn": null,
        "titleEn": "Long-range atmospheric transport of particulate polycyclic aromatic hydrocarbons and the incursion of aerosols to the southeast Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, X.P., Gong, P., Sheng, J.J., Joswiak, D.R., &Yao, T.D. (2015). Long-range atmospheric transport of particulate polycyclic aromatic hydrocarbons and the incursion of aerosols to the southeast Tibetan Plateau. Atmospheric Environment, 115, 124-131."
      },
      {
        "titleCn": null,
        "titleEn": "Monsoon-driven transport of organochlorine pesticides and polychlorinated biphenyls to the Tibetan Plateau: three year atmospheric monitoring study",
        "referenceCn": null,
        "referenceEn": "Sheng J.J., Wang X.P., Gong P., Joswiak D.R., Tian L.D., Yao T.D., Jones K.C. Monsoon-driven transport of organochlorine pesticides and polychlorinated biphenyls to the Tibetan Plateau: three year atmospheric monitoring study. Environmental Science  Technology, 2013, 47: 3199-3208."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气微量气体",
        "nameEn": "Atmospheric Trace Gase"
      },
      {
        "nameCn": "持久性污染物",
        "nameEn": "POPs"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏东南",
        "keywordEn": "Southeastern Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-2014",
        "keywordEn": "2012-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific techniques and methodologies used to collect atmospheric persistent organic pollutants concentrations over a long-term period?",
        "QuestionCn": "用于长期收集大气持久性有机污染物浓度的具体技术和方法包括哪些？",
        "AnswerEn": "atmospheric active sampler, glass fiber filter-polyurethane foam tandem sampling head, gaseous pollutants, total suspended particulates, every other day, 24 hours, two-week period, 700 cubic meters of air per sample, Soxhlet extraction, silica-alumina column purification, GPC column removal, concentration to a fixed volume, gas chromatograph/ion trap mass spectrometer, specific capillary columns, OCPs, PCBs, PAHs",
        "AnswerCn": "大气主动采样器，玻璃纤维滤膜-聚氨酯泡沫串联采样头，气态污染物，总悬浮颗粒物，每隔一天，24小时，两周期间，每个样本700立方米空气，索氏提取，硅铝柱纯化，GPC柱去除，浓缩至固定体积，气相色谱/离子阱质谱仪，特定毛细管柱，OCPs，PCBs，PAHs。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the volume of air sampled for each sample in a dataset on atmospheric persistent organic pollutants?",
        "QuestionCn": "在大气持久性有机污染物的数据集中，每个样本采样的空气体积是多少？",
        "AnswerEn": "700 cubic meters",
        "AnswerCn": "700立方米",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using glass fiber filters and polyurethane foam compare in terms of efficiency and effectiveness for sampling atmospheric persistent organic pollutants?",
        "QuestionCn": "使用玻璃纤维过滤器和聚氨酯泡沫的数据显示方法在采样大气持久性有机污染物方面的效率和有效性如何比较？",
        "AnswerEn": "The data collection methods using glass fiber filters and polyurethane foam involve distinct roles: glass fiber filters are used for collecting total suspended particulates, while polyurethane foam is employed for absorbing gaseous pollutants. Both techniques are integrated into an active air sampler system, which operates every other day for approximately 24 hours and collects samples over two weeks, capturing an air volume of 700 cubic meters. This approach ensures comprehensive sampling of both particulate and gaseous phases of pollutants.",
        "AnswerCn": "数据收集方法使用玻璃纤维过滤器和聚氨酯泡沫，涉及不同的角色：玻璃纤维过滤器用于收集总悬浮颗粒，而聚氨酯泡沫则用于吸收气态污染物。这两种技术集成在一个主动空气采样系统中，该系统每隔一天运行一次，持续约24小时，并在两周内收集样本，捕获的空气体积为700立方米。这种方法确保了对污染物的颗粒相和气相的全面采样。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the underlying purpose of collecting long-term concentration data of atmospheric persistent organic pollutants in a dataset such as this one, and how does the data collection method ensure accuracy and reliability?",
        "QuestionCn": "收集大气中持久性有机污染物长期浓度数据集的根本目的是什么，数据收集方法如何确保准确性和可靠性？",
        "AnswerEn": "The underlying purpose of collecting long-term concentration data of atmospheric persistent organic pollutants (POPs) is to monitor and understand the environmental and health impacts of these pollutants over time. The data collection method in this context ensures accuracy and reliability by using an active atmospheric sampler equipped with glass fiber filters and polyurethane foam to capture both gaseous and particulate pollutants. The samples undergo rigorous pre-treatment and analysis processes, including Soxhlet extraction, silica-alumina column purification, and GPC column separation to remove impurities. The use of gas chromatography/ion trap mass spectrometry (GC/ITMS) for analysis further ensures precise separation and detection of various POPs. Additionally, strict quality control measures, including laboratory and field blanks, are implemented, and the recovery rates for laboratory samples are documented, although concentrations are not corrected for recovery rates.",
        "AnswerCn": "收集大气持久性有机污染物（POPs）长期浓度数据的根本目的是监测和理解这些污染物随时间变化对环境和健康的影响。在这种情况下，数据收集方法通过使用配备玻璃纤维过滤器和聚氨酯泡沫的主动大气采样器，确保了准确性和可靠性，以捕获气态和颗粒污染物。样品经过严格的预处理和分析过程，包括索氏提取、硅铝柱纯化和GPC柱分离，以去除杂质。使用气相色谱/离子阱质谱（GC/ITMS）进行分析，进一步确保了各种POPs的精确分离和检测。此外，实施严格的质量控制措施，包括实验室和现场空白样品，并记录实验室样品的回收率，尽管浓度未根据回收率进行校正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps involved in using an atmospheric active sampler with glass fiber filters and polyurethane foam to collect long-term concentration data of persistent organic pollutants?",
        "QuestionCn": "使用带有玻璃纤维过滤器和聚氨酯泡沫的主动大气采样器收集持久性有机污染物长期浓度数据的详细步骤是什么？",
        "AnswerEn": "The data collection involves using an atmospheric active sampler equipped with a tandem sampling head consisting of glass fiber filters and polyurethane foam. The glass fiber filters are used to collect total suspended particles, while the polyurethane foam is used to adsorb gaseous pollutants. The sampler operates every other day, running for approximately 24 hours each time, and collects samples over a period of two weeks, resulting in an atmospheric volume of 700 cubic meters for each sample. The collected samples undergo preprocessing at the Key Laboratory of Environmental Change and Surface Processes, which includes Soxhlet extraction, silica-alumina column purification, GPC column removal of macromolecular impurities, and concentration to a fixed volume. The analysis is conducted using a Finnigan-TRACE GC/PolarisQ gas chromatography/ion trap mass spectrometer, with CP-Sil 8CB capillary columns for OCPs and PCBs separation, and DB-5MS capillary columns for PAHs separation.",
        "AnswerCn": "数据收集涉及使用一个大气主动采样器，该采样器配备了一个由玻璃纤维滤膜和聚氨酯泡沫组成的串联采样头。玻璃纤维滤膜用于收集总悬浮颗粒，而聚氨酯泡沫用于吸附气态污染物。该采样器每隔一天运行一次，每次运行约24小时，样本收集持续两周，每个样本的采集大气体积为700立方米。收集的样本在环境变化与表面过程重点实验室进行预处理，包括索氏提取、硅铝柱纯化、GPC柱去除大分子杂质，以及浓缩至固定体积。分析使用Finnigan-TRACE GC/PolarisQ气相色谱/离子阱质谱仪进行，OCPs和PCBs分离采用CP-Sil 8CB毛细管柱，PAHs分离采用DB-5MS毛细管柱。",
        "Level": "C3(Applying)"
      }
    ]
  }
}