{
    "id": "24460fb8-d5ff-44c2-8917-0117c4653efe",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "B-Mo isotope data set of the Cenozoic Zhengga granites and Sailipu potassic rocks from Lhasa terrane, southern Tibet (2021)",
            "titleCn": "藏南拉萨地块新生代正嘎花岗岩和赛利普钾质岩B-Mo同位素数据集（2021）",
            "description": "The data set mainly includes the non-traditional B-Mo isotopic data of zhengga granite in Luobusa Town, qusong County, Shannan City, southern Tibet and Sailipu potassic rock in yare Township, Geji County, Ali Region. The data is mainly used to study the B-Mo isotopic fractionation mechanism during magmatic evolution and the recycling of crustal materials in the Indian Continent, which is of great significance for tracing the genesis of magmatic rocks and the crust mantle reaction in the collision zone. The rocks mainly come from granite and potassic rocks in SANGRI and Sailipu areas in southern Tibet. Among them, there are 19 Mo test samples and 24 B test samples, excluding repeated sample testing. MC-ICP-MS is used for B-Mo isotope analysis, and ICP-AES and MC-ICP-MS are used for B and Mo contents of solution respectively. The testing unit is Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The data comes from the articles not received, and the data is true and reliable. It can be applied to the study of unconventional isotope fractionation and the genesis of magmatic rocks.",
            "descriptionCn": "该数据集主要包括藏南山南市曲松县罗布萨镇正嘎花岗岩和阿里地区革吉县亚热乡赛力普钾质岩的B-Mo非传统同位素数据，该数据主要用来研究岩浆演化过程中B-Mo同位素分馏机制以及印度大陆地壳物质再循环，对示踪岩浆岩成因及碰撞带壳幔反应研究具有重要意义。岩石主要来自藏南桑日及赛力普地区的花岗岩和钾质岩。其中Mo测试样品为51件，B测试数量为24件，不包括重复样品检测。B-Mo同位素分析采用MC-ICP-MS，溶液的B和Mo含量分别才用那个ICP-AES和MC-ICP-MS。测试单位为中国科学院广州地球化学研究所。该数据来自未接收的文章，数据真实可靠。可以应用于非传统同位素分馏研究以及岩浆岩石成因。",
            "instructions": "BMoisotope2021",
            "instructionsCn": "BMoisotope2021",
            "east": 92.2,
            "west": 82.5,
            "south": 29.25,
            "north": 31.5,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 12807.0,
            "cstr": "18406.11.SolidEar.tpdc.272299",
            "doi": "10.11888/SolidEar.tpdc.272299",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范晶晶",
                "nameEn": "FAN Jingjing",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "王强",
                "nameEn": "WANG Qiang",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "B–Mo isotopic compositions of post-collisional potassic and ultrapotassic rocks in southern Tibet: Petrogenesis and new perspectives on the recycling of continental crust",
                "referenceCn": null,
                "referenceEn": "Zhang, M.Y., Huang, C.C., Hao, L.L., Qi, Y., Wang, Q., Wei, G.J., Li, J., Ma, J.L., Ma, L., & Fan, J.J. (2021). B–Mo isotopic compositions of post-collisional potassic and ultrapotassic rocks in southern Tibet: Petrogenesis and new perspectives on the recycling of continental crust (under review)."
            },
            {
                "titleCn": null,
                "titleEn": "Extreme Mo isotope variations recorded in the high-SiO2 granites: Insights into magmatic differentiation and melt–fluid interaction",
                "referenceCn": null,
                "referenceEn": "Fan J.J., Wang, Q., Ma, L., Li, J., Zhang, L., & Wang, Z.L. (2021). Extreme Mo isotope variations recorded in the high-SiO2 granites: Insights into magmatic differentiation and melt–fluid interaction (in revision)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "B-Mo同位素",
                "nameEn": "B-Mo isotope"
            },
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "拉萨地块",
                "keywordEn": "Lhasa terrane"
            },
            {
                "keywordCn": "青藏高原南部",
                "keywordEn": "southern Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for B-Mo isotopes in a dataset typically involve the use of MC-ICP-MS technology?",
                "QuestionCn": "B-Mo同位素的数据收集方法通常涉及使用MC-ICP-MS技术吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of B-Mo isotopes used in tracing magmatic rock origins within the context of crust-mantle interactions in collision zones?",
                "QuestionCn": "B-Mo同位素在碰撞带的地壳-地幔相互作用中用于追踪岩浆岩起源的具体特征是什么？",
                "AnswerEn": "Mo and B isotope analyses using MC-ICP-MS and ICP-AES, fractionation mechanism during magmatic evolution, recycling of Indian continental crust materials",
                "AnswerCn": "使用MC-ICP-MS和ICP-AES进行Mo和B同位素分析，岩浆演化过程中的分馏机制，印度大陆地壳物质的循环利用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'B-Mo isotopic fractionation' mean in the context of studying magmatic evolution?",
                "QuestionCn": "在研究岩浆演化的背景下，“B-Mo同位素分馏”是什么意思。",
                "AnswerEn": "B-Mo isotopic fractionation refers to the process of differentiation or variation in the isotopic composition of boron (B) and molybdenum (Mo) during magmatic evolution. This involves studying how the isotopes of these elements separate or fractionate in different geological settings, which can provide insights into the mechanisms of magmatic evolution, the recycling of continental crust materials, and the genesis of magmatic rocks. The data are typically collected using techniques like multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS) to analyze the isotopic ratios and concentrations of B and Mo in rock samples.",
                "AnswerCn": "B-Mo同位素分馏是指在岩浆演化过程中，硼（B）和钼（Mo）同位素组成的差异或变化。这涉及研究这些元素的同位素在不同地质环境中的分离或分馏，这可以提供关于岩浆演化机制、大陆地壳材料的循环以及岩浆岩的生成的见解。数据通常使用多收集器电感耦合等离子体质谱法（MC-ICP-MS）来分析岩石样品中B和Mo的同位素比率和浓度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting B-Mo isotope data in magmatic rock studies within the Tibetan region?",
                "QuestionCn": "在西藏地区的火成岩研究中，收集B-Mo同位素数据面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in collecting B-Mo isotope data in magmatic rock studies within the Tibetan region may arise from the need for precise isotope analysis techniques such as MC-ICP-MS, which require accurate measurement of B and Mo content using ICP-AES and MC-ICP-MS. Additionally, the complex geological setting and the need to differentiate between magmatic evolution and crustal material recycling could pose difficulties in data collection and interpretation.",
                "AnswerCn": "在西藏地区的火成岩研究中，收集B-Mo同位素数据的挑战可能源于对精确同位素分析技术的需求，例如MC-ICP-MS，这需要使用ICP-AES和MC-ICP-MS准确测量B和Mo的含量。此外，复杂的地质背景以及区分火成演化与地壳物质回收的需要，可能会给数据收集和解释带来困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of utilizing B-Mo isotope data from granite and potassic rocks for understanding the magmatic evolution and crustal recycling processes in the collision zone?",
                "QuestionCn": "利用花岗岩和钾质岩石中的B-Mo同位素数据来理解碰撞带中的岩浆演化和地壳循环过程的影响是什么？",
                "AnswerEn": "Utilizing B-Mo isotope data from granite and potassic rocks can provide insights into the fractionation mechanism of B-Mo isotopes during magmatic evolution. This data is crucial for tracing the origin of igneous rocks and understanding the crust-mantle interactions in a collision zone, thereby offering significant implications for the study of continental crust material recycling.",
                "AnswerCn": "利用花岗岩和钾质岩石中的B-Mo同位素数据可以提供关于B-Mo同位素在岩浆演化过程中分馏机制的见解。这些数据对于追踪火成岩的起源和理解碰撞带中的地壳-地幔相互作用至关重要，从而对大陆地壳物质回收的研究具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting B-Mo isotope data from granitic and potassic rocks in the context of magmatic evolution studies?",
                "QuestionCn": "在岩浆演化研究中，收集花岗岩和钾质岩石的B-Mo同位素数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting B-Mo isotope data from granitic and potassic rocks are to study the fractionation mechanisms of B-Mo isotopes during magmatic evolution and the recycling of Indian continental crust materials. This research is significant for tracing the origin of magmatic rocks and understanding crust-mantle reactions in collision zones.",
                "AnswerCn": "收集花岗岩和钾质岩石的B-Mo同位素数据的主要目标是研究在岩浆演化过程中B-Mo同位素的分馏机制以及印度大陆地壳材料的回收。这项研究对于追踪岩浆岩的起源和理解碰撞带中的地壳-地幔反应具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}