{
    "id": "2492f122-7a99-4ee0-8abb-f4e48a120efd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Traffic and pipeline data sets of China-Mongolia-Russia Economic Corridor in 1990- 2020（Arcgis 10.2）",
            "titleCn": "中蒙俄经济走廊交通及管线数据集（Arcgis 10.2，1990-2020）",
            "description": "Spatial distribution map of roads, railways and pipelines in China Mongolia Russia economic corridor from 1990 to 2020\n1) Spatial data of highway, railway and pipeline in 1990; Spatial data of roads, railways and pipelines in China Mongolia Russia economic corridor in 2015; Spatial data of roads, railways and pipelines in China Mongolia Russia economic corridor in 2020;\n2) Download the remote sensing images within the China Mongolia Russia economic corridor on NASA website and use arcgis10 2 software manual interpretation and extraction of highway and railway; Map elements are marked with the help of Russian atlas; The pipeline data shall be manually marked with reference to relevant maps;\n3) The scale of the atlas is 1:2500000, which clearly reflects the changes of traffic and pipelines in the China Mongolia Russia economic corridor in recent 30 years,;\n4) The data shows in detail the changes of traffic and pipelines in the China Mongolia Russia economic corridor in recent 30 years, which provides a data basis for the later study of the impact of traffic and pipeline construction on the change of ecological environment.",
            "descriptionCn": "1990-2020年 中蒙俄经济走廊公路、铁路、管线空间分布图\n\n1）1990年公路、铁路、管线空间数据；2015年中蒙俄经济走廊公路、铁路、管线空间数据；2020年中蒙俄经济走廊公路、铁路、管线空间数据；\n2）在NASA网站下载中蒙俄经济走廊范围内的遥感影像，用ARCGIS10.2软件人工解译提取公路、铁路；地图要素借助俄罗斯地图册标注；管线数据参考相关地图人工标注 ；\n3）图件集比例尺为1：2500000，清晰反映了近30年来中蒙俄经济走廊交通及管线变化情况；\n4）数据详细显示了近30年来中蒙俄经济走廊交通及管线的变化情况，为后期研究交通及管线建设对生态环境变化研究提供数据基础。",
            "instructions": "The data format is .shp; it can be opened with ArcGIS 10.2 and above.",
            "instructionsCn": "数据格式为.shp;用Arcgis 10.2及以上版本即可打开",
            "east": 135.187,
            "west": 54.451,
            "south": 37.497,
            "north": 58.425,
            "startTime": "1990-06-30 23:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 45221406.0,
            "cstr": "18406.11.HumanNat.tpdc.272317",
            "doi": "10.11888/HumanNat.tpdc.272317",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "卜晓燕",
                "nameEn": "BU Xiaoyan ",
                "unitEn": "Resourse  and  Environment  of  Ningxia University",
                "unitCn": "宁夏大学资源环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中蒙俄经济走廊1990-2015年公路、铁路、管线时空演化格局数据集",
                "titleEn": null,
                "referenceCn": "卜晓燕, 布自强, 王恒恒, 高敏. (2020). 中蒙俄经济走廊1990-2015年公路、铁路、管线时空演化格局数据集. 中蒙俄经济走廊大数据共享与集成平台.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "交通",
                "nameEn": "Traffic"
            },
            {
                "nameCn": "公路",
                "nameEn": "Road"
            },
            {
                "nameCn": "基础设施",
                "nameEn": "Infrastructure"
            },
            {
                "nameCn": "铁路",
                "nameEn": "Railway"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中蒙俄经济走廊",
                "keywordEn": "China-mongolia-russia Economic Corridor"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2020",
                "keywordEn": "1990-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods used to extract spatial data for highways, railways, and pipelines in the 中蒙俄经济走廊经济 corridor from remote sensing imagery?",
                "QuestionCn": "中蒙俄经济走廊的高速公路、铁路和管道的空间数据提取特征和方法包括： \n\n1. **特征**： \n   - 高分辨率影像：使用高分辨率遥感影像以获取清晰的地面特征。\n   - 多光谱和超光谱数据：利用不同波段的数据来区分不同类型的基础设施。\n   - 时间序列分析：通过分析不同时间点的影像变化，监测基础设施的建设和维护情况。\n   - 地形特征：考虑地形对交通基础设施布局的影响。\n\n2. **方法**：\n   - 图像分类：使用监督和非监督分类方法识别和提取道路、铁路和管道。\n   - 边缘检测：应用边缘检测算法识别基础设施的边界。\n   - 目标检测：利用深度学习模型进行目标检测，自动识别和提取交通基础设施。\n   - 矢量化：将提取的栅格数据转换为矢量格式，以便于进一步分析和应用。\n   - GIS集成：将提取的数据与地理信息系统（GIS）结合，进行空间分析和可视化。",
                "AnswerEn": "manual interpretation, ARCGIS10.2 software, NASA remote sensing imagery, Russian atlas annotation, manual pipeline marking",
                "AnswerCn": "手动解译，ARCGIS10.2软件，NASA遥感影像，俄罗斯地图集标注，手动管道标记",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'spatial distribution data' mean in the context of transportation and pipeline networks in the 中蒙俄经济走廊?",
                "QuestionCn": "在中蒙俄经济走廊的交通和管道网络中，“空间分布数据”指的是与地理位置相关的各种数据，这些数据描述了交通和管道网络的布局、密度、流量以及其他相关特征。",
                "AnswerEn": "Spatial distribution data refers to the geographic representation of transportation and pipeline networks, such as highways, railways, and pipelines, within the 中蒙俄经济走廊. This includes mapping their locations and changes over time, specifically for the years 1990, 2015, and 2020, using tools like ArcGIS 10.2 and remote sensing imagery.",
                "AnswerCn": "空间分布数据是指运输和管道网络的地理表示，例如中蒙俄经济走廊内的高速公路、铁路和管道。这包括对其位置及1990年、2015年和2020年间变化的制图，使用工具如ArcGIS 10.2和遥感影像。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the changes in transportation infrastructure over the past 30 years in the China-Mongolia-Russia economic corridor from the spatial distribution data of roads, railways, and pipelines?",
                "QuestionCn": "根据过去30年中国-蒙古-俄罗斯经济走廊的道路、铁路和管道的空间分布数据，可以推断出运输基础设施的变化。",
                "AnswerEn": "The spatial distribution data of roads, railways, and pipelines over the years 1990, 2015, and 2020 provide insights into the growth and evolution of transportation infrastructure in the China-Mongolia-Russia economic corridor. The data can show how the network of transportation has expanded or shifted, indicating economic growth, strategic infrastructure development, and possibly changes in trade routes or economic priorities. By analyzing these patterns, researchers can understand the broader implications on regional connectivity and economic integration, as well as potential impacts on ecological environments.",
                "AnswerCn": "1990年、2015年和2020年的道路、铁路和管道的空间分布数据提供了关于中蒙俄经济走廊交通基础设施增长和演变的洞察。这些数据可以显示交通网络如何扩展或变化，指示经济增长、战略基础设施发展，以及可能的贸易路线或经济优先事项的变化。通过分析这些模式，研究人员可以理解区域连通性和经济一体化的更广泛影响，以及对生态环境的潜在影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately interpreting and extracting spatial data for roads, railways, and pipelines in the 中蒙俄经济走廊 using remote sensing techniques?",
                "QuestionCn": "在中蒙俄经济走廊中，准确解释和提取道路、铁路和管道的空间数据面临的挑战因素包括：",
                "AnswerEn": "Factors contributing to challenges include the need for high-resolution remote sensing images, the complexity of manually interpreting data using ARCGIS10.2, reliance on external sources such as the Russian atlas for accurate map element labeling, and potential discrepancies in pipeline data requiring manual annotation from related maps.",
                "AnswerCn": "挑战的因素包括对高分辨率遥感图像的需求、使用ARCGIS10.2手动解释数据的复杂性、对外部来源（如俄罗斯地图集）进行准确地图元素标注的依赖，以及管道数据中可能存在的差异需要从相关地图中进行手动注释。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting spatial distribution data on roads, railways, and pipelines in the China-Mongolia-Russia economic corridor from 1990 to 2020?",
                "QuestionCn": "收集1990年至2020年中国-蒙古-俄罗斯经济走廊内道路、铁路和管道的空间分布数据的目的是什么？",
                "AnswerEn": "The purpose of collecting this data is to clearly reflect the changes in transportation and pipelines in the China-Mongolia-Russia economic corridor over the past 30 years, providing a data foundation for subsequent research on the impact of transportation and pipeline construction on ecological environment changes.",
                "AnswerCn": "收集这些数据的目的是清晰反映过去30年中蒙俄经济走廊运输和管道的变化，为后续研究运输和管道建设对生态环境变化的影响提供数据基础。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key procedural steps for collecting and interpreting spatial data of roads, railways, and pipelines in the 中蒙俄经济走廊 using ArcGIS 10.2 and remote sensing imagery?",
                "QuestionCn": "在中蒙俄经济走廊使用ArcGIS 10.2和遥感影像收集和解释道路、铁路和管道的空间数据的关键程序步骤如下：\n\n1. **数据收集**：\n   - 获取遥感影像数据，选择适合的分辨率和时间范围。\n   - 收集相关的地理信息数据，包括现有的道路、铁路和管道的矢量数据。\n\n2. **数据预处理**：\n   - 对遥感影像进行几何校正和辐射校正，以确保数据的准确性。\n   - 对影像进行裁剪，提取出中蒙俄经济走廊的相关区域。\n\n3. **数据融合与分析**：\n   - 将遥感影像与矢量数据进行融合，利用ArcGIS的图层叠加功能。\n   - 进行空间分析，识别和提取道路、铁路和管道的特征。\n\n4. **特征提取**：\n   - 使用ArcGIS的工具（如影像分类、边缘检测等）提取道路、铁路和管道的空间特征。\n   - 对提取的特征进行矢量化处理，生成相应的矢量数据。\n\n5. **数据验证与修正**：\n   - 对提取的空间数据进行现场验证，确保其准确性。\n   - 根据验证结果对数据进行必要的修正。\n\n6. **数据存储与管理**：\n   - 将处理后的空间数据存储在ArcGIS数据库中，确保数据的可访问性和可管理性。\n   - 记录数据的元数据，包括数据来源、处理过程和时间信息。\n\n7. **数据可视化与解释**：\n   - 使用ArcGIS的制图工具生成地图，展示道路、铁路和管道的空间分布。\n   - 对数据进行解释，分析其在中蒙俄经济走廊发展中的意义。\n\n8. **报告与分享**：\n   - 编写数据分析报告，概述研究方法、结果和结论。\n   - 通过适当的渠道分享研究成果，促进相关利益方的合作与决策。",
                "AnswerEn": "The key procedural steps include downloading remote sensing imagery of the 中蒙俄经济走廊 region from the NASA website, using ArcGIS 10.2 software for manual interpretation to extract roads and railways, marking map features with the help of a Russian atlas, and manually annotating pipeline data by referencing relevant maps. The process involves creating spatial distribution maps for different years (1990, 2015, and 2020) at a scale of 1:2500000 to clearly reflect changes in transportation and pipeline infrastructure over the past 30 years.",
                "AnswerCn": "关键程序步骤包括从NASA网站下载中蒙俄经济走廊地区的遥感影像，使用ArcGIS 10.2软件进行手动解译以提取道路和铁路，借助俄文地图标记地图特征，并通过参考相关地图手动注释管道数据。该过程涉及为不同年份（1990年、2015年和2020年）创建比例为1:2500000的空间分布图，以清晰反映过去30年交通和管道基础设施的变化。",
                "Level": "C3(Applying)"
            }
        ]
    }
}