{
    "id": "2517fcbd-384b-4908-9e8c-5ea45649f952",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "PM2.5 Grids for key nodes of pan-third pole region (2000-2016)",
            "titleCn": "泛第三极关键节点区域PM2.5浓度分布数据（2000-2016）",
            "description": "The Global Annual PM2.5 Grids from MODIS, MISR and SeaWiFS Aerosol Optical Depth (AOD) with GWR, 1998-2016 consist of annual concentrations (micrograms per cubic meter) of ground-level fine particulate matter (PM2.5), with dust and sea-salt removed. This data set combines AOD retrievals from multiple satellite instruments including NASA’s Moderate Resolution Imaging Spectroradiometer (MODIS), Multiangle Imaging SpectroRadiometer (MISR), and the Sea-Viewing Wide Field-of-View Sensor (SeaWiFS). The GEOS-Chem chemical transport model is used to relate this total column measure of aerosol to near-surface PM2.5 concentration. Geographically Weighted Regression (GWR) is used with global ground-based measurements to predict and adjust for the residual PM2.5 bias per grid cell in the initial satellite-derived values.  Gridded data sets at 0.01 degrees are provided to allow users to agglomerate data as best meets their particular needs. With 34 key nodes of pan-third pole region as the research area, based on the Global PM2.5 data from 2000 to 2016, the forest coverage data of different regions were tailored and estimated, and the PM2.5 data of key nodes in 2000-2016 was obtained.",
            "descriptionCn": "该数据集结合了美国航空航天局中分辨率成像光谱辐射计(MODIS)、多角度成像光谱辐射计(MISR)和海洋观测宽视场传感器(SeaWiFS)等多种卫星设备的AOD检索。地球化学的化学传输模型被用来将气溶胶的总柱测量与近地表的PM2.5浓度联系起来。全球地面测量使用地理加权回归(GWR)来预测和调整初始卫星数据中每个网格单元的PM2.5偏差。提供0.01度的网格数据集，以便用户能够最好地满足他们的特殊需求。以34个泛第三极关键节点区域为研究区域，对全球2000-2016年的浓度数据进行裁剪和估算，得到了关键节点区域2000-2016年的PM2.5浓度数据。",
            "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
            "east": 109.0,
            "west": 11.0,
            "south": 2.0,
            "north": 51.0,
            "startTime": "2000-01-07 08:00:00",
            "endTime": "2017-01-06 08:00:00",
            "fileSize": 399111871.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛咏",
                "nameEn": "GE Yong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "凌峰",
                "nameEn": "LING Feng",
                "unitEn": "",
                "unitCn": "中国科学院测量与地球物理研究所"
            },
            {
                "nameCn": "张一行",
                "nameEn": "ZHANG Yihang",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global Annual PM2.5 Grids from MODIS, MISR and SeaWiFS Aerosol Optical Depth (AOD) with GWR, 1998-2016.",
                "referenceCn": null,
                "referenceEn": "van Donkelaar, A., Martin, R. V, Brauer, M., Hsu, N. C., Kahn, R. A., Levy, R. C., Lyapustin, A., Sayer, A. M., & winker, D. M. (2018). Global Annual PM2.5 Grids from MODIS, MISR and SeaWiFS Aerosol Optical Depth (AOD) with GWR, 1998-2016. NASA Socioeconomic Data and Applications Center (SEDAC). https://doi.org/10.7927/H4ZK5DQS."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of aerosol optical depth (AOD) retrieval methods used in satellite-based PM2.5 concentration estimation for key node regions?",
                "QuestionCn": "卫星基于PM2.5浓度估计的气溶胶光学深度（AOD）检索方法的特点是什么？",
                "AnswerEn": "MODIS, MISR, SeaWiFS, chemical transport model, geographic weighted regression (GWR) model, PM2.5 bias adjustment",
                "AnswerCn": "MODIS, MISR, SeaWiFS, 化学传输模型, 地理加权回归 (GWR) 模型, PM2.5 偏差调整",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that measures PM2.5 concentrations in key regions of the Third Pole from 2000 to 2016?",
                "QuestionCn": "一个测量第三极关键区域2000年至2016年PM2.5浓度的数据集的空间分辨率是多少？",
                "AnswerEn": "0.01 degrees",
                "AnswerCn": "0.01度",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using geochemical transport models in the context of linking aerosol optical depth (AOD) measurements to near-surface PM2.5 concentrations?",
                "QuestionCn": "在将气溶胶光学深度（AOD）测量与近地面PM2.5浓度联系起来的背景下，使用地球化学运输模型的意义是什么？",
                "AnswerEn": "Geochemical transport models are instrumental in connecting total column aerosol measurements derived from satellite-based AOD retrievals to near-surface PM2.5 concentrations. By using these models, researchers can translate the satellite measurements, which capture aerosol presence throughout the atmospheric column, into estimations of PM2.5 levels at the Earth's surface. This is crucial for understanding air quality and pollution impact on human health and the environment.",
                "AnswerCn": "地球化学运输模型在将卫星基于气溶胶光学厚度（AOD）获取的总柱气溶胶测量与近地面PM2.5浓度连接起来方面发挥着重要作用。通过使用这些模型，研究人员可以将捕捉到的气溶胶在大气柱中的存在的卫星测量值转化为地表PM2.5水平的估算。这对于理解空气质量以及污染对人类健康和环境的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using satellite-based AOD retrieval for PM2.5 concentration estimation compare with ground-based measurement techniques in terms of accuracy and spatial coverage?",
                "QuestionCn": "卫星基于气溶胶光学深度（AOD）获取的PM2.5浓度估算的数据收集方法与地面测量技术在准确性和空间覆盖方面的比较如何？",
                "AnswerEn": "Satellite-based AOD retrieval methods utilize data from various satellite instruments like MODIS, MISR, and SeaWiFS to estimate PM2.5 concentrations. These methods are often combined with geochemical chemical transport models to link aerosol optical depth measurements to near-surface PM2.5 concentrations. On the other hand, ground-based measurement techniques directly measure PM2.5 at specific locations, offering high accuracy but limited spatial coverage. Satellite methods provide broader spatial coverage and allow for the generation of 0.01-degree grid datasets, but they rely on models and regression techniques, such as geographic weighted regression, to adjust for biases, which can affect accuracy. Ground-based methods are typically more accurate at their specific locations but lack the extensive spatial coverage that satellite methods can provide.",
                "AnswerCn": "基于卫星的气溶胶光学深度（AOD）检索方法利用MODIS、MISR和SeaWiFS等各种卫星仪器的数据来估算PM2.5浓度。这些方法通常与地球化学化学传输模型相结合，以将气溶胶光学深度测量与近地面PM2.5浓度联系起来。另一方面，基于地面的测量技术直接在特定地点测量PM2.5，提供高精度但空间覆盖有限。卫星方法提供更广泛的空间覆盖，并允许生成0.01度网格数据集，但它们依赖于模型和回归技术，如地理加权回归，以调整偏差，这可能影响准确性。基于地面的方法通常在其特定位置更为准确，但缺乏卫星方法所能提供的广泛空间覆盖。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary factors that influence the accuracy of PM2.5 concentration data derived from satellite AOD retrievals in the context of the泛第三极关键节点区域?",
                "QuestionCn": "影响泛第三极关键节点区域卫星气溶胶光学厚度（AOD）反演的PM2.5浓度数据准确性的主要因素有哪些？",
                "AnswerEn": "The accuracy of PM2.5 concentration data derived from satellite AOD retrievals is influenced by the integration of multiple satellite instruments like MODIS, MISR, and SeaWiFS, and the use of geochemical chemical transport models to link aerosol measurements with near-surface PM2.5 concentrations. Additionally, the use of geographically weighted regression (GWR) to adjust satellite data based on global ground measurements helps in correcting PM2.5 biases at each grid cell, affecting overall accuracy.",
                "AnswerCn": "从卫星气溶胶光学厚度（AOD）获取的PM2.5浓度数据的准确性受到多种卫星仪器（如MODIS、MISR和SeaWiFS）的整合以及使用地球化学化学传输模型将气溶胶测量与近地面PM2.5浓度联系起来的影响。此外，使用地理加权回归（GWR）根据全球地面测量数据调整卫星数据，有助于修正每个网格单元的PM2.5偏差，从而影响整体准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using satellite-derived AOD retrievals combined with chemical transport models on the accuracy and reliability of PM2.5 concentration data in key node regions?",
                "QuestionCn": "使用卫星获取的气溶胶光学厚度（AOD）数据与化学传输模型相结合，对关键节点区域PM2.5浓度数据的准确性和可靠性有什么影响？",
                "AnswerEn": "Using satellite-derived AOD retrievals combined with chemical transport models allows for the association of aerosol optical depth measurements with near-surface PM2.5 concentrations. This approach can improve the spatial resolution and coverage of PM2.5 data, particularly in areas lacking ground-based measurements. However, the accuracy and reliability depend on the ability of the models to correctly interpret the total column aerosol measurements and accurately estimate the surface-level concentrations, which may vary based on regional characteristics and the presence of local emission sources.",
                "AnswerCn": "使用卫星获取的气溶胶光学厚度（AOD）数据结合化学传输模型，可以将气溶胶光学厚度测量与近地面PM2.5浓度关联起来。这种方法可以提高PM2.5数据的空间分辨率和覆盖范围，特别是在缺乏地面监测的地区。然而，准确性和可靠性取决于模型正确解释总柱气溶胶测量和准确估计地面浓度的能力，这可能会因区域特征和当地排放源的存在而有所不同。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using a combination of MODIS, MISR, and SeaWiFS satellite equipment to retrieve AOD data in the context of PM2.5 concentration distribution studies?",
                "QuestionCn": "使用MODIS、MISR和SeaWiFS卫星设备组合获取AOD数据的主要目标是在PM2.5浓度分布研究中提供更准确和全面的空气质量评估。",
                "AnswerEn": "The primary goal is to link the total column measurements of aerosols from these satellite instruments with near-surface PM2.5 concentrations using a chemical transport model, allowing for accurate spatial estimation and adjustment of PM2.5 distribution across key regions of the pan-third pole from 2000 to 2016.",
                "AnswerCn": "主要目标是通过化学传输模型将这些卫星仪器的气溶胶总量测量与近地面PM2.5浓度联系起来，从而实现对2000年至2016年间泛第三极关键区域PM2.5分布的准确空间估计和调整。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in integrating satellite-derived AOD retrievals with chemical transport models to estimate near-surface PM2.5 concentrations in geochemically significant regions?",
                "QuestionCn": "将卫星获取的气溶胶光学厚度（AOD）数据与化学传输模型集成，以估算地球化学重要区域的近地面PM2.5浓度的程序步骤包括：",
                "AnswerEn": "The procedural steps include using satellite equipment such as MODIS, MISR, and SeaWiFS to retrieve Aerosol Optical Depth (AOD) data. This data is then integrated with a chemical transport model to relate total column aerosol measurements to near-surface PM2.5 concentrations. Global surface measurements are employed using geographically weighted regression (GWR) to predict and correct the PM2.5 bias in each grid cell of the initial satellite data.",
                "AnswerCn": "程序步骤包括使用卫星设备，如MODIS、MISR和SeaWiFS，获取气溶胶光学厚度（AOD）数据。然后将这些数据与化学传输模型结合，以将总柱气溶胶测量值与近地面PM2.5浓度相关联。使用全球表面测量数据，通过地理加权回归（GWR）预测并修正初始卫星数据中每个网格单元的PM2.5偏差。",
                "Level": "C3(Applying)"
            }
        ]
    }
}