{
    "id": "257887c7-dd92-441f-ab22-8567ebe98a4f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Long-term surface soil freeze-thaw states dataset of the Three-River_Source National Park using the dual-index algorithm (1979-2015)",
            "titleCn": "三江源国家公园长序列地表冻融数据集——双指标算法（1979-2015）",
            "description": "This data set uses SMMR (1979-1987), SSM / I (1987-2009) and ssmis (2009-2015) daily brightness temperature data, which is generated by double index (TB V, SG) freeze-thaw discrimination algorithm. The classification results include four types: frozen surface, melted surface, desert and water body. The data covers the source area of three rivers, with a spatial resolution of 25.067525 km. It is stored in geotif format in the form of ease grid projection. Pixel values represent the state of freezing and thawing: 1 for freezing, 2 for thawing, 3 for deserts, 4 for water bodies. Because all TIF files in the dataset describe the scope of Sanjiangyuan National Park, the row and column number information of these files is unchanged, and the excerpt is as follows (where the unit of cellsize is m):\nncols 52\nnrows 28\ncellsize 25067.525\nnodata_value 0",
            "descriptionCn": "本数据集采用SMMR（1979-1987）、SSM/I（1987-2009）和SSMIS（2009-2015）逐日亮温数据，由双指标（TB_37v，SG）冻融判别算法生成，分类结果包含冻结地表、融化地表、沙漠及水体四种类型。数据覆盖范围为三江源区域，空间分辨率为25.067525 km，EASE Grid投影方式，以Geotif格式存储。像元数值表征地表冻融的状态：1代表冻结，2代表融化，3代表沙漠，4代表水体。因为该数据集中所有tif文件描述的是三江源国家公园范围，所以这些文件的行列号信息是不变的，摘录如下（其中cellsize单位为m）：\nncols 52\nnrows 28\ncellsize 25067.525\nnodata_value 0",
            "instructions": "Data naming: data folders are established by year, and each folder stores the daily surface freeze-thaw classification results of the year. The folder is named year (1979), and the data is named year + Julian day (1979002).",
            "instructionsCn": "数据命名：数据按年建立文件夹，每个文件夹存储当年的逐日地表冻融分类结果，文件夹命名为年份（1979），数据命名为年份+儒略日（1979002）。\n数据格式为geotif。推荐使用arcmap或者Python+GDAL浏览和处理数据。",
            "east": 102.58,
            "west": 89.15,
            "south": 30.79,
            "north": 37.38,
            "startTime": "1979-01-22 08:00:00",
            "endTime": "2016-01-21 08:00:00",
            "fileSize": 447580035.0,
            "cstr": "18406.11.Geocry.tpdc.270928",
            "doi": "10.11888/Geocry.tpdc.270928",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Mapping surface soil freeze-thaw cycles in China based on SMMR and SSM/I brightness temperatures during 1978-2008",
                "referenceCn": null,
                "referenceEn": "Jin,R, Zhang,T,Y, Li,X, Yang,X,G, Ran,Y,H.(2015). Mapping surface soil freeze-thaw cycles in china based on smmr and ssm/i brightness temperatures from 1978 to 2008. Arctic, Antarctic, and Alpine Research, 47(2), 213-229."
            },
            {
                "titleCn": "AMSR-E亮温监测中国近地表冻融循环算法研究",
                "titleEn": null,
                "referenceCn": "谢燕梅, 晋锐, & 杨兴国. (2013). Amsr-e亮温监测中国近地表冻融循环算法研究. 遥感技术与应用, Issue(2), 182-191.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻融",
                "nameEn": "Freeze thawing"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            },
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979",
                "keywordEn": "1979",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Near-surface freeze-thaw cycles are important indicators of global climate change. It is closely related to the spatial and temporal distribution of permafrost and seasonal frozen ground, their hydrothermal dynamics, and the interactions between land surface/hydrological processes and ecosystems. In the context of global warming, the onset of surface freezing is delayed, and the onset of thawing is advanced, resulting in varying degrees of permafrost degradation and shrinkage worldwide, and an extension of the growing season for vegetation. The freeze and thaw states of the surface significantly impact land-atmosphere energy exchanges, surface runoff, crop growth, and carbon cycles. Satellite remote sensing provides effective technical means for continuously monitoring near-surface freeze-thaw cycles on continental and regional scales. Among them, thermal infrared remote sensing is severely affected by weather conditions and cloud cover, while microwave remote sensing has strong penetration of atmospheric water vapor and aerosols, thus receiving more attention. In the microwave frequency band, the complex dielectric constant of liquid water differs significantly from other natural substances, making microwave signals highly sensitive to changes in liquid water in the soil. As the temperature decreases, most of the liquid water in the soil transforms into solid ice, leading to freeze-thaw cycles near the surface and a significant reduction in both the real and imaginary parts of the soil dielectric constant. This change in dielectric constant results in variations in surface brightness temperature and backscatter coefficient, enabling the monitoring of surface freeze-thaw states. Active microwave remote sensing (radar and scatterometers) and passive microwave radiometers are widely used in surface freeze-thaw monitoring, spring near-surface thaw monitoring, and vegetation growing season research."
            ],
            "research objective": [
                "In this study, we have utilized daily ascending (1:30 PM) and descending (1:30 AM) brightness temperatures to monitor the near-surface freeze/thaw states. The dual-indices algorithm has been used to identify the near-surface freeze/thaw states twice a day, which can classify the daily surface freeze/thaw cycle into daily frozen surface, daily thawed surface, daily surface freeze/thaw cycle, and daily surface inverse freeze/thaw cycle. This study calibrates the thresholds of descending and ascending orbit 37 GHz vertical polarization brightness temperature, respectively, by in situ daily maximum surface temperature and daily minimum surface temperature of 28 meteorological stations, and another 122 meteorological stations in China are used for algorithm validation."
            ],
            "challenges": [],
            "methods": [
                "In the study, we have utilized daily ascending (1:30 PM) and descending (1:30 AM) brightness temperatures to monitor the near-surface freeze/thaw states. The dual-indices algorithm has been used to identify the near-surface freeze/thaw states twice a day. Our study calibrates the thresholds of descending and ascending orbit 37 GHz vertical polarization brightness temperature, respectively, by in situ daily maximum surface temperature and daily minimum surface temperature of 28 meteorological stations. Another 122 meteorological stations in China are used for algorithm validation."
            ],
            "dataset": [
                "AMSR-E daily brightness temperature data are provided by NSIDC (National Snow and Ice Data Center), with a projection method of EASE-Grid (Equal Area Scalable Earth Grid), a spatial resolution of 25km, and twice-daily coverage. AMSR-E includes 6.9, 10.7, 18.7, 23.8, 36.5, and 89.0GHz frequency bands, each containing vertical and horizontal polarization observations. This study mainly uses continuous 3a AMSR-E 18.7, 23.8, 36.5, and 89.0GHz ascending (Beijing time 13:30) and descending (Beijing time 1:30) brightness temperatures from July 1, 2002, to June 30, 2005, to determine near-surface freeze-thaw cycles. Due to radiometer instability and atmospheric conditions, some data are missing: days 211-217 and 256-262 in 2002, days 304-308 in 2003, and day 324 in 2004."
            ],
            "findings": [
                "The classification accuracy of daily frozen surface is above 90%. The classification accuracies of daily thawed surface and daily surface freeze/thaw cycle are around 70%. According to results of 2004, in January, daily frozen surface and daily thawed surface are roughly bounded by Tsinling Mountains and Huai River. Boundaries of daily frozen surface south, daily thawed surface north, and daily freeze/thaw cycle south/north move from southeast to northwest of China, with increasing surface temperatures, and then move back for decreasing surface temperatures. Stable frozen period mainly appears in January and February, and stable thawed period is in July and August. Spring freeze/thaw transition period occurs during March to May, and fall freeze/thaw transition period in September, October and November."
            ],
            "backgroundCn": [
                "近地表的冻融循环是全球气候变化的重要指标。它与永久冻土和季节性冻土的空间和时间分布、它们的水热动态以及陆地表面/水文过程与生态系统之间的相互作用密切相关。在全球变暖的背景下，地表冻结的开始时间延迟，融化的开始时间提前，导致全球范围内不同程度的永久冻土退化和缩小，以及植被生长季节的延长。地表的冻融状态显著影响陆气能量交换、地表径流、作物生长和碳循环。卫星遥感提供了有效的技术手段，用于在大陆和区域尺度上持续监测近地表冻融循环。其中，热红外遥感受到天气条件和云层覆盖的严重影响，而微波遥感则具有强大的穿透大气水蒸气和气溶胶的能力，因此受到更多关注。在微波频段，液态水的复杂介电常数与其他自然物质显著不同，使得微波信号对土壤中液态水变化高度敏感。随着温度降低，土壤中的大部分液态水转变为固态冰，导致近地表的冻融循环，并显著降低土壤介电常数的实部和虚部。这种介电常数的变化导致地表亮温和后向散射系数的变化，从而能够监测地表冻融状态。主动微波遥感（雷达和散射计）和被动微波辐射计广泛应用于地表冻融监测、春季近地表融化监测和植被生长季节研究。"
            ],
            "research objectiveCn": [
                "在本研究中，我们利用每日的上升（下午1:30）和下降（凌晨1:30）亮温监测近地表的冻融状态。采用双指数算法每天两次识别近地表的冻融状态，可以将每日的地表冻融循环分类为每日冻结表面、每日解冻表面、每日表面冻融循环和每日表面逆冻融循环。本研究分别通过28个气象站的日最高地表温度和日最低地表温度对下降和上升轨道37 GHz垂直极化亮温的阈值进行了校准，另外122个气象站在中国用于算法验证。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "在本研究中，我们利用每日的上升（下午1:30）和下降（凌晨1:30）亮温监测近地表的冻融状态。我们采用双指数算法每天两次识别近地表的冻融状态。我们的研究通过28个气象站的日最高地表温度和日最低地表温度对下降和上升轨道37 GHz垂直极化亮温的阈值进行了校准。另有122个气象站用于算法验证。"
            ],
            "datasetCn": [
                "AMSR-E每日亮温数据由国家雪冰数据中心（NSIDC）提供，采用EASE-Grid（等面积可缩放地球网格）投影方法，空间分辨率为25公里，覆盖频率为每日两次。AMSR-E包括6.9、10.7、18.7、23.8、36.5和89.0GHz频段，每个频段包含垂直和水平极化观测。本研究主要使用2002年7月1日至2005年6月30日期间连续的3a AMSR-E 18.7、23.8、36.5和89.0GHz上升（北京时间13:30）和下降（北京时间1:30）亮温数据，以确定近地表的冻融循环。由于辐射计的不稳定性和大气条件，部分数据缺失：2002年211-217天和256-262天，2003年304-308天，以及2004年324天。"
            ],
            "findingsCn": [
                "每日冰冻表面的分类准确率超过90%。每日解冻表面和每日表面冻融循环的分类准确率约为70%。根据2004年的结果，在1月份，每日冰冻表面和每日解冻表面大致被秦岭山脉和淮河所界定。每日冰冻表面南界、每日解冻表面北界以及每日冻融循环南北界限随着表面温度的升高而从中国东南部向西北部移动，然后在表面温度降低时又向回移动。稳定的冰冻期主要出现在1月和2月，稳定的解冻期则在7月和8月。春季冻融过渡期发生在3月至5月，秋季冻融过渡期则在9月、10月和11月。"
            ]
        },
        {
            "background": [
                "Approximately 57% of land surfaces experience freezing and thawing processes annually in the northern hemisphere (Zhang et al., 2003). These processes have extensive and profound influences on the energy, water, and mass exchanges between the atmosphere and land surface and also affect surface runoff, plant growth, and engineering stability. The transitions in the surface soil between frozen and thawed states initiate the wintertime dormancy and summertime activity of the terrestrial processes; these transitions can also be characterized as a switch of the hydrological cycle and ecosystem activity (McDonald and Kimball, 2005). When the soil freezes in autumn, the liquid soil water largely becomes solid ice, resulting in a decrease in soil heat capacity and increase in soil thermal conductivity. Furthermore, the presence of a thin frozen soil layer near the ground surface dramatically decouples the water exchange between the atmospheric boundary layer and deeper soil layers (Zhang et al., 2003). When air temperatures increase above 0 °C during the early spring, the frozen land surface starts to thaw. Because of the substantial latent heat of fusion used in the snow melting process, the underlying surface soil remains frozen and restrains the snowmelt water from infiltrating the soil, resulting in an accelerated and enhanced generation of surface runoffs. As the frozen surface soil thaws with continued warming, the ecosystem becomes active (Goulden et al., 1998; Jarvis and Linder, 2000; Black et al., 2000). Therefore, the information on surface soil freeze-thaw states is important for determining the rates of soil respiration, plant photosynthesis, growing season, net primary production, and winter irrigation of cropland (Running et al., 1999). The spatial distribution of frozen ground surfaces varies substantially on daily, seasonal, and annual scales (Zhang et al., 2003). The timing at which the surface soil begins to freeze and thaw, and duration and total number of days at which the surface soil remains frozen also change substantially, especially as the climate changes. An overall understanding of the spatio-temporal dynamics of surface soil freeze-thaw cycle is important for research on climate change, hydrology, ecology, and agriculture. In situ observations can provide detailed information on the active layer in areas affected by frozen ground at the point scale, such as soil temperature and moisture profiles. However, it is difficult to represent the frozen ground distribution, and in situ observations are usually used to calibrate and validate the model simulations and remote sensing retrievals."
            ],
            "research objective": [
                "This paper aims to provide a long time-series data set documenting the surface soil freeze-thaw cycles in China over a period of more than 30 years. In this study, the dual-indices algorithm was calibrated using the in situ daily minimal ground surface temperature for each dominant land surface type and was used to produce a long time-series data set of surface soil freeze-thaw cycles for 30 years by combining the daily SMMR and SSM/I brightness temperatures. The seasonal and interannual variations in the areal extent and timing of soil freezing, trend of the onset date of surface freezing and thawing, and duration of surface thawing are analyzed throughout China to understand the response of frozen ground to climate change."
            ],
            "challenges": [
                "However, wavelength limitations only allow microwave sensing to provide surface soil freeze-thaw state information at a depth of 0–10 cm when using SMMR and SSM/I. Although the L-band microwave radiometer can penetrate frozen soil to a depth of 1 m, it is difficult to directly correlate soil freeze-thaw states with permafrost distribution. The in-depth analysis of the relationship between the surface soil freeze-thaw cycle and frozen ground distribution should be supported through the combination of a frozen soil model, data assimilation methods, field surveys, and long-term in situ observations."
            ],
            "methods": [
                "The classiﬁcation method used to identify the surface soil freeze-thaw states is a dual-indices algorithm based on the 37 GHz vertical polarization brightness temperature and spectral gradient between the 37 GHz and 18/19 GHz brightness temperatures. This algorithm has been recalibrated for SMMR and SSM/I using the in situ daily minimal ground surface temperatures observed at 77 meteorological stations covering the dominant land surface types of China. The daily classiﬁcations of surface soil freeze-thaw states were validated by observations from an additional 273 meteorological stations. In this study, the data sets used to calibrate and validate the surface soil freeze-thaw classiﬁcation algorithm included the passive microwave brightness temperatures, in situ soil temperatures, map of land use, and a digital elevation model (DEM)."
            ],
            "dataset": [
                "The remote sensing data are from the daily brightness temperatures recorded by the Scanning Multichannel Microwave Radiometer (SMMR, 1978–1987) and Special Sensor Microwave Imager (SSM/I, 1987–2008), which have a 25 km spatial resolution. The daily brightness temperatures recorded by the SMMR (31 October 1978–3 August 1987) and SSM/I (4 August 1987–27 March 2008) were provided by the National Snow and Ice Data Center (NSIDC) in the Equal-Area Scalable Earth Grid (EASE-Grid) format (Armstrong et al., 2008). The CMA stations are mainly distributed in permafrost and seasonally frozen ground regions."
            ],
            "findings": [
                "The results showed that the maximum frozen extent during 1978–1987 was 6.93 × 10^6 km^2 or 72.8% of the area, and it generally occurred in late December and January. The minimum frozen extent was 0.26 × 10^6 km^2 or 3.0% of the area, and it occurred in late July and August. The trend analysis demonstrated that from 1978 to 2008, the onset date of surface freezing was postponed by 19.6 ± 14.6 days, whereas the onset of surface thawing was advanced by –19.0 ± 9.4 days, and the thawing period was prolonged by 34.3 ± 16.5 days. These trends revealed a pattern of earlier thawing, later freezing, and longer growing seasons because of climate warming, especially in the seasonally frozen ground and permafrost regions with high ground temperatures."
            ],
            "backgroundCn": [
                "大约57%的陆地表面在北半球每年经历冻结和融化过程（Zhang et al., 2003）。这些过程对大气与陆地表面之间的能量、水和物质交换有广泛而深远的影响，同时也影响地表径流、植物生长和工程稳定性。表层土壤在冻结和融化状态之间的转变启动了冬季的休眠和夏季的活动；这些转变也可以被视为水文循环和生态系统活动的切换（McDonald and Kimball, 2005）。当土壤在秋季冻结时，液态土壤水大部分转变为固态冰，导致土壤热容量下降和土壤热导率增加。此外，地表附近存在一层薄薄的冻土层显著地隔离了大气边界层与深层土壤之间的水交换（Zhang et al., 2003）。当空气温度在早春升高至0°C以上时，冻结的地表开始融化。由于在雪融化过程中消耗了大量的潜热，底层表土仍然保持冻结状态，阻碍了雪水渗入土壤，从而加速和增强了地表径流的生成。随着冻结的表层土壤在持续升温中融化，生态系统开始活跃（Goulden et al., 1998；Jarvis and Linder, 2000；Black et al., 2000）。因此，关于表层土壤冻结-融化状态的信息对于确定土壤呼吸速率、植物光合作用、生长季节、净初级生产力和农田冬季灌溉等方面非常重要（Running et al., 1999）。冻结地表的空间分布在日、季和年尺度上变化显著（Zhang et al., 2003）。表层土壤开始冻结和融化的时间，以及表层土壤保持冻结状态的持续时间和总天数也会发生显著变化，尤其是在气候变化的背景下。全面了解表层土壤冻结-融化循环的时空动态对于气候变化、水文学、生态学和农业研究至关重要。原位观测可以提供受冻土影响区域的活跃层的详细信息，如土壤温度和湿度剖面。然而，表示冻土分布是困难的，原位观测通常用于校准和验证模型模拟和遥感提取结果。"
            ],
            "research objectiveCn": [
                "本文旨在提供一套记录中国表层土壤冻融循环的长期时间序列数据集，覆盖超过30年的时间。在本研究中，采用双指数算法对每种主要地表类型的日最小地表温度进行现场校准，并结合每日SMMR和SSM/I亮度温度，生成了为期30年的表层土壤冻融循环的长期时间序列数据集。分析了中国范围内土壤冻结的面积范围和时序的季节性和年际变化，表层冻结和融化的开始日期趋势，以及表层融化的持续时间，以了解冻土对气候变化的响应。"
            ],
            "challengesCn": [
                "然而，波长限制仅允许微波传感器在使用SMMR和SSM/I时提供0-10厘米深度的表层土壤冻融状态信息。尽管L波段微波辐射计可以穿透冻土达到1米深，但直接将土壤冻融状态与永久冻土分布相关联是困难的。表层土壤冻融循环与冻土分布之间关系的深入分析应通过结合冻土模型、数据同化方法、实地调查和长期现场观测来支持。"
            ],
            "methodsCn": [
                "用于识别表层土壤冻融状态的分类方法是一种基于37 GHz垂直极化亮温和37 GHz与18/19 GHz亮温之间光谱梯度的双指标算法。该算法已针对SMMR和SSM/I进行了重新校准，使用了覆盖中国主要地表类型的77个气象站观测到的日最小地表温度的现场数据。表层土壤冻融状态的每日分类通过来自另外273个气象站的观测进行了验证。在本研究中，用于校准和验证表层土壤冻融分类算法的数据集包括被动微波亮温、现场土壤温度、土地利用图和数字高程模型（DEM）。"
            ],
            "datasetCn": [
                "遥感数据来自扫描多通道微波辐射计（SMMR，1978–1987）和特殊传感器微波成像仪（SSM/I，1987–2008）记录的每日亮温，空间分辨率为25公里。由国家雪冰数据中心（NSIDC）提供的SMMR（1978年10月31日–1987年8月3日）和SSM/I（1987年8月4日–2008年3月27日）记录的每日亮温数据采用等面积可缩放地球网格（EASE-Grid）格式（Armstrong等，2008）。CMA站点主要分布在永久冻土和季节性冻土区域。"
            ],
            "findingsCn": [
                "结果显示，1978年至1987年期间，最大冰冻范围为6.93 × 10^6 km^2，约占72.8%的面积，通常发生在12月底和1月。最小冰冻范围为0.26 × 10^6 km^2，约占3.0%的面积，发生在7月底和8月。趋势分析表明，从1978年到2008年，表面冻结的开始日期推迟了19.6 ± 14.6天，而表面融化的开始日期提前了–19.0 ± 9.4天，融化期延长了34.3 ± 16.5天。这些趋势揭示了由于气候变暖，尤其是在季节性冻土和高地温的永久冻土地区，出现了更早的融化、更晚的冻结和更长的生长季节的模式。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can passive microwave radiometers provide reliable data for monitoring surface freeze-thaw cycles?",
                "QuestionCn": "被动微波辐射计能否提供可靠的数据来监测表面冻结-解冻循环？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the spatial resolution of 25 km considered sufficient for datasets used in freeze-thaw cycle analysis?",
                "QuestionCn": "25公里的空间分辨率对于用于冻融循环分析的数据集来说是否足够？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the dual-indices algorithm or the spectral gradient method more effective for identifying surface soil freeze-thaw states?",
                "QuestionCn": "双指标算法或谱梯度方法在识别表层土壤冻融状态方面哪种更有效？",
                "AnswerEn": "dual-indices algorithm",
                "AnswerCn": "双索引算法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do datasets documenting freeze-thaw cycles typically rely on passive microwave brightness temperatures or active microwave radar data?",
                "QuestionCn": "记录冻融循环的数据集通常依赖于被动微波亮温度还是主动微波雷达数据？",
                "AnswerEn": "passive microwave brightness temperatures",
                "AnswerCn": "被动微波亮温",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to monitor near-surface freeze-thaw cycles in the 三江源国家公园 region?",
                "QuestionCn": "在三江源国家公园地区，用于监测近地表冻融循环的数据收集方法有哪些？",
                "AnswerEn": "satellite remote sensing, passive microwave radiometers, SMMR, SSM/I, SSMIS, in situ data, meteorological stations",
                "AnswerCn": "卫星遥感、被动微波辐射计、SMMR、SSM/I、SSMIS、现场数据、气象站",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in using microwave remote sensing for monitoring freeze-thaw cycles?",
                "QuestionCn": "使用微波遥感监测冻融循环面临的一个挑战是什么？",
                "AnswerEn": "One challenge in using microwave remote sensing for monitoring freeze-thaw cycles is the wavelength limitation. This limits the ability to provide surface soil freeze-thaw state information to a depth of 0–10 cm, making it difficult to directly correlate soil freeze-thaw states with permafrost distribution without additional methods like frozen soil models and data assimilation.",
                "AnswerCn": "使用微波遥感监测冻融循环的一个挑战是波长限制。这限制了提供表层土壤冻融状态信息的能力，深度为0-10厘米，使得在没有额外方法（如冻土模型和数据同化）的情况下，直接将土壤冻融状态与永久冻土分布相关联变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used to study the spatio-temporal dynamics of surface soil freeze-thaw cycles?",
                "QuestionCn": "您能否提供一个用于研究表层土壤冻融循环时空动态的数据集示例？",
                "AnswerEn": "An example of a dataset used to study the spatio-temporal dynamics of surface soil freeze-thaw cycles includes daily brightness temperatures from the Scanning Multichannel Microwave Radiometer (SMMR) and Special Sensor Microwave Imager (SSM/I), which have a 25 km spatial resolution and cover a period from 1978 to 2008. This data is complemented with in situ soil temperatures and land use maps for calibration and validation.",
                "AnswerCn": "用于研究表层土壤冻融循环时空动态的数据集示例包括来自扫描多通道微波辐射计（SMMR）和特殊传感器微波成像仪（SSM/I）的每日亮度温度数据，这些数据具有25公里的空间分辨率，覆盖1978年至2008年期间。该数据集还辅以现场土壤温度和土地利用地图，以进行校准和验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features used in the dual-indices algorithm for classifying near-surface freeze-thaw states?",
                "QuestionCn": "双指数算法用于分类近地表冻融状态的具体特征是什么？",
                "AnswerEn": "37 GHz vertical polarization brightness temperature, spectral gradient between the 37 GHz and 18/19 GHz brightness temperatures",
                "AnswerCn": "37 GHz垂直极化亮温，37 GHz与18/19 GHz亮温之间的频谱梯度",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many frequency bands are utilized in a dataset to determine near-surface freeze-thaw cycles?",
                "QuestionCn": "在一个数据集中，用于确定近地表冻结-融化循环的频率带有多少个？",
                "AnswerEn": "6.9, 10.7, 18.7, 23.8, 36.5, 89.0 GHz",
                "AnswerCn": "6.9、10.7、18.7、23.8、36.5、89.0 GHz",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the brightness temperature data collected by the Scanning Multichannel Microwave Radiometer in a dataset?",
                "QuestionCn": "扫描多通道微波辐射计收集的亮温数据的空间分辨率是多少？",
                "AnswerEn": "25 km",
                "AnswerCn": "25公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many meteorological stations are used to validate a freeze-thaw classification algorithm within a research approach?",
                "QuestionCn": "在研究方法中，用于验证冻融分类算法的气象站数量是多少？",
                "AnswerEn": "273",
                "AnswerCn": "273",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a dual-indices algorithm in the context of monitoring near-surface freeze-thaw cycles?",
                "QuestionCn": "在监测近地表冻融循环的背景下，双指标算法是什么？",
                "AnswerEn": "A dual-indices algorithm is a method used to identify near-surface freeze-thaw states, which classifies the daily surface freeze/thaw cycle based on brightness temperature thresholds. It utilizes the 37 GHz vertical polarization brightness temperature and spectral gradient between the 37 GHz and 18/19 GHz brightness temperatures, calibrated with in situ temperature data.",
                "AnswerCn": "双指数算法是一种用于识别近地表冻融状态的方法，它基于亮温阈值对每日表面冻融循环进行分类。该算法利用37 GHz垂直极化亮温和37 GHz与18/19 GHz亮温之间的光谱梯度，并通过现场温度数据进行校准。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the significance of using passive microwave radiometers for surface freeze-thaw monitoring?",
                "QuestionCn": "使用被动微波辐射计进行表面冻结-解冻监测的意义是什么？",
                "AnswerEn": "Passive microwave radiometers are significant for surface freeze-thaw monitoring because they can penetrate atmospheric water vapor and aerosols effectively, making them less affected by weather conditions compared to thermal infrared remote sensing. They are sensitive to changes in liquid water content, which allows them to monitor variations in surface brightness temperature and backscatter coefficient related to freeze-thaw states.",
                "AnswerCn": "被动微波辐射计在表面冻融监测中具有重要意义，因为它们能够有效穿透大气中的水蒸气和气溶胶，使其比热红外遥感更不受天气条件的影响。它们对液态水含量的变化敏感，这使得它们能够监测与冻融状态相关的表面亮温和后向散射系数的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with using microwave sensing to provide surface soil freeze-thaw state information?",
                "QuestionCn": "使用微波传感器提供表层土壤冻融状态信息时面临哪些挑战？",
                "AnswerEn": "The challenges with using microwave sensing are primarily related to its wavelength limitations, which restrict its ability to provide freeze-thaw state information to a depth of 0–10 cm. Although the L-band microwave radiometer can penetrate deeper, it is still difficult to directly correlate surface freeze-thaw states with permafrost distribution. Comprehensive analysis requires combining microwave data with frozen soil models, data assimilation methods, field surveys, and long-term in situ observations.",
                "AnswerCn": "使用微波传感的挑战主要与其波长限制有关，这限制了其提供0-10厘米深度的冻融状态信息的能力。尽管L波段微波辐射计可以更深地穿透，但仍然很难将表面冻融状态与永久冻土分布直接关联。全面分析需要将微波数据与冻土模型、数据同化方法、实地调查和长期的现场观测相结合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the dual-indices algorithm used for identifying freeze-thaw states differ in its application to SMMR, SSM/I, and SSMIS datasets?",
                "QuestionCn": "双指数算法在识别冻结-融化状态时，其在SMMR、SSM/I和SSMIS数据集中的应用有何不同？",
                "AnswerEn": "The dual-indices algorithm is applied to SMMR, SSM/I, and SSMIS datasets to classify freeze-thaw states by utilizing different periods of daily brightness temperature data. The algorithm uses the 37 GHz vertical polarization brightness temperature and spectral gradient for different datasets, which are recalibrated with in situ surface temperature data specific to each dataset's time period.",
                "AnswerCn": "双指数算法被应用于SMMR、SSM/I和SSMIS数据集，通过利用不同时间段的日亮度温度数据来分类冻结-解冻状态。该算法使用37 GHz垂直极化亮度温度和不同数据集的光谱梯度，并根据每个数据集的时间段特定的现场温度数据进行重新校准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in using passive microwave remote sensing to monitor surface soil freeze-thaw cycles, and how can they be addressed?",
                "QuestionCn": "使用被动微波遥感监测表层土壤冻结-解冻循环可能会面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in using passive microwave remote sensing include limitations in penetration depth, which restricts sensing to the top 0–10 cm of soil, and potential difficulty in directly correlating freeze-thaw states with permafrost distribution. These can be addressed by integrating microwave data with frozen soil models, data assimilation techniques, and long-term in situ observations to provide a more comprehensive understanding of freeze-thaw dynamics.",
                "AnswerCn": "使用被动微波遥感的挑战包括穿透深度的限制，这使得感测仅限于土壤的0-10厘米深度，以及在直接关联冻融状态与永冻土分布方面可能存在的困难。可以通过将微波数据与冻土模型、数据同化技术和长期的现场观测相结合来解决这些问题，从而提供对冻融动态更全面的理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is microwave remote sensing preferred over thermal infrared remote sensing for monitoring freeze-thaw cycles?",
                "QuestionCn": "为什么微波遥感比热红外遥感更适合监测冻融循环？",
                "AnswerEn": "Microwave remote sensing is preferred because it has strong penetration through atmospheric water vapor and aerosols, making it less affected by weather conditions and cloud cover compared to thermal infrared remote sensing. This allows for more reliable monitoring of freeze-thaw cycles at continental and regional scales.",
                "AnswerCn": "微波遥感之所以受到青睐，是因为它能够强烈穿透大气中的水蒸气和气溶胶，因此相比于热红外遥感，它对天气条件和云层的影响较小。这使得在大陆和区域尺度上更可靠地监测冻融循环成为可能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges in correlating soil freeze-thaw states with permafrost distribution using microwave sensing?",
                "QuestionCn": "哪些因素导致使用微波传感器将土壤冻融状态与永久冻土分布相关联时面临挑战？",
                "AnswerEn": "Challenges arise because microwave sensing at certain wavelengths can only provide information on freeze-thaw states at shallow depths (0-10 cm), which makes it difficult to directly correlate these states with deeper permafrost distribution. Addressing this requires integrating frozen soil models, data assimilation methods, field surveys, and long-term in situ observations.",
                "AnswerCn": "由于在某些波长下，微波传感只能提供关于浅层（0-10厘米）冻融状态的信息，这使得直接将这些状态与更深层的永久冻土分布相关联变得困难。解决这一问题需要整合冻土模型、数据同化方法、实地调查和长期的原位观测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing dual-indices algorithms on the accuracy of surface freeze-thaw state classifications?",
                "QuestionCn": "利用双指数算法对表面冻融状态分类的准确性可能产生的结果是什么？",
                "AnswerEn": "Utilizing dual-indices algorithms can potentially improve the accuracy of surface freeze-thaw state classifications by calibrating specific thresholds using in situ data, leading to high classification accuracy for daily frozen surfaces above 90%, and moderate accuracy for daily thawed surfaces and freeze/thaw cycles around 70%.",
                "AnswerCn": "利用双指数算法可以通过使用现场数据校准特定阈值，从而提高表面冻融状态分类的准确性，导致每日冻结表面的分类准确率超过90%，而每日解冻表面和冻融循环的分类准确率约为70%。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the consequences of employing microwave remote sensing compared to thermal infrared remote sensing for monitoring freeze-thaw cycles?",
                "QuestionCn": "采用微波遥感与热红外遥感监测冻融循环的后果是什么？",
                "AnswerEn": "Employing microwave remote sensing allows for more reliable monitoring of freeze-thaw cycles as it is less affected by weather conditions and cloud cover, due to its strong penetration through atmospheric water vapor and aerosols, making it highly sensitive to changes in liquid water content in the soil.",
                "AnswerCn": "采用微波遥感可以更可靠地监测冻融循环，因为它不易受到天气条件和云层的影响，能够强穿透大气中的水蒸气和气溶胶，对土壤中液态水含量的变化高度敏感。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of using the dual-indices algorithm in monitoring near-surface freeze-thaw cycles?",
                "QuestionCn": "使用双指数算法监测近地表冻融循环的目标是什么？",
                "AnswerEn": "The goal is to identify the near-surface freeze/thaw states twice a day, classifying the daily surface freeze/thaw cycle into daily frozen surface, daily thawed surface, daily surface freeze/thaw cycle, and daily surface inverse freeze/thaw cycle.",
                "AnswerCn": "目标是每天两次识别近地表的冻结/解冻状态，将每日表面冻结/解冻循环分类为每日冻结表面、每日解冻表面、每日表面冻结/解冻循环和每日表面逆冻结/解冻循环。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Why is it important to calibrate the dual-indices algorithm with in situ daily temperature data from meteorological stations?",
                "QuestionCn": "为什么使用气象站的现场日温度数据对双指数算法进行校准是重要的？",
                "AnswerEn": "Calibrating the dual-indices algorithm with in situ daily temperature data aims to accurately determine the thresholds for descending and ascending orbit 37 GHz vertical polarization brightness temperatures, which are crucial for identifying near-surface freeze/thaw states and ensuring the classification's accuracy.",
                "AnswerCn": "校准双指数算法与原位日常温度数据的结合，旨在准确确定37 GHz垂直极化亮温的下降和上升阈值，这对于识别近地表的冻融状态至关重要，并确保分类的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the motivation behind creating a long time-series dataset of surface soil freeze-thaw cycles in China?",
                "QuestionCn": "创建中国表层土壤冻融循环的长期时间序列数据集的动机是什么？",
                "AnswerEn": "The motivation is to analyze the seasonal and interannual variations in the areal extent and timing of soil freezing, the trend of the onset date of surface freezing and thawing, and the duration of surface thawing throughout China, to understand the response of frozen ground to climate change over a period of more than 30 years.",
                "AnswerCn": "该研究的动机是分析中国地区土壤冻结的面积范围和时机的季节性和年际变化，表面冻结和融化的开始日期的趋势，以及表面融化的持续时间，以了解冻土对气候变化的响应，研究时间跨度超过30年。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in calibrating the dual-indices algorithm for accurately classifying surface freeze-thaw states?",
                "QuestionCn": "校准双指数算法以准确分类表面冻融状态涉及哪些程序？",
                "AnswerEn": "The dual-indices algorithm is calibrated using in situ daily minimum surface temperature observations from meteorological stations. Thresholds for descending and ascending 37 GHz vertical polarization brightness temperatures are established based on these observations. The calibration involves comparing the maximum and minimum surface temperatures recorded at specific times with the satellite-derived brightness temperatures to accurately classify surface freeze-thaw states.",
                "AnswerCn": "双指数算法使用气象站的现场日最低地表温度观测数据进行校准。根据这些观测数据，建立了37 GHz垂直极化亮温的下降和上升阈值。校准过程涉及将特定时间记录的最高和最低地表温度与卫星获取的亮温进行比较，以准确分类地表的冻结-解冻状态。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are microwave remote sensing data utilized to monitor the freeze-thaw cycles of the surface soil across different regions?",
                "QuestionCn": "微波遥感数据如何被用于监测不同地区表层土壤的冻融循环。",
                "AnswerEn": "Microwave remote sensing data, including brightness temperatures from instruments like SMMR, SSM/I, and SSMIS, are analyzed to monitor freeze-thaw cycles. The dual-indices algorithm, which uses the vertical polarization brightness temperature and spectral gradient between 37 GHz and 18/19 GHz frequencies, is applied to classify the freeze-thaw states. This method is validated using data from numerous meteorological stations to ensure accuracy across different land surface types.",
                "AnswerCn": "微波遥感数据，包括来自SMMR、SSM/I和SSMIS等仪器的亮温，被用于监测冻融循环。双指数算法利用垂直极化亮温和37 GHz与18/19 GHz频率之间的光谱梯度来分类冻融状态。该方法通过使用来自多个气象站的数据进行验证，以确保在不同地表类型下的准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What challenges must be addressed when using remote sensing data to study the freeze-thaw dynamics of soil, and how can these be overcome?",
                "QuestionCn": "在使用遥感数据研究土壤的冻融动态时，必须解决哪些挑战，以及如何克服这些挑战？",
                "AnswerEn": "Challenges include the limited penetration depth of microwave sensing and the need to correlate surface freeze-thaw states with deeper soil conditions. These challenges can be overcome by integrating remote sensing data with frozen soil models, data assimilation methods, field surveys, and long-term in situ observations to provide a more comprehensive understanding of freeze-thaw dynamics and their relationship with permafrost distribution.",
                "AnswerCn": "挑战包括微波传感的有限穿透深度以及需要将表面冻融状态与更深层土壤条件相关联。这些挑战可以通过将遥感数据与冻土模型、数据同化方法、实地调查和长期原位观测相结合来克服，从而提供对冻融动态及其与永久冻土分布关系的更全面理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What are the essential technological methods that enable the effective monitoring of near-surface freeze-thaw cycles over large geographic areas?",
                "QuestionCn": "有效监测大面积地表冻融循环的基本技术方法有哪些？",
                "AnswerEn": "Satellite remote sensing, especially microwave remote sensing, enables effective monitoring of near-surface freeze-thaw cycles over large geographic areas. Microwave remote sensing is less affected by weather conditions and cloud cover, making it suitable for continuous observation. The use of passive microwave radiometers and active microwave remote sensing techniques like radar and scatterometers are instrumental in this process.",
                "AnswerCn": "卫星遥感，特别是微波遥感，能够有效监测大范围地区的近地面冻融循环。微波遥感受天气条件和云层覆盖的影响较小，适合进行连续观测。被动微波辐射计和主动微波遥感技术，如雷达和散射计，在这一过程中发挥了重要作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or challenges must be addressed to improve the accuracy of soil freeze-thaw state monitoring using remote sensing data?",
                "QuestionCn": "为了提高利用遥感数据监测土壤冻融状态的准确性，需要解决哪些条件或挑战？",
                "AnswerEn": "Challenges include the limitation of microwave sensing to provide information at shallow soil depths and the difficulty in correlating these states with permafrost distribution. To improve accuracy, it is necessary to integrate remote sensing data with frozen soil models, data assimilation methods, field surveys, and long-term in situ observations. This integration helps provide a more comprehensive understanding of the freeze-thaw cycles and address the penetration limitations of microwave signals.",
                "AnswerCn": "挑战包括微波传感器在提供浅层土壤深度信息方面的局限性，以及将这些状态与永久冻土分布相关联的困难。为了提高准确性，有必要将遥感数据与冻土模型、数据同化方法、实地调查和长期的现场观测相结合。这种整合有助于提供对冻融循环的更全面理解，并解决微波信号的穿透限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might satellite remote sensing using microwave frequencies be preferred over thermal infrared remote sensing for monitoring near-surface freeze-thaw cycles?",
                "QuestionCn": "为什么使用微波频率的卫星遥感在监测近地表冻融循环时可能比热红外遥感更受青睐？",
                "AnswerEn": "Satellite remote sensing using microwave frequencies is often preferred for monitoring near-surface freeze-thaw cycles because it has strong penetration of atmospheric water vapor and aerosols, making it less affected by weather conditions and cloud cover compared to thermal infrared remote sensing. Additionally, the complex dielectric constant of liquid water in the microwave frequency band differs significantly from other natural substances, allowing microwave signals to be highly sensitive to changes in liquid water in the soil.",
                "AnswerCn": "卫星遥感使用微波频率监测近地表的冻融循环通常更受欢迎，因为它对大气水蒸气和气溶胶具有很强的穿透能力，使其相比热红外遥感更不受天气条件和云层覆盖的影响。此外，微波频段中液态水的复杂介电常数与其他自然物质显著不同，使得微波信号对土壤中液态水变化非常敏感。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are inherent in using microwave sensing to provide information on soil freeze-thaw states, and how might these challenges be addressed?",
                "QuestionCn": "使用微波传感技术提供土壤冻融状态信息时固有的挑战有哪些，以及如何应对这些挑战？",
                "AnswerEn": "A challenge in using microwave sensing for soil freeze-thaw states is that wavelength limitations only allow information to be provided at a depth of 0–10 cm when using certain sensors. Addressing these challenges might involve using the L-band microwave radiometer, which can penetrate frozen soil to a depth of 1 m, or combining microwave sensing with a frozen soil model, data assimilation methods, field surveys, and long-term in situ observations to better correlate soil freeze-thaw states with permafrost distribution.",
                "AnswerCn": "使用微波传感器监测土壤冻融状态的一个挑战是，某些传感器的波长限制仅允许在0-10厘米的深度提供信息。解决这些挑战的方法可能包括使用L波段微波辐射计，它可以穿透冻土达到1米的深度，或者将微波传感与冻土模型、数据同化方法、实地调查和长期原位观测相结合，以更好地将土壤冻融状态与永久冻土分布相关联。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential limitations in using passive microwave radiometers for monitoring freeze-thaw cycles, and how can researchers overcome these challenges when collecting data?",
                "QuestionCn": "使用被动微波辐射计监测冻融循环的潜在局限性有哪些？研究人员在收集数据时如何克服这些挑战？",
                "AnswerEn": "Wavelength limitations allow passive microwave radiometers to provide freeze-thaw state information only at shallow depths (0–10 cm). Overcoming this challenge may involve combining microwave data with frozen soil models, data assimilation methods, field surveys, and extensive in situ observations to provide a more comprehensive understanding.",
                "AnswerCn": "波长限制使得被动微波辐射计只能提供浅层（0-10厘米）冻融状态的信息。克服这一挑战可能涉及将微波数据与冻土模型、数据同化方法、实地调查和广泛的现场观测相结合，以提供更全面的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do researchers evaluate the effectiveness of the dual-indices algorithm in classifying freeze-thaw states, and what improvements might enhance its accuracy for future datasets?",
                "QuestionCn": "研究人员如何评估双指标算法在分类冻融状态方面的有效性，以及未来的数据集可能有哪些改进可以提高其准确性？",
                "AnswerEn": "Researchers evaluate the effectiveness of the dual-indices algorithm by calibrating it with in situ daily maximum and minimum surface temperatures and validating it with observations from numerous meteorological stations. Improvements could involve recalibrating the algorithm for different land surface types and incorporating additional environmental variables to enhance accuracy.",
                "AnswerCn": "研究人员通过使用现场日最高和最低地表温度对双指数算法的有效性进行评估，并通过来自众多气象站的观测数据进行验证。改进措施可能包括针对不同的地表类型重新校准算法，并纳入更多环境变量以提高准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In considering the use of satellite remote sensing for monitoring freeze-thaw cycles, what are the benefits and drawbacks of using thermal infrared versus microwave remote sensing, and which approach is more reliable for long-term data collection?",
                "QuestionCn": "在考虑使用卫星遥感监测冻融循环时，热红外遥感与微波遥感的优缺点是什么？哪种方法在长期数据收集方面更可靠？",
                "AnswerEn": "Thermal infrared remote sensing is highly affected by weather conditions and cloud cover, whereas microwave remote sensing has strong penetration capabilities through atmospheric water vapor and aerosols, making it more reliable for continuous and long-term monitoring of freeze-thaw cycles.",
                "AnswerCn": "热红外遥感受到天气条件和云层的影响较大，而微波遥感具有强大的穿透能力，可以穿透大气中的水蒸气和气溶胶，因此在冻融循环的连续和长期监测中更为可靠。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand why microwave remote sensing is preferred for monitoring freeze-thaw cycles over thermal infrared remote sensing.",
                "QuestionCn": "我不明白为什么微波遥感在监测冻融循环方面比热红外遥感更受青睐。",
                "AnswerEn": "Microwave remote sensing is preferred because it has strong penetration capabilities through atmospheric water vapor and aerosols, making it less affected by weather conditions and cloud cover compared to thermal infrared remote sensing. The sensitivity of microwave signals to changes in liquid water in the soil is crucial for monitoring freeze-thaw cycles.",
                "AnswerCn": "微波遥感之所以受到青睐，是因为它具有强大的穿透能力，可以穿透大气中的水蒸气和气溶胶，因此相比热红外遥感，它对天气条件和云层覆盖的影响较小。微波信号对土壤中液态水变化的敏感性对于监测冻融循环至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the limitations of using microwave sensing for determining the freeze-thaw state of surface soil.",
                "QuestionCn": "我不确定使用微波传感器来确定表层土壤的冻融状态的局限性。",
                "AnswerEn": "Microwave sensing is limited to providing freeze-thaw state information at a depth of 0–10 cm using SMMR and SSM/I. Although L-band microwave radiometers can penetrate deeper, correlating these states directly with permafrost distribution is challenging and requires additional data, models, and validation from in situ observations.",
                "AnswerCn": "微波传感仅限于提供0-10厘米深度的冻融状态信息，使用的是SMMR和SSM/I。尽管L波段微波辐射计可以更深地穿透，但将这些状态直接与永久冻土分布相关联是具有挑战性的，需要额外的数据、模型和来自现场观测的验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide an analysis of data collection methods used to monitor near-surface freeze-thaw cycles, focusing on the use of microwave remote sensing techniques.",
                "QuestionCn": "请提供对用于监测近地表冻融循环的数据收集方法的分析，重点关注微波遥感技术的应用。",
                "AnswerEn": "Data collection methods for monitoring near-surface freeze-thaw cycles primarily involve using passive microwave radiometers, such as SMMR, SSM/I, and SSMIS, which provide brightness temperature data. These methods utilize a dual-indices algorithm to classify freeze-thaw states based on the sensitivity of microwave signals to changes in liquid water content in the soil. Calibration of the algorithm involves in situ temperature data from meteorological stations.",
                "AnswerCn": "监测近地表冻融循环的数据收集方法主要涉及使用被动微波辐射计，如SMMR、SSM/I和SSMIS，这些设备提供亮度温度数据。这些方法利用双指数算法根据微波信号对土壤中液态水含量变化的敏感性来分类冻融状态。该算法的校准涉及来自气象站的现场温度数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets that could be used to validate algorithms for freeze-thaw state classification and discuss their importance.",
                "QuestionCn": "请识别可以用于验证冻融状态分类算法的潜在数据集，并讨论它们的重要性。",
                "AnswerEn": "Potential datasets for validating freeze-thaw classification algorithms include in situ soil temperature measurements from meteorological stations, land use maps, and digital elevation models. These datasets provide essential information for calibrating and validating remote sensing algorithms, ensuring accurate classification of freeze-thaw states and understanding of their spatial distribution and temporal dynamics.",
                "AnswerCn": "验证冻融分类算法的潜在数据集包括来自气象站的原位土壤温度测量、土地利用地图和数字高程模型。这些数据集提供了校准和验证遥感算法所需的基本信息，确保冻融状态的准确分类以及对其空间分布和时间动态的理解。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}