{
  "id": "25a880f8-8066-420c-93a0-9da0357c5cb6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of water balance elements in the source of the Yellow River and Qilian Mountains",
      "titleCn": "黄河源与祁连山地区水量平衡要素数据集",
      "description": "This data set is a multi-scale data set of water balance elements in the source area of the Yellow River and the Heihe River Basin of Qilian Mountains, which can provide basis and reference for water resources management and water balance analysis. The data are based on the simulation results of SWAT model, and then analyzed and counted by ArcGIS and Excel software. The water balance elements include precipitation, snowfall, evapotranspiration, groundwater, soil water and runoff. The time scale includes annual scale and monthly scale, while the spatial scale includes watershed scale, river reach scale, sub basin scale, altitude zone scale and vegetation type scale. The data has been applied to water resources evaluation, benefit evaluation and operation guidance of artificial precipitation enhancement.",
      "descriptionCn": "本数据集为黄河源区与祁连山黑河流域多时空尺度水量平衡要素数据集，可为流域水资源管理和水量平衡分析提供依据和参考。数据基于分布式水文模型SWAT模型模拟结果，然后利用ArcGIS和Excel软件分析和统计而成。水量平衡要素包括降水、降雪、蒸散发、地下水、土壤水和产流等，时间尺度包括年尺度和月尺度，而空间尺度包括流域尺度、河段尺度、子流域尺度、海拔带尺度和植被类型尺度。本数据目前已经应用于流域水资源评价，人工增雨效益评估和人工增雨作业指导。",
      "instructions": "File name: all data are stored in Excel format. The name of the file is multi-scale water balance data of Heihe River basin.xlsx and water balance elements of different reaches of the Yellow River source.xlsx.\nData reading method: the data set can be opened and analyzed directly by Excel software.",
      "instructionsCn": "文件命名：所有数据以excel格式存储，文件的名称为黑河流域多尺度水量平衡数据.xlsx与黄河源不同河段水量平衡要素.xlsx。\n数据读取方式：该数据集可以直接用Excel软件打开和分析。",
      "east": 103.5,
      "west": 98.3,
      "south": 32.0,
      "north": 39.5,
      "startTime": "1990-01-01 00:00:00",
      "endTime": "2016-12-31 00:00:00",
      "fileSize": 106770.0,
      "cstr": "18406.11.Hydro.tpdc.270734",
      "doi": "10.11888/Hydro.tpdc.270734",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邹松兵",
        "nameEn": "ZOU Songbing",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A statistical method combined with a hydrological model to improve artificial precipitation enhancement in the eastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Ruan, H.W., Zou, S.B*., Lu, Z.X*., Wang, P., Li, F., Xu, B.R., Jin, S.B., Cao, G.M., & Shen, Y.Q. (2021). A statistical method combined with a hydrological model to improve artificial precipitation enhancement in the eastern Tibetan Plateau. Journal of Cleaner Production, 287, 125009."
      },
      {
        "titleCn": null,
        "titleEn": "Simulation of hydrological processes of mountainous watersheds in inland river basins taking the Heihe Mainstream River as an example",
        "referenceCn": null,
        "referenceEn": "Yin, Z.L., Xiao, H.L., Zou, S.B., Zhu, R., Lu, Z.X., Lan, Y.C., & Shen, Y.P. (2014). Simulation of hydrological processes of mountainous watersheds in inland river basins taking the Heihe Mainstream River as an example. Journal of Arid Land, 6(1), 16−26."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "产水量",
        "nameEn": "Water yield"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黄河源区",
        "keywordEn": "Source Region of the Yellow River"
      },
      {
        "keywordCn": "黑河上游",
        "keywordEn": "Upper reaches of Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2016",
        "keywordEn": "1990-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze water balance elements in the source region of the Yellow River and the Qilian Mountains area?",
        "QuestionCn": "您能否提供一个用于分析黄河源区和祁连山地区水量平衡要素的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using the distributed hydrological model SWAT to simulate results, which are then analyzed and statistically processed using ArcGIS and Excel software to create a dataset of water balance elements such as precipitation, snowfall, evapotranspiration, groundwater, soil water, and runoff across various temporal and spatial scales.",
        "AnswerCn": "一种数据收集方法涉及使用分布式水文模型SWAT进行模拟结果，然后使用ArcGIS和Excel软件进行分析和统计处理，以创建一个水量平衡元素的数据集，包括降水、降雪、蒸散发、地下水、土壤水和径流，涵盖各种时间和空间尺度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of water balance elements are included in a dataset related to the Yellow River source and Qilian Mountains region?",
        "QuestionCn": "与黄河源头和祁连山地区相关的数据集中包含多少种水量平衡元素？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do variations in spatial and temporal scales affect the interpretation of water balance elements like precipitation, evapotranspiration, and groundwater in a dataset related to river basin management?",
        "QuestionCn": "空间和时间尺度的变化如何影响与流域管理相关的数据集中水量平衡元素（如降水、蒸散和地下水）的解释？",
        "AnswerEn": "Variations in spatial scales, such as basin, river segment, sub-basin, elevation band, and vegetation types, influence how water balance elements are distributed and interacted with each other across different regions. Temporal scales, including annual and monthly data, affect how seasonal patterns and long-term trends are observed, impacting interpretations of water resource management strategies and the effectiveness of interventions like artificial rain enhancement.",
        "AnswerCn": "空间尺度的变化，如流域、河段、子流域、海拔带和植被类型，影响水量平衡要素在不同区域的分布及其相互作用。时间尺度，包括年度和月度数据，影响季节性模式和长期趋势的观察，从而影响水资源管理策略的解读以及人工降雨增强等干预措施的有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for water resource management when utilizing distributed hydrological models like SWAT for simulating water balance components in regions such as the 黄河源 and 祁连山 areas?",
        "QuestionCn": "在像黄河源和祁连山地区使用分布式水文模型（如SWAT）模拟水量平衡组成部分时，水资源管理可能面临的潜在后果是什么？",
        "AnswerEn": "Using distributed hydrological models like SWAT can enhance water resource management by providing detailed insights into water balance components such as precipitation, snowfall, evapotranspiration, groundwater, soil water, and runoff. These insights, analyzed and statistically processed via tools like ArcGIS and Excel, can lead to improved decision-making in water resource evaluation, rain enhancement benefit assessment, and guidance for artificial rainmaking operations across various spatial and temporal scales.",
        "AnswerCn": "使用分布式水文模型如SWAT可以通过提供对水量平衡组成部分的详细洞察（如降水、降雪、蒸散发、地下水、土壤水和径流）来增强水资源管理。这些洞察通过ArcGIS和Excel等工具进行分析和统计处理，可以改善水资源评估、雨水增益效益评估以及为各个空间和时间尺度的人工降雨操作提供指导的决策。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use a distributed hydrological model like the SWAT model for simulating water balance elements in the Yellow River source and Qilian Mountains regions?",
        "QuestionCn": "为什么在黄河源区和祁连山区模拟水量平衡要素时使用像SWAT模型这样的分布式水文模型很重要？",
        "AnswerEn": "The use of a distributed hydrological model like the SWAT model is crucial for simulating water balance elements in the Yellow River source and Qilian Mountains regions because it allows for detailed analysis of hydrological components such as precipitation, snow, evapotranspiration, groundwater, soil water, and runoff across various spatial and temporal scales. This detailed simulation supports water resource management and water balance analysis, providing essential references for evaluating watershed water resources, assessing the effectiveness of artificial rainfall, and guiding artificial rainfall operations.",
        "AnswerCn": "使用像SWAT模型这样的分布式水文模型对于模拟黄河源头和祁连山地区的水量平衡要素至关重要，因为它可以对降水、雪、蒸散发、地下水、土壤水和径流等水文成分进行详细分析，涵盖各种空间和时间尺度。这种详细的模拟支持水资源管理和水量平衡分析，为评估流域水资源、评估人工降雨的有效性以及指导人工降雨操作提供了重要参考。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the SWAT model and software tools like ArcGIS and Excel to analyze and compile a dataset on water balance components in the Yellow River source region and Qilian Mountains area?",
        "QuestionCn": "使用SWAT模型和像ArcGIS和Excel这样的软件工具来分析和编制黄河源区和祁连山区水量平衡成分数据集涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involved include using the SWAT model to simulate the water balance components such as precipitation, snow, evapotranspiration, groundwater, soil water, and runoff across various temporal and spatial scales. After obtaining the simulation results, ArcGIS and Excel software are used to analyze and statistically process the data. The analysis considers different temporal scales such as annual and monthly, and spatial scales including watershed, river segment, sub-watershed, elevation zone, and vegetation type. These steps enable the dataset to be applied for watershed water resource evaluation, artificial precipitation enhancement benefit assessment, and operations guidance.",
        "AnswerCn": "所涉及的程序步骤包括使用SWAT模型模拟水文平衡组件，如降水、雪、蒸散发、地下水、土壤水和径流，涵盖不同的时间和空间尺度。在获得模拟结果后，使用ArcGIS和Excel软件对数据进行分析和统计处理。分析考虑了不同的时间尺度，如年度和月度，以及空间尺度，包括流域、河段、子流域、海拔区和植被类型。这些步骤使得数据集能够用于流域水资源评估、人工降水增益评估和操作指导。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies or technologies enable the creation and refinement of datasets for water balance elements in regions like the source of the Yellow River and the Qilian Mountains?",
        "QuestionCn": "哪些方法论或技术能够支持在黄河源头和祁连山等地区创建和完善水量平衡要素的数据集？",
        "AnswerEn": "The creation and refinement of datasets for water balance elements in regions such as the source of the Yellow River and the Qilian Mountains are enabled by the use of distributed hydrological models like the SWAT model. These models simulate various water balance components, which are then analyzed and statistically processed using software tools such as ArcGIS and Excel. This approach allows for detailed analysis across multiple temporal and spatial scales, including annual and monthly timeframes, and varying spatial dimensions like watershed, river segment, sub-watershed, elevation bands, and vegetation types.",
        "AnswerCn": "在黄河源头和祁连山等地区，利用分布式水文模型如SWAT模型，可以创建和完善水量平衡要素的数据集。这些模型模拟各种水量平衡组件，然后使用ArcGIS和Excel等软件工具进行分析和统计处理。这种方法允许在多个时间和空间尺度上进行详细分析，包括年度和月度时间框架，以及流域、河段、子流域、高程带和植被类型等不同空间维度。",
        "Level": "C6(Creating)"
      }
    ]
  }
}