{
  "id": "25e4c9af-09c9-4921-bdfc-9d31fae33c3e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Species list of amphibians and reptiles in Tibet",
      "titleCn": "西藏地区两栖爬行动物名录",
      "description": "1)\tData content: species list of amphibious and reptile  in Tibet, including class, order, family, genus, species; 2) Data source and processing method: Based on the field survey of amphibians and reptiles in Tibet from 2010 to 2019, and recording the species composition and distribution range of amphibians and reptiles in this area; 3) Data quality description: the investigation, collection and identification of samples are all conducted by professionals, and the collection of samples, longitude, latitude and altitude information are checked to ensure the quality of distribution data; 4) Data application results and prospects: We selected amphibians and reptiles as model species for study. we obtained data on population size and distribution range, and provide scientific basis for assessing biodiversity  pattern and formulating conservation strategies.",
      "descriptionCn": "1）数据内容：西藏地区两栖爬行动物物种名录包含纲、目、科中文名、科拉丁名、属中文名、属拉丁名、种拉丁名、种中文名；2）数据来源及加工方法：基于2010至2019年间对西藏两栖爬行动物野外科考，记录该地区两栖爬行动物物种组成和分布范围；3）数据质量描述：标本的调查、采集和鉴定人员均为专业人员，样品的采集和经纬度、海拔信息经过核对，确保分布数据的质量；4）数据应用成果及前景：以西藏地区指示生物两栖爬行类为研究对象，获取关键类群的物种数量、分布相关数据，为评估生物多样性格局及制定保护策略提供科学依据。",
      "instructions": "File is stored in table format, which name is  \"Information of amphibians and reptiles in Tibet\"\nThe file can be open in Microsoft EXCEL software.",
      "instructionsCn": "文件命名：数据表格格式存储，文件名称为\"西藏地区两栖爬行动物信息\"。\n数据读取方式：该数据可以直接用EXCEL打开。",
      "east": 109.0,
      "west": 74.0,
      "south": 25.0,
      "north": 41.0,
      "startTime": "2010-01-13 08:00:00",
      "endTime": "2019-12-31 08:00:00",
      "fileSize": 9181647.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "车静",
        "nameEn": "CHE Jing",
        "unitEn": "Kunming Institute of Zoology",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "西藏两栖爬行动物——多样性与进化",
        "titleEn": null,
        "referenceCn": "车静, 蒋珂, 颜芳, 张亚平. (2020). 西藏两栖爬行动物——多样性与进化. 北京, 科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "两栖动物",
        "nameEn": "Amphibian"
      },
      {
        "nameCn": "两栖爬行动物",
        "nameEn": "Herpetofauna"
      },
      {
        "nameCn": "爬行动物",
        "nameEn": "Reptiles"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "当前",
        "keywordEn": "Present",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes recorded during the field surveys of amphibians and reptiles in Tibet?",
        "QuestionCn": "在西藏的两栖动物和爬行动物实地调查中记录的具体属性是什么？",
        "AnswerEn": "class, order, family Chinese name, family Latin name, genus Chinese name, genus Latin name, species Latin name, species Chinese name, longitude, latitude, altitude",
        "AnswerCn": "纲，目，科 中文名，科 拉丁名，属 中文名，属 拉丁名，种 拉丁名，种 中文名，经度，纬度，海拔",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the time span of the data collection period for the amphibians and reptiles in the Tibetan region?",
        "QuestionCn": "在西藏地区，两栖动物和爬行动物的数据收集时间跨度是多少？",
        "AnswerEn": "9 years",
        "AnswerCn": "9年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'data quality description' entail in the context of biodiversity datasets?",
        "QuestionCn": "在生物多样性数据集的背景下，“数据质量描述”涉及哪些内容？",
        "AnswerEn": "In the context of biodiversity datasets related to the amphibians and reptiles of the Tibet region, 'data quality description' involves ensuring that specimen surveys, collections, and identifications are conducted by professional personnel, and that the collection of samples, as well as the associated latitude, longitude, and altitude information, have been verified to ensure the quality of distribution data.",
        "AnswerCn": "在与西藏地区的两栖动物和爬行动物相关的生物多样性数据集中，“数据质量描述”涉及确保标本调查、采集和鉴定由专业人员进行，并且样本的收集以及相关的纬度、经度和海拔信息已得到验证，以确保分布数据的质量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for conducting field surveys from 2010 to 2019 to collect data on amphibian and reptile species in Tibet?",
        "QuestionCn": "2010年至2019年在西藏进行实地调查以收集两栖动物和爬行动物物种数据的潜在原因是什么？",
        "AnswerEn": "The field surveys conducted over a decade aimed to document the species composition and distribution range of amphibians and reptiles in Tibet. This period allowed for comprehensive data collection to assess biodiversity patterns and inform conservation strategies by providing a scientific basis derived from accurately recorded species distribution data.",
        "AnswerCn": "在十年的野外调查中，旨在记录西藏两栖动物和爬行动物的物种组成和分布范围。这一时期允许进行全面的数据收集，以评估生物多样性模式并为保护策略提供科学依据，基于准确记录的物种分布数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of employing professional personnel for specimen collection and identification on the quality and reliability of species distribution data in the field of amphibians and reptiles in Tibet?",
        "QuestionCn": "在西藏领域中，雇用专业人员进行标本采集和鉴定对两栖动物和爬行动物物种分布数据的质量和可靠性可能产生的后果是什么？",
        "AnswerEn": "The employment of professional personnel for specimen collection and identification ensures high-quality and reliable species distribution data, as these individuals are likely to be well-trained and experienced in accurate data recording, including verifying geolocation and elevation information.",
        "AnswerCn": "专业人员进行标本采集和鉴定的雇用确保了高质量和可靠的物种分布数据，因为这些人通常受过良好的培训，经验丰富，能够准确记录数据，包括验证地理位置和海拔信息。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind the creation of a dataset that catalogs the species of amphibians and reptiles in the Tibet region, and how can this data contribute to broader biodiversity conservation strategies?",
        "QuestionCn": "创建一个记录西藏地区两栖动物和爬行动物物种的数据集的主要目标是什么？这些数据如何有助于更广泛的生物多样性保护策略？",
        "AnswerEn": "The primary objectives behind creating a dataset of amphibians and reptiles in the Tibet region are to record the species composition and distribution range of these species. This data can contribute to broader biodiversity conservation strategies by providing scientific evidence needed to assess biodiversity patterns and develop conservation policies. It serves as a foundational resource for understanding the ecological roles of these species as indicator organisms, and helps in determining key species for targeted conservation efforts.",
        "AnswerCn": "创建西藏地区两栖动物和爬行动物数据集的主要目标是记录这些物种的组成和分布范围。这些数据可以通过提供评估生物多样性模式和制定保护政策所需的科学证据，来为更广泛的生物多样性保护策略做出贡献。它作为理解这些物种作为指示生物的生态角色的基础资源，并有助于确定针对性保护工作的重要物种。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to collect and ensure the quality of data on amphibian and reptile species composition and distribution in the Tibet region?",
        "QuestionCn": "在西藏地区，收集和确保两栖动物和爬行动物物种组成及分布数据的程序包括哪些步骤？",
        "AnswerEn": "The data collection involved field surveys conducted between 2010 and 2019 to record the species composition and distribution of amphibians and reptiles in the Tibet region. Professional personnel carried out specimen investigation, collection, and identification. The geographical information, including latitude, longitude, and altitude, was verified to ensure the data quality.",
        "AnswerCn": "数据收集涉及在2010年至2019年期间进行的实地调查，以记录西藏地区两栖动物和爬行动物的物种组成和分布。专业人员进行了标本调查、采集和鉴定。地理信息，包括纬度、经度和海拔，经过验证以确保数据质量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or resources enable the accurate collection and verification of distribution data for amphibian and reptile species in a region like Tibet?",
        "QuestionCn": "哪些条件或资源能够促进在像西藏这样的地区准确收集和验证两栖动物和爬行动物物种的分布数据？",
        "AnswerEn": "The accurate collection and verification of distribution data for amphibian and reptile species in a region like Tibet are enabled by the involvement of professional investigators and collectors who ensure quality through specimen identification, as well as the verification of sample collection, latitude, longitude, and altitude information.",
        "AnswerCn": "在像西藏这样的地区，专业调查员和采集者的参与使得两栖动物和爬行动物物种的分布数据能够准确收集和验证，他们通过标本鉴定确保质量，并验证样本采集的纬度、经度和海拔信息。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}