{
  "id": "26711433-22c3-4711-837a-ce16df1c2b24",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Rule-based land cover map for the Heihe River basin (2009)",
      "titleCn": "基于知识规则的黑河流域土地覆被分类数据（2009）",
      "description": "This data is produced using knowledge rule-based land cover classification methods. It is a set of USGS global land cover classification standards that can be used in atmospheric models and land surface process models of land cover types in the Heihe River Basin.\nThe data covers the upper, middle, and lower reaches of the Heihe River Basin. The data uses Albers Conical Equal Area projection with a spatial resolution of 1 km. It is an ASCII file containing the land cover classification code and named: Rule_Based_Lulc_of_HRB2009.asc. You can directly use a text program (such as Notepad) to open and view the file, you can also input it in ArcGIS for other operations.\nThe NOAH land surface process parameter table and parameter table description matched with the data are provided. Users can refer to this parameter table to apply the data to the land surface process model. The two files are USGS_LULC_NOAHVEGPARM.TBL and NOAHVEGPARM_documentation.txt, both can be opened by the text program (such as Notepad).",
      "descriptionCn": "基于知识规则的黑河流域土地覆被分类数据是利用基于知识规则的土地覆被分类方法制作而成，是一套与USGS全球土地覆被分类标准一致的、可以用于大气模式以及陆面过程模式的黑河流域土地覆被类型分布数据。\n该数据覆盖黑河流域上、中、下游，采用Albers等面积割圆锥投影，空间分辨率1km，为一个含有土地覆被分类编码的ASCII码文件，命名为：Rule_Based_Lulc_of_HRB2009.asc，文件可直接用文本程序（如记事本）打开察看，也可导入ArcGIS进行其他操作。\n另提供数据配套的NOAH陆面过程参数表和参数表说明，用户可参考该参数表将数据应用到陆面过程模型中，两文件分别为USGS_LULC_NOAHVEGPARM.TBL和NOAHVEGPARM_documentation.txt，均可用文本程序（如记事本）打开。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.2,
      "west": 97.3,
      "south": 37.73,
      "north": 42.7,
      "startTime": "2018-11-20 02:47:39",
      "endTime": "2018-11-20 02:47:39",
      "fileSize": 12689755.0,
      "cstr": "18406.11.heihe.005.2013.db",
      "doi": "10.3972/heihe.005.2013.db",
      "dataFormat": "ASCII码文件",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "南卓铜",
        "nameEn": "NAN Zhuotong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于知识规则的土地利用/土地覆被分类方法——以黑河流域为例",
        "titleEn": null,
        "referenceCn": "Hou Y, Wang S, Nan Z.A Rule-based Land Cover Classification Method for the Heihe River Basin[J]. Acta Geographica Sinica. 2011, 66(4): 549-561.[候玉婷，王书功，南卓铜. 基于知识规则的土地利用/土地覆被分类方法——以黑河流域为例[J]. 地理学报. 2011, 66(4): 549-561.]",
        "referenceEn": null
      },
      {
        "titleCn": "FAO/UNEP土地覆盖分类系统及其应用",
        "titleEn": null,
        "referenceCn": "路鹏，陈圣波，周云轩，等. FAO/UNEP土地覆盖分类系统及其应用[J]. 科学技术与工程. 2009(21): 6503-6507.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2009",
        "keywordEn": "2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地表过程建模环境和模型集成研究",
        "titleEn": "Knowledge Innovation Program of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "基于科学模型和三维游戏体验的黑河流域水土资源可持续发展决策支持系统",
        "titleEn": "National High-tech Research and Development Program of China (863 Program)"
      },
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      },
      {
        "titleCn": "黑河中下游绿洲植被生态属性数据集（2015-2017）",
        "titleEn": "Ecological attribute data set of oasis vegetation in the middle and lower reaches of Heihe River (2015-2017)"
      },
      {
        "titleCn": "青藏高原地区10m不透水面产品（2018）",
        "titleEn": "Impervious surface product of Qinghai-Tibet Plateau with 10m resolution (2018)"
      },
      {
        "titleCn": "青藏高原30米叶面积指数产品（2010-2019）",
        "titleEn": "30m resolution leaf area index products over the Tibetan Plateau (2010-2019)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land use/land cover (LULC) significantly impacts regional ecology and environment, providing essential information for climate, hydrological, and land surface process models, which in turn affect simulation results. In models, LULC data and land surface parameter tables together express the spatial distribution of land surface characteristics. Many efforts have been made to explore the impact of LULC data on simulation results and how to produce suitable LULC classification systems, data, and parameter tables for simulation. These studies show that LULC data used for simulation must ensure accuracy, timeliness, and sufficient resolution, and must be accompanied by reliable parameter tables. Current global 1 km resolution LULC data under several classification systems are available, among which the USGS GLCC data is designated as default data for MM5 and WRF simulations. However, these global data have low accuracy in many areas outside North America, and in China, their accuracy is far below the global average, with significant uncertainty."
      ],
      "research objective": [
        "This paper proposes a novel rule-based land use/land cover classification approach, applied to the Heihe River Basin, to obtain LULC data under the USGS classification system that can be used in climate, hydrological, and land surface process models, and performs accuracy verification."
      ],
      "challenges": [
        "造成分类精度不佳的原因有二 ： ① 部分类别的 NDVI 变化特征非常相像 ，其中农田和林地这些被明显错判的类别恰是特征最相近的几个类别 ； ② 参考的信息量过少 ， 仅用 NDVI 和高程信息不足以区分类别 。"
      ],
      "methods": [
        "In this study, we used NDVI data, DEM data, and various land use data. The NDVI data for the year 2009 with a 1 km resolution was used to form the feature space, and 90 m resolution DEM data was used as auxiliary information to improve classification accuracy. The land use data included two periods of China's land use maps of the Heihe River Basin and USGS GLCC dataset USGS classification system data. We applied a minimum distance approach to the 1 km NDVI of the year 2009 and 90 m DEM of the Heihe River Basin, with rule tables considered, to produce a land use/land cover map with schema and attributes consistent with USGS's."
      ],
      "dataset": [
        "The NDVI data for 2009 with a 1 km resolution was used to form the feature space, and 90 m resolution SRTM DEM data was used as auxiliary information, resampled to 1 km resolution to match other data."
      ],
      "findings": [
        "A comparison to the previous work and satellite images indicates that our rule-based approach is better in distinguishing land cover characteristics, especially for snow-cover, frozen soil, and desert types."
      ],
      "backgroundCn": [
        "土地利用/土地覆盖（LULC）对区域生态和环境有显著影响，为气候、水文和地表过程模型提供了重要信息，这反过来又影响模拟结果。在模型中，LULC 数据和地表参数表共同表达了地表特征的空间分布。许多研究致力于探索 LULC 数据对模拟结果的影响，以及如何为模拟生成合适的 LULC 分类系统、数据和参数表。这些研究表明，用于模拟的 LULC 数据必须确保准确性、及时性和足够的分辨率，并且必须配有可靠的参数表。目前，全球 1 公里分辨率的 LULC 数据在几种分类系统下可用，其中 USGS GLCC 数据被指定为 MM5 和 WRF 模拟的默认数据。然而，这些全球数据在北美以外的许多地区准确性较低，而在中国，其准确性远低于全球平均水平，存在显著的不确定性。"
      ],
      "research objectiveCn": [
        "本文提出了一种新颖的基于规则的土地利用/土地覆盖分类方法，应用于黑河流域，以获得符合USGS分类系统的LULC数据，这些数据可用于气候、水文和陆面过程模型，并进行准确性验证。"
      ],
      "challengesCn": [
        "造成分类精度不佳的原因有二：① 部分类别的 NDVI 变化特征非常相像，其中农田和林地这些被明显错判的类别恰是特征最相近的几个类别；② 参考的信息量过少，仅用 NDVI 和高程信息不足以区分类别。"
      ],
      "methodsCn": [
        "在本研究中，我们使用了NDVI数据、DEM数据和各种土地利用数据。2009年的NDVI数据（分辨率为1公里）用于形成特征空间，而90米分辨率的DEM数据作为辅助信息以提高分类精度。土地利用数据包括中国黑河流域的两个时期的土地利用地图和USGS GLCC数据集的USGS分类系统数据。我们对2009年的1公里NDVI和黑河流域的90米DEM应用了最小距离方法，并考虑了规则表，以生成与USGS一致的模式和属性的土地利用/土地覆盖图。"
      ],
      "datasetCn": [
        "2009年的NDVI数据分辨率为1公里，用于形成特征空间，90米分辨率的SRTM DEM数据作为辅助信息，已重采样至1公里分辨率以匹配其他数据。"
      ],
      "findingsCn": [
        "与之前的工作和卫星图像的比较表明，我们的基于规则的方法在区分土地覆盖特征方面更为出色，特别是在雪覆盖、冻土和沙漠类型的识别上。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the USGS global 1 km resolution land use/land cover data considered accurate for areas outside North America, such as China?",
        "QuestionCn": "USGS全球1公里分辨率的土地利用/土地覆盖数据在北美以外的地区，如中国，是否被认为准确？",
        "AnswerEn": "No",
        "AnswerCn": "否",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can a rule-based classification approach using minimum distance methodology be effectively applied to create land use/land cover maps?",
        "QuestionCn": "基于规则的分类方法使用最小距离方法是否可以有效地应用于创建土地利用/土地覆盖地图？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which classification system is more suitable for land use/land cover data in climate models, USGS GLCC or another classification system?",
        "QuestionCn": "哪个分类系统更适合气候模型中的土地利用/土地覆盖数据，USGS GLCC 还是其他分类系统？",
        "AnswerEn": "USGS GLCC",
        "AnswerCn": "USGS GLCC翻译为中文是“美国地质调查局全球土地覆盖特征数据集”。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to improve classification accuracy in land use/land cover mapping?",
        "QuestionCn": "用于提高土地利用/土地覆盖分类准确性的 数据收集方法有哪些？",
        "AnswerEn": "NDVI data, DEM data, China's land use maps, USGS GLCC dataset",
        "AnswerCn": "NDVI数据，DEM数据，中国土地利用图，USGS GLCC数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are commonly faced in achieving high classification accuracy in land use/land cover data?",
        "QuestionCn": "在实现土地利用/土地覆盖数据高分类准确率时通常面临哪些挑战？",
        "AnswerEn": "similarity in NDVI change characteristics among categories",
        "AnswerCn": "NDVI变化特征在各类别中的相似性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are rule-based land use/land cover classification approaches applied to ensure their effectiveness in simulation models?",
        "QuestionCn": "基于规则的土地利用/土地覆盖分类方法应用于哪里，以确保它们在模拟模型中的有效性？",
        "AnswerEn": "Heihe River Basin",
        "AnswerCn": "黑河流域",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that utilizes remote sensing techniques for land cover classification in a river basin?",
        "QuestionCn": "您能否提供一个利用遥感技术进行河流流域土地覆盖分类的数据收集方法的例子？",
        "AnswerEn": "In the study, NDVI data from 2009 with a 1 km resolution and 90 m resolution SRTM DEM data were used as part of the feature space for land cover classification in the Heihe River Basin.",
        "AnswerCn": "在研究中，使用了2009年的NDVI数据（分辨率为1公里）和90米分辨率的SRTM DEM数据，作为黑河流域土地覆盖分类特征空间的一部分。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered in classifying land cover using NDVI data, and how was it addressed?",
        "QuestionCn": "使用NDVI数据进行土地覆盖分类时遇到的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "One challenge in using NDVI data for classification is the similarity in NDVI change characteristics among certain categories, like farmland and forest, which leads to misclassification. The study addressed this by using auxiliary DEM data to improve classification accuracy.",
        "AnswerCn": "使用NDVI数据进行分类的一大挑战是某些类别（如农田和森林）之间NDVI变化特征的相似性，这导致了误分类。该研究通过使用辅助的数字高程模型（DEM）数据来提高分类准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Could you provide an example of how global land cover data is insufficient for certain regions, and what approach could be used to improve it?",
        "QuestionCn": "您能否举例说明全球土地覆盖数据在某些地区如何不足，以及可以采用什么方法来改善它？",
        "AnswerEn": "Global 1 km resolution LULC data often have low accuracy outside North America, such as in China, where the accuracy is below the global average. The study improved regional accuracy by applying a rule-based land use/land cover classification approach using local NDVI and DEM data.",
        "AnswerCn": "全球1公里分辨率的土地利用/土地覆盖（LULC）数据在北美以外的地区通常准确性较低，例如在中国，准确性低于全球平均水平。该研究通过应用基于规则的土地利用/土地覆盖分类方法，结合当地的NDVI和DEM数据，提高了区域准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What methods are used to improve the accuracy of land use/land cover classification in the context of regional ecological and environmental modeling?",
        "QuestionCn": "在区域生态和环境建模的背景下，改善土地利用/土地覆盖分类准确性的方法有哪些？",
        "AnswerEn": "NDVI data with 1 km resolution, 90 m resolution DEM data, minimum distance approach, rule tables, USGS classification system",
        "AnswerCn": "NDVI数据分辨率为1公里，DEM数据分辨率为90米，最小距离法则，规则表，美国地质调查局分类系统。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges encountered in distinguishing land cover types using NDVI and elevation data?",
        "QuestionCn": "使用NDVI和高程数据区分土地覆盖类型时遇到的挑战有哪些？",
        "AnswerEn": "NDVI variation characteristics similar, insufficient reference information",
        "AnswerCn": "NDVI变化特征相似，参考信息不足",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the NDVI data used in the land cover classification approach for the Heihe River Basin?",
        "QuestionCn": "在黑河流域的土地覆盖分类方法中使用的NDVI数据的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the DEM data used as auxiliary information in the classification process before resampling?",
        "QuestionCn": "在重采样之前，用作分类过程辅助信息的DEM数据的空间分辨率是多少？",
        "AnswerEn": "90 meters",
        "AnswerCn": "90米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a rule-based land use/land cover classification approach?",
        "QuestionCn": "基于规则的土地利用/土地覆盖分类方法是什么？",
        "AnswerEn": "A rule-based land use/land cover classification approach is a method that uses predefined rules to classify land cover types based on input data such as NDVI and DEM. It aims to improve the classification accuracy by incorporating auxiliary information and rule tables to better distinguish between similar land cover characteristics.",
        "AnswerCn": "基于规则的土地利用/土地覆盖分类方法是一种使用预定义规则根据输入数据（如NDVI和DEM）对土地覆盖类型进行分类的方法。它旨在通过结合辅助信息和规则表来提高分类准确性，以更好地区分相似的土地覆盖特征。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'NDVI' mean in the context of land cover classification?",
        "QuestionCn": "在土地覆盖分类的背景下，“NDVI”是什么意思？",
        "AnswerEn": "NDVI, or Normalized Difference Vegetation Index, is a measure used to assess whether the target being observed contains live green vegetation. In the context of land cover classification, NDVI data helps form the feature space necessary for distinguishing different types of land cover based on their vegetation characteristics.",
        "AnswerCn": "NDVI，即归一化植被指数，是一种用于评估被观察目标是否包含活的绿色植被的指标。在土地覆盖分类的背景下，NDVI 数据有助于形成区分不同类型土地覆盖所需的特征空间，这些特征基于植被特性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using NDVI and DEM data for land cover classification?",
        "QuestionCn": "使用NDVI和DEM数据进行土地覆盖分类面临哪些挑战？",
        "AnswerEn": "Challenges associated with using NDVI and DEM data for land cover classification include the similarity in NDVI change characteristics among certain land cover types, such as farmland and forest, which can lead to misclassification. Additionally, relying solely on NDVI and elevation information may not provide enough information to accurately differentiate between categories.",
        "AnswerCn": "使用NDVI和DEM数据进行土地覆盖分类的挑战包括某些土地覆盖类型（如农田和森林）之间NDVI变化特征的相似性，这可能导致误分类。此外，仅依赖NDVI和高程信息可能不足以准确区分不同类别。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of NDVI and DEM data in land cover classification compare to using only NDVI data in terms of classification accuracy?",
        "QuestionCn": "使用NDVI和DEM数据进行土地覆盖分类与仅使用NDVI数据相比，在分类准确性方面如何？",
        "AnswerEn": "Using both NDVI and DEM data in land cover classification improves classification accuracy compared to using only NDVI data. This is because the DEM data provides additional auxiliary information that helps distinguish between categories with similar NDVI characteristics, such as farmland and forest land.",
        "AnswerCn": "使用NDVI和DEM数据进行土地覆盖分类，相比仅使用NDVI数据，可以提高分类准确性。这是因为DEM数据提供了额外的辅助信息，有助于区分具有相似NDVI特征的类别，例如农田和森林。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the rule-based classification approach compare with traditional classification methods in terms of distinguishing specific land cover types?",
        "QuestionCn": "规则基础分类方法与传统分类方法在区分特定土地覆盖类型方面的比较如何？",
        "AnswerEn": "The rule-based classification approach is better at distinguishing specific land cover types, particularly snow-cover, frozen soil, and desert types, compared to traditional classification methods. This improvement is due to the application of rule tables and the integration of auxiliary information such as DEM data.",
        "AnswerCn": "基于规则的分类方法在区分特定的土地覆盖类型方面表现更好，特别是雪覆盖、冻土和沙漠类型，相较于传统分类方法。这种改进得益于规则表的应用和辅助信息（如数字高程模型数据）的整合。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of NDVI and high-resolution DEM data enhance the accuracy of land cover classification in diverse ecological regions?",
        "QuestionCn": "NDVI和高分辨率DEM数据的集成如何提高不同生态区域土地覆盖分类的准确性？",
        "AnswerEn": "The use of NDVI and high-resolution DEM data enhances the accuracy by providing a more detailed feature space and auxiliary information that can help distinguish between land cover types with similar characteristics, such as farmland and forest, which are often misclassified.",
        "AnswerCn": "使用NDVI和高分辨率DEM数据可以提高准确性，因为它们提供了更详细的特征空间和辅助信息，有助于区分具有相似特征的土地覆盖类型，例如常常被误分类的农田和森林。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can rule-based approaches to land cover classification mitigate the limitations of traditional classification methods that rely heavily on NDVI and elevation data?",
        "QuestionCn": "基于规则的方法如何缓解传统分类方法过度依赖NDVI和高程数据的局限性？",
        "AnswerEn": "Rule-based approaches can mitigate limitations by incorporating additional criteria and rule tables that consider the unique characteristics and variations of different land cover types, leading to improved classification accuracy, particularly for distinguishing challenging categories like snow-cover, frozen soil, and desert types.",
        "AnswerCn": "基于规则的方法可以通过引入额外的标准和规则表来缓解局限性，这些标准和规则表考虑了不同土地覆盖类型的独特特征和变化，从而提高分类准确性，特别是在区分像雪覆盖、冻土和沙漠类型等具有挑战性的类别时。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in land use/land cover classification when using NDVI and DEM data?",
        "QuestionCn": "使用NDVI和DEM数据进行土地利用/土地覆盖分类时，造成不准确的原因是什么？",
        "AnswerEn": "The inaccuracies in land use/land cover classification arise due to the similarity in NDVI change characteristics among certain categories, such as farmland and forestland, which are often misclassified, and the limited amount of reference information available, as NDVI and elevation data alone are insufficient to distinguish categories effectively.",
        "AnswerCn": "土地利用/土地覆盖分类中的不准确性源于某些类别之间NDVI变化特征的相似性，例如农田和森林地，常常被误分类；此外，参考信息的有限性也导致NDVI和高程数据单独不足以有效区分这些类别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there significant uncertainty in global 1 km resolution land use/land cover data outside North America, and particularly in China?",
        "QuestionCn": "为什么在北美以外的地区，特别是在中国，全球1公里分辨率的土地利用/土地覆盖数据存在显著的不确定性？",
        "AnswerEn": "The significant uncertainty in global 1 km resolution land use/land cover data outside North America, and particularly in China, is due to the low accuracy of these datasets in many regions, which is below the global average, leading to notable errors and uncertainty in those areas.",
        "AnswerCn": "全球1公里分辨率的土地利用/土地覆盖数据在北美以外，特别是在中国，存在显著的不确定性，这主要是由于这些地区的数据准确性低于全球平均水平，导致这些区域出现明显的错误和不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on classification accuracy when only using NDVI and elevation data for land use/land cover mapping in a river basin?",
        "QuestionCn": "当仅使用NDVI和海拔数据进行河流流域的土地利用/土地覆盖制图时，对分类准确性的潜在影响是什么？",
        "AnswerEn": "Using only NDVI and elevation data for land use/land cover mapping can lead to poor classification accuracy, especially when the NDVI change characteristics are very similar among categories like farmland and forest, and the information from just NDVI and elevation is insufficient to distinguish categories.",
        "AnswerCn": "仅使用NDVI和高程数据进行土地利用/土地覆盖制图可能导致分类精度较低，特别是在农田和森林等类别之间NDVI变化特征非常相似时，仅依靠NDVI和高程的信息不足以区分这些类别。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the resolution of DEM data influence the accuracy of land use/land cover classification in regional studies?",
        "QuestionCn": "DEM数据的分辨率如何影响区域研究中土地利用/土地覆盖分类的准确性？",
        "AnswerEn": "The resolution of DEM data influences the accuracy of land use/land cover classification by providing auxiliary information to enhance classification accuracy. In the given study, 90 m resolution DEM data was resampled to 1 km to match the NDVI data and improve classification outcomes.",
        "AnswerCn": "DEM数据的分辨率影响土地利用/土地覆盖分类的准确性，因为它提供了辅助信息以提高分类准确性。在给定的研究中，90米分辨率的DEM数据被重采样到1公里，以匹配NDVI数据并改善分类结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of integrating rule-based classification approaches on distinguishing land cover types compared to traditional methods?",
        "QuestionCn": "将基于规则的分类方法整合到区分土地覆盖类型中，与传统方法相比，会产生什么后果？",
        "AnswerEn": "Integrating rule-based classification approaches enhances the ability to distinguish land cover characteristics, particularly for categories like snow-cover, frozen soil, and desert types, when compared to traditional methods or previous datasets.",
        "AnswerCn": "集成基于规则的分类方法增强了区分土地覆盖特征的能力，特别是对于雪覆盖、冻土和沙漠类型等类别，相较于传统方法或以前的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intention behind employing a rule-based land use/land cover classification approach in regional ecological studies?",
        "QuestionCn": "在区域生态研究中采用基于规则的土地利用/土地覆盖分类方法的意图是什么？",
        "AnswerEn": "The objective is to produce LULC data under the USGS classification system that can be used in climate, hydrological, and land surface process models, ensuring accuracy and applicability for simulation purposes.",
        "AnswerCn": "目标是生成符合USGS分类系统的土地利用/土地覆盖（LULC）数据，以便在气候、水文和地表过程模型中使用，确保其准确性和适用性以用于模拟目的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological steps are necessary to integrate NDVI and DEM data for accurate land use/land cover classification in the Heihe River Basin?",
        "QuestionCn": "将NDVI和DEM数据整合以准确进行黑河流域的土地利用/土地覆盖分类所需的方法步骤有哪些？",
        "AnswerEn": "To integrate NDVI and DEM data for accurate land use/land cover classification, NDVI data with a 1 km resolution is used to form the feature space, while 90 m resolution DEM data is used as auxiliary information to improve classification accuracy. The DEM data is resampled to 1 km resolution to match the other data, and a minimum distance approach is applied along with rule tables to produce the land cover map consistent with the USGS classification system.",
        "AnswerCn": "为了准确进行土地利用/土地覆盖分类，使用分辨率为1公里的NDVI数据形成特征空间，同时使用90米分辨率的DEM数据作为辅助信息以提高分类精度。DEM数据被重采样到1公里分辨率以匹配其他数据，并应用最小距离方法以及规则表来生成与USGS分类系统一致的土地覆盖图。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedures can be utilized to address the challenges of classification accuracy when using NDVI and elevation data for land cover mapping?",
        "QuestionCn": "可以采用哪些程序来解决使用NDVI和高程数据进行土地覆盖制图时分类准确性面临的挑战？",
        "AnswerEn": "To address classification accuracy challenges, which arise due to similar NDVI characteristics and insufficient reference information, auxiliary data such as 90 m resolution DEM is used alongside 1 km NDVI data. The use of a rule-based approach combined with these datasets helps differentiate categories with similar NDVI characteristics, like farmland and forestland, by accounting for elevation differences that impact land cover types.",
        "AnswerCn": "为了解决分类准确性挑战，这些挑战源于相似的NDVI特征和不足的参考信息，辅助数据如90米分辨率的数字高程模型（DEM）与1公里的NDVI数据一起使用。结合这些数据集的基于规则的方法有助于区分具有相似NDVI特征的类别，如农田和森林，通过考虑影响土地覆盖类型的高程差异。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can rule-based land use classification methods be employed to enhance the accuracy of land cover data in regions with significant uncertainty in global datasets?",
        "QuestionCn": "如何利用基于规则的土地利用分类方法来提高在全球数据集中存在显著不确定性的地区的土地覆盖数据的准确性？",
        "AnswerEn": "Rule-based land use classification methods enhance accuracy by applying a structured approach that incorporates both NDVI and DEM data to form a comprehensive feature space. The method involves using a minimum distance approach with rule tables to classify land cover types. This structured methodology helps mitigate the inaccuracies of global datasets by providing data that is consistent with the USGS classification system, and it is particularly effective for distinguishing land cover characteristics like snow-cover, frozen soil, and desert types.",
        "AnswerCn": "基于规则的土地利用分类方法通过应用结构化的方法，结合NDVI和DEM数据，形成一个全面的特征空间，从而提高准确性。该方法涉及使用最小距离方法和规则表来分类土地覆盖类型。这种结构化的方法有助于减轻全球数据集的不准确性，提供与USGS分类系统一致的数据，并且在区分雪覆盖、冻土和沙漠类型等土地覆盖特征方面特别有效。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the integration of NDVI and DEM data to improve land use/land cover classification accuracy in the Heihe River Basin?",
        "QuestionCn": "哪些方法可以将NDVI和DEM数据集成，以提高黑河流域土地利用/土地覆盖分类的准确性？",
        "AnswerEn": "The integration of NDVI data with a 1 km resolution for 2009 and 90 m resolution DEM data is used as auxiliary information to enhance classification accuracy. The DEM data is resampled to 1 km resolution to match other data, enabling a minimum distance approach combined with rule tables to produce a more accurate land use/land cover map.",
        "AnswerCn": "将2009年的1公里分辨率NDVI数据与90米分辨率的DEM数据结合使用，作为辅助信息以提高分类精度。DEM数据被重采样到1公里分辨率，以匹配其他数据，从而采用最小距离方法结合规则表，生成更准确的土地利用/土地覆盖图。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the necessary conditions for producing accurate LULC classification systems that can be used in climate, hydrological, and land surface process models?",
        "QuestionCn": "为了在气候、水文和地表过程模型中使用，生产准确的土地利用/土地覆盖（LULC）分类系统所需的必要条件是什么？",
        "AnswerEn": "Accurate LULC classification systems require data that ensures accuracy, timeliness, sufficient resolution and is accompanied by reliable parameter tables. The classification must also address challenges such as similar NDVI change characteristics among categories and insufficient reference information, using auxiliary data like DEM to improve accuracy.",
        "AnswerCn": "准确的土地利用/覆盖（LULC）分类系统需要确保数据的准确性、及时性、足够的分辨率，并伴随可靠的参数表。分类还必须应对诸如类别之间相似的NDVI变化特征和参考信息不足等挑战，利用辅助数据如数字高程模型（DEM）来提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the rule-based classification approach enable better differentiation of land cover types, such as snow-cover and desert, in the Heihe River Basin?",
        "QuestionCn": "基于规则的分类方法如何在黑河流域更好地区分土地覆盖类型，例如雪覆盖和沙漠？",
        "AnswerEn": "The rule-based classification approach uses a combination of NDVI and DEM data, along with rule tables, to differentiate land cover characteristics more effectively. This method is particularly successful in distinguishing snow-cover, frozen soil, and desert types compared to previous methods and satellite images.",
        "AnswerCn": "基于规则的分类方法结合了NDVI和DEM数据，以及规则表，以更有效地区分土地覆盖特征。这种方法在区分雪覆盖、冻土和沙漠类型方面特别成功，相较于之前的方法和卫星图像。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset utilizing only NDVI and elevation information struggle to accurately differentiate certain land cover categories?",
        "QuestionCn": "一个仅利用NDVI和高程信息的数据集可能会在准确区分某些土地覆盖类别方面遇到困难，原因是什么？",
        "AnswerEn": "The classification accuracy issues arise because some land cover categories, like cropland and forest, have very similar NDVI variation characteristics, which leads to misclassification. Additionally, relying solely on NDVI and elevation information provides insufficient data to effectively distinguish between categories.",
        "AnswerCn": "分类准确性问题的出现是因为某些土地覆盖类别，如农田和森林，具有非常相似的NDVI变化特征，这导致了误分类。此外，仅依赖NDVI和高程信息提供的数据不足以有效区分这些类别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges could be anticipated when using global LULC datasets for land surface modeling in regions like China?",
        "QuestionCn": "在像中国这样的地区使用全球土地利用/土地覆盖（LULC）数据集进行地表建模时，可能会遇到哪些挑战？",
        "AnswerEn": "Global LULC datasets generally have low accuracy in areas outside North America, and in regions like China, their accuracy is significantly below the global average, leading to substantial uncertainty in simulation results.",
        "AnswerCn": "全球土地利用/土地覆盖（LULC）数据集在北美以外的地区通常准确性较低，而在中国等地区，其准确性显著低于全球平均水平，导致模拟结果存在较大不确定性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might the proposed rule-based LULC classification approach offer improved results in distinguishing specific land cover characteristics compared to previous methods?",
        "QuestionCn": "为什么提议的基于规则的土地利用/土地覆盖（LULC）分类方法在区分特定土地覆盖特征方面可能比以前的方法提供更好的结果？",
        "AnswerEn": "The rule-based approach offers better results because it incorporates a combination of NDVI data, DEM data, and multiple land use datasets, which helps in distinguishing complex land cover characteristics such as snow-cover, frozen soil, and desert types, improving classification accuracy.",
        "AnswerCn": "基于规则的方法提供了更好的结果，因为它结合了NDVI数据、DEM数据和多个土地利用数据集，这有助于区分复杂的土地覆盖特征，如雪覆盖、冻土和沙漠类型，从而提高分类准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of using NDVI and DEM data as primary inputs for land cover classification in river basins, considering challenges in distinguishing similar categories?",
        "QuestionCn": "在河流流域中使用NDVI和DEM数据作为土地覆盖分类的主要输入时，考虑到区分相似类别的挑战，你对此有何评价？",
        "AnswerEn": "Using NDVI and DEM data as primary inputs is a promising approach for land cover classification in river basins. However, challenges arise due to the similarity in NDVI characteristics among certain categories like farmland and forest, which can lead to misclassification. The use of only NDVI and elevation data may be insufficient to accurately distinguish all land cover types, suggesting that additional data sources or features might be needed to improve classification accuracy.",
        "AnswerCn": "使用NDVI和DEM数据作为河流流域土地覆盖分类的主要输入是一种有前景的方法。然而，由于某些类别（如农田和森林）之间NDVI特征的相似性，可能会导致误分类。仅使用NDVI和高程数据可能不足以准确区分所有土地覆盖类型，这表明可能需要额外的数据源或特征来提高分类准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you assess the significance of rule-based classification methods in improving the accuracy of land cover data, especially in regions like China where global datasets show low accuracy?",
        "QuestionCn": "如何评估基于规则的分类方法在提高土地覆盖数据准确性方面的重要性，特别是在像中国这样的地区，全球数据集显示准确性较低？",
        "AnswerEn": "Rule-based classification methods have significant potential in improving the accuracy of land cover data, particularly in regions like China where global datasets often show low accuracy. By incorporating local knowledge and specific classification rules, these methods can better capture regional land cover characteristics, thus enhancing data reliability for environmental and simulation models.",
        "AnswerCn": "基于规则的分类方法在提高土地覆盖数据的准确性方面具有重要潜力，特别是在像中国这样的地区，全球数据集往往显示出较低的准确性。通过结合地方知识和特定的分类规则，这些方法能够更好地捕捉区域土地覆盖特征，从而增强环境和模拟模型的数据可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m not clear on how a rule-based classification approach can effectively address the challenges of low accuracy in global LULC datasets, especially in regions outside North America.",
        "QuestionCn": "我不清楚基于规则的分类方法如何有效解决全球土地利用/覆盖（LULC）数据集在北美以外地区低准确率的挑战。",
        "AnswerEn": "The rule-based classification approach utilizes NDVI data, DEM data, and existing land use data to create a more accurate feature space for classification, specifically tailored to the Heihe River Basin. This method improves accuracy by incorporating local characteristics and auxiliary data like high-resolution DEM to better distinguish between similar land cover types that may be misclassified in global datasets.",
        "AnswerCn": "基于规则的分类方法利用NDVI数据、DEM数据和现有土地利用数据，创建了一个更准确的分类特征空间，特别针对黑河流域。这种方法通过结合地方特征和辅助数据（如高分辨率DEM），提高了分类的准确性，从而更好地区分可能在全球数据集中被误分类的相似土地覆盖类型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don’t understand how using NDVI and DEM data together improves land cover classification accuracy when they seem to provide limited information individually.",
        "QuestionCn": "我不明白为什么将NDVI和DEM数据结合使用可以提高土地覆盖分类的准确性，因为它们单独提供的信息似乎有限。",
        "AnswerEn": "While NDVI provides valuable information about vegetation cover, it may not be sufficient on its own for differentiating between similar land cover types, such as farmland and forest. By integrating DEM data, which provides additional topographical context, the classification process can better distinguish between these types, improving overall accuracy by considering elevation variations and other terrain features.",
        "AnswerCn": "虽然NDVI提供了有关植被覆盖的重要信息，但仅凭它可能不足以区分相似的土地覆盖类型，例如农田和森林。通过整合数字高程模型（DEM）数据，提供额外的地形背景，分类过程可以更好地区分这些类型，通过考虑海拔变化和其他地形特征来提高整体准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore how NDVI and DEM data can be effectively integrated to improve land cover classification accuracy in the Heihe River Basin.",
        "QuestionCn": "请探讨如何有效整合NDVI和DEM数据，以提高黑河流域的土地覆盖分类精度。",
        "AnswerEn": "In the field, NDVI data for the year 2009 with a 1 km resolution was used to create the feature space, while 90 m resolution DEM data served as auxiliary information. The DEM data was resampled to 1 km resolution to match other data. This integration aimed to address classification accuracy issues by considering both NDVI and elevation data, which enhanced the ability to distinguish between similar land cover types.",
        "AnswerCn": "在该领域，2009年的NDVI数据以1公里的分辨率用于创建特征空间，而90米分辨率的DEM数据作为辅助信息。DEM数据被重采样到1公里分辨率，以匹配其他数据。这种集成旨在通过考虑NDVI和高程数据来解决分类精度问题，从而增强区分相似土地覆盖类型的能力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please propose potential methods for enhancing the classification of land cover types that are difficult to distinguish using existing NDVI and DEM data.",
        "QuestionCn": "请提出潜在的方法，以增强对使用现有的NDVI和DEM数据难以区分的土地覆盖类型的分类。",
        "AnswerEn": "The field suggests that one of the reasons for poor classification precision is the similar NDVI characteristics of certain categories, such as farmland and forest, which are often misclassified. Another issue is the limited information from using only NDVI and elevation data. A potential method for improvement could involve incorporating additional data sources or features, such as soil type, climate data, or higher resolution imagery, to provide more comprehensive distinguishing characteristics for these categories.",
        "AnswerCn": "该领域表明，分类精度差的原因之一是某些类别（如农田和森林）具有相似的NDVI特征，常常被误分类。另一个问题是仅使用NDVI和高程数据的信息有限。一个潜在的改进方法可能涉及整合其他数据源或特征，例如土壤类型、气候数据或更高分辨率的影像，以提供更全面的区分特征来区分这些类别。",
        "Level": "C6(Creating)"
      }
    ]
  }
}