{
    "id": "2948184c-4f22-42ce-933d-c73b359e30f6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:250000 DEM map of the middle reaches of Heihe River (2005-2007)",
            "titleCn": "黑河干流中游地区1:25万DEM图（2005-2007）",
            "description": "DEM (digital elevation model) is the abbreviation of digital elevation model, which is an important original data for watershed terrain and feature recognition. The principle of DEM is to divide the watershed into M rows and N columns of quadrilateral (cell), calculate the average elevation of each quadrilateral, and then store the elevation in a two-dimensional matrix. Because DEM data can reflect the local terrain features of a certain resolution, a large amount of surface morphology information can be extracted by DEM, which includes the slope, slope direction and the relationship between cells of watershed grid unit [7]. At the same time, the surface water flow path, river network and watershed boundary can be determined by certain algorithm. Therefore, to extract basin features from DEM, a good basin structure model is the premise and key of the design algorithm.",
            "descriptionCn": "DEM是数字高程模型的英文简称(Digital Elevation Model)是流域地形、地物识别的重要原始资料。DEM 的原理是将流域划分为m 行n列的四边形(CELL),计算每个四边形的平均高程,然后以二维矩阵的方式存储高程。由于DEM 数据能够反映一定分辨率的局部地形特征,因此通过DEM 可提取大量的地表形态信息,这些信息包含流域网格单元的坡度、坡向以及单元格之间的关系等[7 ]。同时根据一定的算法可以确定地表水流路径、河流网络和流域的边界。因此从DEM 提取流域特征,一个良好的流域结构模式是设计算法的前提和关键。\n  本数据将dem提取为矢量图，以等高线为基础，详细描述了黑河干流中游地区的地形。\n数据范围：\n左：493300.000000 右：669700.000058\n上：4414700.000000下：4254299.999998",
            "instructions": "File name: the data is stored in vector SHP format. The file name is \"250,000 topographic map of the middle reaches of heihe main stream. SHP\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“黑河干流中游地区25万地形图.SHP”。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2005-01-14 04:13:00",
            "endTime": "2008-01-13 04:13:00",
            "fileSize": 4039827.0,
            "cstr": "18406.11.Geogra.tpdc.270815",
            "doi": "10.11888/Geogra.tpdc.270815",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐宗学",
                "nameEn": "XU Zongxue",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "胡立堂",
                "nameEn": "HU Litang",
                "unitEn": "",
                "unitCn": "北京师范大学水科学研究院"
            },
            {
                "nameCn": "徐茂森",
                "nameEn": "XU Maosen",
                "unitEn": "",
                "unitCn": "北京师范大学水科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河干流中游地区地表水和地下水集成模拟与应用",
                "titleEn": null,
                "referenceCn": "胡立堂.  (2014).  黑河干流中游地区地表水和地下水集成模拟与应用. 北京师范大学学报(自然科学版). 50(5) : 563-569.",
                "referenceEn": null
            },
            {
                "titleCn": "干旱内陆河区地表水和地下水集成模型与应用研究",
                "titleEn": null,
                "referenceCn": "胡立堂，王忠静，田伟. (2013). 干旱内陆河区地表水和地下水集成模型与应用研究[M]. 北京：中国水利水电出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DEM",
                "nameEn": "Digital elevation model"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河中游",
                "keywordEn": "Middle Reaches of Heihe River Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2005-2007",
                "keywordEn": "2005-2007",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of digital elevation models (DEMs) that make them essential for extracting watershed features in hydrological studies?",
                "QuestionCn": "数字高程模型（DEM）的关键特征使其在水文研究中提取流域特征至关重要，包括：\n\n1. **地形表示**：DEM提供了地表的高程信息，能够准确表示地形的起伏和特征。\n2. **空间分辨率**：DEM的空间分辨率影响其在细节捕捉和特征识别方面的能力。\n3. **坡度和坡向计算**：DEM可以用于计算坡度和坡向，这对于理解水流方向和流域分界至关重要。\n4. **水流分析**：DEM支持水流路径分析，帮助识别集水区和流域边界。\n5. **积水区识别**：通过DEM，可以识别低洼区域和潜在的积水区，这对水文模型至关重要。\n6. **地表特征提取**：DEM可以用于提取河流、湖泊和其他水体的空间分布。\n7. **变化检测**：通过比较不同时间的DEM，可以监测地形变化及其对水文过程的影响。\n\n这些特征使得DEM在水文研究中成为不可或缺的工具。",
                "AnswerEn": "detailed representation of terrain, two-dimensional matrix format, slope, aspect, relationships between grid cells, surface water flow paths, river networks, watershed boundaries",
                "AnswerCn": "地形的详细表示，二维矩阵格式，坡度，坡向，网格单元之间的关系，地表水流路径，河流网络，分水岭边界。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the Digital Elevation Model used to describe the middle reaches of the Heihe River?",
                "QuestionCn": "用于描述黑河中游的数字高程模型的分辨率是多少？",
                "AnswerEn": "1:25,000",
                "AnswerCn": "1:25,000",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Digital Elevation Model (DEM)' mean in the context of terrain analysis?",
                "QuestionCn": "在地形分析的背景下，“数字高程模型（DEM）”指的是一种表示地表高程的数字化模型。",
                "AnswerEn": "A Digital Elevation Model (DEM) is a representation of the Earth's surface that captures terrain elevation data. It is used for identifying and analyzing topographical features in a specified area. In the context of terrain analysis, DEM divides a watershed into a grid of m rows and n columns, calculates the average elevation of each grid cell, and stores it in a two-dimensional matrix. This allows for the extraction of surface morphology information such as slope, aspect, and the relationship between grid cells, which can be used to determine surface water flow paths, river networks, and watershed boundaries.",
                "AnswerCn": "数字高程模型（DEM）是地球表面的一个表示，捕捉地形高度数据。它用于识别和分析特定区域的地形特征。在地形分析的背景下，DEM将一个流域划分为m行n列的网格，计算每个网格单元的平均高度，并将其存储在一个二维矩阵中。这允许提取表面形态信息，如坡度、方位和网格单元之间的关系，这些信息可以用于确定地表水流路径、河流网络和流域边界。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on topographical analysis and watershed delineation when using a digital elevation model to extract terrain features in a region?",
                "QuestionCn": "使用数字高程模型提取区域地形特征时，对地形分析和流域划分的潜在影响是什么？",
                "AnswerEn": "Using a digital elevation model (DEM) to extract terrain features allows for the detailed identification of watershed characteristics, such as slope, aspect, and intercell relationships. This can lead to improved determination of surface water flow paths, river networks, and watershed boundaries, which are crucial for developing accurate watershed models.",
                "AnswerCn": "使用数字高程模型（DEM）提取地形特征可以详细识别流域特征，如坡度、方位和单元间关系。这可以改善地表水流动路径、河流网络和流域边界的确定，这对于开发准确的流域模型至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to extract watershed characteristics from a digital elevation model for the middle reaches of the Heihe River?",
                "QuestionCn": "从数字高程模型中提取黑河中游的流域特征为何重要？",
                "AnswerEn": "Extracting watershed characteristics from a digital elevation model (DEM) for the middle reaches of the Heihe River is important because it allows for the detailed description of the region's topography, which is crucial for understanding the local geomorphology. This information is vital for determining surface water flow paths, river networks, and watershed boundaries, which are essential for designing algorithms that can analyze and predict hydrological processes. By converting the DEM into vector maps based on contour lines, researchers can gain insights into slope, aspect, and the relationships between grid cells, which are key for modeling and managing water resources in this area.",
                "AnswerCn": "从数字高程模型（DEM）中提取黑河中游的流域特征非常重要，因为这可以详细描述该地区的地形，这对于理解当地的地貌至关重要。这些信息对于确定地表水流动路径、河流网络和流域边界至关重要，这些都是设计能够分析和预测水文过程的算法所必需的。通过将DEM转换为基于等高线的矢量地图，研究人员可以深入了解坡度、方位以及网格单元之间的关系，这些都是在该地区建模和管理水资源的关键。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}