{
  "id": "298c028f-861c-4dfc-8451-9a7dadc8ebc1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR-DSM data production in Hulugou Catchment",
      "titleCn": "黑河生态水文遥感试验：葫芦沟小流域机载激光雷达DSM点云数据",
      "description": "On 25 July 2012, a Leica ALS70 airborne laser scanner boarded on the Y-12 aircraft was used to obtain the point cloud data. Leica ALS70 airborne laser scanner has unlimited numbers of returns intensities measurements including the first, second, third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 5500 m with the point cloud density 1 points per square meter. Aerial LiDAR- DSM was obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年7月25日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064nm，多次回波（1,2,3和末次）。上游葫芦沟飞行区域，绝对航高为5500米，平均点云密度为1点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DEM和DSM数据产品。",
      "instructions": null,
      "instructionsCn": null,
      "east": 99.9,
      "west": 99.83,
      "south": 38.2,
      "north": 38.267,
      "startTime": "2018-11-24 02:47:44",
      "endTime": "2018-11-24 02:47:44",
      "fileSize": 985880185.0,
      "cstr": "18406.11.hiwater.150.2013.db",
      "doi": "10.3972/hiwater.150.2013.db",
      "dataFormat": "las",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "数字地表模型",
        "nameEn": "Digital surface model(DSM)"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "葫芦沟小流域",
        "keywordEn": "Hulugou Catchment"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-25",
        "keywordEn": "2012-07-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate high-resolution digital surface models (DSM) in ecological hydrology studies?",
        "QuestionCn": "您能否提供一个用于在生态水文学研究中生成高分辨率数字表面模型（DSM）的数据收集方法的示例？",
        "AnswerEn": "In ecological hydrology studies, a data collection method involves using airborne LiDAR technology, such as the Leica ALS70 system with a 1064nm laser wavelength and multiple return capabilities, to conduct remote sensing flights over specific regions like the upper Heihe River basin. This method achieves an average point cloud density of 1 point per square meter, and involves calibration, automated classification, and manual editing to produce DSM data products.",
        "AnswerCn": "在生态水文学研究中，一种数据收集方法涉及使用航空激光雷达（LiDAR）技术，例如Leica ALS70系统，该系统具有1064nm激光波长和多回波能力，针对特定区域（如上黑河流域）进行遥感飞行。该方法实现了平均每平方米1个点云密度，并涉及校准、自动分类和手动编辑，以生成数字表面模型（DSM）数据产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and properties of DSM point cloud data collected using airborne LiDAR in ecological hydrology experiments?",
        "QuestionCn": "在生态水文学实验中，使用航空激光雷达收集的DSM点云数据的具体特征和属性是什么？",
        "AnswerEn": "1064nm laser wavelength, multiple returns (1, 2, 3, and last return), airborne platform, absolute altitude of 5500 meters, point cloud data density of approximately 1 point per square meter",
        "AnswerCn": "1064nm激光波长，多次回波（第1次、第2次、第3次和最后一次回波），机载平台，绝对高度为5500米，点云数据密度约为每平方米1个点。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average point cloud density achieved during the lidar aerial remote sensing data collection over the Hulugou sub-basin?",
        "QuestionCn": "在胡鲁沟子流域进行激光雷达航空遥感数据采集期间，平均点云密度是多少？",
        "AnswerEn": "1 point per square meter",
        "AnswerCn": "每平方米1分",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is an airborne Lidar remote sensing flight experiment and how is it conducted in an ecological and hydrological research setting?",
        "QuestionCn": "什么是空气激光雷达遥感飞行实验，以及它在生态和水文研究环境中是如何进行的？",
        "AnswerEn": "An airborne Lidar remote sensing flight experiment involves using a manned aircraft, equipped with Lidar technology such as the Leica ALS70, to collect high-resolution spatial data over a specific study area. In an ecological and hydrological research context, such as in the core observation region of the middle and upper reaches of a river, the Lidar system emits laser pulses at a wavelength of 1064nm to capture multiple return signals (first, second, third, and last). The aircraft flies at an absolute altitude, for example, 5500 meters, to ensure comprehensive coverage and sufficient data density, like an average point cloud density of 1 point per square meter. This data is then processed through calibration, automatic classification, and manual editing to produce products like Digital Elevation Models (DEM) and Digital Surface Models (DSM), which are essential for analyzing the topography and surface features of the area.",
        "AnswerCn": "一次空中激光雷达遥感飞行实验涉及使用一架载人飞机，配备激光雷达技术，如Leica ALS70，在特定研究区域收集高分辨率空间数据。在生态和水文研究的背景下，例如在河流中上游核心观测区域，激光雷达系统以1064nm的波长发射激光脉冲，以捕获多个回波信号（第一、第二、第三和最后）。飞机以绝对高度飞行，例如5500米，以确保全面覆盖和足够的数据密度，如每平方米平均点云密度为1个点。然后对这些数据进行校准、自动分类和手动编辑，以生成数字高程模型（DEM）和数字表面模型（DSM）等产品，这些产品对于分析该区域的地形和地表特征至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of using airborne LiDAR systems, such as the ALS70, for capturing detailed topographical data in terms of accuracy and data density at an absolute flight height of 5500 meters?",
        "QuestionCn": "在绝对飞行高度5500米时，使用机载激光雷达系统（如ALS70）捕获详细地形数据的准确性和数据密度方面可以推断出什么？",
        "AnswerEn": "The use of airborne LiDAR systems like the ALS70, with a laser wavelength of 1064nm and multiple returns (1, 2, 3, and last), suggests that it is effective in capturing detailed topographical data due to its capability to provide multiple echo returns and high point cloud density (1 point/square meter) even at an absolute flight height of 5500 meters. This allows for the creation of detailed DEM and DSM products through processes such as parameter calibration, automatic point cloud classification, and manual editing.",
        "AnswerCn": "使用像ALS70这样的空中激光雷达系统，其激光波长为1064nm，并具有多个回波（1、2、3和最后回波），表明它在捕获详细地形数据方面非常有效，因为它能够提供多个回波返回和高点云密度（每平方米1个点），即使在5500米的绝对飞行高度下。这使得通过参数校准、自动点云分类和手动编辑等过程创建详细的数字高程模型（DEM）和数字表面模型（DSM）产品成为可能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy and resolution of airborne LiDAR data collection in ecological and hydrological remote sensing experiments?",
        "QuestionCn": "影响生态和水文遥感实验中航空激光雷达数据采集的准确性和分辨率的因素有哪些？",
        "AnswerEn": "The accuracy and resolution of airborne LiDAR data collection in ecological and hydrological remote sensing experiments are influenced by several factors, including the type of aircraft used (e.g., Yun-12), the specifications of the LiDAR system (such as the Leica ALS70 with a wavelength of 1064nm and multiple return capabilities), the flight altitude (such as an absolute altitude of 5500 meters), and the point cloud density (e.g., 1 point per square meter). Additionally, data accuracy can be affected by the calibration parameters, automated classification processes, and manual editing involved in producing the final DEM and DSM data products.",
        "AnswerCn": "空气激光雷达数据收集在生态和水文遥感实验中的准确性和分辨率受到多个因素的影响，包括所使用的飞机类型（例如，云-12）、激光雷达系统的规格（如Leica ALS70，波长为1064nm，具有多回波能力）、飞行高度（例如，绝对高度为5500米）以及点云密度（例如，每平方米1个点）。此外，数据准确性还可能受到校准参数、自动分类过程和手动编辑在生成最终数字高程模型（DEM）和数字表面模型（DSM）数据产品中所涉及的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in generating DSM and DEM data products from airborne LIDAR point cloud data collected at an altitude of 5500 meters?",
        "QuestionCn": "从5500米高空收集的机载LIDAR点云数据生成DSM和DEM数据产品所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps include parameter calibration, automatic classification of the point cloud data, and manual editing. These processes help in refining the raw LIDAR data to form accurate and precise DSM and DEM data products.",
        "AnswerCn": "程序步骤包括参数校准、点云数据的自动分类和手动编辑。这些过程有助于精炼原始LIDAR数据，以形成准确和精确的DSM和DEM数据产品。",
        "Level": "C3(Applying)"
      }
    ]
  }
}