{
    "id": "29d11551-3003-48c7-a2ba-e7b0d780aab8",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-10m tower, 2017)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（10m塔）-2017",
            "description": "This data set contains the observation data of 10 m tower eddy covariance instrument from January 1, 2017 to December 31, 2017. The site is located in donghuayuan Town, Huailai County, Hebei Province. The longitude and latitude of the observation point are 115.7880e, 40.3491n and 480m above sea level. The acquisition frequency of the eddy correlator is 10Hz, the height of the frame is 5m, the ultrasonic direction is due north, and the distance between the ultrasonic anemometer (csat3) and the CO2 / H2O analyzer (li7500a) is 15cm.\nThe released data is 30 minutes data obtained by post-processing the original collected 10Hz data by eddypro software. The main processing steps include: outlier value elimination, delay time correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction. At the same time, the quality evaluation of each flux value is mainly the test of atmospheric stability (Δ st) and turbulence similarity characteristics (ITC). The 30 min flux values output after processing were also screened: (1) the data of instrument error; (2) the data of 1 h before and after precipitation; (3) the data of 10 Hz original data missing more than 10% every 30 min; (4) the observation data of weak turbulence at night (U * less than 0.1 M / s) were eliminated. The average period of observation data is 30 minutes. There are 48 data in a day, and the missing data is marked as - 6999. From May 27 to July 22, the data was missing due to problems with the ultrasonic anemometer.\nThe observational data released by eddy correlator include date / time, wind direction WDIR (°), horizontal wind speed wnd (M / s) and standard deviation of lateral wind speed STD_ Uy (M / s), ultrasonic virtual temperature TV (k), water vapor density H2O (g / m3), carbon dioxide concentration CO2 (mg / m3), friction velocity ustar (M / s), obuhof length, sensible heat flux HS (w / m2), latent heat flux Le (w / M2), carbon dioxide flux FC (mg / (M2S)), quality identification of sensible heat flux QA_ HS, quality identification of latent heat flux QA_ LE。 The quality identification of sensible heat, latent heat and carbon dioxide flux can be divided into three levels (quality mark 0: (Δ st < 30, ITC < 30); 1: (Δ st < 100, ITC < 100); the rest are 2). The meaning of data time, for example, 0:30 represents the average of 0:00-0:30; the data is stored in *. XLS format.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
            "descriptionCn": "该数据集包含了2017年1月1日至2017年12月31日的10m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面水浇地玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。涡动相关仪的采集频率是10Hz，架高为5m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（Li7500A）之间的距离是15cm。\n\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。5月27日至7月22日由于超声风速仪出现问题，数据缺失。\n\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/（m2s）），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0：（Δst<30, ITC<30）; 1：（Δst<100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
            "instructions": "File naming method: **** station-####-xx tower-yyyy, where **** * represents the site name, #### # represents the site type, xx represents the tower height (meters), yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
            "instructionsCn": "文件命名方式：**** station-####-xx tower-yyyy，其中****代表站点名称，####代表站点类型，xx代表塔高（米），yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
            "east": 115.788,
            "west": 115.788,
            "south": 40.3491,
            "north": 40.3491,
            "startTime": "2017-01-17 16:00:00",
            "endTime": "2018-01-16 16:00:00",
            "fileSize": 3270135.0,
            "cstr": "18406.11.haihe.008.2019.db",
            "doi": "10.3972/haihe.008.2019.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
                "referenceEn": null
            },
            {
                "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
                "titleEn": null,
                "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
                "titleEn": null,
                "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
                "referenceEn": null
            },
            {
                "titleCn": "大尺度地表水热通量的观测、分析与应用",
                "titleEn": null,
                "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
                "referenceCn": null,
                "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
            },
            {
                "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
                "titleEn": null,
                "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
                "referenceEn": null
            },
            {
                "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
                "titleEn": null,
                "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
            ],
            "research objective": [
                "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
            ],
            "challenges": [
                "More data is needed for further discussions."
            ],
            "methods": [
                "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
            ],
            "dataset": [
                "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
            ],
            "findings": [
                "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
            ],
            "backgroundCn": [
                "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在某一高度变为零的高度。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量数据。在实际应用中，尤其是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与陆面特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风的湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
            ],
            "research objectiveCn": [
                "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙度元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
            ],
            "challengesCn": [
                "需要更多数据以进行进一步讨论。"
            ],
            "methodsCn": [
                "本文计算了多个地表的z0m，使用了来自小汤山的3年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权方法对整个实验场的z0m进行聚合。"
            ],
            "datasetCn": [
                "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南部子区，土地覆盖在5月30日至6月11日之间为裸土，而玉米植物在6月12日左右开始出土。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
            ],
            "findingsCn": [
                "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
            ]
        },
        {
            "background": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objective": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challenges": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methods": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "dataset": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findings": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ],
            "backgroundCn": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objectiveCn": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challengesCn": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methodsCn": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "datasetCn": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findingsCn": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ]
        },
        {
            "background": [
                "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
            ],
            "research objective": [
                "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
            ],
            "challenges": [
                "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
            ],
            "methods": [],
            "dataset": [],
            "findings": [
                "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
            ],
            "backgroundCn": [
                "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
            ],
            "research objectiveCn": [
                "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
            ],
            "challengesCn": [
                "关于普遍稳定性函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": [
                "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、空气压力和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more suitable for regional scale surface flux measurements, eddy covariance systems or large aperture scintillometers?",
                "QuestionCn": "哪种数据收集方法更适合区域尺度的表面通量测量，涡度协方差系统还是大孔径闪烁仪？",
                "AnswerEn": "Large aperture scintillometers",
                "AnswerCn": "大孔径闪烁仪",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where can large aperture scintillometer observations be particularly useful for improving remote sensing models?",
                "QuestionCn": "大孔径闪烁仪观测在改善遥感模型方面特别有用的地方在哪里？",
                "AnswerEn": "Regional scales",
                "AnswerCn": "区域尺度",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with applying the Monin-Obukhov Similarity Theory in real-world surface flux measurements?",
                "QuestionCn": "在实际的表面通量测量中，应用Monin-Obukhov相似理论面临哪些挑战？",
                "AnswerEn": "horizontal homogeneity",
                "AnswerCn": "水平均匀性",
                "Level": "C3(Applying)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure surface fluxes in agricultural areas, including the type of instrumentation and the specific parameters measured?",
                "QuestionCn": "您能否提供一个用于测量农业地区表面通量的数据收集方法的示例，包括仪器类型和具体测量的参数？",
                "AnswerEn": "An example of a data collection method for measuring surface fluxes in agricultural areas is the use of an eddy covariance system, which includes instruments such as an ultrasonic anemometer (CSAT3) and a CO2/H2O analyzer (Li7500A). Parameters measured include wind direction, horizontal wind speed, water vapor density, CO2 concentration, sensible heat flux, and latent heat flux.",
                "AnswerCn": "测量农业地区表面通量的数据收集方法之一是使用涡度协方差系统，该系统包括超声波风速仪（CSAT3）和CO2/H2O分析仪（Li7500A）。测量的参数包括风向、水平风速、水蒸气密度、CO2浓度、显热通量和潜热通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using eddy covariance systems for surface flux measurements and how is it addressed?",
                "QuestionCn": "使用涡度协方差系统进行表面通量测量时面临的一个挑战是数据的噪声和不连续性。为了解决这个问题，研究人员通常会采用数据过滤和质量控制方法，以排除异常值和不可靠的数据，从而提高测量的准确性和可靠性。",
                "AnswerEn": "A challenge faced when using eddy covariance systems is the issue of data quality and accuracy, particularly during conditions of weak turbulence or instrument errors. This can be addressed by implementing post-processing steps such as coordinate rotation, frequency response correction, and quality assessment based on atmospheric stability and turbulence similarity tests.",
                "AnswerCn": "使用涡度协方差系统时面临的一个挑战是数据质量和准确性的问题，特别是在弱湍流或仪器错误的情况下。这可以通过实施后处理步骤来解决，例如坐标旋转、频率响应校正，以及基于大气稳定性和湍流相似性测试的质量评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics of the aerodynamic roughness length (z0m) are necessary for accurate surface flux estimations and how can they be parameterized in models?",
                "QuestionCn": "气动粗糙度长度（z0m）的哪些特征对于准确的表面通量估计是必要的，以及如何在模型中对其进行参数化？",
                "AnswerEn": "direction-dependent, varies with structure and spacing of surface roughness elements, calculated using vegetation height and leaf area index, aggregation using footprint weighting methods",
                "AnswerCn": "方向依赖性，随表面粗糙度元素的结构和间距而变化，使用植被高度和叶面积指数计算，使用足迹加权方法进行聚合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency at which the data was collected in the multi-scale surface flux and meteorological element dataset?",
                "QuestionCn": "多尺度表面通量和气象要素数据集的数据收集频率是多少？",
                "AnswerEn": "10Hz",
                "AnswerCn": "10赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many data points are recorded daily in the observational dataset from the 10m eddy covariance tower?",
                "QuestionCn": "在10米涡度协方差塔的观测数据集中，每天记录多少个数据点？",
                "AnswerEn": "48",
                "AnswerCn": "48",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Eddy-Covariance system and how is it utilized in surface flux measurements?",
                "QuestionCn": "Eddy-Covariance系统是一种用于测量地表通量的技术。它通过同时测量气体（如二氧化碳、水蒸气等）和风速的变化，来估算地表与大气之间的物质和能量交换。该系统通常包括高频率的三维风速传感器和气体分析仪，能够实时捕捉到涡旋运动和气体浓度的瞬时变化。通过分析这些数据，研究人员可以计算出地表的净通量，进而了解生态系统的碳平衡、水分循环等重要过程。",
                "AnswerEn": "The Eddy-Covariance system is an internationally recognized and reliable method for observing surface fluxes, such as heat and water vapor exchanges between the land and atmosphere. It involves capturing data on wind speed, direction, and other meteorological factors to assess fluxes over small spatial scales, typically ranging from dozens to a few hundred meters.",
                "AnswerCn": "涡度协方差系统是一种国际公认且可靠的观察表面通量的方法，用于测量土地与大气之间的热量和水蒸气交换。它涉及捕捉风速、风向和其他气象因素的数据，以评估通常在几十到几百米的小空间尺度上的通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is the aerodynamic roughness length (z0m) significant in surface flux estimations, and what challenges are associated with its calculation?",
                "QuestionCn": "气动粗糙度长度（z0m）在表面通量估算中具有重要意义，其计算面临的挑战包括：",
                "AnswerEn": "Aerodynamic roughness length (z0m) is critical in surface flux estimations as it defines the height where wind speed extrapolates to zero according to the logarithmic wind profile. It varies significantly across different surfaces, and its calculation is challenging due to difficulties in obtaining accurate local or regional values based solely on station observations.",
                "AnswerCn": "气动粗糙长度（z0m）在表面通量估算中至关重要，因为它定义了风速根据对数风速剖面外推到零的高度。它在不同表面之间变化显著，且由于仅依靠站点观测获取准确的地方或区域值存在困难，因此其计算具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the Large Aperture Scintillometer (LAS), and how does it compare to the Eddy-Covariance system in terms of observational scale?",
                "QuestionCn": "大型孔径闪烁仪（LAS）是一种用于测量地表气体和热量交换的仪器。与涡度协方差系统相比，LAS在观测尺度上具有更大的范围。涡度协方差系统通常用于较小的空间尺度，适合于局部的气体交换测量，而LAS则能够在更广泛的区域内进行观测，适合于大尺度的气候和环境研究。",
                "AnswerEn": "The Large Aperture Scintillometer (LAS) is used for measuring regional-scale average sensible heat fluxes, covering areas from hundreds of meters to kilometers, which is significantly larger than the small spatial scales of the Eddy-Covariance system. Its observations match satellite pixel scales and model grid scales, providing ground truth for remote sensing models and numerical weather models.",
                "AnswerCn": "大型孔径闪烁仪（LAS）用于测量区域尺度的平均显热通量，覆盖范围从数百米到数公里，这显著大于涡动协方差系统的小空间尺度。它的观测结果与卫星像素尺度和模型网格尺度相匹配，为遥感模型和数值天气模型提供了地面真值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of Eddy-Covariance systems compare to the Large Aperture Scintillometer in terms of spatial representation of surface flux measurements?",
                "QuestionCn": "Eddy-Covariance系统的数据收集方法与大孔径闪烁仪在表面通量测量的空间代表性方面有何比较？",
                "AnswerEn": "Eddy-Covariance systems, recognized as reliable for surface flux measurements, have a small spatial representation of only tens to hundreds of meters, whereas the Large Aperture Scintillometer can measure over a regional scale of several hundred meters to kilometers, matching satellite pixel and numerical weather prediction model grid scales.",
                "AnswerCn": "涡度协方差系统被认为是可靠的表面通量测量工具，但其空间代表性仅为几十到几百米，而大孔径闪烁仪则可以在几百米到几公里的区域尺度上进行测量，匹配卫星像素和数值天气预报模型的网格尺度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in data processing techniques between the Eddy-Covariance system used in the Hebei Huailai site and those used in the Xiaotangshan Experiment?",
                "QuestionCn": "河北怀来站使用的涡度协方差系统与小汤山实验中使用的数据处理技术有什么区别？",
                "AnswerEn": "The Huailai site processes Eddy-Covariance data using Eddypro software, including steps like wild point removal and coordinate rotation, while the Xiaotangshan Experiment involves calculating aerodynamic roughness length using an analytical footprint model, focusing on land surface characteristics.",
                "AnswerCn": "Huailai 站点使用 Eddypro 软件处理涡度协方差数据，包括野点去除和坐标旋转等步骤，而 Xiaotangshan 实验则涉及使用分析足迹模型计算气动粗糙度长度，重点关注地表特征。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced in applying the Monin-Obukhov Similarity Theory differ between the LAS observations in the Guantao and Aruo stations and the general challenges in remote sensing models?",
                "QuestionCn": "在应用Monin-Obukhov相似理论时，Guantao和Aruo站的LAS观测所面临的挑战与遥感模型的一般挑战有何不同？",
                "AnswerEn": "The challenges in the Guantao and Aruo stations include the difficulty in achieving ideal homogeneity due to surface type and weather conditions, and the need for new applicability judgment methods. In contrast, remote sensing models generally struggle with obtaining local aerodynamic roughness lengths due to the heterogeneity of landscapes and require parameterizations based on land surface properties.",
                "AnswerCn": "关涛和阿若站面临的挑战包括由于地表类型和天气条件导致理想均匀性难以实现，以及需要新的适用性判断方法。相比之下，遥感模型通常在获取局部气动粗糙长度方面存在困难，因为景观的异质性，并且需要基于地表特性的参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the characteristics of aerodynamic roughness length (z0m) observed from remote sensing techniques be interpreted in terms of its dependency on surface heterogeneity and wind direction?",
                "QuestionCn": "如何从遥感技术观察到的气动粗糙度长度（z0m）的特征解释其对表面异质性和风向的依赖性？",
                "AnswerEn": "The characteristics of aerodynamic roughness length (z0m) can be interpreted as being dependent on surface heterogeneity and wind direction due to the variation in size and spatial distribution of roughness elements, such as vegetation height and leaf area index, across different land surfaces. This dependency suggests that the estimation of z0m should consider the directional characteristics of these elements, which can be analyzed using an analytical footprint model.",
                "AnswerCn": "气动粗糙度长度（z0m）的特征可以解释为依赖于表面异质性和风向，因为不同土地表面上粗糙元素的大小和空间分布（如植被高度和叶面积指数）存在差异。这种依赖性表明，z0m的估计应考虑这些元素的方向特征，这可以通过分析性足迹模型进行分析。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What inferences can be drawn about the reliability of Monin-Obukhov Similarity Theory (MOST) in different observational conditions, and what challenges might arise in its application?",
                "QuestionCn": "关于Monin-Obukhov相似理论（MOST）在不同观测条件下的可靠性，可以得出哪些推论，以及在其应用中可能出现哪些挑战？",
                "AnswerEn": "Inferences about the reliability of Monin-Obukhov Similarity Theory (MOST) suggest that its applicability can be significantly impacted by factors such as surface cover type, flatness, and atmospheric conditions. Challenges in applying MOST include achieving the ideal horizontally uniform condition and the need for quantitative judgment methods, like factor analysis and temperature structure parameter methods, to assess its applicability under various conditions.",
                "AnswerCn": "关于Monin-Obukhov相似理论（MOST）可靠性的推论表明，其适用性可能受到表面覆盖类型、平坦度和大气条件等因素的显著影响。应用MOST的挑战包括实现理想的水平均匀条件，以及需要定量判断方法，如因子分析和温度结构参数方法，以评估其在不同条件下的适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conclusions can be drawn about the factors influencing the measurement of sensible heat flux using large aperture scintillometer (LAS) data, and how do they compare with other surface flux measurement techniques?",
                "QuestionCn": "可以得出关于影响使用大孔径闪烁仪（LAS）数据测量显热通量的因素的结论，以及这些因素与其他表面通量测量技术的比较。",
                "AnswerEn": "Conclusions about the factors influencing the measurement of sensible heat flux using LAS data indicate that beam height and wind speed are significant factors, while zero-plane displacement height and Bowen ratio need careful consideration. Compared to other techniques like eddy covariance systems, LAS can measure fluxes over larger areas and both homogeneous and heterogeneous surfaces, but it requires careful calibration and validation to ensure accuracy across different conditions.",
                "AnswerCn": "关于影响使用激光雷达（LAS）数据测量显热通量的因素的结论表明，光束高度和风速是重要因素，而零平面位移高度和波文比需要谨慎考虑。与涡度协方差系统等其他技术相比，激光雷达可以在更大区域以及均匀和非均匀表面上测量通量，但需要仔细校准和验证，以确保在不同条件下的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could lead to the need for post-processing steps such as delay time correction and coordinate rotation in eddy covariance data collection methods?",
                "QuestionCn": "哪些因素可能导致在涡度协方差数据收集方法中需要进行后处理步骤，如延迟时间修正和坐标旋转？",
                "AnswerEn": "Post-processing steps such as delay time correction and coordinate rotation are often necessary due to the need to accurately interpret high-frequency data collected by instruments like the eddy covariance system. These steps correct for time lags between sensors and align the coordinate system with the predominant wind direction, ensuring that data like wind speed and gas concentrations are accurately represented.",
                "AnswerCn": "后处理步骤，如延迟时间修正和坐标旋转，通常是必要的，因为需要准确解释由涡度协方差系统等仪器收集的高频数据。这些步骤修正传感器之间的时间滞后，并将坐标系统与主要风向对齐，确保风速和气体浓度等数据被准确表示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the eddy covariance system's spatial representativeness be limited to a few hundred meters despite its acceptance as a reliable method for surface flux observation?",
                "QuestionCn": "涡度协方差系统的空间代表性可能仅限于几百米，尽管它被接受为表面通量观测的可靠方法。",
                "AnswerEn": "The eddy covariance system's spatial representativeness is limited due to its reliance on high-frequency point measurements that are only representative of the immediate area around the sensors, typically within a few hundred meters. This limitation arises from the system's design to capture detailed turbulence and fluxes in the atmosphere, which do not extend over large distances without significant variability.",
                "AnswerCn": "涡度协方差系统的空间代表性受到限制，因为它依赖于高频点测量，这些测量仅代表传感器周围的即时区域，通常在几百米范围内。这一限制源于该系统旨在捕捉大气中的详细湍流和通量，而这些特征在没有显著变化的情况下无法在大范围内延伸。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using different data collection frequencies (e.g., 10Hz vs. lower frequencies) on the quality and resolution of surface flux measurements?",
                "QuestionCn": "使用不同的数据收集频率（例如10Hz与较低频率）对表面通量测量的质量和分辨率可能产生的后果是什么？",
                "AnswerEn": "Using different data collection frequencies can significantly impact the quality and resolution of surface flux measurements. A higher frequency, such as 10Hz, allows for more detailed capturing of turbulence and flow dynamics, leading to more accurate and precise flux calculations. Lower frequencies might miss some rapid fluctuations, potentially leading to less reliable estimates of fluxes. The choice of frequency affects the temporal resolution and the ability to capture transient atmospheric conditions.",
                "AnswerCn": "使用不同的数据收集频率会显著影响表面通量测量的质量和分辨率。较高的频率，例如10Hz，可以更详细地捕捉湍流和流动动态，从而导致更准确和精确的通量计算。较低的频率可能会错过一些快速波动，从而可能导致通量估计的可靠性降低。频率的选择影响时间分辨率以及捕捉瞬态大气条件的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes can be expected when integrating data from large aperture scintillometers (LAS) with traditional eddy covariance systems for regional-scale surface flux estimation?",
                "QuestionCn": "将大孔径闪烁仪（LAS）与传统涡动协变系统集成用于区域尺度表面通量估计时，可以预期哪些结果？",
                "AnswerEn": "Integrating data from large aperture scintillometers (LAS) with traditional eddy covariance systems can enhance regional-scale surface flux estimation by providing complementary information. While eddy covariance systems offer detailed point measurements, LAS can capture average fluxes over larger areas, bridging the scale gap and improving spatial representativeness. This integration can lead to more robust flux estimates and facilitate the validation of remote sensing models and numerical weather prediction models by providing ground-truth data at a matching scale.",
                "AnswerCn": "将大型孔径闪烁仪（LAS）与传统的涡度协方差系统集成，可以通过提供互补信息来增强区域尺度的表面通量估计。虽然涡度协方差系统提供详细的点测量，但LAS可以捕捉更大区域的平均通量，从而弥补尺度差距，提高空间代表性。这种集成可以导致更稳健的通量估计，并通过提供与匹配尺度的地面真实数据，促进遥感模型和数值天气预报模型的验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary intention behind using eddy covariance systems for surface flux measurements in research settings?",
                "QuestionCn": "使用涡度协方差系统进行研究设置中的表面通量测量的主要意图是什么？",
                "AnswerEn": "The primary intention of using eddy covariance systems for surface flux measurements is to provide reliable observations of surface fluxes, such as sensible and latent heat fluxes, which are crucial for understanding land-atmosphere energy exchanges and validating models like remote sensing and numerical weather prediction models.",
                "AnswerCn": "使用涡度协方差系统进行表面通量测量的主要目的是提供可靠的表面通量观测，例如显热和潜热通量，这对于理解陆地-大气能量交换以及验证遥感和数值天气预报模型至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What drives the integration of large aperture scintillometer (LAS) in surface flux measurement studies?",
                "QuestionCn": "大型孔径闪烁仪（LAS）在表面通量测量研究中的集成驱动因素是什么？",
                "AnswerEn": "The integration of large aperture scintillometer (LAS) in surface flux measurement studies is driven by the need to measure fluxes over larger spatial scales, which aligns with the resolution of satellite pixels and model grids, thereby enhancing the validation and optimization of remote sensing models and regional-scale climate simulations.",
                "AnswerCn": "大孔径闪烁仪（LAS）在表面通量测量研究中的应用，源于对在更大空间尺度上测量通量的需求，这与卫星像素和模型网格的分辨率相一致，从而增强了对遥感模型和区域气候模拟的验证和优化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the aerodynamic roughness length be calculated and parameterized for different land surfaces using meteorological data?",
                "QuestionCn": "如何使用气象数据计算和参数化不同地表的气动粗糙长度？",
                "AnswerEn": "Aerodynamic roughness length (z0m) can be calculated over different surfaces using the Monin-Obukhov Similarity Theory and wind profile measurements. Researchers can relate z0m to roughness element characteristic factors, such as vegetation height and leaf area index (LAI), and aggregate z0m over an experimental field using an analytical footprint model. This approach helps parameterize z0m as a reference for model parameterizations, considering the directional characteristics and heterogeneity of roughness elements.",
                "AnswerCn": "气动粗糙长度（z0m）可以通过使用Monin-Obukhov相似理论和风速剖面测量在不同表面上进行计算。研究人员可以将z0m与粗糙元素的特征因子相关联，例如植被高度和叶面积指数（LAI），并通过分析足迹模型在实验场地上聚合z0m。这种方法有助于将z0m参数化作为模型参数化的参考，考虑到粗糙元素的方向特征和异质性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are used to ensure the applicability of Monin-Obukhov Similarity Theory in large aperture scintillometer observations?",
                "QuestionCn": "确保Monin-Obukhov相似理论在大孔径闪烁仪观测中适用性的方法论有哪些？",
                "AnswerEn": "To ensure the applicability of Monin-Obukhov Similarity Theory (MOST) in large aperture scintillometer (LAS) observations, data is processed by analyzing the suitability of MOST under different conditions. This involves using factor analysis and temperature structure parameter methods to evaluate stability. The process includes selecting appropriate data periods and comparing LAS data against other methods like eddy covariance systems to assess the theory's applicability under various environmental conditions.",
                "AnswerCn": "为了确保Monin-Obukhov相似理论（MOST）在大孔径闪烁仪（LAS）观测中的适用性，数据通过分析MOST在不同条件下的适用性进行处理。这涉及使用因子分析和温度结构参数方法来评估稳定性。该过程包括选择合适的数据时期，并将LAS数据与涡动协方差系统等其他方法进行比较，以评估该理论在各种环境条件下的适用性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the integration of Monin-Obukhov Similarity Theory enhance the applicability of large aperture scintillometer (LAS) data in surface flux estimations across different landscapes?",
                "QuestionCn": "Monin-Obukhov相似理论的整合如何增强大孔径闪烁仪（LAS）数据在不同景观中表面通量估算的适用性？",
                "AnswerEn": "The integration of Monin-Obukhov Similarity Theory with LAS data enables accurate estimation of area-averaged sensible heat fluxes by using atmospheric refractive index structure parameters and meteorological data. This approach allows LAS data to be applicable over both homogeneous and heterogeneous surfaces, improving the compatibility with remote sensing models and numerical weather prediction scales.",
                "AnswerCn": "将Monin-Obukhov相似理论与激光雷达（LAS）数据相结合，可以通过使用大气折射率结构参数和气象数据，准确估计区域平均的显热通量。这种方法使得LAS数据能够适用于均匀和非均匀表面，提高了与遥感模型和数值天气预报尺度的兼容性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approaches enable the calculation of aerodynamic roughness length (z0m) over heterogeneous surfaces, incorporating land surface properties?",
                "QuestionCn": "哪些方法论方法能够计算异质表面上的气动粗糙长度（z0m），并结合地表特性？",
                "AnswerEn": "The calculation of aerodynamic roughness length (z0m) over heterogeneous surfaces is enabled by methodological approaches that use analytical footprint models to account for directional characteristics and relationships between z0m and roughness element factors, such as vegetation height and leaf area index. These methods allow for the parameterization of z0m in remote sensing and land surface models.",
                "AnswerCn": "对异质表面气动粗糙长度（z0m）的计算得益于使用分析足迹模型的方法，这些模型考虑了方向特征以及z0m与粗糙元素因素之间的关系，如植被高度和叶面积指数。这些方法使得在遥感和陆面模型中对z0m进行参数化成为可能。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the anticipated challenges in using large aperture scintillometer (LAS) for measuring surface fluxes, and why might these challenges arise?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）测量表面通量时，预期会面临哪些挑战，以及这些挑战可能出现的原因是什么？",
                "AnswerEn": "Challenges may arise due to the sensitivity of sensible heat flux measurement to factors like beam height, wind speed, and zero-plane displacement height. Additionally, the universal stability function fT and the convergence process during low wind speeds and stable nighttime conditions pose difficulties.",
                "AnswerCn": "由于敏感热通量测量对诸如光束高度、风速和零平面位移高度等因素的敏感性，可能会出现挑战。此外，通用稳定性函数fT以及在低风速和稳定夜间条件下的收敛过程也带来了困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might traditional surface flux observation methods have limitations, and how does the eddy covariance system address these limitations?",
                "QuestionCn": "传统的表面通量观测方法可能存在一些局限性，而涡度协方差系统则可以解决这些局限性。",
                "AnswerEn": "Traditional methods often have spatial limitations, only representing small scales. The eddy covariance system is recognized for its reliability in surface flux measurement; however, its spatial representativeness is also limited. The use of LAS offers a solution by measuring fluxes on a larger scale, aligning better with satellite and model grid scales.",
                "AnswerCn": "传统方法往往存在空间限制，仅能代表小尺度。涡度协方差系统因其在表面通量测量中的可靠性而受到认可；然而，它的空间代表性也有限。使用激光雷达（LAS）提供了一种解决方案，通过在更大尺度上测量通量，更好地与卫星和模型网格尺度对齐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential benefits and limitations of using eddy covariance systems for measuring surface fluxes in agricultural environments?",
                "QuestionCn": "使用涡度协方差系统测量农业环境中的表面通量的潜在好处和局限性是什么？",
                "AnswerEn": "Eddy covariance systems are recognized as reliable methods for surface flux measurements due to their ability to provide detailed information on fluxes between the surface and the atmosphere. However, their spatial representativeness is limited to small areas, typically tens to hundreds of meters. They are most effective in homogeneous environments, and their accuracy can be affected by atmospheric stability conditions and instrumentation issues. In agricultural settings, factors like crop type, growth stage, and irrigation can impact measurements, which necessitates careful site-specific calibration and validation.",
                "AnswerCn": "涡度协方差系统因其能够提供表面与大气之间通量的详细信息而被认为是可靠的表面通量测量方法。然而，它们的空间代表性仅限于小范围，通常为几十到几百米。它们在均匀环境中最为有效，且其准确性可能受到大气稳定性条件和仪器问题的影响。在农业环境中，作物类型、生长阶段和灌溉等因素会影响测量结果，这需要进行仔细的特定地点校准和验证。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do large aperture scintillometers (LAS) complement traditional surface flux observation methods, and what challenges might they introduce?",
                "QuestionCn": "大型孔径闪烁仪（LAS）在以下几个方面补充了传统的表面通量观测方法，同时也可能引入一些挑战：\n\n1. **空间覆盖**：LAS能够在较大的区域内进行观测，提供更广泛的空间通量信息，而传统方法通常局限于小范围内的测量。\n\n2. **时间分辨率**：LAS可以实时监测通量变化，提供高频率的数据，而传统方法可能需要较长的时间间隔进行测量。\n\n3. **非接触测量**：LAS通过光学方法进行测量，不需要直接接触地面，减少了对环境的干扰。\n\n4. **适应性强**：LAS可以在各种环境条件下工作，包括复杂的地形和植被覆盖，而传统方法可能受到限制。\n\n然而，LAS也可能引入一些挑战：\n\n1. **数据解释**：LAS测量的数据需要复杂的模型进行解释，可能导致不确定性，而传统方法通常提供更直接的通量测量。\n\n2. **设备成本**：LAS设备通常较为昂贵，维护和操作成本也较高，可能限制其在某些地区的应用。\n\n3. **环境影响**：LAS的测量可能受到大气条件（如湿度、温度、风速等）的影响，这些因素需要在数据分析中加以考虑。\n\n4. **技术要求**：操作LAS需要一定的技术知识和经验，可能对用户的培训和技能提出更高要求。",
                "AnswerEn": "Large aperture scintillometers (LAS) complement traditional methods like eddy covariance by providing flux measurements over larger spatial scales, which can range from hundreds of meters to kilometers. This capability makes LAS particularly useful for validating remote sensing models and climate models at grid scales. However, challenges include ensuring accurate alignment, dealing with the impacts of terrain heterogeneity, and the necessity of robust data processing to handle varying atmospheric conditions, especially during low wind speeds or stable atmospheric conditions at night.",
                "AnswerCn": "大型孔径闪烁仪（LAS）通过提供更大空间尺度的通量测量，补充了传统的涡度协方差方法，这些空间尺度可以从数百米到数公里。这一能力使得LAS在验证遥感模型和气候模型的网格尺度上特别有用。然而，挑战包括确保准确对齐、处理地形异质性的影响，以及在低风速或夜间稳定大气条件下处理变化的大气条件所需的强大数据处理能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can the application of Monin-Obukhov Similarity Theory (MOST) be evaluated or adapted for different environmental conditions in surface flux measurement studies?",
                "QuestionCn": "如何评估或调整Monin-Obukhov相似理论（MOST）在不同环境条件下的应用，以用于表面通量测量研究？",
                "AnswerEn": "The application of MOST can be evaluated by analyzing its performance under various conditions, such as different surface types and atmospheric stability states. Researchers have developed methods like factor analysis and the temperature structure parameter method to assess MOST's applicability. Adaptations may involve integrating additional site-specific parameters or using alternative similarity functions to better account for the heterogeneity of the land surface and the influence of large-scale eddies, particularly in unstable conditions.",
                "AnswerCn": "MOST的应用可以通过分析其在不同表面类型和大气稳定状态下的表现来评估。研究人员开发了如因子分析和温度结构参数法等方法来评估MOST的适用性。适应性可能涉及整合额外的特定地点参数或使用替代相似性函数，以更好地考虑地表的异质性和大尺度涡流的影响，特别是在不稳定条件下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the data collection methods for surface flux measurements using eddy covariance systems can ensure accuracy when dealing with varying environmental conditions.",
                "QuestionCn": "我不明白在处理变化的环境条件时，涡度协方差系统的表面通量测量的数据收集方法如何确保准确性。",
                "AnswerEn": "Eddy covariance systems are considered reliable for surface flux measurements but have limitations regarding spatial representation, capturing only small areas of tens to hundreds of meters. They require careful post-processing, including coordinate rotation, frequency response correction, and quality evaluation of flux values based on atmospheric stability and turbulence similarity characteristics to ensure accuracy under varying conditions.",
                "AnswerCn": "涡度协方差系统被认为在表面通量测量方面可靠，但在空间代表性方面存在局限性，仅能捕捉到几十到几百米的小区域。它们需要仔细的后处理，包括坐标旋转、频率响应校正以及基于大气稳定性和湍流相似性特征的通量值质量评估，以确保在不同条件下的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how large aperture scintillometers can be used to measure surface fluxes over large scales compared to other methods.",
                "QuestionCn": "我无法理解大孔径闪烁仪如何用于测量大尺度的表面通量，与其他方法相比。",
                "AnswerEn": "Large aperture scintillometers (LAS) measure surface fluxes at larger scales (hundreds of meters to kilometers) by using the Monin-Obukhov Similarity Theory, combining atmospheric refractive index structure parameters with meteorological data. LAS is advantageous as it matches satellite pixel scales and numerical weather prediction grid scales, providing regional flux estimates despite challenges in universal stability function determination and convergence under low wind speeds.",
                "AnswerCn": "大型孔径闪烁仪（LAS）通过使用Monin-Obukhov相似理论，结合大气折射率结构参数和气象数据，测量在更大尺度（数百米到数公里）上的表面通量。LAS的优势在于它与卫星像素尺度和数值天气预报网格尺度相匹配，能够提供区域通量估计，尽管在普遍稳定性函数确定和低风速下收敛方面存在挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the potential methodologies for processing and quality assessment of meteorological observation data collected using eddy covariance systems.",
                "QuestionCn": "请探讨使用涡度协方差系统收集的气象观测数据的处理和质量评估的潜在方法。",
                "AnswerEn": "The data collected using eddy covariance systems can be processed using software like Eddypro, which includes steps such as outlier removal, time delay correction, coordinate rotation, frequency response correction, sonic temperature correction, and density correction. Quality assessment can be conducted by evaluating flux values for atmospheric stability and turbulence similarity characteristics.",
                "AnswerCn": "使用涡度协方差系统收集的数据可以通过像Eddypro这样的软件进行处理，其中包括异常值去除、时间延迟校正、坐标旋转、频率响应校正、声温校正和密度校正等步骤。质量评估可以通过评估气候稳定性和湍流相似性特征的通量值来进行。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please suggest data collection methods that could complement eddy covariance systems for measuring surface fluxes at larger spatial scales.",
                "QuestionCn": "请建议一些数据收集方法，以补充涡度协方差系统在更大空间尺度上测量表面通量。",
                "AnswerEn": "Large Aperture Scintillometers (LAS) can complement eddy covariance systems by measuring surface fluxes over larger spatial scales, ranging from several hundred meters to a few kilometers. LAS can be used in conjunction with remote sensing models and numerical weather prediction models to provide ground reference values for model optimization and validation.",
                "AnswerCn": "大型孔径闪烁仪（LAS）可以通过测量几百米到几公里范围内的表面通量，来补充涡度协方差系统。LAS可以与遥感模型和数值天气预报模型结合使用，为模型优化和验证提供地面参考值。",
                "Level": "C6(Creating)"
            }
        ]
    }
}