{
    "id": "2a4bb5dc-c1e4-4467-8031-888ef3de2673",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly FAPAR production at 1 KM in Heihe Rivers Basin (2012)",
            "titleCn": "黑河流域逐月1km FAPAR 产品（2012）",
            "description": "Firstly, the canopy reflectance is expressed as a function of a series of parameters, such as Lai / fAPAR, wavelength, soil and leaf reflectance, aggregation index, incidence and observation angle. For several key parameters, the parameter table is established as the input of inversion. Then input the surface reflectance data and land cover data after preprocessing, and use the LUT method to retrieve the fAPAR products. See the reference for detailed algorithm.            \nImage format: TIF            \nImage size: about 1m per scene            \nTime frame: 2012            \nTime resolution: month by month            \nSpatial resolution: 1km",
            "descriptionCn": "算法首先采用冠层BRDF模型，将冠层反射率表示为LAI/FAPAR、波长、土壤和叶片反射率、聚集指数、入射和观测角度等一系列参数的函数。针对几个关键参数建立了参数表作为反演的输入。然后输入经过预处理的地表反射率数据和土地覆盖数据，用查找表（LUT）法反演得到FAPAR产品。详细算法参见参考文献。\n图像格式：tif\n图像大小：每景1M左右\n时间范围：2012年\n时间分辨率：逐月\n空间分辨率：1km",
            "instructions": ". TIF format storage",
            "instructionsCn": ".tif 格式存储",
            "east": 102.1548642,
            "west": 97.3520258,
            "south": 37.7401842,
            "north": 42.6893038,
            "startTime": "2012-01-09 07:00:00",
            "endTime": "2013-01-08 07:00:00",
            "fileSize": 22306598.0,
            "cstr": "18406.11.heihe.088.2014.db",
            "doi": "10.3972/heihe.088.2014.db",
            "dataFormat": "tif",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范闻捷",
                "nameEn": "FAN Wenjie",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new FAPAR retrieval model for continuous vegetation",
                "referenceCn": null,
                "referenceEn": "Liu, Y. , Fan, W. , Xu, X. , & Chen, G. . (2013). A new FAPAR retrieval model for continuous vegetation. doi:10.1109/IGARSS.2013.6723470"
            },
            {
                "titleCn": null,
                "titleEn": "Algorithm of Leaf Area Index product for HJ-CCD over Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Liao, Y. , Fan, W. , & Xu, X. . (2013). Algorithm of leaf area index product for HJ-CCD over Heihe River Basin. IGARSS 2013 - 2013 IEEE International Geoscience and Remote Sensing Symposium. IEEE."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "光合有效辐射",
                "nameEn": "Fraction of absorbed photosynthetically active radiation(FAPAR)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全流域",
                "keywordEn": "whole basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河全流域遥感关键生态参数产品反演算法",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method for generating monthly 1km FAPAR products using canopy BRDF models?",
                "QuestionCn": "您能否提供一个使用冠层BRDF模型生成每月1公里FAPAR产品的数据收集方法示例？",
                "AnswerEn": "A data collection method involves using a canopy BRDF model that expresses canopy reflectance as a function of parameters like LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and angles of incidence and observation. Key parameters are first established in tables to serve as inputs for inversion. Preprocessed surface reflectance data and land cover data are then inputted, and the FAPAR product is derived using a lookup table (LUT) method.",
                "AnswerCn": "一种数据收集方法涉及使用冠层BRDF模型，该模型将冠层反射率表示为诸如LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及入射角和观测角等参数的函数。首先在表格中建立关键参数，以作为反演的输入。然后输入预处理的表面反射率数据和土地覆盖数据，并使用查找表（LUT）方法导出FAPAR产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and parameters used in the algorithm for deriving FAPAR products in the Heihe River Basin?",
                "QuestionCn": "在黑河流域推导FAPAR产品的算法中使用的关键特征和参数有哪些？",
                "AnswerEn": "canopy BRDF model, LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, angles of incidence and observation",
                "AnswerCn": "冠层双向反射分布函数（BRDF）模型，叶面积指数（LAI）/植被覆盖率（FAPAR），波长，土壤和叶片反射率，聚合指数，入射角和观测角。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the FAPAR products generated for the Heihe River Basin in 2012?",
                "QuestionCn": "2012年为黑河流域生成的FAPAR产品的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '冠层BRDF模型' mean in the context of 黑河流域逐月1km FAPAR 产品 data collection?",
                "QuestionCn": "'冠层BRDF模型'在黑河流域逐月1km FAPAR产品数据收集中指的是一种用于描述植被冠层反射特性的模型。",
                "AnswerEn": "'冠层BRDF模型' refers to a canopy Bidirectional Reflectance Distribution Function (BRDF) model used to represent canopy reflectance as a function of several parameters, including LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. This model is part of the algorithm that helps in retrieving FAPAR products by establishing parameter tables for key parameters and using pre-processed surface reflectance data and land cover data.",
                "AnswerCn": "'冠层BRDF模型'是指一种冠层双向反射分布函数（BRDF）模型，用于表示冠层反射率作为多个参数的函数，包括叶面积指数（LAI）/光合有效辐射吸收分数（FAPAR）、波长、土壤和叶片反射率、聚合指数以及入射和观测角度。该模型是帮助获取FAPAR产品的算法的一部分，通过建立关键参数的参数表，并使用预处理的表面反射率数据和土地覆盖数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the monthly 1km FAPAR product data from 2012 reveal about the effectiveness and limitations of using canopy BRDF models for FAPAR estimation in terms of parameter sensitivity and data accuracy?",
                "QuestionCn": "2012年的每月1公里FAPAR产品数据可以揭示使用冠层BRDF模型进行FAPAR估计的有效性和局限性，特别是在参数敏感性和数据准确性方面。",
                "AnswerEn": "The monthly 1km FAPAR product data from 2012 can reveal insights into the effectiveness of using canopy BRDF models by assessing how well the model parameters, such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, incident and observation angles, contribute to accurate FAPAR estimations. It can also highlight potential limitations in parameter sensitivity, such as how changes in input parameters might affect the accuracy and reliability of the FAPAR outputs. The data can further indicate the robustness of the BRDF model and LUT method in capturing spatial and temporal variations in FAPAR across different land cover types.",
                "AnswerCn": "2012年的每月1km FAPAR产品数据可以揭示使用冠层BRDF模型的有效性，通过评估模型参数（如LAI/FAPAR、波长、土壤和叶片反射率、聚合指数、入射角和观测角）对准确FAPAR估计的贡献。它还可以突出参数敏感性中的潜在局限性，例如输入参数的变化如何影响FAPAR输出的准确性和可靠性。数据进一步表明BRDF模型和LUT方法在捕捉不同土地覆盖类型的FAPAR空间和时间变化方面的稳健性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using a canopy BRDF model in the development of a dataset for monthly 1km FAPAR products in river basins?",
                "QuestionCn": "在河流流域的月度1公里FAPAR产品数据集开发中，使用冠层BRDF模型的主要目标是什么？",
                "AnswerEn": "The primary objective of using a canopy BRDF model is to accurately represent the canopy reflectance as a function of various parameters such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. This approach aims to create reliable input parameters for inversion and produce accurate FAPAR products by utilizing preprocessed surface reflectance data and land cover information through a lookup table (LUT) method.",
                "AnswerCn": "使用冠层BRDF模型的主要目的是准确表示冠层反射率，作为叶面积指数（LAI）/光合有效辐射吸收率（FAPAR）、波长、土壤和叶片反射率、聚合指数以及入射和观测角度等各种参数的函数。该方法旨在创建可靠的输入参数以进行反演，并通过利用预处理的表面反射率数据和土地覆盖信息，通过查找表（LUT）方法生成准确的FAPAR产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental and procedural steps are involved in using a canopy BRDF model to derive a 1km FAPAR product on a monthly basis, considering data preprocessing and parameter input?",
                "QuestionCn": "使用冠层BRDF模型每月推导1km FAPAR产品所涉及的仪器和程序步骤，包括数据预处理和参数输入。",
                "AnswerEn": "The process involves using a canopy Bidirectional Reflectance Distribution Function (BRDF) model to express canopy reflectance as a function of various parameters such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. Key parameters are established in tables for input into the inversion process. Preprocessed surface reflectance data and land cover data are then used as inputs, and the FAPAR product is derived using a Look-Up Table (LUT) method.",
                "AnswerCn": "该过程涉及使用冠层双向反射分布函数（BRDF）模型，将冠层反射率表示为各种参数的函数，如叶面积指数/光合有效辐射（LAI/FAPAR）、波长、土壤和叶片反射率、聚合指数以及入射和观测角度。关键参数在表格中建立，以便输入到反演过程中。预处理的表面反射率数据和土地覆盖数据随后作为输入，利用查找表（LUT）方法导出FAPAR产品。",
                "Level": "C3(Applying)"
            }
        ]
    }
}