{
  "id": "2a5bde6f-a2b3-41b8-be69-50e8632637b0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "RNA-seq data of Placental tissues for modern humans",
      "titleCn": "现生人群胎盘组织RNA-seq数据",
      "description": "The data includes the runoff components of the main stream and four tributaries in the source area of the Yellow River. In 2014-2016, spring, summer and winter, based on the measurement of radon and tritium isotopic contents of river water samples from several permafrost regions in the source area of the Yellow River, and according to the mass conservation model and isotope balance model of river water flow, the runoff component analysis of river flow was carried out, and the proportion of groundwater supply and underground ice melt water in river runoff was preliminarily divided. The quality of the data calculated by the model is good, and the relative error is less than 20%. The data can provide help for the parameter calibration of future hydrological model and the simulation of hydrological runoff process.",
      "descriptionCn": "1) 数据内容：该数据是项目实施过程中产生的高原藏族与平原汉族人群的胎盘转录组数据，包括20例高原藏族胎盘组织RNA-seq数据与20例平原汉族胎盘组织RNA-seq数据，每个RNA-seq数据量为6G测序深度，可以用来研究高原藏族人群与平原汉族人群对高原低氧环境的基因表达差异模式。\n2）数据来源及加工方法：课题组自有数据，利用illumina X-ten 测序平台Pair-end 150bp建库测序方法。\n3）数据质量：6G数据量，Q30>90%。\n4）数据应用成果及前景：数据用于在组织水平验证高原低氧适应基因对低氧环境的基因表达变化模式。",
      "instructions": "The data is named Chinese.",
      "instructionsCn": "平原汉族用数字表示；高原藏族用T+数字表示。",
      "east": 91.11,
      "west": 0.0,
      "south": 0.0,
      "north": 29.97,
      "startTime": null,
      "endTime": null,
      "fileSize": 163417445439.0,
      "cstr": "18406.11.Ecolo.tpdc.270376",
      "doi": "10.11888/Ecolo.tpdc.270376",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "祁学斌",
        "nameEn": "QI Xuebin",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Down-regulation of EPAS1 transcription and genetic adaptation of Tibetans to high-altitude hypoxia",
        "referenceCn": null,
        "referenceEn": "Peng, Y., Cui, C., He, Y., Ouzhuluobu, Zhang, H., Yang, D., Zhang, Q., Bianbazhuoma, Yang, L., He, Y., Xiang, K., Zhang, X., Bhandari, S., Shi, P., Yangla, Dejiquzong, Baimakangzhuo, Duojizhuoma, Pan, Y., Cirenyangji, Baimayangji, Gonggalanzi, Bai, C., Bianba, Basang, Ciwangsangbu, Xu, S., Chen, H., Liu, S., Wu, T., Qi, X. & Su, B.  (2017). Down-regulation of EPAS1 transcription and genetic adaptation of Tibetans to high-altitude hypoxia. Mol Biol Evol 34, 818-830."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "藏族人群",
        "nameEn": "Tibetan ethnic group"
      },
      {
        "nameCn": "遗传多样性",
        "nameEn": "Genetic diversity"
      },
      {
        "nameCn": "高原适应",
        "nameEn": "High altitude adaptation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现在",
        "keywordEn": "present",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many RNA-seq samples are included in a dataset focusing on gene expression differences between high-altitude Tibetan and low-altitude Han populations?",
        "QuestionCn": "该数据集中包含多少个RNA-seq样本，专注于高海拔藏族和低海拔汉族人群之间的基因表达差异？",
        "AnswerEn": "40",
        "AnswerCn": "40",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on gene expression analysis when utilizing RNA-seq data from both highland Tibetan and lowland Han placental tissues in studying adaptation to hypoxic environments?",
        "QuestionCn": "在研究适应低氧环境时，利用来自高原藏族和低地汉族胎盘组织的RNA-seq数据进行基因表达分析可能会产生哪些潜在影响？",
        "AnswerEn": "Utilizing RNA-seq data from both highland Tibetan and lowland Han placental tissues allows researchers to examine gene expression differences that may arise due to adaptive responses to hypoxic environments. This approach can reveal specific genes that are differentially expressed in response to low oxygen levels, enhancing our understanding of genetic adaptations in diverse human populations. The data generated can help identify patterns of gene expression that are unique to populations living in high-altitude areas compared to those in low-altitude regions, contributing valuable insights into human adaptation and evolutionary biology.",
        "AnswerCn": "利用来自高原藏族和低地汉族胎盘组织的RNA-seq数据，研究人员可以研究由于适应低氧环境而产生的基因表达差异。这种方法可以揭示在低氧水平下差异表达的特定基因，从而增强我们对不同人群遗传适应的理解。生成的数据可以帮助识别生活在高海拔地区与低海拔地区的人群之间独特的基因表达模式，为人类适应和进化生物学提供宝贵的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect RNA-seq data from both high-altitude Tibetan and low-altitude Han populations to study gene expression differences related to hypoxia adaptation?",
        "QuestionCn": "为什么收集来自高海拔藏族和低海拔汉族群体的RNA-seq数据以研究与低氧适应相关的基因表达差异很重要？",
        "AnswerEn": "The goal is to investigate the gene expression differences between high-altitude Tibetan and low-altitude Han populations in response to hypoxic environments. This can provide insights into how populations adapt to low oxygen levels at the genetic level, potentially identifying specific genes involved in hypoxia adaptation.",
        "AnswerCn": "目标是研究高海拔藏族和低海拔汉族人群在缺氧环境下的基因表达差异。这可以提供关于人群如何在基因层面适应低氧水平的见解，可能识别出与缺氧适应相关的特定基因。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methodologies enable the generation of RNA-seq data for studying gene expression differences in human populations adapted to high-altitude environments?",
        "QuestionCn": "哪些数据收集方法能够生成RNA-seq数据，以研究适应高海拔环境的人群之间的基因表达差异？",
        "AnswerEn": "The data collection methodologies involve using the Illumina X-ten sequencing platform with a Pair-end 150bp library sequencing method. This approach enables the generation of RNA-seq data for studying gene expression differences by providing sufficient sequencing depth (6G per sample) and high-quality data with Q30>90%. This allows for the exploration of gene expression patterns in high-altitude Tibetan and lowland Han populations in response to hypoxic conditions.",
        "AnswerCn": "数据收集方法涉及使用Illumina X-ten测序平台，采用双端150bp文库测序方法。这种方法能够生成RNA-seq数据，以研究基因表达差异，提供足够的测序深度（每个样本6G）和高质量的数据（Q30>90%）。这使得能够探索高原藏族和低地汉族人群在缺氧条件下的基因表达模式。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected challenges in collecting RNA-seq data from placental tissues of high-altitude Tibetan and lowland Han populations, and how might these challenges impact the quality and application of the data?",
        "QuestionCn": "在收集高海拔藏族和低地汉族人群的胎盘组织RNA-seq数据时，预期会面临哪些挑战，这些挑战可能如何影响数据的质量和应用？",
        "AnswerEn": "The RNA-seq data from placental tissues of high-altitude Tibetan and lowland Han populations are collected using the Illumina X-ten sequencing platform with a Pair-end 150bp library sequencing method. The anticipated challenges in collecting such data may include ensuring consistent sequencing depth across samples, maintaining high data quality (e.g., Q30>90%), and addressing potential biological variability between populations. These challenges could impact the quality and application of the data by affecting the accuracy and reliability of the gene expression patterns observed, which are crucial for studying adaptations to high-altitude hypoxic environments.",
        "AnswerCn": "来自高海拔藏族和低地汉族人群的胎盘组织RNA-seq数据是使用Illumina X-ten测序平台和双端150bp文库测序方法收集的。收集这些数据时预期的挑战包括确保样本之间的测序深度一致，保持高数据质量（例如，Q30>90%），以及解决不同人群之间潜在的生物变异性。这些挑战可能会影响数据的质量和应用，进而影响观察到的基因表达模式的准确性和可靠性，而这些模式对于研究高海拔缺氧环境的适应性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}