{
  "id": "2a74b536-8f5f-45eb-aa37-f6feb787ab14",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cu and Zn isotopic data of basalts from the mid Pacific ridge",
      "titleCn": "太平洋洋中脊玄武岩Cu和Zn同位素数据",
      "description": "This data set mainly includes the results of Cu and Zn isotopic analysis of mid ocean ridge basalts obtained from iodp1256 borehole in the Pacific Ocean. The sample types include volcanic rocks, sheet dikes, transition zones and gabbros. The Cu and Zn isotopic data were obtained by MC-ICPMS after acid digestion and ion exchange resin separation of whole rock samples. The whole rock sample is crushed to less than 200 mesh without pollution, and the powder is digested by acid and separated by ion exchange resin. Then, the copper and zinc isotopes are tested by MC-ICPMS. The international standard samples are selected to monitor the test data, and the data quality reaches the international first class.",
      "descriptionCn": "本数据集主要包括对太平洋IODP1256钻孔获取的洋中脊玄武岩Cu和Zn同位素分析结果，样品类型包括火山岩，席状岩墙，转换带及辉长岩部分，Cu和Zn同位素数据在全岩样品经过酸消解和离子交换树脂分离后通过MC-ICPMS测试获得。全岩样品通过无污染碎样至200目以下，粉末酸消解并通过离子交换树脂分离后，随后用MC-ICPMS测试铜和锌同位素，测试时选择国际通用的标准样品对测试数据进行监控，数据质量达到国际一流。",
      "instructions": "The data is stored in Excel format, and the name of the file is \"yyyyddd-xxx. Xlsx\", in which the first author's surname, DDD represents the year of publication, XXX represents the published journal, and if it is not published, it is published. For example, chen2020-cmp.xlsx represents the data that Chen published in the CMP article in 2020.",
      "instructionsCn": "数据以excel格式存储，文件的名称为“yyyyddd-xxx.xlsx”，其中第一作者姓氏，ddd代表文章发表年份，xxx代表发表杂志，如未发表则为ubpublished，比如Chen2020-CMP.xlsx就代表Chen在2020年发表于cmp文章中的数据。",
      "east": 91.6,
      "west": 91.5,
      "south": 6.44,
      "north": 6.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 20066.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄建",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Copper and zinc isotope systematics of altered oceanic crust at IODP Site 1256 in the eastern equatorial Pacific",
        "referenceCn": null,
        "referenceEn": "Huang, J., Liu, S. A., Gao, Y., Xiao, Y., & Chen, S. (2016). Copper and zinc isotope systematics of altered oceanic crust at IODP Site 1256 in the eastern equatorial Pacific. Journal of Geophysical Research: Solid Earth, 121(10), 7086-7100."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素Ma",
        "nameEn": "Isotope Ma"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "熔岩",
        "nameEn": "lava"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "太平洋IODP1256",
        "keywordEn": "Pacific IODP1256"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "15 Ma",
        "keywordEn": "15 Ma",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing Cu and Zn isotopes in mid-ocean ridge basalt samples?",
        "QuestionCn": "您能否提供一种用于分析中洋脊玄武岩样品中铜和锌同位素的数据收集方法的示例？",
        "AnswerEn": "A data collection method for Cu and Zn isotope analysis in mid-ocean ridge basalt samples involves obtaining whole-rock samples from volcanic rocks, sheeted dikes, transition zones, and gabbroic sections. The samples are crushed to below 200 mesh to avoid contamination, then digested with acid and separated using ion exchange resins. The isotopic analysis is conducted using MC-ICPMS, with international standard samples used for data monitoring to ensure high-quality results.",
        "AnswerCn": "一种用于中洋脊玄武岩样品中铜和锌同位素分析的数据收集方法涉及从火山岩、层状岩脉、过渡区和辉长岩段获取全岩样品。样品被粉碎至200目以下以避免污染，然后用酸消化并使用离子交换树脂进行分离。同位素分析采用多接收电感耦合等离子体质谱（MC-ICPMS）进行，使用国际标准样品进行数据监测，以确保高质量的结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to analyze Cu and Zn isotopes in mid-ocean ridge basalts from the Pacific Ocean?",
        "QuestionCn": "用于分析太平洋中洋脊玄武岩中铜和锌同位素的数据收集方法的特点是什么？",
        "AnswerEn": "samples from volcanic rocks, sheeted dikes, transition zones, gabbro sections, crushed to below 200 mesh, acid digestion, ion exchange resin separation, MC-ICPMS analysis, international standard samples, internationally recognized standards",
        "AnswerCn": "火山岩样品、层状岩脉、过渡带、辉长岩部分，粉碎至200目以下，酸消解，离子交换树脂分离，MC-ICPMS分析，国际标准样品，国际公认标准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of rock samples are analyzed for Cu and Zn isotopes in a dataset related to Pacific mid-ocean ridge basalts?",
        "QuestionCn": "在与太平洋中洋脊玄武岩相关的数据集中，分析了多少种岩石样本的铜和锌同位素？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for Cu and Zn isotopes from ocean ridge basalts using MC-ICPMS compare to other isotopic analysis techniques in terms of sample preparation and accuracy?",
        "QuestionCn": "海洋脊玄武岩中铜和锌同位素的MC-ICPMS数据采集方法与其他同位素分析技术在样品准备和准确性方面有何比较？",
        "AnswerEn": "The data collection methods for Cu and Zn isotopes from ocean ridge basalts involve acid digestion and ion exchange resin separation of whole rock samples, followed by testing with MC-ICPMS. This method emphasizes a high degree of sample purification and precision, potentially offering superior accuracy due to the use of internationally recognized standard samples for data monitoring. Other isotopic analysis techniques may vary in sample preparation rigor and may not always incorporate such extensive quality control measures.",
        "AnswerCn": "海洋脊玄武岩中铜（Cu）和锌（Zn）同位素的数据收集方法涉及对整岩样品进行酸消化和离子交换树脂分离，随后使用多接收器电感耦合等离子体质谱（MC-ICPMS）进行测试。这种方法强调样品的高纯度和精确度，可能由于使用国际公认的标准样品进行数据监测而提供更优的准确性。其他同位素分析技术在样品准备的严格性上可能有所不同，且不一定总是采用如此广泛的质量控制措施。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the precision of Cu and Zn isotope data collection in ocean ridge basalt samples?",
        "QuestionCn": "影响海洋脊玄武岩样品中铜和锌同位素数据收集精度的因素有哪些？",
        "AnswerEn": "The precision of Cu and Zn isotope data collection in ocean ridge basalt samples is influenced by the thoroughness of acid digestion and the effectiveness of ion exchange resin separation, followed by the use of MC-ICPMS testing. Ensuring the samples are finely ground to below 200 mesh and using international standard samples to monitor testing data are also critical factors.",
        "AnswerCn": "海洋脊玄武岩样品中铜和锌同位素数据收集的精度受到酸消化的彻底性和离子交换树脂分离效果的影响，随后使用MC-ICPMS测试。确保样品研磨至200目以下，并使用国际标准样品监测测试数据也是关键因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting and analyzing Cu and Zn isotope data from mid-ocean ridge basalts in the Pacific?",
        "QuestionCn": "收集和分析太平洋中洋脊玄武岩中的铜和锌同位素数据的最终目标是什么？",
        "AnswerEn": "The goal is to obtain high-quality Cu and Zn isotope data from mid-ocean ridge basalts using advanced techniques like acid digestion and ion exchange resin separation, followed by MC-ICPMS testing. This analysis aims to achieve international standards in data quality, contributing to the understanding of geochemical processes in oceanic crust sections such as volcanic rocks, sheeted dikes, transition zones, and gabbroic portions.",
        "AnswerCn": "目标是通过先进技术如酸消化和离子交换树脂分离，获得来自中洋脊玄武岩的高质量铜和锌同位素数据，随后进行多接收器电感耦合等离子体质谱（MC-ICPMS）测试。该分析旨在达到国际标准的数据质量，为理解海洋地壳部分（如火山岩、层状岩脉、过渡区和辉长岩部分）中的地球化学过程做出贡献。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using MC-ICPMS to obtain Cu and Zn isotope data from mid-ocean ridge basalt samples?",
        "QuestionCn": "使用MC-ICPMS从洋中脊玄武岩样品中获取Cu和Zn同位素数据涉及哪些程序步骤？",
        "AnswerEn": "To obtain Cu and Zn isotope data from mid-ocean ridge basalt samples, the whole rock samples are first crushed to a size below 200 mesh without contamination. The powder is then subjected to acid digestion and ion exchange resin separation. Following these preparatory steps, the copper and zinc isotopes are tested using MC-ICPMS, with internationally recognized standard samples employed to monitor the test data, ensuring data quality meets international standards.",
        "AnswerCn": "为了获得中洋脊玄武岩样品的铜和锌同位素数据，首先将整个岩石样品破碎至200目以下，确保无污染。然后将粉末进行酸消化和离子交换树脂分离。在这些准备步骤之后，使用多接收器电感耦合等离子体质谱（MC-ICPMS）测试铜和锌同位素，并采用国际公认的标准样品监测测试数据，以确保数据质量符合国际标准。",
        "Level": "C3(Applying)"
      }
    ]
  }
}