{
    "id": "2b216b16-6f1b-4d63-86dc-890fa043b3c7",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Assessment data of tropical cyclone rainfall trends affecting China from 1951 to 2019",
            "titleCn": "影响我国的热带气旋降雨趋势评估数据（1951-2019）",
            "description": "The original data source of the data sets: (1) released by the China national meteorological information center ground meteorological observation data basic V3.0 (on January 1, 1951 to December 31, 2019).(2) the Joint Typhoon warning Center (be Typhoon Warming Center) of typhoons in the northwestern Pacific best path data sets.Data processing method is: classifying and extracting Chinese basic ground meteorological observation data;  combing the daily rainfall data of 1951-2019 with 1951-2019 best path data of typhoons in the northwestern Pacific, using variation analysis model to classify and  calculate the tropical cyclone rainfall trend;summarying and ordering in accordance with the site number, form the table data.Data quality is good, relevant results have been published in SCI journals.Niu, Y., et al. \"Assessing Heavy Precipitation Risk Associated with Tropical storms Cyclones in China.\" Journal of Applied Meteorology and Climatology. 5 (2022) : 61. Doi: 10.1175 / JAMC - D - 21-0166.1).",
            "descriptionCn": "本数据集的原始数据来源（1）国家气象信息中心发布的中国地面基本气象观测数据V3.0（1951年1月1日至2019年12月31日）。（2）美国联合台风预警中心（Joint Typhoon Warming Center）发布的西北太平洋台风最佳路径数据集。数据加工方法为：对中国地面基本气象观测数据进行分类提取，将1951-2019年的日降雨数据与1951-2019年西北太平洋台风最佳路径数据结合，利用半变异分析模型对热带气旋降雨趋势进行分类计算，并进行汇总，按照站点编号进行排列，形成表格数据。数据质量良好，相关成果已发表在SCI期刊。Niu, Y. , et al. \"Assessing Heavy Precipitation Risk Associated with Tropical Cyclones in China.\" Journal of Applied Meteorology and Climatology 5(2022):61. doi: 10.1175/JAMC-D-21-0166.1）。",
            "instructions": "Influence of our country from 1951 to 2019 tropical cyclone rainfall trend assessment data",
            "instructionsCn": "1951至2019年影响我国的热带气旋降雨趋势评估数据",
            "east": 135.0,
            "west": 73.5,
            "south": 4.0,
            "north": 53.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 977920.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "牛逸龙",
                "nameEn": "NIU Yilong",
                "unitEn": "",
                "unitCn": "上海市安全生产科学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessing Heavy Precipitation Risk Associated with Tropical Cyclones in China",
                "referenceCn": null,
                "referenceEn": "Niu, Y., et al. (2022). Assessing Heavy Precipitation Risk Associated with Tropical Cyclones in China. Journal of Applied Meteorology and Climatology, 5, 61. doi: 10.1175/JAMC-D-21-0166.1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1951",
                "keywordEn": "1951",
                "type": "temporal"
            },
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Tropical cyclone precipitation (TCP), accounting for some of the most extreme rainfall events, can lead to severe flooding and landslides, which often occur together as compound natural hazards during a tropical cyclone landfall. As one of the costliest and deadliest natural disasters, tropical cyclones (TCs) pose a high risk for global coastal regions. On average, nine tropical cyclones make landfall in China each year, bringing strong winds, storm surge, and heavy rainfall leading to severe property damages and loss of lives. Supertyphoon Haiyan, which made landfall in the Philippines, Vietnam, and Southeast China in November 2013, is one of the strongest tropical cyclones ever recorded in the region, causing 6000 fatalities and estimated damages of USD 4.55 billion (in 2013 values) resulting from a combination of rainfall, coastal flooding, and wind damages. From 1985 to 2002, an average of 483 deaths were caused by typhoons each year, and a total of 490,000 houses collapsed resulting in direct economic losses of CNY 34.7 billion (in 2000 values). These damages have been increasing in recent years over China; Chen et al. (2018) found a statistically significant increasing trend in the inflation-adjusted losses associated with tropical cyclones from 1983 to 2015. Tropical cyclone precipitation (TCP) plays an important role in TC-related damages. TCP can cause flooding and landslides and could lead to compounding impacts on coastal communities already affected by storm surge and strong winds."
            ],
            "research objective": [
                "In this study, we employ an advanced geostatistical framework to determine the TCP intensity and spatial extent along cyclone tracks for different cyclone categories, defined using the wind speed and tropical cyclone lifetime maximum intensity (LMI) at each track point (\"point intensity-LMI\"). Here we investigate the rainfall intensity and spatial extent by classifying and comparing the different types of tropical cyclones impacting China with varying intensities."
            ],
            "challenges": [],
            "methods": [
                "Daily precipitation from the observational records of 699 meteorological stations in China, provided by the National Meteorological Information Center, China Meteorological Data Service Center, are used in this study. We also built two new binary datasets, Z1 and Z50, to identify stations that have exceeded precipitation thresholds of 1 and 50 mm for that day, respectively. The TC tracks are taken from the western North Pacific best-track dataset from the Joint Typhoon Warning Center. We use the maximum sustained wind speed at each time step to classify the TC based on the TC descriptions from JTWC. We employ a moving neighborhood and semivariogram framework to analyze TCP spatial extent and intensity under the different point-LMI categories. We calculate the distribution of TCP for the 1951–2019 period in two ways. For the trend calculation at each station, we use the linear regression model function in R to calculate the regression coefficient, and we also use the Mann–Kendall trend test to check whether the trend is statistically significant."
            ],
            "dataset": [
                "Daily precipitation from the observational records of 699 meteorological stations in China, provided by the National Meteorological Information Center, China Meteorological Data Service Center, are used in this study. The station precipitation data were available from 1951 to 2019 at the time of the analysis, and the 699 stations are well distributed over Northeast China, East China, and South China. The TC tracks are taken from the western North Pacific best-track dataset from the Joint Typhoon Warning Center. A total of 1788 TCs for the period 1951 to 2019."
            ],
            "findings": [
                "The results show that when a tropical cyclone with an LMI of a supertyphoon makes landfall and has weakened to tropical storm strength it usually produces the most intense rainfall and covers the largest spatial extent. The total TCP amount estimated using the varying spatial extent helps to determine more accurately the amount of seasonal rainfall that is from tropical cyclones in China. We also determined the rainfall trend from 1951 to 2019 for TCP and found that when compared with the inland stations the historical TCP rainfall trend in those stations near the coastline of China is significantly increasing. We found that the largest areas and heaviest intensities of rainfall occur when a supertyphoon has weakened to a tropical storm at landfall. When considering all tropical cyclones and their rainfall contribution to rainfall over land stations, we found that tropical cyclone rainfall has become heavier in most coastal areas of China."
            ],
            "backgroundCn": [
                "热带气旋降水（TCP）是一些极端降雨事件的重要组成部分，可能导致严重的洪水和滑坡，这些灾害在热带气旋登陆时常常同时发生，形成复合自然灾害。作为最昂贵和最致命的自然灾害之一，热带气旋（TC）对全球沿海地区构成了高风险。平均每年有九个热带气旋在中国登陆，带来强风、风暴潮和强降雨，导致严重的财产损失和生命损失。超级台风海燕于2013年11月在菲律宾、越南和中国东南沿海登陆，是该地区记录的最强热带气旋之一，造成6000人遇难，估计损失为45.5亿美元（以2013年价值计算），损失源于降雨、沿海洪水和风害的综合影响。从1985年到2002年，台风每年平均造成483人死亡，导致49万栋房屋倒塌，直接经济损失为347亿元人民币（以2000年价值计算）。近年来，中国的这些损失有所增加；陈等（2018）发现，从1983年到2015年，与热带气旋相关的通货膨胀调整损失呈显著上升趋势。热带气旋降水（TCP）在热带气旋相关损失中发挥着重要作用。TCP可能导致洪水和滑坡，并可能对已经受到风暴潮和强风影响的沿海社区造成复合影响。"
            ],
            "research objectiveCn": [
                "在本研究中，我们采用先进的地质统计框架来确定不同气旋类别沿气旋轨迹的TCP强度和空间范围，这些类别是根据每个轨迹点的风速和热带气旋的生命周期最大强度（LMI）定义的（“点强度-LMI”）。在这里，我们通过对影响中国的不同强度的热带气旋进行分类和比较，研究降雨强度和空间范围。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "本研究使用中国气象局国家气象信息中心提供的699个气象站的日降水量观测记录。我们还建立了两个新的二元数据集Z1和Z50，以识别当天降水量超过1毫米和50毫米的站点。热带气旋（TC）轨迹来自西北太平洋最佳轨迹数据集，由联合台风警报中心提供。我们使用每个时间步的最大持续风速，根据JTWC的TC描述对TC进行分类。我们采用移动邻域和半变异函数框架来分析不同点-LMI类别下的TCP空间范围和强度。我们以两种方式计算1951年至2019年期间的TCP分布。对于每个站点的趋势计算，我们使用R中的线性回归模型函数计算回归系数，并使用Mann-Kendall趋势检验检查趋势是否具有统计显著性。"
            ],
            "datasetCn": [
                "本研究使用了中国气象局国家气象信息中心提供的699个气象站的日降水量观测记录。这些站点的降水数据可追溯至1951年至2019年，699个站点在中国东北、东部和南部地区分布良好。热带气旋（TC）的轨迹数据来自西北太平洋最佳轨迹数据集，由联合台风警报中心提供。分析期间共计1788个热带气旋，时间范围为1951年至2019年。"
            ],
            "findingsCn": [
                "结果显示，当一个具有超级台风强度的热带气旋在登陆时减弱为热带风暴强度时，通常会产生最强烈的降雨，并覆盖最大的空间范围。利用不同的空间范围估算的总热带气旋降水量（TCP）有助于更准确地确定中国季节性降雨中来自热带气旋的部分。我们还确定了1951年至2019年期间TCP的降雨趋势，并发现与内陆站点相比，靠近中国海岸线的站点的历史TCP降雨趋势显著增加。我们发现，当超级台风在登陆时减弱为热带风暴时，降雨的最大面积和最强降雨强度发生。考虑到所有热带气旋及其对陆地站点降雨的贡献，我们发现中国大部分沿海地区的热带气旋降雨变得更加猛烈。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve using daily precipitation records from meteorological stations in China?",
                "QuestionCn": "数据收集方法是否涉及使用中国气象站的每日降水记录？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the precipitation data from 1951 to 2019 considered reliable for assessing trends in tropical cyclone precipitation in China?",
                "QuestionCn": "1951年至2019年的降水数据是否被认为可靠，以评估中国热带气旋降水的趋势？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for assessing tropical cyclone precipitation trends based on observational records, remote sensing, or climate models?",
                "QuestionCn": "评估热带气旋降水趋势的主要数据收集方法是基于观测记录、遥感还是气候模型？",
                "AnswerEn": "observational records",
                "AnswerCn": "观测记录",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the data collection method used to analyze tropical cyclone precipitation trends in China?",
                "QuestionCn": "用于分析中国热带气旋降水趋势的数据收集方法是什么？",
                "AnswerEn": "Daily precipitation records from 699 meteorological stations in China",
                "AnswerCn": "来自中国699个气象站的每日降水记录",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the primary source of meteorological data for assessing tropical cyclone precipitation trends in China?",
                "QuestionCn": "评估中国热带气旋降水趋势的气象数据主要来源于哪里？",
                "AnswerEn": "National Meteorological Information Center, China Meteorological Data Service Center",
                "AnswerCn": "国家气象信息中心，中国气象数据服务中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to classify tropical cyclone precipitation intensity and spatial extent based on observational data?",
                "QuestionCn": "您能否提供一个基于观测数据对热带气旋降水强度和空间范围进行分类的方法示例？",
                "AnswerEn": "A method used involves employing a moving neighborhood and semivariogram framework to analyze tropical cyclone precipitation spatial extent and intensity under different point-LMI categories, using daily precipitation records from meteorological stations and TC tracks from a best-track dataset.",
                "AnswerCn": "一种方法是采用移动邻域和半变异函数框架，分析不同点-LMI类别下热带气旋降水的空间范围和强度，使用来自气象站的日降水记录和最佳轨迹数据集中的热带气旋轨迹。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that could be used to assess rainfall trends associated with tropical cyclones in China?",
                "QuestionCn": "一个可以用来评估与中国热带气旋相关的降雨趋势的数据集的例子是什么？",
                "AnswerEn": "An example of such a dataset includes daily precipitation records from 699 meteorological stations across China, combined with TC track data from the western North Pacific best-track dataset spanning the period from 1951 to 2019.",
                "AnswerCn": "这样的数据集的一个例子包括来自中国699个气象站的每日降水记录，以及从1951年到2019年的西北太平洋最佳路径数据集中的台风轨迹数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used for assessing tropical cyclone precipitation trends?",
                "QuestionCn": "用于评估热带气旋降水趋势的数据收集方法的特点是什么？",
                "AnswerEn": "daily precipitation data, observational records, 699 meteorological stations in China, western North Pacific best-track dataset, Joint Typhoon Warning Center, moving neighborhood framework, semivariogram framework",
                "AnswerCn": "每日降水数据、观测记录、中国699个气象站、西北太平洋最佳路径数据集、联合台风警报中心、移动邻域框架、半变异函数框架",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific features are analyzed to determine the impact of tropical cyclones on precipitation patterns in China?",
                "QuestionCn": "分析热带气旋对中国降水模式影响的具体特征有哪些？",
                "AnswerEn": "intensity, spatial extent, cyclone categories, wind speed, lifetime maximum intensity, trend of precipitation intensity over time",
                "AnswerCn": "强度、空间范围、气旋类别、风速、生存期最大强度、降水强度随时间的趋势",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'semivariogram framework' in the context of tropical cyclone precipitation analysis?",
                "QuestionCn": "在热带气旋降水分析的背景下，“半变异函数框架”的含义是什么？",
                "AnswerEn": "In the context of tropical cyclone precipitation analysis, a 'semivariogram framework' is a geostatistical method used to analyze spatial patterns and relationships. It helps in understanding the spatial extent and intensity of rainfall by examining how rainfall variance changes with distance, which is crucial for assessing precipitation trends and impacts along cyclone tracks.",
                "AnswerCn": "在热带气旋降水分析的背景下，“半变异函数框架”是一种地统计方法，用于分析空间模式和关系。它通过检查降水方差随距离的变化，帮助理解降水的空间范围和强度，这对于评估气旋路径沿线的降水趋势和影响至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'point intensity-LMI' when classifying tropical cyclones?",
                "QuestionCn": "“点强度-LMI”在分类热带气旋时指的是一种评估热带气旋强度的方法。",
                "AnswerEn": "'Point intensity-LMI' refers to the classification of tropical cyclones based on the wind speed and the tropical cyclone's lifetime maximum intensity (LMI) at each track point. This classification helps in investigating the rainfall intensity and spatial extent for different cyclone categories, contributing to a more nuanced understanding of their impact on rainfall distribution.",
                "AnswerCn": "“点强度-LMI”是指根据热带气旋的风速和热带气旋在每个轨迹点的生命周期最大强度（LMI）对热带气旋进行分类。这种分类有助于研究不同气旋类别的降雨强度和空间范围，从而更深入地理解它们对降雨分布的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of geostatistical frameworks in assessing tropical cyclone precipitation trends compare to traditional statistical methods?",
                "QuestionCn": "在评估热带气旋降水趋势时，地质统计框架的使用与传统统计方法相比如何？",
                "AnswerEn": "The use of geostatistical frameworks, such as semivariogram models, allows for a more detailed spatial analysis of tropical cyclone precipitation trends, capturing both intensity and spatial extent variations along cyclone tracks. Traditional statistical methods, like linear regression, mainly focus on trend analysis at individual stations, offering insights into temporal changes without detailed spatial interactions. Geostatistical methods provide a more nuanced understanding of precipitation distribution, especially in complex terrain and varied cyclone categories.",
                "AnswerCn": "使用地统计框架，如半变异函数模型，可以更详细地分析热带气旋降水趋势，捕捉气旋路径沿线强度和空间范围的变化。传统统计方法，如线性回归，主要关注单个站点的趋势分析，提供了对时间变化的洞察，但缺乏详细的空间交互。地统计方法提供了对降水分布的更细致理解，尤其是在复杂地形和不同气旋类别中。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What factors could contribute to variations in tropical cyclone precipitation data collected from meteorological stations across different regions in China?",
                "QuestionCn": "影响中国不同地区气象站收集的热带气旋降水数据差异的因素有哪些？",
                "AnswerEn": "Variations in tropical cyclone precipitation data across different regions in China could be influenced by geographical factors such as proximity to the coast, elevation differences, and regional climate variations. Additionally, the intensity and path of tropical cyclones, as well as the spatial distribution of meteorological stations, can affect data patterns.",
                "AnswerCn": "中国不同地区的热带气旋降水数据的变化可能受到地理因素的影响，例如靠近海岸的距离、海拔差异和区域气候变化。此外，热带气旋的强度和路径，以及气象站的空间分布，也会影响数据模式。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the integration of geostatistical frameworks improve the understanding of precipitation trends associated with tropical cyclones over a long-term dataset?",
                "QuestionCn": "地质统计框架的整合如何改善对长期数据集中与热带气旋相关的降水趋势的理解？",
                "AnswerEn": "The integration of geostatistical frameworks can enhance the understanding of precipitation trends by providing a more detailed spatial analysis of cyclone tracks and rainfall patterns. This method allows for the classification and comparison of different cyclone intensities and their impact on precipitation distribution, contributing to a more precise assessment of long-term trends.",
                "AnswerCn": "地质统计框架的整合可以通过提供更详细的气旋轨迹和降水模式的空间分析，增强对降水趋势的理解。这种方法允许对不同气旋强度及其对降水分布的影响进行分类和比较，从而有助于对长期趋势进行更精确的评估。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways could the combination of observational records and best-track datasets be utilized to refine data collection methods for assessing tropical cyclone impacts?",
                "QuestionCn": "观测记录和最佳轨迹数据集的结合可以通过以下方式用于改进热带气旋影响评估的数据收集方法：",
                "AnswerEn": "Combining observational records with best-track datasets allows for a comprehensive analysis of tropical cyclone impacts by correlating precipitation data with cyclone intensity and paths. This approach can refine data collection methods by improving the classification of cyclone events and identifying significant trends in precipitation patterns related to tropical cyclones.",
                "AnswerCn": "结合观测记录和最佳轨迹数据集，可以通过将降水数据与气旋强度和路径相关联，进行全面的热带气旋影响分析。这种方法可以通过改善气旋事件的分类和识别与热带气旋相关的降水模式的重要趋势，从而优化数据收集方法。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the effective integration of multiple data sources in assessing tropical cyclone precipitation trends in China?",
                "QuestionCn": "有效整合多个数据源以评估中国热带气旋降水趋势的因素有哪些？",
                "AnswerEn": "The effective integration is achieved by combining daily precipitation data from 699 meteorological stations in China with the western North Pacific best-track dataset from the Joint Typhoon Warning Center. The integration allows for a comprehensive analysis of tropical cyclone precipitation (TCP) trends by employing a geostatistical framework and semivariogram models to analyze TCP intensity and spatial extent along cyclone tracks.",
                "AnswerCn": "有效的整合是通过结合中国699个气象站的每日降水数据与来自联合台风警报中心的西北太平洋最佳轨迹数据集实现的。这种整合允许通过采用地统计框架和半变异函数模型，对热带气旋降水（TCP）趋势进行全面分析，以分析气旋路径上的TCP强度和空间范围。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the use of a semivariogram framework essential in determining the spatial extent and intensity of tropical cyclone precipitation?",
                "QuestionCn": "使用半变异函数框架在确定热带气旋降水的空间范围和强度方面至关重要。",
                "AnswerEn": "The semivariogram framework is essential as it allows for the analysis of TCP spatial extent and intensity under different point-LMI categories by providing a moving neighborhood approach. This method helps in accurately determining the rainfall distribution along cyclone tracks, which is critical for understanding the varying impacts of different intensities of tropical cyclones.",
                "AnswerCn": "半变异函数框架是至关重要的，因为它允许在不同点-LMI类别下分析TCP的空间范围和强度，提供了一种移动邻域的方法。该方法有助于准确确定沿气旋路径的降雨分布，这对于理解不同强度热带气旋的变化影响至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the causes behind the observed increasing trend in tropical cyclone precipitation near the coastline of China from 1951 to 2019?",
                "QuestionCn": "1951年至2019年，中国沿海地区热带气旋降水量增加趋势的原因是什么？",
                "AnswerEn": "The observed increasing trend in tropical cyclone precipitation near the coastline of China is attributed to the historical TCP rainfall trend analysis using linear regression models and Mann–Kendall trend tests. These analyses show that when a supertyphoon weakens to a tropical storm at landfall, it produces the most intense rainfall and covers the largest spatial extent, contributing to heavier rainfall in most coastal areas.",
                "AnswerCn": "在中国沿海地区观察到的热带气旋降水增加趋势归因于历史热带气旋降水趋势分析，采用线性回归模型和Mann-Kendall趋势检验。这些分析表明，当超级台风在登陆时减弱为热带风暴时，它会产生最强烈的降水并覆盖最大的空间范围，从而导致大多数沿海地区降水量增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using a linear regression model and Mann–Kendall trend test in analyzing rainfall trends over an extended period?",
                "QuestionCn": "使用线性回归模型和Mann–Kendall趋势检验分析长期降雨趋势的后果是什么？",
                "AnswerEn": "Using a linear regression model and Mann–Kendall trend test in analyzing rainfall trends provides a robust statistical approach to determine the significance and direction of trends over a long period. This approach helps in validating whether the observed changes in rainfall, such as the increasing trend of TCP near coastal stations, are statistically significant, thereby enhancing the reliability of long-term climatic assessments.",
                "AnswerCn": "使用线性回归模型和Mann-Kendall趋势检验分析降雨趋势提供了一种稳健的统计方法，以确定长期趋势的显著性和方向。这种方法有助于验证观察到的降雨变化，例如沿海站点附近TCP的增加趋势，是否具有统计显著性，从而增强长期气候评估的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is employing a geostatistical framework essential in analyzing tropical cyclone precipitation intensity and spatial extent?",
                "QuestionCn": "在分析热带气旋降水强度和空间范围时，采用地质统计框架是至关重要的。",
                "AnswerEn": "Employing a geostatistical framework is essential for accurately determining the intensity and spatial extent of TCP along cyclone tracks. This method allows for the classification and comparison of different tropical cyclone types impacting China, facilitating a better understanding of how varying intensities affect rainfall distribution and associated risks.",
                "AnswerCn": "采用地统计框架对于准确确定热带气旋沿路径的强度和空间范围至关重要。这种方法可以对影响中国的不同热带气旋类型进行分类和比较，从而更好地理解不同强度如何影响降雨分布及相关风险。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of using a moving neighborhood and semivariogram framework in tropical cyclone precipitation research?",
                "QuestionCn": "在热带气旋降水研究中，使用移动邻域和半变异函数框架的预期结果是什么？",
                "AnswerEn": "The intended outcomes include detailed analyses of TCP spatial extent and intensity under different cyclone categories, providing insights into how tropical cyclones contribute to seasonal rainfall. This approach helps in identifying significant trends in TCP and assessing the increasing trend of TCP-related rainfall in coastal areas of China.",
                "AnswerCn": "预期结果包括对不同气旋类别下TCP的空间范围和强度的详细分析，提供关于热带气旋如何影响季节性降雨的见解。这种方法有助于识别TCP的显著趋势，并评估与TCP相关的降雨在中国沿海地区的增加趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to integrate different data sources to assess tropical cyclone precipitation trends over an extended period?",
                "QuestionCn": "用于整合不同数据源以评估热带气旋降水趋势的程序有哪些？",
                "AnswerEn": "The integration involves combining daily precipitation data from 699 meteorological stations in China with tropical cyclone track data from the Joint Typhoon Warning Center. The process includes the classification and extraction of relevant rainfall data, followed by using a semivariogram framework to analyze the spatial extent and intensity of tropical cyclone precipitation over the period from 1951 to 2019.",
                "AnswerCn": "该集成涉及将中国699个气象站的每日降水数据与联合台风警报中心的热带气旋轨迹数据相结合。该过程包括对相关降雨数据的分类和提取，随后使用半变异函数框架分析1951年至2019年期间热带气旋降水的空间范围和强度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the trend analysis for tropical cyclone precipitation conducted to ensure statistical significance?",
                "QuestionCn": "热带气旋降水的趋势分析是如何进行的，以确保统计显著性？",
                "AnswerEn": "Trend analysis is conducted using a linear regression model function in R to compute the regression coefficient for each station. The Mann–Kendall trend test is also employed to verify the statistical significance of the trends identified in the tropical cyclone precipitation data from 1951 to 2019.",
                "AnswerCn": "趋势分析使用线性回归模型函数在R中进行，以计算每个站点的回归系数。同时，采用Mann–Kendall趋势检验来验证1951年至2019年热带气旋降水数据中识别出的趋势的统计显著性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to categorize and compare different types of tropical cyclones affecting China based on their intensity?",
                "QuestionCn": "用于根据强度对影响中国的不同类型热带气旋进行分类和比较的方法有哪些？",
                "AnswerEn": "Tropical cyclones are categorized using the wind speed and tropical cyclone lifetime maximum intensity (LMI) at each track point. This classification employs a moving neighborhood and semivariogram framework to analyze the intensity and spatial extent of the rainfall associated with each category, aiding in the comparison of different tropical cyclone impacts on China.",
                "AnswerCn": "热带气旋的分类是基于风速和热带气旋生命周期最大强度（LMI）在每个轨迹点的表现。该分类采用移动邻域和半变异函数框架来分析与每个类别相关的降雨强度和空间范围，从而帮助比较不同热带气旋对中国的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the integration of meteorological data from multiple sources to assess trends in tropical cyclone precipitation in China?",
                "QuestionCn": "哪些方法论能够整合来自多个来源的气象数据，以评估中国热带气旋降水的趋势？",
                "AnswerEn": "The integration of meteorological data from multiple sources is enabled by combining daily precipitation records from 699 meteorological stations with the best-track dataset of the Joint Typhoon Warning Center. These datasets are used within a geostatistical framework, employing methods such as a moving neighborhood and semivariogram analysis to evaluate precipitation trends and intensities for tropical cyclones from 1951 to 2019.",
                "AnswerCn": "通过将来自699个气象站的每日降水记录与联合台风警报中心的最佳轨迹数据集相结合，实现了多个来源气象数据的整合。这些数据集在地统计框架内使用，采用移动邻域和半变异函数分析等方法，评估1951年至2019年热带气旋的降水趋势和强度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of advanced statistical models enable the classification and trend analysis of tropical cyclone precipitation?",
                "QuestionCn": "高级统计模型的使用如何使热带气旋降水的分类和趋势分析成为可能？",
                "AnswerEn": "The use of advanced statistical models, such as the linear regression model and the Mann–Kendall trend test, enables the classification and trend analysis of tropical cyclone precipitation by calculating regression coefficients and determining statistical significance for rainfall trends at each meteorological station over the period from 1951 to 2019.",
                "AnswerCn": "使用先进的统计模型，如线性回归模型和Mann–Kendall趋势检验，可以通过计算回归系数和确定1951年至2019年期间每个气象站降雨趋势的统计显著性，来对热带气旋降水进行分类和趋势分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset on tropical cyclone precipitation trends in China from 1951 to 2019 be expected to exhibit regional variations, especially near coastal areas?",
                "QuestionCn": "为什么从1951年到2019年的中国热带气旋降水趋势数据集可能会出现区域差异，尤其是在沿海地区？",
                "AnswerEn": "The findings indicate that historical tropical cyclone precipitation (TCP) rainfall trends near the coastline of China are significantly increasing compared to inland stations. This suggests regional variations, potentially due to the interaction of cyclones with the coastal geography, leading to differences in rainfall intensity and spatial extent.",
                "AnswerCn": "研究结果表明，中国沿海地区的历史热带气旋降水（TCP）降雨趋势显著高于内陆站点。这表明存在区域差异，可能是由于气旋与沿海地理的相互作用，导致降雨强度和空间范围的差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would a research approach focusing on the rainfall intensity and spatial extent of tropical cyclones benefit from employing a moving neighborhood and semivariogram framework?",
                "QuestionCn": "为什么关注热带气旋降雨强度和空间范围的研究方法会受益于采用移动邻域和半变异函数框架？",
                "AnswerEn": "The methods described employ a moving neighborhood and semivariogram framework to analyze TCP spatial extent and intensity under different point-LMI categories. This approach likely benefits from capturing the localized and variable nature of rainfall distribution associated with tropical cyclones, allowing for a detailed and nuanced assessment of rainfall intensity and its spatial extent.",
                "AnswerCn": "所描述的方法采用移动邻域和半变异函数框架来分析不同点LMI类别下的TCP空间范围和强度。这种方法可能有助于捕捉与热带气旋相关的降雨分布的局部和可变特性，从而对降雨强度及其空间范围进行详细而细致的评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the methods used to determine the intensity and spatial extent of tropical cyclone precipitation using geostatistical frameworks.",
                "QuestionCn": "我不理解使用地统计框架来确定热带气旋降水强度和空间范围的方法。",
                "AnswerEn": "The study uses a moving neighborhood and semivariogram framework to analyze the spatial extent and intensity of tropical cyclone precipitation. This involves classifying tropical cyclones based on wind speed and lifetime maximum intensity, then investigating rainfall intensity and spatial extent along cyclone tracks.",
                "AnswerCn": "该研究使用移动邻域和半变异函数框架来分析热带气旋降水的空间范围和强度。这涉及根据风速和生命周期最大强度对热带气旋进行分类，然后研究气旋轨迹上的降雨强度和空间范围。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe a data collection method used for obtaining daily precipitation records in the context of tropical cyclone impact assessments.",
                "QuestionCn": "请描述一种用于获取热带气旋影响评估中每日降水记录的数据收集方法。",
                "AnswerEn": "The data collection method involves using daily precipitation records from 699 meteorological stations in China, provided by the National Meteorological Information Center, China Meteorological Data Service Center. These records cover the period from 1951 to 2019, and the stations are well distributed across Northeast China, East China, and South China.",
                "AnswerCn": "数据收集方法涉及使用中国气象局国家气象信息中心提供的699个气象站的每日降水记录。这些记录涵盖了1951年至2019年期间，气象站在中国东北、东部和南部地区分布良好。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explore potential methods for expanding existing datasets to improve the accuracy of tropical cyclone rainfall trend analysis in China.",
                "QuestionCn": "请探讨扩展现有数据集的潜在方法，以提高对中国热带气旋降雨趋势分析的准确性。",
                "AnswerEn": "Potential methods for expanding existing datasets could include incorporating additional meteorological stations to increase spatial coverage, utilizing satellite-based precipitation estimates for areas lacking ground-based stations, and integrating historical climate data to enhance the temporal range of the analysis. Employing advanced statistical models or machine learning techniques to refine the spatial and temporal resolution of the datasets could also improve accuracy.",
                "AnswerCn": "扩展现有数据集的潜在方法包括增加气象站以提高空间覆盖率，利用卫星降水估计来填补缺乏地面站的区域，以及整合历史气候数据以增强分析的时间范围。采用先进的统计模型或机器学习技术来细化数据集的空间和时间分辨率也可以提高准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}