{
  "id": "2c01dc06-2412-4300-bdfb-da81af997f62",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mineral chemical data set of Mesozoic-Cenozoic Zhegucuo intermediate-mafic rocks and Linzizong volcanic rocks, southern Tibet",
      "titleCn": "藏南中新生代哲古措中-基性岩与林子宗火山岩电子探针数据集（2022）",
      "description": "The data set mainly includes the main and trace element data of the medium basic rocks in Zhegu Town, Shannan City, Cuomei Large Igneous Province, southern Tibet, and the Linzizong volcanic rocks in the eastern section of the Lhasa terrane. This data is mainly used to study the origin of Labanian intermediate rocks in the large igneous province, which is of great significance to discuss why the large igneous province lacks intermediate rocks; It is of great significance to study the petrogenesis of volcanic rocks in the collision zone and the origin of temporal and spatial variations of enriched components in magma for using petrological evidence to constrain the time limit of Indo Eurasian collision. A total of 24 pieces of electron probe data were tested, excluding duplicate sample testing. The testing unit is Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. The data comes from published articles, which are true and reliable. It can be applied to the study of magmatic rock genesis.",
      "descriptionCn": "该数据集主要包括藏南措美大火成岩省山南市哲古镇中-基性岩和拉萨地体东段林子宗火山岩主微量元素数据。该数据主要用来研究大火成岩省拉班质中性岩的成因，对探讨为什么大火成岩省缺少中性岩具有重要意义；研究碰撞带火山岩的岩石成因和岩浆中富集组分时空变化的起源，对利用岩石学证据约束印度—欧亚碰撞时限具有重要意义。电子探针数据共计测试24件，不包括重复样品检测。测试单位为中国科学院广州地化所。数据来源于已经发表文章，数据真实可靠。可以应用于岩浆岩石成因研究。",
      "instructions": "The electron probe data is stored in Excel format and the file name is \"EPMA 2022. xlsx\", where EPMA represents the content and 2022 represents the year.\nData reading method: The data can be directly opened in Excel workbook.",
      "instructionsCn": "电子探针数据以Excel格式存储，文件名称为“EPMA 2022.xlsx”，其中EPMA 代表内容，2022代表年份。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
      "east": 101.0,
      "west": 89.23,
      "south": 28.0,
      "north": 32.0,
      "startTime": "2019-12-31 00:00:00",
      "endTime": "2022-12-31 00:00:00",
      "fileSize": 53139.0,
      "cstr": "18406.11.SolidEar.tpdc.273030",
      "doi": "10.11888/SolidEar.tpdc.273030",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱弟成",
        "nameEn": "ZHU Dicheng",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Temporal and Spatial Variations of Enriched Source Components in Linzizong Volcanic Succession, Tibet, and Implications for the India-Asia Collision",
        "referenceCn": null,
        "referenceEn": "Liu, A.L., Wang, Q., Zhu, D.C., Cawood, P.A., Xia, Y., Li, S.M., Liu, S.A., Huang, F., Liu, L., Zhao, Z.D., & Mo, X.X. (2022). Temporal and Spatial Variations of Enriched Source Components in Linzizong Volcanic Succession, Tibet, and Implications for the India-Asia Collision. Journal of Petrology, 63(2), egab103."
      },
      {
        "titleCn": null,
        "titleEn": "Intermediate rocks in the Comei large igneous provinces produced by amphibole crystallization of tholeiitic basaltic magma",
        "referenceCn": null,
        "referenceEn": "Xia, Y., Wang, Q., Zhu, D.C., Ernst, R. E., Zhang, S., Liu, D., & Zhao, Z.D. (2020). Intermediate rocks in the Comei large igneous provinces produced by amphibole crystallization of tholeiitic basaltic magma. Lithos, 374-375, 105731."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "岩石成因",
        "nameEn": "petrogenesis"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏南",
        "keywordEn": "Southern Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "早白垩世",
        "keywordEn": "early   Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many electronic probe tests were conducted on the samples in a dataset of mid-basic and Linzizong volcanic rocks from the Cenozoic era in Southern Tibet?",
        "QuestionCn": "在南藏的中基性和林子宗火山岩的Cenozoic时代样本中，进行了多少次电子探针测试？",
        "AnswerEn": "24",
        "AnswerCn": "24",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the necessity of using electronic probe data to study the petrogenesis of intermediate-basic rocks in large igneous provinces?",
        "QuestionCn": "哪些潜在因素促使使用电子探针数据来研究大火成岩省中中基性岩石的岩石成因？",
        "AnswerEn": "The use of electronic probe data is essential for studying petrogenesis in large igneous provinces due to the need for precise analysis of major and trace elements in rocks. This data helps in understanding the origin of large igneous provinces and the absence of intermediate rocks, as well as the temporal and spatial variations of enriched components in volcanic rocks within collision zones. Such insights can provide constraints on the timing of the India-Eurasia collision, which is significant for geological research.",
        "AnswerCn": "电子探针数据在研究大型火成省的成岩作用中至关重要，因为需要对岩石中的主要和微量元素进行精确分析。这些数据有助于理解大型火成省的起源以及中间岩石的缺失，以及碰撞带内火山岩中富集成分的时间和空间变化。这些见解可以为印度-欧亚碰撞的时序提供约束，这对地质研究具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences on our understanding of magmatic rock genesis if datasets focus on the electronic probe data collection method for analyzing major and trace elements in volcanic rocks?",
        "QuestionCn": "如果数据集专注于电子探针数据收集方法来分析火山岩中的主要和微量元素，那么我们对岩浆岩成因的理解将会产生什么后果？",
        "AnswerEn": "Focusing on electronic probe data collection for major and trace elements in volcanic rocks can significantly enhance our understanding of the genesis of magmatic rocks by providing precise compositional data. This method allows for detailed characterization of mineral phases and their chemical compositions, which is crucial for unraveling the processes involved in the formation of intermediate to mafic rocks. Such datasets can also help elucidate the reasons behind the absence of intermediate rocks in large igneous provinces, offering insights into the petrogenetic history and contributing to constraining the timing of tectonic events like the India-Eurasia collision.",
        "AnswerCn": "专注于火山岩中主要和微量元素的电子探针数据收集，可以显著增强我们对岩浆岩成因的理解，因为它提供了精确的成分数据。这种方法允许对矿物相及其化学成分进行详细表征，这对于揭示中性到镁铁质岩石形成过程中涉及的过程至关重要。这些数据集还可以帮助阐明大型火成岩省中中性岩石缺失的原因，提供对岩石成因历史的见解，并有助于限制印度-欧亚碰撞等构造事件的时序。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of collecting electronic probe data for mid-basic rocks and Linzizong volcanic rocks in the context of magma petrogenesis research?",
        "QuestionCn": "在岩浆成因研究的背景下，收集中基性岩石和林子宗火山岩的电子探针数据的目的是什么？",
        "AnswerEn": "The objective is to understand the genesis of neutral rocks in large igneous provinces and to explore why there is a lack of neutral rocks in such provinces. Additionally, it aims to study the petrogenesis of volcanic rocks in collision zones and the origin of the spatial and temporal changes in enriched components within magma, providing constraints on the timing of the India-Eurasia collision.",
        "AnswerCn": "目标是理解大火成岩省中中性岩石的起源，并探讨为何在此类省份中缺乏中性岩石。此外，还旨在研究碰撞带火山岩的岩石成因，以及熔岩中富集成分的空间和时间变化的起源，为印度-欧亚碰撞的时间提供约束。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and instruments are utilized to collect and analyze elemental data of intermediate-basic rocks and volcanic rocks in the field of large igneous provinces?",
        "QuestionCn": "在大型火成岩省的研究中，收集和分析中基性岩石和火山岩的元素数据所使用的具体程序和仪器是什么？",
        "AnswerEn": "The data collection involves using an electron microprobe, which is performed by the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. This method tests for major and trace elements in intermediate-basic rocks and Linzizong volcanic rocks to study their genesis and the spatial-temporal variation of enriched components in magmas.",
        "AnswerCn": "数据收集涉及使用电子探针，由中国科学院广州地球化学研究所进行。该方法测试中基性岩石和林芝宗火山岩中的主要和微量元素，以研究它们的成因以及岩浆中富集成分的时空变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise collection and analysis of major and trace elements in volcanic and igneous rocks?",
        "QuestionCn": "哪些技术进步使得对火山岩和火成岩中主要和微量元素的精确收集和分析成为可能？",
        "AnswerEn": "The use of an electron microprobe has enabled the precise collection and analysis of major and trace elements in volcanic and igneous rocks, as it allows for detailed compositional analysis of mineral samples, providing accurate and reliable data critical for petrogenesis studies.",
        "AnswerCn": "电子探针的使用使得对火山岩和火成岩中的主要和微量元素进行精确的收集和分析成为可能，因为它能够对矿物样品进行详细的成分分析，提供对岩石成因研究至关重要的准确可靠数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}