{
  "id": "2cbd15cf-0591-41f2-a8d7-c4b8a232337c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Primary road network dataset of the Heihe Rriver basin (2010)",
      "titleCn": "黑河流域道路分布数据集（2010）",
      "description": "Data overview: this set of data mainly includes the spatial distribution of major roads in the heihe river basin, the attributes include road classification and road coding, and the data base year is 2010.\nData preparation process: this set of data is based on the topographic map, remote sensing image and the latest road traffic map updated by the transportation department of gansu province in 2009.\nData description: there are two important attributes of the data, namely, road classification and road code. The road classification is divided into national road, provincial road, county road, township road and private road. The road code is defined in accordance with the highway grade code of the traffic department.",
      "descriptionCn": "数据概况：本套数据主要包括黑河流域内主要道路的空间分布，属性包括了道路分级和道路编码，数据基准年为2010年。\n数据制备过程：本套数据是根据地形图、遥感影像以及甘肃省交通厅2009年最新公路交通图更新得到的。\n数据内容说明：数据主要有两个重要属性即道路分级、道路编码（code），其中道路分级分为国道、省道、县道、乡道、专用道，道路编码按照交通部门的公路等级代码统一定义.",
      "instructions": "File name: the data is stored in vector SHP format. The file name \"heihe_primary_road.shp, heihe_highway.shp\" stands for highway and main road.\nData reading method: Arcgis, Qgis and other remote sensing software can be used to open and read and generate graphic files.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Heihe_Primary_Road.shp，Heihe_highway.shp”代表高速路和主要道路，文件分为point和poly两种形式。\n数据读取方式：可以用Arcgis、Qgis等遥感软件打开读取，生成图形文件。",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2010-01-08 02:47:47",
      "endTime": "2011-01-07 02:47:47",
      "fileSize": 3001128.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴立宗",
        "nameEn": "WU Lizong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "年雁云",
        "nameEn": "NIAN Yanyun",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
        "titleEn": null,
        "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
        "referenceEn": null
      },
      {
        "titleCn": "数字黑河的思考与实践2：数据集成",
        "titleEn": null,
        "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
        "referenceCn": null,
        "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "交通",
        "nameEn": "Transportation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features and attributes that should be considered when creating a dataset of road distributions in a river basin?",
        "QuestionCn": "在创建河流流域道路分布数据集时，应考虑哪些基本特征和属性？",
        "AnswerEn": "spatial distribution of roads, classification of roads, road codes",
        "AnswerCn": "道路的空间分布、道路分类、道路代码",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different levels of road classification are included in a dataset about road distribution in the Heihe River Basin?",
        "QuestionCn": "在关于黑河流域道路分布的数据集中，包含多少个不同的道路分类级别？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'road classification' mean in the context of a dataset focusing on the spatial distribution of roads in the Heihe River Basin?",
        "QuestionCn": "在关于黑河流域道路空间分布的数据集中，“道路分类”是什么意思？",
        "AnswerEn": "In the context of a dataset focusing on the spatial distribution of roads in the Heihe River Basin, 'road classification' refers to the categorization of roads into different levels, such as national roads, provincial roads, county roads, township roads, and special-purpose roads.",
        "AnswerCn": "在关注黑河流域道路空间分布的数据集中，“道路分类”是指将道路分为不同等级的分类，如国道、省道、县道、乡道和专用道路。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of data sources such as topographic maps, remote sensing images, and transportation maps for compiling a dataset of road distribution in a specific region?",
        "QuestionCn": "选择数据源（如地形图、遥感影像和交通图）以编制特定区域道路分布数据集的因素包括哪些？",
        "AnswerEn": "The selection of data sources like topographic maps, remote sensing images, and transportation maps may be due to their ability to provide comprehensive spatial and attribute data necessary for accurately mapping road distributions. These sources offer detailed information about road classifications and codes, which are crucial for creating an updated and reliable dataset. Additionally, the compatibility of these sources with the existing transportation data and the need for consistent updates based on the latest available data, such as the 2009 highway traffic map from Gansu Province, could be significant factors.",
        "AnswerCn": "选择地形图、遥感影像和交通图等数据源，可能是因为它们能够提供全面的空间和属性数据，这对于准确绘制道路分布至关重要。这些来源提供了关于道路分类和编码的详细信息，这对于创建更新和可靠的数据集至关重要。此外，这些来源与现有交通数据的兼容性，以及根据最新可用数据（如2009年甘肃省公路交通图）进行一致更新的需求，可能也是重要因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind creating a dataset that maps the spatial distribution of major roads in the Heihe River Basin?",
        "QuestionCn": "创建一个映射黑河流域主要道路空间分布的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide detailed spatial distribution information of major roads in the Heihe River Basin, including attributes like road classification and road coding. This information is crucial for understanding transportation infrastructure and planning within the region, based on data from 2010.",
        "AnswerCn": "主要目标是提供黑河流域主要道路的详细空间分布信息，包括道路分类和道路编码等属性。这些信息对于理解该地区的交通基础设施和规划至关重要，基于2010年的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in updating road distribution datasets using sources like topographic maps, remote sensing images, and the latest transportation maps from regional transport departments?",
        "QuestionCn": "使用地形图、遥感影像和地区交通部门的最新交通地图来更新道路分布数据集涉及哪些程序步骤？",
        "AnswerEn": "The data collection process involves updating road distribution information by integrating data from topographic maps, remote sensing images, and the latest highway maps from the regional transport department, such as the 2009 Gansu Province highway map.",
        "AnswerCn": "数据收集过程涉及通过整合地形图、遥感影像和区域交通部门最新的公路地图（如2009年甘肃省公路地图）来更新道路分布信息。",
        "Level": "C3(Applying)"
      }
    ]
  }
}