{
    "id": "2cec1c82-8e30-4244-93f8-19a766671126",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Heihe 1km monthly LAI production (2012)",
            "titleCn": "黑河流域逐月1km LAI产品 (2012)",
            "description": "Water scarcity，food crises and ecological deterioration caused by drought disasters are a direct threat to food security and socio-economic development. Improvement of drought disaster risk assessment and emergency management is now urgently required. This article describes major scientific and technological progress in the field of drought disaster risk assessment. Drought is a worldwide natural disaster that has long affected agricultural production as well as social and economic activities. Frequent droughts have been observed in the Belt and Road area, in which much of the agricultural land is concentrated in fragile ecological environment. Soil relative humidity index is one of the indicators to characterize soil drought and can directly reflect the status of crops' available water.",
            "descriptionCn": "算法首先采用冠层BRDF模型，将冠层反射率表示为LAI/FAPAR、波长、土壤和叶片反射率、聚集指数、入射和观测角度等一系列参数的函数。针对几个关键参数建立了参数表作为反演的输入。然后输入经过预处理的地表反射率数据和土地覆盖数据，用查找表（LUT）法反演得到LAI产品。详细算法参见参考文献。\n图像格式：tif\n图像大小：每景1M左右\n时间范围：2012年\n时间分辨率：逐月\n空间分辨率：1km",
            "instructions": ". TIF format storage",
            "instructionsCn": ".tif 格式存储",
            "east": 102.1548642,
            "west": 97.3520258,
            "south": 37.7401842,
            "north": 42.6893038,
            "startTime": "2012-01-10 07:00:00",
            "endTime": "2013-01-09 07:00:00",
            "fileSize": 22532270.0,
            "cstr": "18406.11.heihe.087.2014.db",
            "doi": "10.3972/heihe.087.2014.db",
            "dataFormat": "1kmLAI反演结果tif文件",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范闻捷",
                "nameEn": "FAN Wenjie",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new FAPAR retrieval model for continuous vegetation",
                "referenceCn": null,
                "referenceEn": "Liu, Y. , Fan, W. , Xu, X. , & Chen, G. . (2013). A new FAPAR retrieval model for continuous vegetation. doi:10.1109/IGARSS.2013.6723470"
            },
            {
                "titleCn": null,
                "titleEn": "Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration",
                "referenceCn": null,
                "referenceEn": "Ganguly S, Nemani R R, Zhang G, Hashimoto H, Milesi C, Michaelis A, Wang W, Votava P, Samanta A, Melton F, Dungan J L, Vermote E, Gao F, Knyazikhin Y, Myneni R B. Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration. Remote Sensing of Environment, 2012, 122: 185–202."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index(LAI)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全流域",
                "keywordEn": "whole basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河全流域遥感关键生态参数产品反演算法",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is the LAI product retrieval method using a canopy BRDF model and LUT approach?",
                "QuestionCn": "LAI产品检索方法使用冠层BRDF模型和LUT方法。",
                "AnswerEn": "The LAI product retrieval method involves using a canopy BRDF model to express canopy reflectance as a function of several parameters, including LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and viewing and illumination angles. Key parameters are established in parameter tables for input into the inversion process. Preprocessed surface reflectance data and land cover data are input into a lookup table (LUT) method to retrieve the LAI products.",
                "AnswerCn": "LAI产品检索方法涉及使用冠层BRDF模型，将冠层反射率表示为多个参数的函数，包括LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及观察和照明角度。关键参数在参数表中建立，以便输入到反演过程中。预处理的表面反射率数据和土地覆盖数据被输入到查找表（LUT）方法中，以检索LAI产品。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of a canopy BRDF model for LAI/FAPAR estimation compare to other remote sensing techniques in terms of data accuracy and computational efficiency?",
                "QuestionCn": "使用冠层BRDF模型进行LAI/FAPAR估计与其他遥感技术相比，在数据准确性和计算效率方面如何？",
                "AnswerEn": "The canopy BRDF model represents the canopy reflectance as a function of multiple parameters, such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and angles of incidence and observation. This method involves creating parameter tables for key inputs and using a Look-Up Table (LUT) method to invert LAI products. This approach provides monthly temporal resolution and 1 km spatial resolution data, which may offer a balanced trade-off between accuracy and efficiency compared to other techniques not specified here.",
                "AnswerCn": "冠层BRDF模型将冠层反射率表示为多个参数的函数，例如叶面积指数（LAI）/光合有效辐射吸收分数（FAPAR）、波长、土壤和叶片反射率、聚合指数以及入射角和观测角。该方法涉及为关键输入创建参数表，并使用查找表（LUT）方法反演LAI产品。这种方法提供了每月的时间分辨率和1公里的空间分辨率数据，相较于其他未具体说明的技术，可能在准确性和效率之间提供了一个平衡的权衡。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do variations in canopy reflectance parameters such as wavelength and soil reflectance influence the accuracy and reliability of derived LAI products in remote sensing datasets?",
                "QuestionCn": "树冠反射参数如波长和土壤反射率的变化如何影响遥感数据集中衍生的叶面积指数（LAI）产品的准确性和可靠性？",
                "AnswerEn": "The accuracy and reliability of LAI products are influenced by variations in canopy reflectance parameters because the algorithm uses these parameters as inputs to model canopy BRDF. Accurate parameter tables and preprocessing of surface reflectance data are crucial to ensure the precision of the LAI product obtained through the LUT method.",
                "AnswerCn": "LAI产品的准确性和可靠性受到冠层反射率参数变化的影响，因为算法使用这些参数作为输入来模拟冠层BRDF。准确的参数表和表面反射率数据的预处理对于确保通过LUT方法获得的LAI产品的精确性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using a canopy BRDF model to estimate LAI from surface reflectance data, and how are key parameters like soil and leaf reflectance, as well as aggregation index, accounted for in the data collection process?",
                "QuestionCn": "使用冠层BRDF模型从表面反射率数据估计叶面积指数（LAI）涉及哪些程序，以及在数据收集过程中如何考虑土壤和叶片反射率等关键参数以及聚合指数？",
                "AnswerEn": "The procedure involves first adopting a canopy BRDF model to represent canopy reflectance as a function of LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. Key parameters are established in parameter tables, which serve as inputs for inversion. The preprocessed surface reflectance data and land cover data are then used with a look-up table (LUT) method to invert and obtain the LAI product.",
                "AnswerCn": "该过程首先采用冠层BRDF模型来表示冠层反射率，作为LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及入射和观测角度的函数。关键参数在参数表中建立，这些参数表作为反演的输入。然后，预处理的表面反射率数据和土地覆盖数据与查找表（LUT）方法结合使用，以反演并获得LAI产品。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}