{
    "id": "2cedd1c5-650f-47f3-b505-42165dc4090f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of oxygen isotope and major ions  from Geladaindong ice core (Version 1.0) (1477-1982)",
            "titleCn": "各拉丹冬冰芯氧同位素和主要离子数据集（V1.0）（1477-1982）",
            "description": "Geladaindong ice core records could provide a unique opportunity for studying climatic and environmental changes in the central TP. Based on a 147 m deep ice core drilled by the Sino-US Cooperation Expedition in 2005 at Mt. Geladaindong, we analyzed oxygen and major ion by using MAT253 isotope mass spectrometer and Ion Chromatograph. Multiparametric dating approach is adopted to establish an accurate chronology. Glaciochemical records were reconstructed to reveal the annual climatic and environmental changes during the period of 1477~1982 AD.",
            "descriptionCn": "各拉丹冬地区长时间序列的冰芯气候环境记录研究具有重要意义。依据2005 年中美联合各拉丹冬峰考察期间钻取的147 m 长的冰芯，利用MAT253同位素质谱仪和离子色谱仪分别测试分析了氧同位素以及主要离子含量，通过实施多参数定年（3H、210Pb、年层计数法、火山事件参考层位、流动模型模拟），重建了青藏高原中部近500 年来（1477~1982 AD）的年均气温变化和年均主要离子变化的历史。可用于500年来气候变化研究。",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
            "east": 92.0,
            "west": 92.0,
            "south": 33.0,
            "north": 33.0,
            "startTime": "1477-01-07 17:48:20",
            "endTime": "1983-01-06 16:00:00",
            "fileSize": 57408.0,
            "cstr": "18406.11.Glacio.tpdc.270238",
            "doi": "10.11888/Glacio.tpdc.270238",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "康世昌",
                "nameEn": "KANG Shichang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Twentieth century warming preserved in a Mt. Geladaindong ice core, central Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, Y.L., Kang, S., Grigholm, B., Zhang, Y., Kaspari, S., Morgenstern, U., Ren, J., Qin, D., Mayewski, P.A., Zhang, Q., Cong, Z., Sillapää, M ., Schwikowski, M., Chen, F. (2016). Twentieth century warming preserved in a Mt. Geladaindong ice core, central Tibetan Plateau. Annals of Glaciology, 57(71). Doi: 10.3189/2016AfG71A001."
            },
            {
                "titleCn": null,
                "titleEn": "A 500 year atmospheric dust deposition retrieved from a Mt. Geladaindong ice core in the central Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Yulan Zhang, S. Kang, Q. Zhang, B. Grigholm, S. Kaspari, Q. You, D. Qin, P.A. Mayewski, Z. Cong, J. Huang, M. Sillanpää, F. Chen, 2015. A 500 year atmospheric dust deposition retrieved from a Mt. Geladaindong ice core in the central Tibetan Plateau. Atmospheric Research, 166: 1-9. Doi: 10.1016/j.atmosres.2015.06.007."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰芯",
                "nameEn": "Ice core"
            },
            {
                "nameCn": "各拉丹冬",
                "nameEn": "Geladandong"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            },
            {
                "nameCn": "青藏高原地区",
                "nameEn": "Tibetan plateau"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1477-1982",
                "keywordEn": "1477-1982",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to reconstruct historical climate and environmental changes over the past 500 years in the central Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于重建过去500年中部藏高原气候和环境变化的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves drilling a 147-meter-long ice core and analyzing it using isotope mass spectrometry and ion chromatography to measure oxygen isotopes and major ion concentrations. This is supplemented with multi-parameter dating techniques like 3H, 210Pb, annual layer counting, volcanic event reference layers, and flow model simulations to reconstruct the historical changes.",
                "AnswerCn": "一种数据收集方法涉及钻取147米长的冰芯，并使用同位素质谱法和离子色谱法进行分析，以测量氧同位素和主要离子浓度。这一过程还辅以多参数年代测定技术，如氚（3H）、铅-210（210Pb）、年层计数、火山事件参考层和流动模型模拟，以重建历史变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to obtain long-term ice core climate records in glaciated regions?",
                "QuestionCn": "用于获取冰川地区长期冰芯气候记录的数据收集方法的特点是什么？",
                "AnswerEn": "extracting ice cores, 147 m long core, isotope mass spectrometry, ion chromatography, multi-parameter dating techniques, tritium (3H), lead-210 (210Pb), annual layer counting, volcanic event reference layers, flow model simulation, reconstruct historical temperature, major ion changes, climate record up to 500 years",
                "AnswerCn": "提取冰芯，147米长的冰芯，同位素质谱法，离子色谱法，多参数定年技术，氚（3H），铅-210（210Pb），年度层计数，火山事件参考层，流动模型模拟，重建历史温度，主要离子变化，气候记录长达500年。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of climate data are reconstructed from the ice core samples collected in the region?",
                "QuestionCn": "从该地区收集的冰芯样本重建了多少年的气候数据？",
                "AnswerEn": "505 years",
                "AnswerCn": "505年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'multi-parameter dating' mean in the context of ice core climate research?",
                "QuestionCn": "在冰芯气候研究的背景下，“多参数定年”是什么意思？",
                "AnswerEn": "Multi-parameter dating in the context of ice core climate research refers to the use of various methods to establish the age of the ice core layers. These methods can include tritium (3H) analysis, lead-210 (210Pb) dating, annual layer counting, reference layers from volcanic events, and flow model simulations. These techniques are employed to reconstruct historical climate data, such as annual temperature and ion changes, over long periods.",
                "AnswerCn": "多参数定年在冰芯气候研究中的背景是指使用各种方法来确定冰芯层的年龄。这些方法可以包括氚（3H）分析、铅-210（210Pb）定年、年层计数、来自火山事件的参考层以及流动模型模拟。这些技术用于重建历史气候数据，例如长期的年平均温度和离子变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What patterns in the oxygen isotope and major ion data might suggest changes in central Tibetan Plateau climate over the past 500 years, and what data collection methods could have been used to ensure the accuracy of these patterns?",
                "QuestionCn": "在过去500年中，氧同位素和主要离子数据中可能出现的模式，可能表明中央青藏 Plateau 气候的变化，以及可以使用哪些数据收集方法来确保这些模式的准确性。",
                "AnswerEn": "Patterns in the oxygen isotope and major ion data could indicate variations in temperature and precipitation patterns over the central Tibetan Plateau. Data collection methods such as isotope ratio mass spectrometry and ion chromatography would have been essential to accurately analyze these components. To ensure precision, multi-parameter dating techniques like 3H, 210Pb, annual layer counting, volcanic event reference layers, and flow model simulations could have been employed to reconstruct historical climate changes reliably.",
                "AnswerCn": "氧同位素和主要离子数据中的模式可能表明中央青藏 Plateau 的温度和降水模式的变化。数据收集方法如同位素比质谱法和离子色谱法对于准确分析这些成分至关重要。为了确保精确性，可以采用多参数年代测定技术，如3H、210Pb、年层计数、火山事件参考层和流动模型模拟，以可靠地重建历史气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multi-parameter dating techniques on the accuracy and reliability of historical climate reconstructions in ice core studies?",
                "QuestionCn": "使用多参数定年技术对冰芯研究中的历史气候重建的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Using multi-parameter dating techniques, such as 3H, 210Pb, annual layer counting, volcanic event reference layers, and flow model simulations, can improve the accuracy and reliability of historical climate reconstructions. These methods help establish a more precise timeline and can cross-verify dates, leading to a more comprehensive understanding of the annual mean temperature and major ion changes over the past 500 years in central Tibet.",
                "AnswerCn": "使用多参数年代测定技术，如3H、210Pb、年层计数、火山事件参考层和流动模型模拟，可以提高历史气候重建的准确性和可靠性。这些方法有助于建立更精确的时间线，并可以交叉验证日期，从而对过去500年中西藏中部的年均温度和主要离子变化有更全面的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it significant to develop a dataset focusing on the long-term ice core climate and environmental records in the Geladandong region?",
                "QuestionCn": "在格拉丹东地区开发一个关注长期冰芯气候和环境记录的数据集具有重要意义。",
                "AnswerEn": "The objective is to reconstruct historical changes in annual mean temperature and major ion variations over the past 500 years in the central Tibetan Plateau, providing crucial insights into climate change studies.",
                "AnswerCn": "目标是重建过去500年中，中央藏区年均温度和主要离子变化的历史变化，为气候变化研究提供重要见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and instruments are utilized to analyze oxygen isotopes and major ion contents in ice cores to reconstruct historical climate data over the past 500 years in the central Tibetan Plateau?",
                "QuestionCn": "在中央青藏 Plateau 中，分析冰芯中的氧同位素和主要离子含量以重建过去500年的气候数据所使用的程序和仪器是什么？",
                "AnswerEn": "The analysis of oxygen isotopes and major ion contents in ice cores from the central Tibetan Plateau involves the use of a MAT253 isotope mass spectrometer and an ion chromatograph. The data collection process includes implementing multi-parameter dating techniques such as 3H, 210Pb, annual layer counting, volcanic event reference layers, and flow model simulations to reconstruct historical annual mean temperature changes and ion variations over the past 500 years.",
                "AnswerCn": "对来自中央青藏 Plateau 的冰芯进行氧同位素和主要离子含量的分析涉及使用 MAT253 同位素质谱仪和离子色谱仪。数据收集过程包括实施多参数年代测定技术，如 3H、210Pb、年层计数、火山事件参考层和流动模型模拟，以重建过去 500 年的历史年均温度变化和离子变化。",
                "Level": "C3(Applying)"
            }
        ]
    }
}