{
    "id": "2dd73c1b-b2d0-4469-9edb-acf35bda7dd9",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Sidaoqiao superstation, 2018)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站大孔径闪烁仪-2018）",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Sidaoqiao Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2018. There were one German BLS900 at Sidaoqiao Superstation. The north tower was set up with the BLS900 receiver and the south tower was equipped with the BLS900 transmitter. The site (north: 101.137° E, 42.008° N; south: 101.131° E, 41.987 N) was located in Ejinaqi, Inner Mongolia. The underlying surfaces between the two towers were tamarisk, populus, bare land and farmland. The elevation is 873 m. The effective height of the LAS was 25.5 m, and the path length was 2350 m. The data were sampled 1 minute.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (Cn2>7.58E-14). (2) The data were rejected when the demodulation signal was small (Average X Intensity<1000). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl, 1992 was selected. Detailed can refer to Liu et al. (2011, 2013).\nSeveral instructions were included with the released data. (1) The missing data from the BLS900 instrument were denoted by -6999. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H_LAS, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网下游四道桥站的大孔径闪烁仪通量观测数据。下游四道桥站架设了一台BLS900型号的大孔径闪烁仪，北塔为接收端，南塔为发射端。观测时间为2018年1月1日至2018年12月31日。站点位于内蒙古额济纳旗，下垫面是柽柳、胡杨、裸地和耕地。北塔的经纬度是101.137E，42.008N，南塔的经纬度是101.131E，41.987N，海拔高度约873m。大孔径闪烁仪的有效高度25.5m，光径长度是2350m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（Cn2>7.58E-14）；（2）剔除解调信号强度较弱的数据（Average X Intensity<1000）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，选取Thiermann and Grassl(1992)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。\n关于发布数据的几点说明：（1）下游LAS数据缺失时刻以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H_LAS ：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + LAS.",
            "instructionsCn": "年份+**观测网+站点名称+LAS",
            "east": 101.137,
            "west": 101.131,
            "south": 41.987,
            "north": 42.008,
            "startTime": "2018-01-21 08:00:00",
            "endTime": "2019-01-20 08:00:00",
            "fileSize": 557823.0,
            "cstr": "18406.11.Meteoro.tpdc.270765",
            "doi": "10.11888/Meteoro.tpdc.270765",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "四道桥超级站",
                "keywordEn": "Sidaoqiao superstation"
            },
            {
                "keywordCn": "黑河流域下游",
                "keywordEn": "The lower reaches of the heihe river"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018年",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "两源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量还包括来自每个表层的通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型所需的参数和观测数据无法从操作性卫星和地面数据中轻易获得，因此该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于估算不同植被类型、植被覆盖度、气候和空间尺度下的蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波文比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
                "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组件温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量与观察到的E（E/ET%）和T（T/ET%）比率进行了更好的验证。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。当灌溉农田的平均H值较小时，H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的入射短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在离地面4.5米处使用10 Hz采样频率的涡度相关系统测量的湍流通量。土壤热通量使用位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00到19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站——2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上取决于植被参数、土壤湿度和其他地表状态。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化时间尺度上的变异性已被记录。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数和调整其状态。新的技术，如数据同化，亟需将现场或遥感观测与模型相结合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在提高陆面状态变量预测的准确性方面发挥了越来越重要的作用，例如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量，如表面通量。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合地面测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的名义空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射划分为地面热、显热和潜热通量非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大规模上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在这项研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此对于表面通量的连续监测，方法的使用是困难的。",
                "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应可能会影响 FY3A-VIRR LST 检索的准确性。FY3A-VIRR 和现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善表面通量的预测。双重数据同化方案的第一阶段在周时间尺度上优化模型植被参数，第二阶段在日时间尺度上优化土壤湿度。基于集成卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的陆面温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、馆陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化了来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个具有不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到通用陆面模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡动协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A陆表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的陆表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2， 从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。 同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the TSEB model reliably estimate evaporation and transpiration ratios using ground-measured soil and canopy component temperatures in strongly advective conditions?",
                "QuestionCn": "TSEB模型能否在强烈的平流条件下，可靠地利用地面测量的土壤和冠层组分温度来估算蒸发和蒸腾比？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used for observing energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的主要数据收集方法有哪些？",
                "AnswerEn": "eddy covariance system, scintillometer, automatic weather stations",
                "AnswerCn": "涡度相关系统，闪烁仪，自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the land surface flux and meteorological stations established for studying oasis–desert systems?",
                "QuestionCn": "为研究绿洲-沙漠系统而建立的地表通量和气象站位于哪里？",
                "AnswerEn": "Heihe River Basin",
                "AnswerCn": "黑河流域",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with using remote-sensing-based methods for continuous monitoring of surface fluxes?",
                "QuestionCn": "使用基于遥感的方法进行表面通量连续监测面临哪些挑战？",
                "AnswerEn": "instantaneous nature of satellite-derived data, contamination from clouds, mismatch between the spatial and temporal scales of satellite observations and field measurements",
                "AnswerCn": "卫星数据的瞬时性、云层污染、卫星观测与现场测量在空间和时间尺度上的不匹配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "您能否提供一个用于监测绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的示例？",
                "AnswerEn": "A data collection method used to monitor energy, water vapor, and carbon exchange in oasis–desert ecosystems involves long-term measurements using an eddy covariance system and scintillometer, complemented by hydrometeorological data from automatic weather stations, covering variables such as radiation, soil heat flux, air temperature, and humidity.",
                "AnswerCn": "一种用于监测绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法涉及使用涡度协方差系统和闪烁仪进行长期测量，辅以自动气象站提供的水文气象数据，涵盖辐射、土壤热通量、空气温度和湿度等变量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that includes observations of energy, water vapor, and carbon fluxes in arid regions of China?",
                "QuestionCn": "您能否提供一个包含中国干旱地区能量、水汽和碳通量观测的示例数据集？",
                "AnswerEn": "An example of a dataset includes observations of energy, water vapor, and carbon fluxes in the middle and lower reaches of the Heihe River Basin, which comprises data from 11 land surface flux and meteorological stations, available from the National Tibetan Plateau Data Center.",
                "AnswerCn": "一个数据集的例子包括在黑河流域中下游的能量、水汽和碳通量的观测数据，该数据集来自11个地表通量和气象站，数据可从国家西藏高原数据中心获取。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for measuring surface fluxes in oasis-desert ecosystems?",
                "QuestionCn": "用于测量绿洲-沙漠生态系统表面通量的数据收集方法的特点是什么？",
                "AnswerEn": "eddy covariance systems, scintillometers, half-hourly turbulent flux data, hydrometeorological data, radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, soil moisture profiles, automatic weather stations, 10-minute average period, vegetation and soil parameters",
                "AnswerCn": "涡度相关系统、闪烁仪、半小时湍流通量数据、水文气象数据、辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水、土壤湿度剖面、自动气象站、10分钟平均周期、植被和土壤参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What features are important when developing a dual-pass data assimilation scheme for improving surface flux predictions?",
                "QuestionCn": "在开发双重数据同化方案以改善表面通量预测时，重要的特征有哪些？",
                "AnswerEn": "independently optimize model vegetation parameters at a weekly temporal scale, soil moisture at a daily temporal scale, ensemble Kalman filter (EnKF), assimilating remotely sensed land surface temperature data, common land model (CoLM), multiple sites with diverse climatological conditions",
                "AnswerCn": "在每周时间尺度上独立优化模型植被参数，在每日时间尺度上优化土壤湿度，使用集合卡尔曼滤波（EnKF），同化遥感地表温度数据，采用通用陆面模型（CoLM），适用于具有多样气候条件的多个站点。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the essential properties of a dataset for evaluating evapotranspiration in heterogeneous land surfaces?",
                "QuestionCn": "评估异质土地表面蒸散发的数据库的基本属性是什么？",
                "AnswerEn": "soil and canopy component temperatures, ratios of evaporation and transpiration to total evapotranspiration, stable oxygen and hydrogen isotope techniques, eddy covariance system measurements",
                "AnswerCn": "土壤和冠层组分温度、蒸发和蒸腾占总蒸散的比例、稳定氧和氢同位素技术、涡度相关系统测量",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the Heihe River Basin since 2012?",
                "QuestionCn": "自2012年以来，在黑河流域建立了多少个地表通量和气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency of the turbulent flux measurements at the Daman superstation?",
                "QuestionCn": "Daman超级站的湍流通量测量的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the effective height of the large aperture scintillometer used at the downstream Sidaoqiao station in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的下游四道桥站使用的大孔径闪烁仪的有效高度是多少？",
                "AnswerEn": "25.5 meters",
                "AnswerCn": "25.5米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the role of a large aperture scintillometer in data collection for surface flux observations?",
                "QuestionCn": "大型孔径闪烁仪在表面通量观测的数据收集中的作用是什么？",
                "AnswerEn": "A large aperture scintillometer (LAS) measures sensible heat flux over large spatial scales, which can complement point or patch-scale data from systems such as eddy covariance. It provides valuable data for surface flux observations, particularly in heterogeneous landscapes, by measuring the refractive index structure parameter (Cn2) that relates to heat flux.",
                "AnswerCn": "大型孔径闪烁仪（LAS）可以在大尺度上测量显热通量，这可以补充来自涡动协方差等系统的点或小块尺度数据。它通过测量与热通量相关的折射率结构参数（Cn2），为表面通量观测提供了宝贵的数据，特别是在异质景观中。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with using remote-sensing data for land surface temperature assimilation in surface flux models?",
                "QuestionCn": "使用遥感数据进行地表温度同化在表面通量模型中面临哪些挑战？",
                "AnswerEn": "Challenges in using remote-sensing data for land surface temperature assimilation include the instantaneous nature of satellite data, contamination by clouds, spatial and temporal scale mismatches between satellite and ground measurements, and errors in land surface temperature estimates affecting surface flux predictions. Additionally, the short memory of land surface temperature makes direct assimilation more complex.",
                "AnswerCn": "使用遥感数据进行地表温度同化面临的挑战包括卫星数据的瞬时性、云层的干扰、卫星与地面测量之间的空间和时间尺度不匹配，以及地表温度估计中的误差影响表面通量预测。此外，地表温度的短期记忆使得直接同化变得更加复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is data quality controlled in the collection of hydrometeorological and flux data in oasis–desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，水文气象和通量数据的收集如何进行数据质量控制？",
                "AnswerEn": "Data quality control in oasis–desert systems involves several steps including data collection, processing, archiving, and sharing. Hydrometeorological data are averaged over specific periods, and turbulent flux data are acquired using systems like eddy covariance and scintillometer. These processes ensure reliable datasets for understanding energy, water vapor, and carbon exchanges in these ecosystems.",
                "AnswerCn": "在绿洲-沙漠系统中，数据质量控制涉及多个步骤，包括数据收集、处理、归档和共享。水文气象数据在特定时间段内进行平均，湍流通量数据则通过涡度协方差和闪烁仪等系统获取。这些过程确保了可靠的数据集，以便理解这些生态系统中的能量、水蒸气和碳交换。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using large aperture scintillometers compare to eddy covariance systems in terms of capturing surface fluxes in arid regions?",
                "QuestionCn": "大型孔径闪烁仪的数据收集方法与涡度协方差系统在捕捉干旱地区的表面通量方面有何比较？",
                "AnswerEn": "Large aperture scintillometers (LAS) can measure the sensible heat flux at a larger scale compared to eddy covariance (EC) systems. However, differences between the sensible heat fluxes measured by the EC and LAS systems can be due to energy imbalance in EC, surface heterogeneity, and differing source areas. Both systems are used in arid regions, with LAS providing advantages in capturing larger scale fluxes while EC systems offer detailed point-based measurements.",
                "AnswerCn": "大型孔径闪烁仪（LAS）可以在比涡动协方差（EC）系统更大的尺度上测量显热通量。然而，EC和LAS系统测量的显热通量之间的差异可能是由于EC系统的能量失衡、表面异质性以及不同的源区。这两种系统都用于干旱地区，LAS在捕捉更大尺度的通量方面具有优势，而EC系统则提供详细的点位测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced in using satellite-derived land surface temperatures for data assimilation compare to those encountered in ground-based flux measurements?",
                "QuestionCn": "使用卫星获取的地表温度进行数据同化所面临的挑战与地面通量测量所遇到的挑战有哪些相似之处？",
                "AnswerEn": "Satellite-derived land surface temperatures face challenges such as cloud contamination and scale mismatches with ground measurements, which can affect accuracy. Ground-based flux measurements, like those using EC systems, face challenges such as energy imbalance and heterogeneity of the underlying surfaces. Both methods require careful calibration and validation to reduce errors in surface flux predictions.",
                "AnswerCn": "卫星获取的地表温度面临云污染和与地面测量尺度不匹配等挑战，这可能影响准确性。基于地面的通量测量，如使用涡度协方差（EC）系统，面临能量不平衡和基础表面异质性等挑战。这两种方法都需要仔细的校准和验证，以减少地表通量预测中的误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What interpretations can be made about the effectiveness of using large aperture scintillometer data in estimating surface fluxes in heterogeneous landscapes with mixed vegetation and soil components?",
                "QuestionCn": "关于在具有混合植被和土壤成分的异质景观中使用大孔径闪烁仪数据估算表面通量的有效性，可以做出哪些解释？",
                "AnswerEn": "Large aperture scintillometer data can effectively estimate surface fluxes in heterogeneous landscapes by providing information on heat fluxes over mixed vegetation and soil components. The data allows for the application of energy balance models, such as the two-source energy balance (TSEB) model, which can improve the accuracy of flux estimations by considering the distinct temperatures and resistance of different surface components. This method can address the limitations of one-source models in heterogeneous conditions.",
                "AnswerCn": "大孔径闪烁仪数据可以有效地估计异质景观中的表面通量，通过提供混合植被和土壤成分的热通量信息。这些数据允许应用能量平衡模型，如双源能量平衡（TSEB）模型，通过考虑不同表面成分的温度和阻力，从而提高通量估计的准确性。这种方法可以解决在异质条件下单源模型的局限性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the challenges of environmental degradation and oasis-desert interactions in arid regions influence the data collection methods for long-term energy and carbon exchange observations?",
                "QuestionCn": "环境退化和绿洲-沙漠相互作用在干旱地区的挑战如何影响长期能源和碳交换观测的数据收集方法？",
                "AnswerEn": "The challenges of environmental degradation and oasis-desert interactions necessitate comprehensive data collection methods that include both artificial and natural systems. Long-term observations are critical to understanding these interactions, requiring a combination of eddy covariance systems, scintillometers, and automatic weather stations to capture data on energy, water vapor, and carbon fluxes. This approach helps to maintain ecological stability and supports sustainable development in oasis regions.",
                "AnswerCn": "环境退化和绿洲-沙漠相互作用的挑战需要综合的数据收集方法，包括人工和自然系统。长期观察对于理解这些相互作用至关重要，需要结合涡度协方差系统、闪烁仪和自动气象站，以捕捉能量、水蒸气和碳通量的数据。这种方法有助于维持生态稳定，并支持绿洲地区的可持续发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it difficult to maintain a balance between oasis and desert systems in arid and semi-arid regions?",
                "QuestionCn": "在干旱和半干旱地区，维持绿洲和沙漠系统之间的平衡是困难的原因是什么？",
                "AnswerEn": "Maintaining a balance between oasis and desert systems in arid and semi-arid regions is difficult due to ecological degradation such as drying rivers, vegetation loss, and desertification. These issues are exacerbated by climate change impacts and are especially pronounced in inland river basins along the Silk Road. Such areas require quantitative understanding of energy, water vapor, and carbon exchanges to support sustainable development.",
                "AnswerCn": "在干旱和半干旱地区，维持绿洲与沙漠系统之间的平衡是困难的，这主要是由于生态退化，如河流干涸、植被丧失和沙漠化。这些问题因气候变化的影响而加剧，尤其在丝绸之路沿线的内陆河流流域中表现得尤为明显。这些地区需要对能量、水汽和碳交换进行定量理解，以支持可持续发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges of using satellite-derived data for continuous monitoring of surface fluxes?",
                "QuestionCn": "影响使用卫星衍生数据进行表面通量连续监测的挑战的因素有哪些？",
                "AnswerEn": "Challenges in using satellite-derived data for continuous monitoring of surface fluxes are attributed to the instantaneous nature of satellite data, cloud contamination, terrain effects, and mismatches in spatial and temporal scales between satellite and ground measurements. These factors lead to biases and inaccuracies in retrieved land surface temperature and subsequently in surface flux predictions.",
                "AnswerCn": "使用卫星衍生数据进行地表通量连续监测的挑战归因于卫星数据的瞬时特性、云污染、地形效应以及卫星与地面测量之间的空间和时间尺度不匹配。这些因素导致了地表温度的偏差和不准确，从而影响了地表通量的预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy when different data collection methods, such as eddy covariance systems and large aperture scintillometers, are combined for measuring surface fluxes in arid regions?",
                "QuestionCn": "当不同的数据收集方法（如涡动协方差系统和大孔径闪烁仪）结合用于测量干旱地区的表面通量时，数据准确性可能会受到哪些潜在影响？",
                "AnswerEn": "Combining different data collection methods like eddy covariance systems and large aperture scintillometers can improve the accuracy of surface flux measurements by providing complementary data, but it may also introduce challenges such as differences in measurement scales and source areas, which can contribute to inconsistencies if not properly addressed.",
                "AnswerCn": "结合不同的数据收集方法，如涡度协方差系统和大孔径闪烁仪，可以通过提供互补数据来提高表面通量测量的准确性，但这也可能引入挑战，例如测量尺度和源区的差异，如果不加以妥善处理，可能会导致不一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications for long-term ecological monitoring when datasets from multiple meteorological stations are used to understand energy, water vapor, and carbon exchange in oasis–desert areas?",
                "QuestionCn": "当使用来自多个气象站的数据来理解绿洲-沙漠地区的能量、水蒸气和碳交换时，对长期生态监测的影响是什么？",
                "AnswerEn": "Using datasets from multiple meteorological stations for long-term ecological monitoring in oasis–desert areas allows for a comprehensive understanding of energy, water vapor, and carbon exchange, supporting ecological stability and sustainable development. However, it also necessitates addressing challenges like ensuring data consistency and quality across different stations and handling the complexity of heterogeneous landscapes.",
                "AnswerCn": "使用来自多个气象站的数据进行绿洲-沙漠地区的长期生态监测，可以全面了解能量、水汽和碳的交换，支持生态稳定和可持续发展。然而，这也需要解决一些挑战，例如确保不同站点之间数据的一致性和质量，以及处理异质景观的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to integrate various data sources for monitoring energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "整合各种数据源以监测绿洲-沙漠生态系统中的能量、水蒸气和碳交换是至关重要的。",
                "AnswerEn": "A comprehensive understanding of energy, water vapor, and carbon exchange in oasis–desert areas is crucial for achieving sustainable oasis development and supporting ecological security. Integrating various data sources helps recognize the interactions between oasis and desert systems, which is significant for maintaining ecological stability and socioeconomic development.",
                "AnswerCn": "对绿洲-沙漠地区能量、水汽和碳交换的全面理解对于实现可持续的绿洲发展和支持生态安全至关重要。整合各种数据源有助于识别绿洲与沙漠系统之间的相互作用，这对维持生态稳定和社会经济发展具有重要意义。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is it important to apply quality control procedures to turbulent flux data collected from eddy covariance systems and scintillometers?",
                "QuestionCn": "为什么对从涡度协方差系统和闪烁仪收集的湍流通量数据应用质量控制程序很重要？",
                "AnswerEn": "Applying quality control procedures ensures the reliability and accuracy of turbulent flux data, which are essential for understanding energy, water vapor, and carbon fluxes. These data are vital for ecological research and management in arid and semi-arid regions, where maintaining ecological balance is critical for sustainable development.",
                "AnswerCn": "应用质量控制程序确保湍流通量数据的可靠性和准确性，这对于理解能量、水蒸气和碳通量至关重要。这些数据对于干旱和半干旱地区的生态研究和管理至关重要，在这些地区，维持生态平衡对可持续发展至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are typically used to ensure the quality control of turbulent flux data acquired by eddy covariance systems and scintillometers in oasis-desert systems?",
                "QuestionCn": "通常使用哪些程序来确保在绿洲-沙漠系统中通过涡度协方差系统和闪烁仪获取的湍流通量数据的质量控制？",
                "AnswerEn": "The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing. This involves acquiring half-hourly turbulent flux data by an eddy covariance system and scintillometer, as well as observing hydrometeorological data from automatic weather stations with a 10-minute average period. The procedures may include removing data with weak signal intensities, excluding data during rainfall, and eliminating weak turbulence data under stable conditions.",
                "AnswerCn": "数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。这涉及通过涡度协方差系统和闪烁仪获取半小时的湍流通量数据，以及从自动气象站观察10分钟平均周期的水文气象数据。程序可能包括去除信号强度较弱的数据、排除降雨期间的数据，以及在稳定条件下消除弱湍流数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can land surface temperature data derived from satellites be integrated into land surface models to improve the prediction of surface fluxes?",
                "QuestionCn": "如何将卫星获取的地表温度数据整合到地表模型中，以提高地表通量的预测？",
                "AnswerEn": "A dual-pass data assimilation scheme can be constructed, where Pass 1 optimizes the model vegetation parameters at a weekly temporal scale, and Pass 2 optimizes soil moisture at a daily temporal scale using land surface temperature data derived from satellites. This involves assimilating remotely sensed land surface temperatures into a common land model using an ensemble Kalman filter to reduce model uncertainties and improve surface flux predictions.",
                "AnswerCn": "可以构建一个双重数据同化方案，其中第一遍在每周时间尺度上优化模型植被参数，第二遍在每日时间尺度上优化土壤湿度，使用来自卫星的地表温度数据。这涉及将遥感地表温度同化到一个通用的陆面模型中，使用集合卡尔曼滤波器来减少模型不确定性并改善表面通量预测。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges are associated with using remote-sensing data for continuous monitoring of surface fluxes, and what techniques can be used to address these challenges?",
                "QuestionCn": "使用遥感数据进行表面通量连续监测面临哪些挑战，以及可以采用哪些技术来应对这些挑战？",
                "AnswerEn": "Challenges include the instantaneous nature of satellite data, presence of clouds, and spatial and temporal scale mismatches between satellite and field measurements. Techniques such as data assimilation can be employed to integrate remotely sensed land surface temperatures with land surface models, improving predictions by correcting model state variables and parameters. Additionally, methods like the dual-pass data assimilation scheme can address these challenges by optimizing model states and parameters independently.",
                "AnswerCn": "挑战包括卫星数据的瞬时性、云层的存在，以及卫星与实地测量之间的空间和时间尺度不匹配。可以采用数据同化技术将遥感的地表温度与地表模型进行整合，通过修正模型状态变量和参数来提高预测精度。此外，双重数据同化方案等方法可以通过独立优化模型状态和参数来应对这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What techniques enable the accurate measurement and quality control of flux data in surface process observation networks?",
                "QuestionCn": "哪些技术能够实现对表面过程观测网络中通量数据的准确测量和质量控制？",
                "AnswerEn": "Techniques that enable accurate measurement and quality control of flux data include the use of large aperture scintillometers (LAS) for sensible heat flux measurements, and implementing quality control steps such as removing data when certain conditions like saturation or weak demodulation signal intensity occur. These techniques are grounded in theories such as Monin-Obukhov similarity theory and involve iterative calculations to ensure data accuracy.",
                "AnswerCn": "能够准确测量和质量控制通量数据的技术包括使用大孔径闪烁仪（LAS）进行显热通量测量，以及实施质量控制步骤，例如在某些条件下（如饱和或弱解调信号强度）移除数据。这些技术基于诸如莫宁-奥布霍夫相似理论等理论，并涉及迭代计算以确保数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do dual-pass data assimilation schemes enhance the prediction of surface fluxes in complex environments?",
                "QuestionCn": "双通道数据同化方案如何增强复杂环境中表面通量的预测？",
                "AnswerEn": "Dual-pass data assimilation schemes enhance prediction by optimizing model vegetation parameters and soil moisture independently using ensemble Kalman filter (EnKF) techniques. This allows for the assimilation of land surface temperature data from satellites, such as FY3A-VIRR, into models like the common land model (CoLM), improving surface flux predictions by reducing model uncertainties and aligning predictions more closely with observational data.",
                "AnswerCn": "双重数据同化方案通过独立优化模型植被参数和土壤湿度，利用集合卡尔曼滤波（EnKF）技术增强预测能力。这使得能够将来自卫星（如FY3A-VIRR）的地表温度数据同化到像常见陆面模型（CoLM）这样的模型中，从而改善地表通量预测，减少模型不确定性，使预测与观测数据更紧密对齐。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the use of high-resolution thermal infrared cameras facilitate the partitioning of evapotranspiration into its components?",
                "QuestionCn": "高分辨率热红外相机的使用如何促进蒸散发各组成部分的划分？",
                "AnswerEn": "High-resolution thermal infrared cameras facilitate the partitioning of evapotranspiration by providing precise measurements of soil and canopy component temperatures. These temperatures are used in the two-source energy balance (TSEB) model to estimate evaporation and transpiration separately, allowing for better validation against observed data through methods like stable isotope analysis and eddy covariance systems.",
                "AnswerCn": "高分辨率热红外相机通过提供土壤和冠层组件温度的精确测量，促进了蒸散发的分 partitioning。这些温度被用于双源能量平衡（TSEB）模型，以分别估算蒸发和蒸腾，从而通过稳定同位素分析和涡度协方差系统等方法更好地与观测数据进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might integrating ground-based measurements with remote sensing data be crucial for understanding energy, water vapor, and carbon exchanges in arid regions?",
                "QuestionCn": "将地面测量与遥感数据相结合，对于理解干旱地区的能量、水汽和碳交换至关重要，原因可能包括以下几点：",
                "AnswerEn": "Integrating ground-based measurements with remote sensing data is crucial because ground-based measurements provide detailed and localized data on turbulent fluxes and hydrometeorological parameters, while remote sensing offers spatially distributed estimates at broader scales. This integration helps in achieving a comprehensive understanding of energy, water vapor, and carbon exchanges, which is essential for maintaining ecological stability and supporting sustainable development in arid regions.",
                "AnswerCn": "将地面测量与遥感数据相结合至关重要，因为地面测量提供了关于湍流通量和水文气象参数的详细和局部数据，而遥感则在更广泛的尺度上提供空间分布的估计。这种整合有助于全面理解能量、水汽和碳的交换，这对于维持生态稳定和支持干旱地区的可持续发展至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the main challenges faced in the data collection for surface fluxes in heterogeneous land surfaces, and how can they be addressed?",
                "QuestionCn": "在异质土地表面进行表面通量数据收集时面临的主要挑战是什么，以及如何解决这些挑战？",
                "AnswerEn": "Challenges in data collection for surface fluxes in heterogeneous land surfaces include the difficulty of using satellite-derived data for continuous monitoring due to cloud contamination and the mismatch of spatial and temporal scales. Addressing these challenges requires advancements in data assimilation techniques, such as the dual-pass data assimilation scheme, which optimizes model parameters and improves prediction accuracy by integrating remotely sensed land surface temperatures.",
                "AnswerCn": "在异质土地表面进行表面通量数据收集的挑战包括由于云污染而导致的卫星衍生数据在连续监测中的困难，以及空间和时间尺度的不匹配。解决这些挑战需要在数据同化技术方面取得进展，例如双通道数据同化方案，通过整合遥感地表温度来优化模型参数并提高预测准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m unsure about the challenges of using remote-sensing-based methods for continuous monitoring of surface fluxes.",
                "QuestionCn": "我对使用基于遥感的方法进行表面通量连续监测的挑战感到不确定。",
                "AnswerEn": "Remote-sensing-based methods for monitoring surface fluxes face challenges such as data contamination from clouds, the instantaneous nature of satellite data, and mismatches in spatial and temporal scales between satellite and ground measurements. These factors can affect the accuracy of the data.",
                "AnswerCn": "基于遥感的方法监测表面通量面临诸多挑战，例如云层造成的数据污染、卫星数据的瞬时性，以及卫星与地面测量之间在空间和时间尺度上的不匹配。这些因素可能会影响数据的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets are structured to support the dual-pass data assimilation scheme in improving surface flux predictions.",
                "QuestionCn": "我无法理解数据集是如何结构化以支持双重数据同化方案，从而改善表面通量预测的。",
                "AnswerEn": "Datasets supporting the dual-pass data assimilation scheme include remotely sensed land surface temperature data from satellites like FY3A-VIRR, which are assimilated into land surface models. These datasets are structured to optimize model parameters and soil moisture, reducing model uncertainties and improving surface flux predictions.",
                "AnswerCn": "支持双通道数据同化方案的数据集包括来自FY3A-VIRR等卫星的遥感地表温度数据，这些数据被同化到陆面模型中。这些数据集的结构旨在优化模型参数和土壤湿度，减少模型不确定性，提高地表通量预测的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore how large aperture scintillometers can be integrated with other meteorological data collection systems to improve the accuracy of surface flux measurements in arid and semi-arid regions.",
                "QuestionCn": "请探讨如何将大孔径闪烁仪与其他气象数据收集系统集成，以提高干旱和半干旱地区表面通量测量的准确性。",
                "AnswerEn": "Large aperture scintillometers can be integrated with automatic weather stations and eddy covariance systems to enhance the accuracy of surface flux measurements. The integration allows for a comprehensive collection of meteorological data such as air temperature, humidity, wind speed, and soil parameters, which can be used to calculate sensible and latent heat fluxes based on the energy balance equations. This combined approach can provide a more complete understanding of the energy, water vapor, and carbon exchange in arid and semi-arid ecosystems, as demonstrated in the observational datasets from the Heihe River Basin.",
                "AnswerCn": "大型孔径闪烁仪可以与自动气象站和涡度协方差系统集成，以提高表面通量测量的准确性。这种集成允许全面收集气象数据，如气温、湿度、风速和土壤参数，这些数据可用于根据能量平衡方程计算显热和潜热通量。这种综合方法可以更全面地理解干旱和半干旱生态系统中的能量、水蒸气和碳交换，正如黑河流域的观测数据集所示。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please analyze the challenges associated with using remote sensing data for continuous monitoring of land surface temperature and its impact on surface flux predictions.",
                "QuestionCn": "分析使用遥感数据进行地表温度连续监测及其对地表通量预测影响的挑战。",
                "AnswerEn": "Challenges with using remote sensing data for continuous monitoring include instantaneous data capture, cloud contamination, and spatial and temporal mismatches between satellite and ground measurements. These challenges affect the accuracy of land surface temperature estimates, which in turn influence surface flux predictions. The dual-pass data assimilation scheme, which optimizes soil moisture and vegetation parameters, addresses these challenges by improving the assimilation of remotely sensed data into land surface models, thereby enhancing the prediction of surface fluxes.",
                "AnswerCn": "使用遥感数据进行连续监测的挑战包括瞬时数据捕获、云污染以及卫星与地面测量之间的空间和时间不匹配。这些挑战影响了地表温度估计的准确性，从而影响了地表通量的预测。双重通道数据同化方案通过优化土壤湿度和植被参数，解决了这些挑战，改善了遥感数据在陆面模型中的同化，从而增强了地表通量的预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential strategies for expanding the current datasets on energy, water vapor, and carbon exchange in oasis–desert ecosystems to enhance their utility for ecological and socio-economic studies.",
                "QuestionCn": "请调查潜在策略，以扩展当前关于绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集，以增强它们在生态和社会经济研究中的实用性。",
                "AnswerEn": "Expanding datasets on energy, water vapor, and carbon exchange in oasis–desert ecosystems can involve increasing the number and diversity of observation stations, incorporating long-term data collection, and integrating various data sources such as satellite observations, ground-based measurements, and land surface models. Including additional parameters like methane fluxes, groundwater data, and vegetation indices can also enhance the datasets' utility. These comprehensive datasets would support a deeper understanding of ecosystem interactions and inform sustainable development strategies in arid regions.",
                "AnswerCn": "扩展关于绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集可以涉及增加观测站的数量和多样性，纳入长期数据收集，并整合各种数据源，如卫星观测、地面测量和地表模型。包括甲烷通量、地下水数据和植被指数等额外参数也可以增强数据集的实用性。这些综合数据集将支持对生态系统相互作用的更深入理解，并为干旱地区的可持续发展战略提供信息。",
                "Level": "C6(Creating)"
            }
        ]
    }
}