{
    "id": "2ded432d-b345-4fe9-b207-ea72252ba15a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The genome of associated plants in Tibet Plateau on Jun , 2018",
            "titleCn": "青藏高原伴生植物基因组（2018年6月）",
            "description": "In order to explore how and when turnip was successfully domesticated the Qinghai-Tibet Plateau and what is the relationship between turnip domestication and early human settlement on the Qinghai-Tibetan Plateau and human migration along the ancient Silk Road, the whole genome De Novo sequencing of a self-bred F1 variety on Qinghai-Xizang Plateau was conducted, with the assembled genome size of 409.69 Mb,Contig N50 was 1.21 Mb in June 2018 using Pacbio sequencing. Those data will provide a genetic basis for elucidating the relationship between plant disperse and human activities. As we know, traditional turnip landrace is influenced by human domestication and nature selection. Hopefully, the study will help to understand the impacts of human selection on turnip genetic differentiation, and the adaptation mechanism of turnip in the Qinghai-Tibetan Plateau.",
            "descriptionCn": "为了解析蔓菁如何、何时进入青藏高原，探讨蔓菁在青藏高原传播与驯化与早期人类活动的高原定居和古丝绸交流之间的关系，2018年6月，课题组利用三代基因组测序技术，对一个青藏高原的蔓菁自交F1代品种进行全基因组测序和De Novo组装，得到组装基因组大小为409.69 Mb，Contig N50为1.21 Mb。这一结果可为研究植物扩散与人类活动之间的关系提供遗传基础。高原各地的传统蔓菁品种是人类选择和基于区域气候环境自然选择的综合作用结果，因此这项研究有助于揭示人工驯化和人类选择对蔓菁的遗传分化的影响，以及蔓菁适应高原生态环境的适应性机制。",
            "instructions": "The genome of associated plants in Qinghai-Tibet Plateau. It is in fastaq form, can be seen by BWA.",
            "instructionsCn": "青藏高原伴生植物基因组。测序数据可以用BWA等软件查看和分析。",
            "east": 97.0,
            "west": 95.0,
            "south": 31.0,
            "north": 32.0,
            "startTime": "2018-01-08 08:00:00",
            "endTime": "2019-01-07 08:00:00",
            "fileSize": 414961660.0,
            "cstr": "18406.11.Ecolo.tpdc.270243",
            "doi": "10.11888/Ecolo.tpdc.270243",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "段元文",
                "nameEn": "DUAN Yuanwen",
                "unitEn": "",
                "unitCn": "中国科学院昆明植物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "蔓菁基因组对葡萄糖苷生物合成独立进化的启示",
                "titleEn": null,
                "referenceCn": "杨云强,孙旭东,孔祥翔,王春涛, 杨雅,尹欣,杨丹妮,段元文,杨永平. 蔓菁基因组对葡萄糖苷生物合成独立进化的启示,自然通讯, 2019, V34(4): 848-854.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "蔓菁",
                "nameEn": "Turnip"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and features involved in the genomic dataset related to plant diffusion and human activity in high-altitude regions?",
                "QuestionCn": "与高海拔地区植物扩散和人类活动相关的基因组数据集的特征和特点是什么？",
                "AnswerEn": "whole genome sequencing, De Novo assembly, self-crossed F1 variety, assembled genome size of 409.69 Mb, Contig N50 of 1.21 Mb",
                "AnswerCn": "全基因组测序，De Novo组装，自交F1品种，组装基因组大小为409.69 Mb，Contig N50为1.21 Mb。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the size of the assembled genome obtained from the genomic sequencing of the turnip on the Tibetan Plateau?",
                "QuestionCn": "从青藏 Plateau 的甘蓝菜基因组测序获得的组装基因组大小是多少？",
                "AnswerEn": "409.69 Mb",
                "AnswerCn": "409.69 兆字节",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What genetic diversity patterns can be inferred from the whole genome sequencing of traditional turnip varieties in the Qinghai-Tibet Plateau concerning human selection and natural climatic adaptation?",
                "QuestionCn": "从青藏高原传统芜菁品种的全基因组测序中，可以推断出与人类选择和自然气候适应相关的遗传多样性模式。",
                "AnswerEn": "The whole genome sequencing and de novo assembly of a turnip variety from the Qinghai-Tibet Plateau provide insights into the genetic diversity shaped by both human selection and natural climatic adaptation. This dataset allows researchers to explore how traditional turnip varieties across the plateau have been influenced by human selection practices and regional climate conditions, which have led to genetic differentiation and adaptation mechanisms suited for the plateau's ecological environment.",
                "AnswerCn": "青藏高原一种蕪菁品种的全基因组测序和去 novo 组装为人类选择和自然气候适应所塑造的遗传多样性提供了见解。该数据集使研究人员能够探索青藏高原的传统蕪菁品种如何受到人类选择实践和区域气候条件的影响，从而导致遗传分化和适应机制，适应高原的生态环境。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influenced the decision to use third-generation genome sequencing technology for understanding how and when turnips entered the Tibetan Plateau?",
                "QuestionCn": "影响使用第三代基因组测序技术来理解芜菁何时以及如何进入青藏高原的决策的因素有哪些？",
                "AnswerEn": "The decision to use third-generation genome sequencing technology was influenced by the need to perform whole-genome sequencing and De Novo assembly of a turnip F1 generation variety from the Tibetan Plateau. This approach provided a genetic foundation for studying the relationship between plant diffusion and human activities, such as the settlement of early humans on the plateau and ancient Silk Road exchanges. The use of advanced sequencing technology allowed for a detailed analysis of the genetic differentiation influenced by human selection and natural selection based on regional climatic environments.",
                "AnswerCn": "使用第三代基因组测序技术的决定是由于需要对来自青藏高原的芜菁F1代品种进行全基因组测序和De Novo组装。这种方法为研究植物扩散与人类活动之间的关系提供了遗传基础，例如早期人类在高原的定居和古丝绸之路的交流。先进的测序技术使得能够详细分析人类选择和基于区域气候环境的自然选择所影响的遗传分化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing third-generation genome sequencing and De Novo assembly methods on understanding the genetic differentiation of plants due to human selection and natural climate adaptation in high-altitude regions?",
                "QuestionCn": "利用第三代基因组测序和De Novo组装方法来理解植物因人类选择和自然气候适应而导致的遗传分化的潜在结果是什么？",
                "AnswerEn": "The use of third-generation genome sequencing and De Novo assembly methods can provide a comprehensive understanding of the genetic differentiation of plants, such as turnip, due to human selection and natural climate adaptation in high-altitude regions. It allows researchers to investigate the genetic basis of plant spread and domestication in relation to early human settlement patterns and ancient trade routes like the Silk Road. Additionally, it aids in revealing the adaptive mechanisms that enable plants to thrive in plateau ecological environments, offering insights into the impact of artificial domestication and human selection on plant genetic diversity.",
                "AnswerCn": "第三代基因组测序和De Novo组装方法的使用可以全面了解植物（如芜菁）由于人类选择和自然气候适应而导致的遗传差异。这使研究人员能够调查植物传播和驯化的遗传基础，以及与早期人类定居模式和古代贸易路线（如丝绸之路）的关系。此外，它有助于揭示使植物能够在高原生态环境中生存的适应机制，提供关于人工驯化和人类选择对植物遗传多样性影响的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of conducting whole-genome sequencing and De Novo assembly on a Qinghai-Tibet Plateau turnip using third-generation genome sequencing technology?",
                "QuestionCn": "对青藏高原芜菁进行全基因组测序和De Novo组装的主要目标是什么，使用第三代基因组测序技术。",
                "AnswerEn": "The primary objectives are to understand how and when the turnip entered the Qinghai-Tibet Plateau, explore the relationship between its spread and domestication with early human settlement and ancient Silk Road exchanges, and provide a genetic basis for studying the relationship between plant diffusion and human activities. The research also aims to reveal the impact of artificial domestication and human selection on the genetic differentiation of turnips and the adaptive mechanisms of turnips to the plateau's ecological environment.",
                "AnswerCn": "主要目标是了解芜菁何时以及如何进入青藏 Plateau，探索其传播与早期人类定居和古丝绸之路交流之间的关系，并为研究植物扩散与人类活动之间的关系提供遗传基础。研究还旨在揭示人工驯化和人类选择对芜菁遗传分化的影响，以及芜菁对高原生态环境的适应机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in utilizing third-generation genome sequencing technology for De Novo assembly in plant genomics research, particularly in relation to understanding plant adaptation to high-altitude environments?",
                "QuestionCn": "在植物基因组研究中，利用第三代基因组测序技术进行De Novo组装的程序，特别是与理解植物适应高海拔环境相关的程序，涉及以下步骤：",
                "AnswerEn": "In the field mentioned, the procedure involves using third-generation genome sequencing technology to perform whole-genome sequencing and De Novo assembly on a self-pollinated F1 generation variety of a plant from the Qinghai-Tibet Plateau. This process results in an assembled genome size of 409.69 Mb with a Contig N50 of 1.21 Mb. The procedure aims to provide a genetic basis for studying the relationship between plant diffusion and human activity, as well as the impact of artificial domestication and natural selection on genetic differentiation and adaptive mechanisms to the plateau's ecological environment.",
                "AnswerCn": "在提到的领域中，该程序涉及使用第三代基因组测序技术对来自青藏高原的自交F1代植物品种进行全基因组测序和De Novo组装。该过程的结果是组装的基因组大小为409.69 Mb，Contig N50为1.21 Mb。该程序旨在为研究植物扩散与人类活动之间的关系，以及人工驯化和自然选择对遗传分化和适应机制在高原生态环境中的影响提供遗传基础。",
                "Level": "C3(Applying)"
            }
        ]
    }
}