{
  "id": "2ed2813a-1eb1-41b6-9c4c-c1361315024b",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Ground observation dataset of corn biomass, vegetation coverage, leaf area index and plant height at Daman station in the middle reaches of Heihe River (growth period in 2018)",
      "titleCn": "黑河中游大满站玉米生物量、植被覆盖度、叶面积指数及株高地面观测数据集（2018年生长期）",
      "description": "This dataset is a continuous ground observation data of vegetation coverage (%), biomass (g/plant), leaf area index (LAI) and plant height (cm) of field corn during the growing period in 2018 at Daman Station ( 38.85551N,100.37223E)in the middle reaches of the Heihe River. Ground observation was carried out in three sample plots.  Biomass observation included fresh and dry aboveground biomass, fresh and dry underground biomass (fresh and dry root weight), vegetation coverage was observed by digital camera, leaf area index was observed by LAI 2200, and plant height was observed by tape measure. The observation period was from May 26 to September 26, 2018, in which LAI started from May 30. Observation parameters were observed every 5 days before July 31 and every 10 days thereafter, and a total of 22 observations (LAI was 20) were carried out during the whole growing period. The dataset can provide data basis for inversion and validation of surface vegetation parameters.",
      "descriptionCn": "本数据为黑河中游大满站（38.85551N，100.37223E）大田玉米2018年生长期的植被覆盖度（%）、生物量（克/株）、叶面积指数以及株高（厘米）的地面连续观测数据集。地面观测在3块样地开展：其中，生物量包括地上生物量鲜重和干重、地下生物量鲜重和干重（根的鲜重和干重）的观测，植被覆盖度采用数码相机拍照法进行观测，叶面积指数采用LAI 2200进行观测，株高采用卷尺进行观测。观测时间段为2018年5月26日-9月26日，其中LAI自5月31日开始，观测参数在7月31日以前每5天观测一次，7月31后每10天观测一次，整个生长期共开展了22次观测（LAI为20次）。该数据集可为地表植被参数反演和验证提供数据基础。",
      "instructions": "Observation data are stored in Excel form. The file name is yyyy.xlsm, where yyyy stands for year.",
      "instructionsCn": "观测数据以Excel表格形式存储。文件名称为yyyy.xlsm，其中yyyy代表年。",
      "east": 100.5,
      "west": 100.25,
      "south": 38.5,
      "north": 38.9,
      "startTime": "2018-05-26 00:00:00",
      "endTime": "2018-09-26 00:00:00",
      "fileSize": 57856.0,
      "cstr": "18406.11.Ecolo.tpdc.271799",
      "doi": "10.11888/Ecolo.tpdc.271799",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "耿丽英",
        "nameEn": "GENG Liying",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques",
        "referenceCn": null,
        "referenceEn": "Geng, L.Y., Che, T., Ma, M.G., Tan, J.L., & Wang, H.B. (2021). Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques. Remote Sensing, 13(12), 2352."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      },
      {
        "nameCn": "覆盖度",
        "nameEn": "Fractional cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "生态系统关键参量监测设备研制与生态物联网示范",
        "titleEn": "Innovative development of equipments and internet-of-things techniques for ecosystem monitoring and its demonstration"
      },
      {
        "titleCn": "基于多源数据的异质地表植被叶面积指数真实性检验研究",
        "titleEn": "Validation of leaf area index for heterogeneous land surface based on multi-source data"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Crop biomass is one of the most important biophysical indicators of crop growth. The accurate and efficient estimation of the regional crop biomass at different growth stages is of great importance in guiding crop management decision making, such as in effective fertilization, water irrigation, weeding, and pest and disease management. In addition, as an important aspect of biomass energy, the accurate estimation of crop biomass contributes to the rational and effective utilization of biomass energy. Moreover, effective estimates of crop biomass during the growing season could play a key role in crop yield prediction. The traditional crop biomass estimation method is mainly based on field measurements, which include destructive field sampling, laboratory drying and weighting. The traditional methods are relatively accurate, but they are labor intensive and time consuming. Moreover, the sparse nature of space makes it impossible to provide a comprehensive understanding at regional or larger scales. Thus, it is impossible to acquire the regional crop biomass via ground measurements alone. The satellite remote sensing technique is a unique and useful method for crop biomass monitoring in a repeatable manner due to the valuable information it provides on vegetation parameters, high spatial coverage and long time series, which effectively compensates for the deficiency of traditional biomass estimation methods. Previous studies have revealed that remote sensing is a reliable and effective technique to obtain biophysical and biochemical crop information."
      ],
      "research objective": [
        "In this paper, four machine learning models, namely random forest (RF), support vector machine (SVM), artificial neural network (ANN), and extreme gradient boosting (XGBoost) were adopted to estimate the seasonal corn biomass based on field observation data and moderate resolution imaging spectroradiometer (MODIS) reflectance data from 2012 to 2019 in the middle reaches of the Heihe River basin, China."
      ],
      "challenges": [
        "This is currently one of the major challenges for agricultural researchers and farm managers."
      ],
      "methods": [
        "In this study, the corn biomass was estimated based on daily MODIS datasets with a 500 m spatial resolution combined with long-term ground observation data in the middle reaches of the Heihe River Basin, and four machine learning algorithms, namely RF, SVM, ANN, and XGBoost, were adopted to predict the biomass. Large, relatively homogeneous areas, which mainly functioned as corn growing areas, were selected as the sample sites. According to a field survey of the sample sites, a total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m. All selected plants in each plot were collected, and the roots of the corn plants were washed. The fresh weight was measured, after which the plants were transported to the laboratory, chopped into easy-to-dry segments, and dried in an oven at 85°C for 48–72 h until a constant dry biomass was obtained. MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. The forward feature selection method was implemented to choose the most influential variables, which is an iterative method starting from the condition of no model features. In each iteration, we add a given feature that best improves the model until the addition of a new variable does not further improve the model performance. The RF, SVM, ANN, and XGBoost algorithms were adopted in this study. R software was used to implement the above four machine learning algorithms with the randomForest, kernlab, brnn, and xgboost packages. In this study, the caret package in R software was applied to tune the parameters of the above four machine learning algorithms. The 10-fold cross validation method was implemented to evaluate the performance of the above four machine learning models due to the small number of training samples."
      ],
      "dataset": [
        "MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. A total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m."
      ],
      "findings": [
        "The results indicated that the corn biomass was suitably estimated (the coefficient of determination (R2) was between 0.72 and 0.78) with the four machine learning models. The XGBoost model performed better than the other three models (R2 = 0.78, root mean squared error (RMSE) = 2.86 t/ha and mean absolute error (MAE) = 1.86 t/ha). Moreover, the RF model was an effective method (R2 = 0.77, RMSE = 2.91 t/ha and MAE = 1.91 t/ha), with a performance comparable to that of the XGBoost model."
      ],
      "backgroundCn": [
        "作物生物量是作物生长最重要的生物物理指标之一。在不同生长阶段准确高效地估算区域作物生物量，对于指导作物管理决策至关重要，例如有效施肥、灌溉、除草以及病虫害管理。此外，作为生物质能源的重要组成部分，准确估算作物生物量有助于生物质能源的合理和有效利用。此外，在生长季节有效估算作物生物量可能在作物产量预测中发挥关键作用。传统的作物生物量估算方法主要基于田间测量，包括破坏性田间取样、实验室干燥和称重。传统方法相对准确，但劳动密集且耗时。此外，空间的稀疏性使得在区域或更大尺度上提供全面理解变得不可能。因此，仅通过地面测量无法获取区域作物生物量。卫星遥感技术是一种独特且有用的作物生物量监测方法，由于其提供的植被参数的宝贵信息、高空间覆盖率和长期时间序列，有效弥补了传统生物量估算方法的不足。以往研究表明，遥感是一种可靠且有效的技术，可以获取生物物理和生化作物信息。"
      ],
      "research objectiveCn": [
        "在本文中，采用了四种机器学习模型，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和极端梯度提升（XGBoost），基于2012年至2019年中游黑河流域的田间观测数据和中分辨率成像光谱仪（MODIS）反射率数据来估计季节性玉米生物量。"
      ],
      "challengesCn": [
        "这是目前农业研究人员和农场管理者面临的主要挑战之一。"
      ],
      "methodsCn": [
        "在本研究中，基于每日MODIS数据集（空间分辨率为500米）结合中部黑河流域的长期地面观测数据，估算了玉米生物量，并采用了四种机器学习算法，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost，来预测生物量。选择了大面积、相对均匀的区域，主要作为玉米种植区，作为样本地点。根据对样本地点的实地调查，2012年共选择了16个地点，从2013年到2019年每年选择3个地点进行实地测量。每个样本地点选择1到3个样方进行进一步的生物量观测，每个样方的面积为100米×100米。每个样方内的所有植物均被收集，玉米植物的根部被清洗。测量新鲜重量后，将植物运输到实验室，切割成易于干燥的段，并在85°C的烘箱中干燥48至72小时，直到获得恒定的干生物量。本研究分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。采用前向特征选择方法选择最具影响力的变量，该方法是一种迭代方法，从没有模型特征的条件开始。在每次迭代中，添加一个最佳改善模型的特征，直到添加新变量不再进一步改善模型性能为止。本研究中采用了RF、SVM、ANN和XGBoost算法。使用R软件实现上述四种机器学习算法，使用randomForest、kernlab、brnn和xgboost包。为了调整上述四种机器学习算法的参数，本研究中使用了R软件中的caret包。由于训练样本数量较少，采用了10折交叉验证方法来评估上述四种机器学习模型的性能。"
      ],
      "datasetCn": [
        "本研究分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。2012年选择了共十六个地点，从2013年到2019年每年选择三个地点进行实地测量。每个样本地点选择一个到三个样地进行进一步的生物量观察，每个样地的面积为100米×100米。"
      ],
      "findingsCn": [
        "结果表明，玉米生物量的估计是合适的（决定系数（R2）在0.72到0.78之间），四种机器学习模型均表现良好。其中，XGBoost模型的表现优于其他三种模型（R2 = 0.78，均方根误差（RMSE）= 2.86 t/ha，平均绝对误差（MAE）= 1.86 t/ha）。此外，随机森林（RF）模型也是一种有效的方法（R2 = 0.77，RMSE = 2.91 t/ha，MAE = 1.91 t/ha），其性能与XGBoost模型相当。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it feasible to use LAI 2200 for observing leaf area index in field studies of corn growth?",
        "QuestionCn": "使用LAI 2200观察玉米生长的叶面积指数在田间研究中是否可行？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "When selecting machine learning models for crop biomass estimation, are random forest (RF), support vector machine (SVM), or extreme gradient boosting (XGBoost) considered more effective?",
        "QuestionCn": "在选择用于作物生物量估计的机器学习模型时，随机森林（RF）、支持向量机（SVM）或极端梯度提升（XGBoost）被认为哪种更有效？",
        "AnswerEn": "XGBoost",
        "AnswerCn": "XGBoost",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used for estimating corn biomass in the middle reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河流域中游地区，估算玉米生物量使用了哪些数据收集方法？",
        "AnswerEn": "Field measurements, satellite remote sensing data",
        "AnswerCn": "现场测量，卫星遥感数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the field measurement sites for crop biomass data collection located within the Heihe River Basin?",
        "QuestionCn": "在黑河流域，作物生物量数据收集的实地测量点位于哪里？",
        "AnswerEn": "Middle reaches of the Heihe River Basin, China",
        "AnswerCn": "黑河流域中游，中国",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When are the observations and data collection for corn biomass typically conducted during the growing season?",
        "QuestionCn": "玉米生物量的观察和数据收集通常在生长季节的什么时候进行？",
        "AnswerEn": "May to September",
        "AnswerCn": "五月到九月",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in accurately estimating regional crop biomass using traditional methods?",
        "QuestionCn": "一个使用传统方法准确估计区域作物生物量时面临的挑战的例子是什么？",
        "AnswerEn": "A challenge in accurately estimating regional crop biomass using traditional methods is that they are labor-intensive and time-consuming. These methods involve destructive field sampling, laboratory drying, and weighing. Additionally, their sparse nature makes it impossible to provide a comprehensive understanding at regional or larger scales, necessitating the use of satellite remote sensing techniques as a complementary approach.",
        "AnswerCn": "准确估计区域作物生物量的一个挑战是传统方法劳动密集且耗时。这些方法涉及破坏性田间取样、实验室干燥和称重。此外，它们的稀疏性使得无法在区域或更大尺度上提供全面的理解，因此需要使用卫星遥感技术作为补充方法。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that could be used to estimate corn biomass in a specific geographical area over a period of time?",
        "QuestionCn": "您能否提供一个数据集的示例，该数据集可以用于估计特定地理区域在一段时间内的玉米生物量？",
        "AnswerEn": "An example of a dataset used to estimate corn biomass is the MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019. These datasets were analyzed to estimate corn biomass in the middle reaches of the Heihe River Basin, China, using machine learning algorithms combined with ground observation data.",
        "AnswerCn": "一个用于估计玉米生物量的数据集是2012年至2019年间5月至9月的MODIS MCD43A4和MOD15A2产品。这些数据集被分析用于估计中国黑河中游地区的玉米生物量，采用了机器学习算法结合地面观测数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of satellite remote sensing datasets that make them suitable for regional crop biomass estimation?",
        "QuestionCn": "卫星遥感数据集的哪些特性使其适合区域作物生物量估算？",
        "AnswerEn": "high spatial coverage, long time series, ability to provide information on vegetation parameters, repeatable method for monitoring, extraction of biophysical and biochemical crop information",
        "AnswerCn": "高空间覆盖率，长时间序列，能够提供植被参数信息，可重复的监测方法，提取生物物理和生物化学作物信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation times were conducted during the corn growing season in the reported dataset?",
        "QuestionCn": "在报告的数据集中，玉米生长季节进行了多少次观测？",
        "AnswerEn": "22",
        "AnswerCn": "二十二",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many sample sites were selected for biomass observation from 2013 to 2019 using the field measurement approach?",
        "QuestionCn": "从2013年到2019年，使用实地测量方法选择了多少个样本点进行生物量观察？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'vegetation coverage percentage' in the context of ground observation data collection for crop biomass estimation?",
        "QuestionCn": "在作物生物量估算的地面观测数据收集中，“植被覆盖百分比”是什么意思？",
        "AnswerEn": "Vegetation coverage percentage refers to the proportion of ground area covered by vegetation as observed from the ground. It is typically measured using digital photography methods to capture the extent of plant coverage over a given area.",
        "AnswerCn": "植被覆盖百分比是指从地面观察到的被植被覆盖的地面面积比例。通常通过数字摄影方法来测量，以捕捉特定区域内植物覆盖的范围。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques of ground-based measurements compare to satellite remote sensing methods in estimating crop biomass in terms of labor intensity and spatial coverage?",
        "QuestionCn": "地面测量的数据收集技术与卫星遥感方法在估算作物生物量方面的劳动强度和空间覆盖率如何比较？",
        "AnswerEn": "Ground-based measurements, such as destructive field sampling and laboratory drying, are accurate but labor-intensive and time-consuming, with limitations in spatial coverage. In contrast, satellite remote sensing offers repeatable monitoring with high spatial coverage and long time series, compensating for the deficiencies of traditional methods by providing regional or larger scale data.",
        "AnswerCn": "地面测量，如破坏性现场取样和实验室干燥，虽然准确，但劳动密集且耗时，且在空间覆盖方面存在局限性。相比之下，卫星遥感提供了可重复的监测，具有高空间覆盖率和长期时间序列，弥补了传统方法的不足，提供区域或更大规模的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the similarities and differences in data collection frequency and temporal resolution between the ground observation dataset and the MODIS remote sensing dataset for corn biomass estimation?",
        "QuestionCn": "在玉米生物量估计中，地面观测数据集和MODIS遥感数据集在数据收集频率和时间分辨率方面的相似性和差异是什么？",
        "AnswerEn": "The ground observation dataset collected data frequently during the crop growing season, initially every five days and later every ten days, resulting in 22 observations. MODIS datasets, on the other hand, provided daily data with a 500 m spatial resolution over several years (2012-2019), allowing for consistent long-term monitoring but with less frequent direct interaction compared to ground methods.",
        "AnswerCn": "地面观测数据集在作物生长季节频繁收集数据，最初每五天一次，后来每十天一次，共获得22次观测。而MODIS数据集则提供了2012年至2019年间的每日数据，空间分辨率为500米，虽然与地面方法的直接交互频率较低，但能够实现一致的长期监测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do machine learning models like RF, SVM, ANN, and XGBoost differ in their application to crop biomass estimation when using ground and satellite data?",
        "QuestionCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost在使用地面和卫星数据进行作物生物量估计时，应用上有哪些不同之处？",
        "AnswerEn": "Machine learning models such as RF, SVM, ANN, and XGBoost are applied to integrate ground and MODIS satellite data to predict crop biomass. XGBoost outperformed other models with an R2 of 0.78, indicating its effectiveness in handling the combined data types. RF also showed comparable performance, highlighting differences in how each algorithm processes and utilizes data for biomass estimation.",
        "AnswerCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost被应用于整合地面和MODIS卫星数据，以预测作物生物量。XGBoost的表现优于其他模型，R²达到0.78，表明其在处理组合数据类型方面的有效性。随机森林（RF）也显示出相当的性能，突显了每种算法在生物量估计中处理和利用数据的不同方式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying principles can be inferred from the use of both ground observation and satellite remote sensing for estimating crop biomass?",
        "QuestionCn": "从使用地面观测和卫星遥感估算作物生物量的过程中，可以推断出哪些基本原则？",
        "AnswerEn": "The use of both ground observation and satellite remote sensing suggests a complementary data collection strategy that combines the detailed, accurate features of ground data with the extensive spatial and temporal coverage provided by satellite data. This approach reflects an understanding that integrating these methods can overcome the limitations of each when used alone, such as the labor-intensive nature of ground observations and the broad but sometimes less precise data from satellites.",
        "AnswerCn": "地面观测和卫星遥感的结合使用表明了一种互补的数据收集策略，该策略将地面数据的详细、准确特征与卫星数据提供的广泛空间和时间覆盖相结合。这种方法反映了对整合这些方法的理解，可以克服单独使用时各自的局限性，例如地面观测的劳动密集型特性和卫星数据的广泛但有时不够精确的问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the necessity of using both ground observations and satellite remote sensing data for estimating crop biomass in agricultural research?",
        "QuestionCn": "在农业研究中，估算作物生物量需要同时使用地面观测和卫星遥感数据的因素有哪些？",
        "AnswerEn": "Ground observations provide accurate and detailed information on parameters like biomass, but are limited by labor intensity, time consumption, and spatial coverage. Satellite remote sensing complements this by offering repeatable, high spatial coverage and long time series data, effectively compensating for the limitations of traditional methods and enabling regional scale biomass monitoring.",
        "AnswerCn": "地面观测提供了关于生物量等参数的准确和详细信息，但受限于劳动强度、时间消耗和空间覆盖。卫星遥感通过提供可重复的高空间覆盖率和长期时间序列数据，有效地弥补了传统方法的局限性，使区域尺度的生物量监测成为可能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the implications of using traditional field measurement methods for crop biomass estimation compared to employing satellite remote sensing techniques?",
        "QuestionCn": "使用传统的田间测量方法进行作物生物量估算与采用卫星遥感技术相比，可能会有哪些影响？",
        "AnswerEn": "The implications of using traditional field measurement methods are that while they may provide accurate results, they are labor-intensive and time-consuming. Additionally, they cannot provide comprehensive regional or large-scale data. In contrast, satellite remote sensing techniques offer repeatable monitoring with high spatial coverage and long time series, effectively compensating for the deficiencies of traditional methods.",
        "AnswerCn": "使用传统现场测量方法的影响在于，尽管它们可能提供准确的结果，但劳动密集且耗时。此外，它们无法提供全面的区域或大规模数据。相比之下，卫星遥感技术提供可重复的监测，具有高空间覆盖率和长时间序列，有效弥补了传统方法的不足。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the expected consequences of implementing the forward feature selection method when choosing variables for machine learning models in crop biomass estimation?",
        "QuestionCn": "在作物生物量估计的机器学习模型中实施前向特征选择方法时，预期会产生哪些后果？",
        "AnswerEn": "Implementing the forward feature selection method is expected to enhance the performance of machine learning models by iteratively adding features that best improve the model until no further improvement is achieved. This method helps in selecting the most influential variables, thereby optimizing the models for more accurate crop biomass estimation.",
        "AnswerCn": "实施前向特征选择方法预计将通过迭代添加最佳改善模型的特征来提高机器学习模型的性能，直到不再有进一步的改善。该方法有助于选择最具影响力的变量，从而优化模型以实现更准确的作物生物量估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intention behind employing both traditional field measurements and remote sensing techniques for corn biomass estimation?",
        "QuestionCn": "采用传统田间测量和遥感技术进行玉米生物量估计的意图是什么？",
        "AnswerEn": "The goal is to leverage the high spatial coverage and long time series information provided by satellite remote sensing to overcome the limitations of traditional field measurements, which are accurate but labor-intensive and time-consuming. By integrating these methods, researchers aim to improve the estimation of crop biomass at regional scales, facilitating better crop management and biomass energy utilization.",
        "AnswerCn": "目标是利用卫星遥感提供的高空间覆盖率和长期时间序列信息，以克服传统田间测量的局限性，后者虽然准确但劳动密集且耗时。通过整合这些方法，研究人员旨在改善区域尺度上作物生物量的估算，从而促进更好的作物管理和生物质能源的利用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to integrate machine learning models with MODIS reflectance data for estimating seasonal corn biomass?",
        "QuestionCn": "为什么将机器学习模型与MODIS反射率数据集成以估算季节性玉米生物量很重要？",
        "AnswerEn": "The integration of machine learning models with MODIS reflectance data aims to enhance the accuracy and efficiency of corn biomass estimation over large areas. This approach allows researchers to utilize valuable vegetation parameter data from remote sensing, providing a more comprehensive understanding of biomass distribution and supporting effective decision-making for crop management.",
        "AnswerCn": "将机器学习模型与MODIS反射率数据相结合，旨在提高大面积玉米生物量估计的准确性和效率。这种方法使研究人员能够利用来自遥感的宝贵植被参数数据，从而更全面地了解生物量分布，并支持有效的作物管理决策。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of conducting ground observation data collection at specific sample sites for biomass estimation?",
        "QuestionCn": "在特定样本地点进行地面观测数据收集以估算生物量的目标是什么？",
        "AnswerEn": "The purpose of collecting ground observation data at specific sample sites is to provide a reliable basis for validating and calibrating remote sensing data and machine learning models. These ground measurements help ensure that the estimates of biomass are accurate and reflective of actual conditions, thus supporting more effective crop yield predictions and biomass energy assessments.",
        "AnswerCn": "在特定样本地点收集地面观测数据的目的是为验证和校准遥感数据和机器学习模型提供可靠的基础。这些地面测量有助于确保生物量的估计准确且反映实际情况，从而支持更有效的作物产量预测和生物质能源评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can digital photography and specific instruments be utilized to assess vegetation parameters like canopy cover and leaf area index in agricultural fields?",
        "QuestionCn": "如何利用数码摄影和特定仪器评估农田中的植被参数，如冠层覆盖率和叶面积指数？",
        "AnswerEn": "Vegetation parameters such as canopy cover are assessed using digital photography methods, while leaf area index is measured using the LAI 2200 instrument. Observations are conducted at regular intervals over the growing season to provide continuous monitoring of these parameters.",
        "AnswerCn": "植被参数如冠层覆盖率通过数字摄影方法进行评估，而叶面积指数则使用LAI 2200仪器进行测量。观察在生长季节的定期间隔内进行，以提供对这些参数的持续监测。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What steps are involved in the iterative process of selecting influential variables for crop biomass prediction models?",
        "QuestionCn": "选择作物生物量预测模型的影响变量的迭代过程涉及哪些步骤？",
        "AnswerEn": "The forward feature selection method is used, starting with no model features. In each iteration, a given feature that best improves model performance is added until no further improvement is observed. This process helps refine machine learning models by selecting the most influential variables for accurate biomass prediction.",
        "AnswerCn": "前向特征选择方法从没有模型特征开始。在每次迭代中，添加一个能够最好地提高模型性能的特征，直到不再观察到进一步的改善。这个过程通过选择对生物量预测最有影响力的变量来帮助优化机器学习模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate and efficient estimation of crop biomass at different growth stages in large-scale agricultural areas?",
        "QuestionCn": "哪些方法能够在大规模农业区域中准确高效地估算不同生长阶段的作物生物量？",
        "AnswerEn": "The integration of satellite remote sensing techniques with machine learning models such as RF, SVM, ANN, and XGBoost enables the accurate and efficient estimation of crop biomass by providing valuable information on vegetation parameters, high spatial coverage, and long time series data, effectively compensating for the limitations of traditional biomass estimation methods.",
        "AnswerCn": "卫星遥感技术与机器学习模型（如随机森林、支持向量机、人工神经网络和XGBoost）的结合，使得作物生物量的准确和高效估算成为可能。这种结合提供了关于植被参数的宝贵信息、高空间覆盖率和长期时间序列数据，有效弥补了传统生物量估算方法的局限性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How does the use of digital imaging and LAI measurements enable the collection of detailed vegetation parameters during the growing season?",
        "QuestionCn": "数字成像和叶面积指数（LAI）测量的使用如何在生长季节中实现详细植被参数的收集？",
        "AnswerEn": "Digital imaging using a camera for vegetation coverage and the LAI 2200 instrument for leaf area index measurements enable the collection of detailed vegetation parameters by providing continuous ground observation data, which offer a foundation for surface vegetation parameter inversion and validation.",
        "AnswerCn": "使用相机进行数字成像和LAI 2200仪器进行叶面积指数测量，可以收集详细的植被参数，通过提供连续的地面观测数据，为表面植被参数的反演和验证提供基础。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors facilitate the implementation of machine learning algorithms in estimating crop biomass using satellite data?",
        "QuestionCn": "哪些因素促进了利用卫星数据实施机器学习算法来估算作物生物量？",
        "AnswerEn": "The use of daily MODIS datasets with a 500 m spatial resolution combined with long-term ground observation data facilitates the implementation of machine learning algorithms like RF, SVM, ANN, and XGBoost in estimating crop biomass by selecting large, relatively homogeneous sample sites and employing iterative forward feature selection to identify influential variables.",
        "AnswerCn": "使用具有500米空间分辨率的每日MODIS数据集结合长期地面观测数据，可以通过选择大型、相对均匀的样本地点，并采用迭代前向特征选择来识别影响变量，从而实施随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost等机器学习算法来估计作物生物量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might traditional field measurement methods be insufficient for estimating crop biomass at a regional scale?",
        "QuestionCn": "传统的田间测量方法在估算区域尺度的作物生物量时可能不足的原因是什么？",
        "AnswerEn": "Traditional methods are labor-intensive, time-consuming, and cannot provide comprehensive regional or larger scale estimates due to their sparse nature. Satellite remote sensing techniques offer valuable information on vegetation parameters with high spatial coverage and long time series, which effectively compensates for these deficiencies.",
        "AnswerCn": "传统方法劳动密集、耗时且由于其稀疏性无法提供全面的区域或更大规模的估计。卫星遥感技术提供了高空间覆盖率和长时间序列的植被参数信息，有效弥补了这些不足。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for employing machine learning models to estimate crop biomass in agricultural research?",
        "QuestionCn": "在农业研究中采用机器学习模型来估计作物生物量的原因有哪些？",
        "AnswerEn": "Machine learning models can process large sets of data from field observations and satellite imagery, allowing for accurate biomass estimation. They address the limitations of traditional methods by providing efficient, repeatable, and scalable approaches to estimate crop biomass over large areas.",
        "AnswerCn": "机器学习模型可以处理来自实地观察和卫星影像的大量数据，从而实现准确的生物量估算。它们通过提供高效、可重复和可扩展的方法来估计大面积作物生物量，解决了传统方法的局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the challenges faced in data collection for regional crop biomass estimation, particularly regarding the integration of satellite remote sensing and ground observation data?",
        "QuestionCn": "如何评估在区域作物生物量估算中数据收集面临的挑战，特别是在卫星遥感与地面观测数据整合方面？",
        "AnswerEn": "The integration of satellite remote sensing with ground observation data presents challenges such as ensuring temporal and spatial alignment, data preprocessing, and model calibration. Additionally, the sparse nature of ground data can limit the comprehensive understanding of larger scales, which necessitates careful selection of sample sites and plots. However, remote sensing offers valuable high spatial coverage and long time series data, which helps overcome some limitations of traditional methods.",
        "AnswerCn": "卫星遥感与地面观测数据的结合面临着一些挑战，例如确保时间和空间的一致性、数据预处理和模型校准。此外，地面数据的稀疏性可能限制对更大尺度的全面理解，这需要仔细选择样本地点和样地。然而，遥感提供了宝贵的高空间覆盖率和长期时间序列数据，这有助于克服传统方法的一些局限性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how field measurements can effectively capture regional crop biomass variations over different growth stages.",
        "QuestionCn": "我不明白田间测量如何有效捕捉不同生长阶段的区域作物生物量变化。",
        "AnswerEn": "Traditional field measurements involve destructive sampling, laboratory drying, and weighing, which are accurate but labor-intensive and time-consuming. They are limited in spatial coverage, making it difficult to understand regional variations. Remote sensing, such as MODIS reflectance data, offers a broader spatial and temporal perspective, complementing ground measurements.",
        "AnswerCn": "传统的现场测量涉及破坏性取样、实验室干燥和称重，虽然准确，但劳动密集且耗时。它们在空间覆盖方面有限，使得理解区域变化变得困难。遥感技术，如MODIS反射率数据，提供了更广泛的空间和时间视角，补充了地面测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't grasp why machine learning models are preferred for estimating crop biomass over traditional methods.",
        "QuestionCn": "我无法理解为什么机器学习模型在估计作物生物量方面优于传统方法。",
        "AnswerEn": "Machine learning models like RF, SVM, ANN, and XGBoost are preferred because they can process large datasets from remote sensing sources, offering a more efficient and scalable approach to biomass estimation. These models can integrate diverse datasets, improve prediction accuracy, and overcome the limitations of labor-intensive traditional methods.",
        "AnswerCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost受到青睐，因为它们能够处理来自遥感源的大型数据集，提供更高效和可扩展的生物量估计方法。这些模型能够整合多样化的数据集，提高预测准确性，并克服传统方法劳动密集的局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure how digital photography can be used to measure vegetation coverage accurately.",
        "QuestionCn": "我不确定数字摄影如何能准确测量植被覆盖率。",
        "AnswerEn": "Digital photography, used for observing vegetation coverage, involves capturing images that can be analyzed to quantify plant cover percentages. This method provides a non-destructive, rapid assessment tool that complements traditional techniques, allowing for frequent and consistent monitoring of vegetation changes over time.",
        "AnswerCn": "数字摄影用于观察植被覆盖，涉及捕捉可以分析以量化植物覆盖百分比的图像。这种方法提供了一种非破坏性、快速评估工具，补充了传统技术，允许对植被变化进行频繁和一致的监测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of machine learning algorithms in estimating crop biomass using ground observation data and remote sensing data.",
        "QuestionCn": "请分析机器学习算法在利用地面观测数据和遥感数据估计作物生物量方面的有效性。",
        "AnswerEn": "The effectiveness of machine learning algorithms in estimating crop biomass was demonstrated using field observation data and MODIS reflectance data. Four algorithms, namely random forest (RF), support vector machine (SVM), artificial neural network (ANN), and extreme gradient boosting (XGBoost) were used. The XGBoost model performed the best with an R2 of 0.78, RMSE of 2.86 t/ha, and MAE of 1.86 t/ha, while the RF model had comparable performance with an R2 of 0.77, RMSE of 2.91 t/ha, and MAE of 1.91 t/ha.",
        "AnswerCn": "使用田间观测数据和MODIS反射率数据，展示了机器学习算法在估计作物生物量方面的有效性。使用了四种算法，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和极端梯度提升（XGBoost）。XGBoost模型表现最佳，R²为0.78，均方根误差（RMSE）为2.86 t/ha，平均绝对误差（MAE）为1.86 t/ha，而RF模型的性能相当，R²为0.77，RMSE为2.91 t/ha，MAE为1.91 t/ha。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please explore the challenges associated with traditional methods of crop biomass estimation and how remote sensing addresses these challenges.",
        "QuestionCn": "请探讨传统作物生物量估算方法所面临的挑战，以及遥感技术如何解决这些挑战。",
        "AnswerEn": "Traditional crop biomass estimation methods are labor-intensive, time-consuming, and limited in spatial coverage, making it difficult to achieve regional or larger-scale understanding. Remote sensing addresses these challenges by providing repeatable monitoring, high spatial coverage, and long time series data on vegetation parameters, effectively compensating for the deficiencies of traditional methods.",
        "AnswerCn": "传统的作物生物量估算方法劳动密集、耗时且空间覆盖有限，使得实现区域或更大规模的理解变得困难。遥感技术通过提供可重复的监测、高空间覆盖率和长期的植被参数数据，有效弥补了传统方法的不足。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}