{
    "id": "3002968a-c5a5-42da-a637-3880dbf9dfce",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Strain data set of Xuefengshan tectonic belt in South China (Middle Triassic)",
            "titleCn": "华南雪峰山构造带应变数据集（中三叠世）",
            "description": "This data set is the structural data of Xuefengshan structural belt in South China, including stratigraphic occurrence, foliation and lineation of metamorphic rocks, and fold axis direction. The data comes from the field measurement of Xuefengshan structural belt in South China. The deformation data of rocks in each structural unit in Xuefengshan structural belt are measured in detail by using geological compass, and the strain parameters are calculated by using Excel indoor, and the solution of strain ellipsoid at each measuring point is finally completed. This data can provide tectonic geological support for the strain heterogeneity in the Xuefengshan tectonic belt and the formation of arc structures in the orogenic belt. The above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored in Excel.",
            "descriptionCn": "本数据集为华南雪峰山构造带的构造数据，包括地层产状，变质岩的面理和线理，褶皱轴方向。数据来源于华南雪峰山构造带野外实测，利用地质罗盘对雪峰山构造带内各个构造单元的岩石的变形数据进行详细的测量，并在室内利用excel完成应变参数的计算，并最终完成每个测点应变椭球体的求解。此数据可为华南雪峰山构造带内的应变的不均一性和造山带弧形构造的形成提供构造地质的支持。以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
            "instructions": "File name: the structural data is stored in Excel format, and the name of the file is \"2018xfs structural geometry data\". Among them, 2018 represents that the data was collected in 2018, XFS represents that the data was collected in Xuefeng mountain, and structural geometry data represents the field measured structural data. The file 2018xfs structural geology data.xlsx represents the structural data of Xuefengshan structure collected in 2018.\nData reading mode: open directly with Excel",
            "instructionsCn": "文件命名：构造数据以Excel表格格式储存，文件的名称为为“2018XFS-structural geology data”其中，2018代表数据在2018年采集，XFS代表数据采集于雪峰山，structural geology data 代表了野外实测的构造数据。2018XFS-structural geology data.xlsx这个文件代表了2018年采集的雪峰山构造的构造数据。\n数据读取方式：利用excel 直接打开",
            "east": 112.5,
            "west": 109.73,
            "south": 26.23,
            "north": 28.35,
            "startTime": null,
            "endTime": null,
            "fileSize": 18910.0,
            "cstr": null,
            "doi": "org/10.1016/j.jsg.2018.08.002",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "褚杨",
                "nameEn": "CHU Yang",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Strain analysis of the Xuefengshan Belt, South China: From internal strain variation to formation of the orogenic curvature",
                "referenceCn": null,
                "referenceEn": "Chu, Y., Lin, W. (2018). Strain analysis of the Xuefengshan Belt, South China: From internal strain variation to formation of the orogenic curvature. Journal of Structural Geology, 116, 131-145."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "应力",
                "nameEn": "stress"
            },
            {
                "nameCn": "应变",
                "nameEn": "strain"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南雪峰山",
                "keywordEn": "Xuefengshan, South China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中三叠世",
                "keywordEn": "Middle Triassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for obtaining strain data in tectonic zones, especially in regions like South China's Xuefengshan structural belt?",
                "QuestionCn": "您能否提供一个用于获取构造带（特别是在南方的雪峰山构造带）应变数据的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used for obtaining strain data in tectonic zones involves field measurements in the South China's Xuefengshan structural belt. This method includes using a geological compass to conduct detailed measurements of deformation data of rocks within various structural units. These measurements focus on aspects such as stratigraphic attitudes, foliation and lineation of metamorphic rocks, and fold axis directions. The data is then processed in the lab using Excel to calculate strain parameters and solve the strain ellipsoid for each measurement point.",
                "AnswerCn": "在构造带获取应变数据的一种数据收集方法涉及对南中国雪峰山构造带的现场测量。该方法包括使用地质罗盘对不同构造单元内岩石的变形数据进行详细测量。这些测量重点关注层序态度、变质岩的片理和线理以及褶皱轴方向等方面。然后在实验室中使用Excel处理数据，以计算应变参数并为每个测量点求解应变椭球。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and characteristics of strain datasets collected from tectonic belts, specifically in relation to stratigraphic attitudes, metamorphic foliations, lineations, and fold axis directions?",
                "QuestionCn": "与构造带收集的应变数据集相关的关键特征和特性，特别是与地层态度、变质层理、线性特征和褶皱轴方向相关的内容。",
                "AnswerEn": "stratigraphic attitudes, metamorphic foliations, lineations, fold axis directions",
                "AnswerCn": "地层态势、变质叶理、线理、褶皱轴方向",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many deformation measurements were taken using geological compasses in a dataset related to the South China Xuefeng Mountain tectonic belt?",
                "QuestionCn": "在与南中国雪峰山构造带相关的数据集中，使用地质罗盘进行了多少次变形测量？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of deformation measurements taken using geological compasses. Therefore, I cannot extract a refined answer with numerical data.",
                "AnswerCn": "原始答案没有提供使用地质罗盘进行变形测量的具体数值。因此，我无法提取出带有数值数据的精确答案。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '应变数据集' mean in the context of geological data collection in tectonic belts?",
                "QuestionCn": "'应变数据集'在构造带地质数据收集的背景下指的是与地壳变形相关的数据集合。",
                "AnswerEn": "In the context of geological data collection in tectonic belts, '应变数据集' refers to a dataset that contains strain data which is collected to understand the deformation characteristics of rocks within a tectonic zone. This typically includes measurements such as stratigraphic orientation, foliation and lineation of metamorphic rocks, and fold axis directions. Data is gathered through field measurements using tools like a geological compass, and calculations for strain parameters are conducted using software like Excel to solve for strain ellipsoids at each measurement point.",
                "AnswerCn": "在构造带的地质数据收集中，“应变数据集”指的是一个包含应变数据的数据集，这些数据用于理解构造带内岩石的变形特征。通常包括测量如地层方向、变质岩的片理和线理以及褶皱轴方向等数据。数据通过使用地质罗盘等工具进行现场测量收集，并使用像Excel这样的软件进行应变参数的计算，以求解每个测量点的应变椭球体。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could influence the accuracy of strain calculation in geological datasets collected from tectonic zones like the South China Xuefengshan fold belt?",
                "QuestionCn": "影响从构造带（如南中国雪峰山褶皱带）收集的地质数据中应变计算准确性的因素有哪些？",
                "AnswerEn": "The accuracy of strain calculation in geological datasets from the South China Xuefengshan fold belt is influenced by factors such as the precision of field measurements using geological compasses, the quality of data collected on rock deformations in different tectonic units, and the computational methods used to derive strain parameters and solve for strain ellipsoids in laboratory settings.",
                "AnswerCn": "地质数据集中来自南中国雪峰山褶皱带的应变计算准确性受到多个因素的影响，包括使用地质罗盘进行现场测量的精度、在不同构造单元中收集的岩石变形数据的质量，以及用于推导应变参数和在实验室环境中求解应变椭球体的计算方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting strain data in the tectonic zone of Xuefeng Mountain in South China during the Middle Triassic period?",
                "QuestionCn": "在中三叠纪期间，收集南中国雪峰山构造带的应变数据的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting strain data in the tectonic zone of Xuefeng Mountain in South China during the Middle Triassic period is to provide structural geological support for understanding the heterogeneity of strain and the formation of arcuate structures in the orogenic belt. The dataset includes detailed measurements of rock deformation using a geological compass and subsequent strain parameter calculations through Excel, ultimately solving for the strain ellipsoid at each measurement point.",
                "AnswerCn": "在中国南方雪峰山构造带收集应变数据的主要目标是为理解应变的异质性和弯曲构造在造山带中的形成提供构造地质支持。该数据集包括使用地质罗盘对岩石变形进行详细测量，并通过Excel进行后续的应变参数计算，最终求解每个测量点的应变椭球体。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures for collecting and measuring strain data from geological structures using field instruments and software tools in the context of the 华南雪峰山构造带?",
                "QuestionCn": "在华南雪峰山构造带中，收集和测量地质结构应变数据的详细程序包括使用现场仪器和软件工具。",
                "AnswerEn": "The strain data from geological structures in the 华南雪峰山构造带 are collected through field measurements using a geological compass. This involves detailed measurements of the deformation data of rocks within various structural units of the region. The collected field data are then processed in the laboratory, where Excel is used to calculate strain parameters and solve for the strain ellipsoid at each measurement point. This methodological approach provides support for understanding the heterogeneity of strain and the formation of arcuate structures in orogenic belts.",
                "AnswerCn": "华南雪峰山构造带的应变数据通过使用地质罗盘进行现场测量收集。这涉及对该地区各个构造单元内岩石变形数据的详细测量。收集到的现场数据随后在实验室中处理，使用Excel计算应变参数并求解每个测量点的应变椭球体。这种方法论为理解应变的异质性和造山带弯曲结构的形成提供了支持。",
                "Level": "C3(Applying)"
            }
        ]
    }
}