{
    "id": "30e1a85d-c8ee-4fe1-834d-80d440c36509",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SRTM DEM data of the Heihe River Basin (2000)",
            "titleCn": "黑河流域SRTM DEM数据集（2000）",
            "description": "SRTM (Shuttle Radar Topography Mission) is by NASA and the national geospatial intelligence agency (NGA) cooperation to build the global 3 d graphics data project.In February 2000, the SRTM system mounted on the U.S. space shuttle endeavour collected radar image data between latitude 60 ° north and latitude 57 ° south, and acquired radar image data covering more than 80% of the world's land surface.After more than two years of processing, the digital terrain elevation model was made.\nThis data set including the heihe river basin SRTM points picture and Mosaic two kinds of data, and the points of the graph is SRTM version 4 data by the CGIAR - CSI (international centre for tropical agriculture, http://srtm.csi.cgiar.org/) treatment, compared with the previous version has greatly improved, including: 1) use a lot of interpolation algorithm, 2) use more auxiliary DEM data to fill the blank spots and blank area, 3) compared with the third version of the data and migration half a yuan.The Mosaic map is obtained by splicing on the basis of sub-map.\nThe sub-charts include srtm_56_04,srtm_56_05,srtm_57_04 and srtm_57_054. The data are 16 bit values representing the elevation value (-/+/32767 m). The maximum positive elevation is 9000 m and the maximum negative elevation is 12,000 m below sea level.Null data is identified by -32767.Divide the file into 24 rows (-60 to 60 degrees) and 72 columns (-180 to 180 degrees) per 5 latitude and longitude squares.",
            "descriptionCn": "SRTM（Shuttle Radar Topography Mission）是由NASA和国家地理空间情报局(NGA)合作建的立全球三维图形数据项目。2000年2月，美国“奋进”号航天飞机搭载的SRTM系统对地球北纬60°至南纬57°之间进行了雷达影像数据采集，获取了覆盖全球80%以上的陆地表面的雷达影像数据。经过两年多的处理，制成了数字地形高程模型。\n      本数据集包括黑河流域SRTM分幅图和镶嵌图两种数据，其中分幅图为SRTM第4版数据由CGIAR-CSI（国际热带农业中心,  http://srtm.csi.cgiar.org/）处理，相对于前几个版本具有很大提高包括：1）使用了大量的插值算法，2）使用了更多的辅助DEM数据来填补空白点和空白区，3）相较与第三版数据又偏移了二分之一个像元。镶嵌图是在分副图的基础上通过拼接获得的。\n      分副图共包括srtm_56_04,srtm_56_05,srtm_57_04,srtm_57_054幅图，数据是用16位的数值表示高程数值的（-/+/32767米），最大的正高程9000米，负高程（海平面以下12000米）。空数据用-32767标识。每5度经纬度方格划分一个文件，共分为24行（-60至60度）和72列（-180至180度）。",
            "instructions": "File name: the data is stored in raster tiff format;File name \"heihe_srtm_mosaic_v4.1.tif\" black river basin splice DEM, \"srtm_56_05.zip\" black river basin divide DEM.\nData reading: Arcgis, Qgis and other remote sensing software can be opened to read, open to raster graphics expression.",
            "instructionsCn": "文件命名：数据以栅格tiff格式存储；文件名称“Heihe_SRTM_Mosaic_v4.1.tif”黑河流域拼接DEM，“srtm_56_05.zip”黑河流域分幅DEM。\n数据读取：可以Arcgis、Qgis等遥感软件打开读取，打开以栅格图形表达。",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2000-01-11 10:47:50",
            "endTime": "2001-01-10 10:47:50",
            "fileSize": 431299038.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格数据",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "TYLER B. STEVENS",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "NASA Goddard Space Flight Center Global Change Master Directory"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hole-filled SRTM for the globe Version 4, available from the CGIAR-CSI SRTM 90m Database",
                "referenceCn": null,
                "referenceEn": "Jarvis, A., H.I. Reuter, A. Nelson, E. Guevara, 2008, Hole-filled SRTM for the globe Version 4, available from the CGIAR-CSI SRTM 90m Database:  http://srtm.csi.cgiar.org."
            },
            {
                "titleCn": null,
                "titleEn": "Practical use of SRTM data in the tropics – Comparisons with digital elevation models generated from cartographic data",
                "referenceCn": null,
                "referenceEn": "Jarvis A, Rubiano J, Nelson A, et al. Practical use of SRTM data in the tropics – Comparisons with digital elevation models generated from cartographic data[R]. Cali, CO: Centro Internacional de Agricultura Tropical (CIAT), 2004."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DEM",
                "nameEn": "Digital elevation model"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the DEM data collected from the 黑河流域 using the SRTM system?",
                "QuestionCn": "黑河流域使用SRTM系统收集的DEM数据的具体特征是什么？",
                "AnswerEn": "sectional maps, mosaic maps, 16-bit values, elevation range -32767 to 32767 meters, maximum positive elevation 9000 meters, negative elevation 12000 meters, missing data marked by -32767, divided into 5-degree latitude and longitude grids, 24 rows, 72 columns",
                "AnswerCn": "分幅地图，镶嵌地图，16位值，高程范围为-32767到32767米，最大正高程为9000米，负高程为12000米，缺失数据标记为-32767，划分为5度纬度和经度网格，24行，72列。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many individual tiles are used to construct the SRTM mosaic for the Heihe River Basin?",
                "QuestionCn": "用于构建黑河流域SRTM马赛克的单独瓦片数量是多少？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Shuttle Radar Topography Mission (SRTM) and its significance in creating digital elevation models?",
                "QuestionCn": "航天飞机雷达地形测量任务（SRTM）是一个旨在获取全球地形数据的项目，其重要性在于为创建数字高程模型提供了高精度的地形信息。",
                "AnswerEn": "The Shuttle Radar Topography Mission (SRTM) is a global three-dimensional graphical data project established by NASA and the National Geospatial-Intelligence Agency (NGA). Conducted in February 2000, the mission involved radar imaging data collection of Earth's surface between latitudes 60°N and 57°S from the Space Shuttle Endeavour. This mission acquired radar imagery data covering more than 80% of the Earth's land surface, which was processed over two years to create digital elevation models.",
                "AnswerCn": "航天飞机雷达地形测量任务（SRTM）是由美国国家航空航天局（NASA）和国家地理空间情报局（NGA）建立的全球三维图形数据项目。该任务于2000年2月进行，涉及从航天飞机奋进号收集地球表面的雷达成像数据，覆盖纬度60°N至57°S。该任务获取了覆盖超过80%地球陆地表面的雷达影像数据，并经过两年的处理，创建了数字高程模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data interpolation techniques used in CGIAR-CSI's version 4 differ from those used in earlier versions for processing SRTM data, and what impact do these differences have on data accuracy and completeness?",
                "QuestionCn": "CGIAR-CSI的第4版在处理SRTM数据时使用的数据插值技术与早期版本有所不同，这些差异对数据的准确性和完整性产生了影响。",
                "AnswerEn": "CGIAR-CSI's version 4 of SRTM data incorporates a variety of interpolation algorithms and additional auxiliary DEM data to fill blank spots and areas, representing significant improvements over earlier versions. These enhancements likely increase data accuracy and completeness by reducing gaps and providing more reliable elevation values.",
                "AnswerCn": "CGIAR-CSI的SRTM数据第4版结合了多种插值算法和额外的辅助数字高程模型（DEM）数据，以填补空白区域和缺失区域，相较于早期版本，这些改进显著提高了数据的准确性和完整性，减少了空白区域，并提供了更可靠的高程值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the improvement of data quality in digital elevation models derived from radar imagery in the Heihe River Basin?",
                "QuestionCn": "哪些因素促成了从雷达影像中获取的数字高程模型在黑河流域的数据质量改善？",
                "AnswerEn": "The improvement in data quality for digital elevation models derived from radar imagery in the Heihe River Basin can be attributed to several factors: the use of advanced interpolation algorithms, the incorporation of additional auxiliary DEM data to fill in gaps and voids, and enhancements over previous versions, such as a shift of half a pixel from the third version of the data.",
                "AnswerCn": "在黑河流域，从雷达影像衍生的数字高程模型数据质量的改善可以归因于几个因素：使用了先进的插值算法，结合了额外的辅助数字高程模型数据以填补空缺和空洞，以及对之前版本的改进，例如数据第三版的半个像素偏移。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple interpolation algorithms and auxiliary DEM data to fill voids and gaps in topographic datasets?",
                "QuestionCn": "使用多种插值算法和辅助数字高程模型（DEM）数据来填补地形数据集中的空缺和缺口的潜在后果是什么？",
                "AnswerEn": "Using multiple interpolation algorithms and auxiliary DEM data can significantly improve the accuracy and completeness of topographic datasets. These methods help to fill voids and gaps that may exist due to data collection limitations, thus providing a more comprehensive and reliable elevation model. As a result, this approach can lead to enhanced terrain analysis and modeling, improved accuracy in geographical and environmental studies, and better support for decision-making processes in fields such as hydrology, agriculture, and urban planning.",
                "AnswerCn": "使用多种插值算法和辅助数字高程模型（DEM）数据可以显著提高地形数据集的准确性和完整性。这些方法有助于填补由于数据收集限制而可能存在的空白和缺口，从而提供更全面和可靠的高程模型。因此，这种方法可以增强地形分析和建模，提高地理和环境研究的准确性，并更好地支持水文学、农业和城市规划等领域的决策过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind the development of a digital elevation model using radar imagery from the Shuttle Radar Topography Mission for regions like the Heihe River Basin?",
                "QuestionCn": "利用航天飞机雷达地形测量任务的雷达影像开发数字高程模型在像黑河流域这样的地区的目标是什么？",
                "AnswerEn": "The development of a digital elevation model using radar imagery from the Shuttle Radar Topography Mission aims to create a comprehensive three-dimensional graphical dataset of the Earth's surface, covering over 80% of the land between 60°N and 57°S latitude. The specific objectives include improving the accuracy of elevation data by utilizing various interpolation algorithms, integrating additional auxiliary DEM data to fill gaps, and producing enhanced elevation models that can support a wide range of geographical and environmental analyses, particularly in regions like the Heihe River Basin.",
                "AnswerCn": "利用航天飞机雷达地形测量任务的雷达影像开发数字高程模型，旨在创建一个覆盖60°N至57°S纬度之间超过80%陆地的全面三维图形数据集。具体目标包括通过利用各种插值算法提高高程数据的准确性，整合额外的辅助DEM数据以填补空白，并生成增强的高程模型，以支持广泛的地理和环境分析，特别是在如黑河流域等地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in processing radar imagery data to create a digital elevation model for regions like the Heihe River Basin?",
                "QuestionCn": "处理雷达影像数据以创建数字高程模型（DEM）的程序步骤包括：\n\n1. 数据收集：获取雷达影像数据，通常来自合成孔径雷达（SAR）卫星或飞机。\n\n2. 数据预处理：对原始雷达数据进行校正，包括几何校正和辐射校正，以消除噪声和误差。\n\n3. 影像配准：将不同时间或不同传感器获取的影像进行配准，以确保它们在同一坐标系统下对齐。\n\n4. 地形影像生成：利用雷达数据生成地形影像，通常使用干涉合成孔径雷达（InSAR）技术。\n\n5. 高程提取：从生成的地形影像中提取高程信息，计算出每个像素的高程值。\n\n6. 数据插值：对提取的高程数据进行插值处理，以填补数据空缺并生成连续的高程模型。\n\n7. 模型验证：通过与已知高程点（如地面测量数据）进行比较，验证生成的数字高程模型的准确性。\n\n8. 数据输出：将处理后的数字高程模型导出为常用格式，以便于后续分析和应用。\n\n9. 应用分析：利用生成的数字高程模型进行地形分析、洪水模拟、土地利用规划等应用。",
                "AnswerEn": "The processing involves using a series of interpolation algorithms and incorporating auxiliary Digital Elevation Model (DEM) data to fill in voids and gaps. This results in significant improvements over previous versions of the data. Additionally, the data is processed to offset by half a pixel compared to earlier versions. The data is represented using 16-bit values to denote elevation, with specific values used to mark void data and extreme elevations.",
                "AnswerCn": "处理过程涉及使用一系列插值算法，并结合辅助数字高程模型（DEM）数据来填补空缺和间隙。这相比于之前版本的数据有了显著的改善。此外，数据处理时相较于早期版本偏移了半个像素。数据使用16位值表示高程，特定值用于标记空缺数据和极端高程。",
                "Level": "C3(Applying)"
            }
        ]
    }
}