{
    "id": "31c45f56-0758-4b87-9054-8f64d0a9fa02",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of Yangshan A-type granite in eastern China",
            "titleCn": "中国东部杨山A型花岗岩地球化学数据",
            "description": "The data are the whole rock major and trace element data, whole rock SR Nd isotopic data, zircon U-Pb dating data and zircon Lu Hf isotopic data of Yangshan A-type granite in eastern China. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The whole rock SR Nd isotopes were obtained by MC – ICP – MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the data obtained, the geochemical characteristics of the two phases of Jiuhuashan pluton can be preliminarily studied. Thus, we can better understand the crystallization differentiation and provenance of these A-type granites, and provide key constraints for the tectonic evolution of the eastern Jiangnan orogenic belt.",
            "descriptionCn": "本数据为中国东部杨山A型花岗岩全岩主微量元素数据，全岩Sr-Nd同位素数据，锆石U-Pb定年数据及锆石Lu-Hf同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。全岩Sr-Nd同位素由MC–ICP–MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以对九华山两期岩体的地球化学特征进行了初步研究。从而更好地认识这些a型花岗岩的结晶分异和物源性质，为江南造山带东部构造演化提供关键制约因素。",
            "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
            "east": 117.04,
            "west": 117.03,
            "south": 30.19,
            "north": 30.2,
            "startTime": null,
            "endTime": null,
            "fileSize": 54272.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2017.04.007",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochemical and zircon U–Pb geochronological study of the Yangshan A-type granite: Insights into the geological evolution in south Anhui, eastern Jiangnan Orogen.",
                "referenceCn": null,
                "referenceEn": "Gu, H. L., Yang, X. Y., Deng, J. F., Duan, L.A., & Liu, L. (2017). Geochemical and zircon U–Pb geochronological study of the Yangshan A-type granite: Insights into the geological evolution in south Anhui, eastern Jiangnan Orogen. Lithos, 284-285, 156-170. doi:10.1016/j.lithos.2017.04.007"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "A型花岗岩",
                "nameEn": "A-type granite suite"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "年代探测",
                "nameEn": "age determinations"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "安徽池州",
                "keywordEn": "Anhui chizhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific analytical techniques used to obtain geochemical data for A-type granites in eastern China?",
                "QuestionCn": "在中国东部获得A型花岗岩地球化学数据所使用的具体分析技术有哪些？",
                "AnswerEn": "XRF for whole-rock major element data, ICP-MS for trace element data, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition data, MC-ICP-MS for whole-rock Sr-Nd isotopic data",
                "AnswerCn": "XRF用于全岩主量元素数据，ICP-MS用于微量元素数据，LA-MC-ICP-MS用于锆石U-Pb定年和原位Lu-Hf同位素组成数据，MC-ICP-MS用于全岩Sr-Nd同位素数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many analytical techniques are used for data collection in a geochemical dataset related to A-type granites in Eastern China?",
                "QuestionCn": "在与中国东部A型花岗岩相关的地球化学数据集中，使用了多少种分析技术进行数据收集？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-MC-ICP-MS analysis' mean in the context of geochemical data collection methods for zircon U-Pb dating and Lu-Hf isotopic composition?",
                "QuestionCn": "'LA-MC-ICP-MS分析'在锆石U-Pb定年和Lu-Hf同位素组成的地球化学数据收集方法中是什么意思。",
                "AnswerEn": "LA-MC-ICP-MS analysis refers to the use of Laser Ablation Multi-Collector Inductively Coupled Plasma Mass Spectrometry, a technique employed to obtain zircon U-Pb dating and in-situ Lu-Hf isotopic composition data. This method allows for precise measurements of isotopic ratios and elemental concentrations in zircon crystals, which are critical for understanding the geochemical characteristics and evolution of A-type granites.",
                "AnswerCn": "LA-MC-ICP-MS分析指的是激光剥蚀多收集器电感耦合等离子体质谱法，这是一种用于获取锆石U-Pb定年和原位Lu-Hf同位素组成数据的技术。该方法能够精确测量锆石晶体中的同位素比率和元素浓度，这对于理解A型花岗岩的地球化学特征和演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What geochemical interpretations can be drawn from the variations in whole-rock major and trace element data collected through XRF and ICP-MS analysis?",
                "QuestionCn": "通过XRF和ICP-MS分析收集的全岩主要和微量元素数据的变化，可以得出哪些地球化学解释？",
                "AnswerEn": "The variations in whole-rock major and trace element data, obtained via XRF and ICP-MS analysis, provide insights into the geochemical characteristics of the Yangshan A-type granites. These variations can indicate differences in crystallization processes, source material compositions, and the extent of magmatic differentiation, which are crucial for understanding the tectonic evolution of the eastern Jiangnan Orogenic Belt.",
                "AnswerCn": "通过XRF和ICP-MS分析获得的全岩主要和微量元素数据的变化，提供了对阳山A型花岗岩地球化学特征的洞察。这些变化可以指示结晶过程、源材料成分和岩浆分异程度的差异，这对于理解江南东部造山带的构造演化至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the reliability of geochemical data collection methods in studies of A-type granites in Eastern China?",
                "QuestionCn": "影响东中国A型花岗岩研究中地球化学数据收集方法可靠性的因素有哪些？",
                "AnswerEn": "The reliability of geochemical data collection methods in studies of A-type granites in Eastern China stems from the use of advanced analytical techniques such as XRF for major elements, ICP-MS for trace elements, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition, and MC–ICP–MS for whole-rock Sr-Nd isotopes. These methods have been validated through publication in high-ranking SCI journals, indicating their credibility and accuracy in obtaining geochemical characteristics of the granites.",
                "AnswerCn": "在对中国东部A型花岗岩的研究中，地球化学数据收集方法的可靠性源于使用先进的分析技术，如XRF用于主要元素，ICP-MS用于微量元素，LA-MC-ICP-MS用于锆石U-Pb定年及原位Lu-Hf同位素组成，以及MC–ICP–MS用于全岩Sr-Nd同位素。这些方法已通过在高水平SCI期刊上的发表得到了验证，表明它们在获取花岗岩地球化学特征方面的可信度和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using different geochemical analysis techniques, such as XRF and ICP-MS, on the precision and reliability of elemental data in A-type granites from eastern China?",
                "QuestionCn": "使用不同的地球化学分析技术，如XRF和ICP-MS，对来自中国东部的A型花岗岩的元素数据的精确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Using XRF for major element data and ICP-MS for trace element data allows for a comprehensive understanding of the elemental composition of A-type granites. These methods provide accurate and reliable data, which are crucial for studying the geochemical characteristics and can influence interpretations of crystallization differentiation and source properties. This, in turn, offers critical constraints on the tectonic evolution of the eastern Jiangnan orogenic belt.",
                "AnswerCn": "使用XRF进行主要元素数据分析和ICP-MS进行微量元素数据分析，可以全面了解A型花岗岩的元素组成。这些方法提供准确可靠的数据，对于研究地球化学特征至关重要，并可能影响对结晶分异和源特性的解释。这反过来又为东江南造山带的构造演化提供了重要的约束。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting geochemical data, including major and trace elements, Sr-Nd isotopes, zircon U-Pb dating, and Lu-Hf isotopes for A-type granites in Eastern China?",
                "QuestionCn": "收集包括主要和微量元素、锶-铷同位素、锆石U-Pb定年和铥-铪同位素在内的地球化学数据的目标是什么，特别是针对中国东部的A型花岗岩？",
                "AnswerEn": "The goal is to conduct a preliminary study on the geochemical characteristics of the Jiuhuashan two-phase plutons, enhancing the understanding of the crystallization differentiation and source properties of these A-type granites, and providing critical constraints on the tectonic evolution of the eastern Jiangnan orogenic belt.",
                "AnswerCn": "目标是对九华山双相岩体的地球化学特征进行初步研究，以增强对这些A型花岗岩的结晶分异和源特性的理解，并为东江南造山带的构造演化提供重要约束。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the necessary procedures and instrumentation utilized in the geochemical analysis of A-type granite, and how can these methods be applied to ensure data reliability and accuracy in similar geological studies?",
                "QuestionCn": "在A型花岗岩的地球化学分析中，所需的程序和仪器包括：样品采集与准备、化学分析、数据处理与解释等。具体的仪器可能包括X射线荧光光谱仪（XRF）、感应耦合等离子体质谱仪（ICP-MS）、扫描电子显微镜（SEM）等。这些方法可以通过标准化操作程序、使用对照样品、重复实验以及数据校正等方式来确保数据的可靠性和准确性，以便在类似的地质研究中应用。",
                "AnswerEn": "The geochemical analysis of A-type granite involves obtaining major element data through XRF analysis and trace element data via ICP-MS analysis. Zircon U-Pb dating and in-situ Lu-Hf isotopic composition are obtained using LA-MC-ICP-MS, while whole-rock Sr-Nd isotopes are analyzed with MC–ICP–MS. These methods ensure data reliability and accuracy, which can be crucial for understanding the crystallization differentiation and source properties of similar granitic formations.",
                "AnswerCn": "A型花岗岩的地球化学分析涉及通过XRF分析获得主要元素数据，通过ICP-MS分析获得微量元素数据。锆石U-Pb定年和原位Lu-Hf同位素组成通过LA-MC-ICP-MS获得，而全岩Sr-Nd同位素则通过MC–ICP–MS分析。这些方法确保了数据的可靠性和准确性，这对于理解类似花岗岩形成的结晶分异和源特性至关重要。",
                "Level": "C3(Applying)"
            }
        ]
    }
}