{
    "id": "322aed17-2e02-4973-bb29-1168940d91b5",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "A data set about the Cenozoic climate, environment and weathering evolution in the eastern Tibetan Plateau and its adjacent area",
            "titleCn": "青藏高原东部及邻区新生代气候环境风化数据集",
            "description": "The reconstruction of the Cenozoic climate, environment, and weathering evolution process in the Tibetan Plateau and its adjacent area, the extraction and analysis of major climate events have important reference significance for understanding the relationship between \"Tibetan Plateau uplift-chemical weathering-global cooling\". This data set consists of the reconstructed paleoenvironmental evolution data by using many methods such as granularity, environmental magnetism, mineralogy, element and isotope geochemistry, organic geochemistry, and palynology, based on the Cenozoic sedimentary records from the eastern Tibetan Plateau and its adjacent area (Tarim, Qaidam, Hoh Xil, Nangqian, Jinchuan, Xining, Lanzhou, Binxian and Shilou). The paleoclimatic and paleoenvironmental information (such as palaeoelevation, paleotemperature, paleohumidity, paleovegetation, and climate events) provide important data support for discussing the dynamic mechanisms and links among the chemical weathering and paleoclimate, the uplift of the Tibetan Plateau, global change and the orbital periodic changes.",
            "descriptionCn": "重建青藏高原及其邻区新生代气候环境演化过程并提取分析重大气候事件，对理解“青藏高原隆升-化学风化-全球变冷”相互关系具有重要的参考意义。本数据集依据来自青藏青藏高原东部及其邻区多地的新生代沉积记录（塔里木、柴达木、可可西里、囊谦、金川、西宁、兰州、彬县和石楼），包含以粒度、环境磁学、矿物学、元素和同位素地球化学、有机地球化学和孢粉等多种方法重建的区域古环境演化数据。据此获得的古海拔、古温度、古湿度、古植被和气候事件等古气候古环境信息，为解释高原大陆化学风化过程及区域气候演化与高原隆升和全球变化轨道周期变化的内在动力学联系提供了重要的数据支撑。",
            "instructions": "The data files are named based on their contents. They were stored as .xlsx files and can be opened and read by the Excel program directly. Please read the readme file first before using the data.",
            "instructionsCn": "数据文件依据数据内容命名，以.xlsx文件格式存储，该数据集可以直接用Excel程序打开并查看。数据使用前请先查阅数据文档。",
            "east": 111.0,
            "west": 87.0,
            "south": 30.0,
            "north": 41.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 2710214.0,
            "cstr": "18406.11.Paleoenv.tpdc.300517",
            "doi": "10.11888/Paleoenv.tpdc.300517",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "敖红",
                "nameEn": "AO Hong",
                "unitEn": "",
                "unitCn": "Institute of Earth Environment, Chinese Academy of Sciences"
            },
            {
                "nameCn": "靳春胜",
                "nameEn": "JIN Chunsheng",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            },
            {
                "nameCn": "韩文霞",
                "nameEn": "HAN Wenxia ",
                "unitEn": "Linyi University",
                "unitCn": "临沂大学"
            },
            {
                "nameCn": "常宏",
                "nameEn": "CHANG Hong",
                "unitEn": "",
                "unitCn": "中国科学院地球环境研究所"
            },
            {
                "nameCn": "杨小强",
                "nameEn": "YANG Xiaoqiang",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "王永莉",
                "nameEn": "WANG Yongli",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            },
            {
                "nameCn": "魏志福",
                "nameEn": "WEI Zhifu",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "王雪莲",
                "nameEn": "WANG Xuelian",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Two-stage mid-Brunhes climate transition and mid-Pleistocene human diversification",
                "referenceCn": null,
                "referenceEn": "Ao, H., Rohling, E.J., Stringer, C., et al. (2020). Two-stage mid-Brunhes climate transition and mid-Pleistocene human diversification. Earth-Sci Rev, 210, 103354."
            },
            {
                "titleCn": null,
                "titleEn": "Microbial communities and lipid records of the Linxia Basin, NE Tibetan Plateau: Implications for enhanced aridity in the Late Miocene",
                "referenceCn": null,
                "referenceEn": "He, W., Wang, G., Wang, Y.L., Wei, Z.F., Huang, Z.Y., Zhang, T., Ma, X.Y., Ma, H., & Yu, X.L. (2020). Microbial communities and lipid records of the Linxia Basin, NE Tibetan Plateau: Implications for enhanced aridity in the Late Miocene. Journal of Asian Earth Sciences 193, 104290."
            },
            {
                "titleCn": null,
                "titleEn": "Eccentricity-paced monsoon variability on the northeastern Tibetan Plateau in the Late Oligocene high CO2 world",
                "referenceCn": null,
                "referenceEn": "Ao, H., Liebrand, D., Dekkers, M.J., Zhang, P., Song, Y., Liu, Q., Jonell, T.N., Sun, Q., Li, X., Li, X., Qiang, X., & An, Z. (2021). Eccentricity-paced monsoon variability on the northeastern Tibetan Plateau in the Late Oligocene high CO2 world. Science Advances, 7(51), eabk2318-eabk2318."
            },
            {
                "titleCn": null,
                "titleEn": "Global Change Modulated Asian Inland Climate Since 7.3 Ma: Carbonate Manganese Records in the Western Qaidam Basin",
                "referenceCn": null,
                "referenceEn": "Liu, Y., Yang, Y., Ye, C., Yang, R., Appel, E., & Fang, X. (2021). Global Change Modulated Asian Inland Climate Since 7.3 Ma: Carbonate Manganese Records in the Western Qaidam Basin. Front. Earth Sci. 9:813727. doi: 10.3389/feart.2021.813727"
            },
            {
                "titleCn": null,
                "titleEn": "Climate transition in Asia inland at 0.8-0.6 Ma related to astronomically forced ice sheet expansion",
                "referenceCn": null,
                "referenceEn": "Han, W.X., Appel, E., Galy, A., Rosler, A., Fang, X.M., Zhu, X.H., Vandenberghe, J., Wang, J.Y., Berger, A., Lü, S., & Zhang, T. (2020). Climate transition in Asia inland at 0.8-0.6 Ma related to astronomically forced ice sheet expansion. Quaternary Science Reviews, 248 (2020) 106580."
            },
            {
                "titleCn": null,
                "titleEn": "Long-term drying trend during 51.8–37.5 Ma in the Nangqian Basin, central-eastern Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, S.K., Ma, X.Y., Jiang, S.H., Wang, G., Zhang, T., He, W., Yu, X.L., Ma, H., Zhang, P.Y., Wei, J.Y., Wang, Y.L., & Wei, Z.F. (2022). Long-term drying trend during 51.8–37.5 Ma in the Nangqian Basin, central-eastern Qinghai–Tibet Plateau. Frontiers in Earth Science, 10."
            },
            {
                "titleCn": null,
                "titleEn": "No monsoon-dominated climate in northern subtropical Asia before 35 Ma",
                "referenceCn": null,
                "referenceEn": "Fang, X.M., Guo, Z.T., Jiang, D.B., Zhang, W.L., Zhang, R., Li, M.H., Wang, Y.L., Zhang, T., & Miao, Y.F. (2022). No monsoon-dominated climate in northern subtropical Asia before 35 Ma. Global and Planetary Change, 218, 103970."
            },
            {
                "titleCn": null,
                "titleEn": "Global warming-induced Asian hydrological climate transition across the Miocene-Pliocene boundary",
                "referenceCn": null,
                "referenceEn": "Ao, H., Rohling, E.J., & Zhang, R., et al. (2021). Global warming-induced Asian hydrological climate transition across the Miocene-Pliocene boundary. Nature Communications, 12(1), 13."
            },
            {
                "titleCn": null,
                "titleEn": "Orbital climate variability on the northeastern Tibetan Plateau across the Eocene-Oligocene transition",
                "referenceCn": null,
                "referenceEn": "Ao, H., Dupont-Nivet, G., & Rohling, E.J., et al. (2020). Orbital climate variability on the northeastern Tibetan Plateau across the Eocene-Oligocene transition. Nature communications, 11(1), 5249."
            },
            {
                "titleCn": null,
                "titleEn": "Aridification in the Asian Interior Recorded by Mineral Assemblages in Tarim Basin since the Late Miocene and Its Link to Global Cooling",
                "referenceCn": null,
                "referenceEn": "Yang, M.J., Chang, H., Qin, X.L., Burr, G.S., & Liu, W.G. (2022). Aridification in the Asian Interior Recorded by Mineral Assemblages in Tarim Basin since the Late Miocene and Its Link to Global Cooling. Minerals, 12(12), 1543."
            },
            {
                "titleCn": null,
                "titleEn": "Tectonic forcing of environmental transition in Central Asia at ~11–9 Ma",
                "referenceCn": null,
                "referenceEn": "Zhang, T., Han, W.X., Fang, X.M., Song, C.H., Wang, Y.D., Tian, Q., Zhang, W.L., Feng, Z.T., & Tan, M.Q. (2021). Tectonic forcing of environmental transition in Central Asia at ~11–9 Ma. Gondwana Research, 89, 19–30."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "地磁",
                "nameEn": "Geomagnetism"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "孢粉学",
                "nameEn": "palynology"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "干旱/降水重构",
                "nameEn": "Drought/precipitation reconstruction"
            },
            {
                "nameCn": "沉积记录",
                "nameEn": "Depositional record"
            },
            {
                "nameCn": "湖相沉积",
                "nameEn": "Lacustrine Sediments"
            },
            {
                "nameCn": "环境磁学",
                "nameEn": "Environmental magnetism"
            },
            {
                "nameCn": "第四系地质与地貌",
                "nameEn": "Quaternary Geology and Geomorphology"
            },
            {
                "nameCn": "黄土",
                "nameEn": "Loess"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "兰州盆地",
                "keywordEn": "Lanzhou Basin"
            },
            {
                "keywordCn": "可可西里盆地",
                "keywordEn": "Hoh Xil Basin"
            },
            {
                "keywordCn": "囊谦盆地",
                "keywordEn": "Nangqian Basin"
            },
            {
                "keywordCn": "塔里木盆地",
                "keywordEn": "Tarim Basin"
            },
            {
                "keywordCn": "川西北",
                "keywordEn": "Northwestern Sichuan"
            },
            {
                "keywordCn": "柴达木盆地",
                "keywordEn": "Qaidam Basin"
            },
            {
                "keywordCn": "西宁盆地",
                "keywordEn": "Xining Basin"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            },
            {
                "keywordCn": "黄土高原",
                "keywordEn": "Loess Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世/渐新世转型期",
                "keywordEn": "Eocene/Oligocene Trasition",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "晚白垩",
                "keywordEn": "Late Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "高原风化剥蚀历史及气候环境效应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Continuous and accurately dated sediment records from the Asian interior are pivotal to a better understanding of the evolutionary history of Asian inland drying and the associated driving mechanisms. The Asian inland drying is generally regarded as a coupling consequence of land-sea-atmosphere interaction, which could be dated back to the early Eocene and significantly enhanced since the late Oligocene-early Miocene. The driving mechanism appears to correspond closely with the uplift of the Tibetan Plateau, the retreat of the Para-Tethys Sea, and global cooling with Cenozoic development of bipolar glaciations and continental ice sheets. Especially during the Neogene-Quaternary, the regional drying and eolian dust activity have been greatly enhanced in the Asian interior. However, intensive tectonic activity since the late Oligocene-Early Miocene in the northern Tibetan Plateau and the Central Asian orogenic belt yields much coarser lithology with frequent changes in sediment facies in basin sequences, which hinders a better understanding of the full range of aridification and its driving force using the basin sediment records. The Qaidam Basin, an inland arid area in the northeast Tibetan Plateau, is dominantly under the influence of the middle-latitude westerlies, with its southeast corner being impacted by the East Asian monsoons, thus providing the ideal area to reveal tectonic-climate linkages in terms of aridification of the Asian interior."
            ],
            "research objective": [
                "In this study, we present a continuous record of climate change in the Asian interior spanning the past 7.3 Myr, reconstructed by the redox evolution of a paleolake in the western Qaidam Basin, NE Tibetan Plateau. We thus integrated new data of carbonate Mn concentration from the SG-1b core (7.3 – 1.6 Ma) with the previous SG-1 Mn records to reconstruct a continuous history of paleolake and climate evolution in the western Qaidam Basin since 7.3 Ma."
            ],
            "challenges": [],
            "methods": [
                "We used the 1M HOAc to leach the sediments in order to obtain the Mn(II) concentrations in the lacustrine sediments. A total of 619 bulk samples of the SG-1b core were selected for geochemical analysis. Samples were oven-dried at 40 °C and ground into fine powder (<200 mesh). Approximately 0.5 g of each sample was leached by 10 ml 1M HOAc at room temperature for 24 h to extract Mn in the carbonate fraction of the samples. Concentrations of Mn, Ca, Mg, and Sr in the acetic acid leachate were analyzed by inductively coupled plasma-optical emission spectrometry (ICP-OES) (Leeman Labs Prodigy-H). To obtain the major minerals (especially carbonate minerals in the core), we chose seven representative samples of SG-1b core for X-ray diffraction (XRD) analysis using a Rigaku D/MAX-2000 diffractometer (Cu, Kα, 1.5406 Å, 40 kV, 100 mA, 3–35°, step 0.02°,1 0°/min) at the Micro Structure Analytical Laboratory, Peking University."
            ],
            "dataset": [
                "The SG-1b drilling campaign was performed at the top of the Jianshan Anticline in the western Qaidam Basin, 100 km northeast of Lenghu Town, and about 20 km east of the SG-1 borehole. The drilling extended 723m in depth with an average recovery rate of 93%. The SG-1b drill-core was dated at about 7.3 – 1.6 Ma with magnetostratigraphy, refined by orbital tuning in the period of 3.3–2.1 Ma."
            ],
            "findings": [
                "The XRD results show that major minerals in the sediments of SG-1b core include quartz, albite, orthoclase, carbonate minerals (calcite, aragonite, dolomite, and ankerite), mica or illite, and chlorite (Figure 3). The concentration of Ca in acetic acid leachates (Ca HOAc) mainly represents the calcium carbonate and some Ca-bearing salt minerals (e.g., gypsum) content in the sediments. Consequently, the measured Ca concentrations reflect the calcium carbonate content below 232 m and an upper limit of the calcium carbonate content above 232 m. The MnHOAc variation reveals an upward decrease above ∼240 m and a long-term relative stable content with several fluctuations below ∼240 m (Figure 4). The MnHOAc concentrations present long-term fluctuations of regional climate. The integrated MnHOAc record is especially more synchronous with the North Atlantic Ocean SST (Figure 5), suggesting that the reduction of westerlies moisture caused by high-latitude cooling of the Northern Hemisphere directly affects the aridification of the Qaidam Basin. The recurrence analysis has been successfully used to determine the climate state transitions using high-resolution proxy records, e.g., the Cenozoic climate (Westerhold et al., 2020) and the Quaternary climate in the Qaidam Basin (Han et al., 2020). The result of recurrence analysis of the integrated MnHOAc record shows three major transitions at 6.2 Ma, 5.3 Ma, and 2.6 Ma. The 5.3 Ma change, i.e., at about the Miocene/Pliocene boundary, is a transition stage from the prior drying stage to the subsequent wetting stage in the Qaidam Basin, which is consistent with global warming at that time (Figure 5). The system change at the Pliocene/Quaternary boundary (2.6 Ma) marks the onset of prolonged and extensive Quaternary drying in the Qaidam Basin, which is contemporaneous with the intensification of the North Hemisphere glaciation. Therefore, global change and northern hemisphere high latitude processes could modulate the Asian inland climate at orbital time scales, which is also supported with other studies of high-resolution Quaternary records in the SG-1 core (e.g., Han et al., 2020)."
            ],
            "backgroundCn": [
                "来自亚洲内陆的连续且准确日期的沉积记录对于更好地理解亚洲内陆干旱的演化历史及其相关驱动机制至关重要。亚洲内陆干旱通常被视为陆地-海洋-大气相互作用的耦合结果，这一过程可以追溯到早始新世，并在晚渐新世-早中新世期间显著增强。其驱动机制似乎与青藏 Plateau的抬升、Para-Tethys海的退缩以及全球变冷（伴随新生代极地冰川和大陆冰盖的发展）密切相关。尤其是在新近纪-第四纪期间，亚洲内陆的区域干旱和风成尘埃活动显著增强。然而，自晚渐新世-早中新世以来，北青藏 Plateau和中亚造山带的强烈构造活动导致沉积物理性变粗，盆地序列中的沉积相频繁变化，这阻碍了通过盆地沉积记录更好地理解干旱化的全貌及其驱动因素。柴达木盆地作为青藏 Plateau东北部的一个内陆干旱区，主要受中纬度西风带的影响，其东南角受到东亚季风的影响，因此为揭示构造-气候之间的联系提供了理想区域，以探讨亚洲内陆干旱化的过程。"
            ],
            "research objectiveCn": [
                "在本研究中，我们展示了过去730万年亚洲内陆气候变化的连续记录，该记录是通过青藏 Plateau东北部的西柴达木盆地一个古湖泊的氧化还原演变重建的。因此，我们将SG-1b核心（730万年至160万年前）的碳酸盐锰浓度新数据与之前的SG-1锰记录整合，以重建自730万年以来西柴达木盆地古湖泊和气候演变的连续历史。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "我们使用1M醋酸浸出沉积物，以获得湖泊沉积物中的Mn(II)浓度。共选择了619个SG-1b核心的散装样品进行地球化学分析。样品在40°C下烘干，并研磨成细粉（<200目）。每个样品约0.5克，使用10毫升1M醋酸在室温下浸出24小时，以提取样品中碳酸盐组分的锰。通过感应耦合等离子体光谱法（ICP-OES）（Leeman Labs Prodigy-H）分析醋酸浸出液中的锰、钙、镁和锶的浓度。为了获得核心中的主要矿物（特别是碳酸盐矿物），我们选择了七个代表性样品进行X射线衍射（XRD）分析，使用Rigaku D/MAX-2000衍射仪（Cu, Kα, 1.5406 Å, 40 kV, 100 mA, 3–35°, 步长0.02°, 1°/分钟）在北京大学微结构分析实验室进行。"
            ],
            "datasetCn": [
                "SG-1b钻探活动在柴达木盆地西部的尖山背斜顶部进行，距离冷湖镇约100公里，距离SG-1钻孔约20公里。钻探深度达到723米，平均回收率为93%。SG-1b钻芯的年代约为7.3–1.6百万年前，通过磁层 stratigraphy 进行定年，并在3.3–2.1百万年前的时期进行了轨道调谐。"
            ],
            "findingsCn": [
                "XRD结果显示，SG-1b核心沉积物中的主要矿物包括石英、长石（铝长石、正长石）、碳酸盐矿物（方解石、文石、白云石和铁白云石）、云母或伊利石以及绿泥石（图3）。醋酸铵浸出液中的钙浓度（Ca HOAc）主要代表沉积物中碳酸钙和一些含钙盐矿物（如石膏）的含量。因此，测得的钙浓度反映了232米以下的碳酸钙含量，以及232米以上的碳酸钙含量的上限。MnHOAc的变化显示在约240米以上呈现向上的减少，而在240米以下则表现出长期相对稳定的含量，并伴随几次波动（图4）。MnHOAc浓度的长期波动反映了区域气候的变化。综合的MnHOAc记录与北大西洋海表温度（SST）特别同步（图5），这表明高纬度北半球的降温导致西风湿气的减少，直接影响了柴达木盆地的干旱化。递归分析已成功用于通过高分辨率代理记录确定气候状态转变，例如新生代气候（Westerhold等，2020）和柴达木盆地的第四纪气候（Han等，2020）。综合MnHOAc记录的递归分析结果显示，在6.2百万年前、5.3百万年前和2.6百万年前发生了三次主要转变。5.3百万年前的变化，即约在中新世/上新世边界，是柴达木盆地从先前干燥阶段向随后的湿润阶段的过渡，与当时的全球变暖一致（图5）。上新世/第四纪边界（2.6百万年前）的系统变化标志着柴达木盆地长期和广泛的第四纪干燥的开始，这与北半球冰川化的加剧是同时发生的。因此，全球变化和北半球高纬度过程可能在轨道时间尺度上调节亚洲内陆气候，这也得到了SG-1核心其他高分辨率第四纪记录研究的支持（例如，Han等，2020）。"
            ]
        },
        {
            "background": [
                "The Linxia Basin on the north-eastern Tibetan Plateau in northwest China bears continuous and thick lacustrine-fluvial sediments with environmental significance to central Asian aridification. Climate change since the mid-Oligocene in central Asia has been specifically interesting as it is a critical period in the growth of the Tibetan Plateau. Many researchers believed that the arid conditions in continental Asia had developed as a result of the uplift of the Tibetan Plateau. The Linxia Basin lies topographically at the intersection of the East Asian monsoon region, the arid region of northwest China, and the alpine region of the Tibetan Plateau. Lipid biomarkers have been suggested as effective indices for climate change, as they can contain a rich diversity of information about the composition of biotic precursor molecules and the environmental conditions. However, uncertainty exists while using n-alkane proxies owing to their physical, chemical, and biological effects. The microbial community is sensitive to environmental changes and can be useful for paleoclimatic studies owing to their diverse ecological roles. However, lipid biomarkers can only infer the biological origin of some specific groups and therefore, have limitations in studying the diversity of microbial community. With the development of modern molecular biological techniques, several recent studies have applied sedimentary DNA to reconstruct temporal changes in microbial ecology."
            ],
            "research objective": [
                "This study used the ancient DNA and n-alkanes preserved in the lacustrine-fluvial sediments from the Linxia Basin, and employed high throughput sequencing and geochemical analyses to understand the climatic conditions spanning the past 29 million years. The objective is to infer paleoenvironmental information and stepwise drying of this basin and understand how the microbial community evolution has responded to the climate change."
            ],
            "challenges": [],
            "methods": [
                "Twenty sediment samples were collected from the bottom to the top of the Maogou section, from 28.5 to 4.4 Ma in a depth interval of 2 to 438 m. Two hundred and fifty grams of the samples were air-dried and ground to particles larger than 100 mesh, and then extracted continuously for 72 h with chloroform in a Soxhlet extractor. The total lipid extracts of the samples were directly analysed using GC–MS after drying at 20–25 °C. The Power Max DNA isolation kit (MO BIO Laboratories, Solana Beach, CA, USA) was used to extract DNA from 0.25 g mud samples using sterile tweezers and a spoon, following the manufacturer’s instructions. The sequencing was performed on an Illumina® Miseq platform, targeting the 16S rRNA gene variable region V3–V4 from the genomic DNA."
            ],
            "dataset": [],
            "findings": [
                "The characteristics of n-alkanes indicate that the organic matter was derived from mixed sources (bacteria, algae, and higher plants), and a series of n-alkane proxies (ACL, n-C21−/n-C22+, Paq, and Pwax) established that the climate shifted to arid conditions at approximately 8 Ma. It is noteworthy that the relative abundance trends of two classes of microbes (Proteobacteria and Firmicutes) were negatively correlated. Furthermore, the increasing Firmicutes and the relatively decreasing Proteobacteria at approximately 8 Ma also corroborated this arid event. In addition, during this period, there was an extremely low abundance of archaea, which might correspond to severe climatic conditions around 8 Ma. Therefore, this study suggests that the microbial communities could serve as a potential tool for the reconstruction of paleoenvironments."
            ],
            "backgroundCn": [
                "林夏盆地位于中国西北部的青藏高原东北部，拥有连续且厚重的湖相-河流沉积物，对中亚干旱化具有环境意义。自中奥利戈世以来，中亚的气候变化尤其引人关注，因为这是青藏高原生长的关键时期。许多研究者认为，亚洲大陆的干旱条件是青藏高原抬升的结果。林夏盆地地形上位于东亚季风区、西北中国干旱区和青藏高原高山区的交汇处。脂质生物标志物被认为是气候变化的有效指标，因为它们可以包含丰富的生物前体分子的组成信息和环境条件。然而，使用n-烷烃代理时存在不确定性，因为它们受到物理、化学和生物效应的影响。微生物群落对环境变化敏感，因其多样的生态角色而在古气候研究中具有重要价值。然而，脂质生物标志物只能推断某些特定群体的生物来源，因此在研究微生物群落的多样性方面存在局限性。随着现代分子生物学技术的发展，最近的一些研究已应用沉积DNA重建微生物生态的时间变化。"
            ],
            "research objectiveCn": [
                "本研究利用来自林夏盆地的湖泊-河流沉积物中保存的古DNA和n-烷烃，采用高通量测序和地球化学分析，旨在了解过去2900万年的气候条件。目标是推断古环境信息和该盆地的逐步干旱，并了解微生物群落演化如何响应气候变化。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "从28.5到4.4百万年前的毛沟剖面底部到顶部收集了20个沉积样品，深度范围为2到438米。将250克样品风干并研磨至大于100目颗粒，然后在索氏提取器中用氯仿连续提取72小时。样品的总脂质提取物在20-25°C下干燥后，直接使用气相色谱-质谱联用（GC–MS）进行分析。使用Power Max DNA提取试剂盒（MO BIO Laboratories，位于美国加利福尼亚州索拉纳海滩）从0.25克泥样中提取DNA，使用无菌镊子和勺子，按照制造商的说明进行操作。测序在Illumina® Miseq平台上进行，针对基因组DNA的16S rRNA基因可变区V3–V4进行。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "n-烷烃的特征表明有机物来源于混合源（细菌、藻类和高等植物），一系列n-烷烃代理（ACL、n-C21−/n-C22+、Paq和Pwax）表明气候在大约800万年前发生了干旱变化。值得注意的是，两类微生物（变形菌和厚壁菌）的相对丰度趋势呈负相关。此外，在大约800万年前，厚壁菌的增加和变形菌的相对减少也证实了这一干旱事件。此外，在此期间，古菌的丰度极低，这可能与大约800万年前的严酷气候条件相对应。因此，本研究表明微生物群落可以作为重建古环境的潜在工具。"
            ]
        },
        {
            "background": [
                "The Miocene–Pliocene boundary (MPB), which is defined formally at the base of the deep marine Mediterranean Trubi marls, occurred at ~5.3 Ma, five orbital precession cycles below the C3n.4n palaeomagnetic normal polarity chron. In the Mediterranean, the Messinian salinity crisis ended across the MPB. In a global context, the MPB marks a transition from a late Miocene cooling trend to the early-to-middle Pliocene Warm Period. It coincided with an atmospheric CO2 concentration rise of ~100–250 ppm, an increase with similar amplitude to the current rise due to anthropogenic emissions. The early-to-middle Pliocene Warm Period was the most recent period of persistently warmer-than-present conditions. During this warm interval, the Northern Hemisphere was largely ice-free and atmospheric CO2 concentrations were comparable to present-day levels. Detailed analysis of the MPB, therefore, enables investigation of the large-scale climate response to a natural atmospheric CO2 increase and global warming over equilibrium timescales for comparison with rapid out-of-equilibrium present-day responses. Today, Asia has wet monsoonal regions to the south and east of the Tibetan Plateau and arid continental regions to the north and west of the Tibetan Plateau. Both the Asian monsoon and the Westerlies are critical components of the global atmospheric circulation; they play a key role in the global climate system, impacting surface ocean circulation and driving air-sea heat, moisture, momentum fluxes, and carbon exchange. Our present understanding of Asian climate variability and dynamics relies primarily on Quaternary results, when a bipolar icehouse climate state was fully established and global climate was colder than today, with waxing and waning Northern Hemisphere ice sheets on orbital timescales."
            ],
            "research objective": [
                "Here we find that CO2-induced MPB warming both increased summer monsoon moisture transport over East Asia, and enhanced aridification over large parts of Central Asia by increasing evaporation, based on integration of our ~1–2-thousand-year (kyr) resolution summer monsoon records from the Chinese Loess Plateau aeolian red clay with existing terrestrial records, land-sea correlations, and climate model simulations. Here, we investigate Asian monsoon responses to the MPB global warming event and orbital forcing during the late Miocene–middle Pliocene in a global context by providing ~1–2-kyr resolution ~4.7-Myr-long proxy records (Al/Na, Rb/Sr, and lightness) spanning continuously from ~8.1 to ~3.4 Ma from the Shilou aeolian red clay succession on the eastern CLP. We integrate our high-resolution records with existing palaeoclimate records from the wider Asian region and land-sea correlations. We also present Earth System model simulation results with late Neogene boundary conditions, to assess the influence of CO2-induced MPB warming on spatial Asian hydroclimate changes."
            ],
            "challenges": [
                "Compared to relatively extensive Quaternary and modern climate studies, however, little is known about the detailed terrestrial climate changes related to this global warming event because high-resolution records that offer continuous coverage of distinct orbital variability from the late Miocene to the Pliocene are rare. At present, orbital climate variability is well constrained in Quaternary loess sequences, but is poorly resolved in the underlying red clay sequence because rapidly measurable magnetic susceptibility, which is used routinely to reveal orbital climate variability of Quaternary loess, does not capture distinct orbital signals in the red clay."
            ],
            "methods": [
                "First, following guidelines of the Pliocene Model Intercomparison Project phase 2 (PlioMIP2), we conducted a simulation with preindustrial boundary conditions, including modern orography, vegetation, ice sheets, lakes, and 280 ppm atmospheric CO2 concentration. The Pliocene simulation was initiated from the default preindustrial simulation (including deep ocean temperature) and was run for 2,050 model years. The late Miocene simulation was initiated from model year 1501 of the Pliocene experiment and was run for a further 550 model years. We, therefore, analysed the climatological means of the last 100 model years from each experiment."
            ],
            "dataset": [
                "All of our measured proxy data presented here are attached in the Supplementary Dataset 1 and are also available in the East Asian Paleoenvironmental Science Database (http://paleodata.ieecas.cn/index.aspx, Data https://doi.org/10.12262/IEECAS.EAPSD2021004). The model simulation data used to support our dynamic interpretations are available at: https://zenodo.org/record/4964420."
            ],
            "findings": [
                "Overall, the Shilou red clay lithological and proxy records suggest prominent orbital-scale monsoon variability throughout the late Miocene– middle Pliocene and a distinct transition to higher summer monsoon precipitation across the MPB."
            ],
            "backgroundCn": [
                "中新世-上新世界限（MPB）正式定义为深海地中海特鲁比泥灰岩的底部，发生在约530万年前，位于C3n.4n古地磁正常极性年代的五个轨道进动周期之下。在地中海，梅西尼亚盐度危机在MPB时结束。在全球背景下，MPB标志着从晚中新世降温趋势向早-中上新世温暖期的过渡。它与大气二氧化碳浓度上升约100-250 ppm相吻合，这一幅度与当前由于人类活动引起的上升相似。早-中上新世温暖期是最近一个持续温暖于现今条件的时期。在这一温暖间隔期间，北半球基本上没有冰盖，大气二氧化碳浓度与当今水平相当。因此，对MPB的详细分析使得我们能够研究自然大气二氧化碳增加和全球变暖对气候的大规模响应，以便与当前快速非平衡响应进行比较。如今，亚洲在青藏高原的南部和东部有湿润的季风区，而在北部和西部则有干旱的大陆地区。亚洲季风和西风带是全球大气环流的关键组成部分；它们在全球气候系统中发挥着重要作用，影响海洋表面环流，并驱动海气热量、湿度、动量通量和碳交换。我们目前对亚洲气候变异性和动态的理解主要依赖于第四纪的研究，当时双极冰屋气候状态已完全建立，全球气候比今天寒冷，北半球冰盖在轨道时间尺度上经历了扩张和收缩。"
            ],
            "research objectiveCn": [
                "我们发现，二氧化碳引起的中期暖期（MPB）变暖不仅增加了东亚夏季季风的水汽输送，还通过增加蒸发加剧了中亚大部分地区的干旱。这是基于我们从中国黄土高原的风成红粘土中获得的约1-2千年的夏季季风记录，与现有的陆地记录、陆海相关性和气候模型模拟相结合得出的结果。在这里，我们研究了晚中新世至中上新世期间，亚洲季风对MPB全球变暖事件和轨道强迫的响应，通过提供约1-2千年分辨率、持续约4.7百万年的代理记录（Al/Na、Rb/Sr和亮度），这些记录从约8.1百万年前延续到3.4百万年前，来自东部黄土高原的石楼风成红粘土剖面。我们将高分辨率记录与更广泛的亚洲地区现有的古气候记录和陆海相关性相结合。同时，我们还展示了在晚新近纪边界条件下的地球系统模型模拟结果，以评估二氧化碳引起的MPB变暖对亚洲水文气候变化的空间影响。"
            ],
            "challengesCn": [
                "与相对广泛的第四纪和现代气候研究相比，关于与这一全球变暖事件相关的详细陆地气候变化知之甚少，因为提供从晚中新世到上新世的不同轨道变率的连续覆盖的高分辨率记录非常稀缺。目前，第四纪黄土序列中的轨道气候变率得到了很好的约束，但在其下方的红土序列中却很难解析，因为快速可测量的磁化率（通常用于揭示第四纪黄土的轨道气候变率）在红土中无法捕捉到明显的轨道信号。"
            ],
            "methodsCn": [
                "首先，按照上新世模型比较项目第二阶段（PlioMIP2）的指导方针，我们进行了一个具有前工业边界条件的模拟，包括现代地形、植被、冰盖、湖泊和280 ppm的气候二氧化碳浓度。上新世模拟是从默认的前工业模拟（包括深海温度）开始的，并运行了2050个模型年。晚中新世模拟是从上新世实验的第1501个模型年开始的，并进一步运行了550个模型年。因此，我们分析了每个实验最后100个模型年的气候平均值。"
            ],
            "datasetCn": [
                "我们在此呈现的所有测量代理数据均附在补充数据集1中，并可在东亚古环境科学数据库（http://paleodata.ieecas.cn/index.aspx，数据：https://doi.org/10.12262/IEECAS.EAPSD2021004）中获取。用于支持我们动态解释的模型模拟数据可在以下链接获取：https://zenodo.org/record/4964420。"
            ],
            "findingsCn": [
                "总体而言，石楼红粘土的岩石学和代理记录表明，在晚中新世至中上新世期间，存在显著的轨道尺度季风变率，并且在中上新世界限（MPB）处出现了夏季季风降水显著增加的转变。"
            ]
        },
        {
            "background": [
                "Earth experienced sustained cooling since the Early Eocene Climate Optimum and shifted, at the Eocene-Oligocene transition [EOT; ~34 million years (Ma) before present (BP)], from a warm greenhouse state without permanent ice sheets on both poles to a cooler, but still substantially warmer than today, unipolar icehouse state with the sole continental-scale ice sheet on Antarctica. The Oligocene (23.03 to 33.9 Ma BP) is the first epoch in the newly established unipolar icehouse world. Average global deep ocean and sea surface temperature were ~3° and >8°C higher than today during the Oligocene, respectively. Oligocene proxy records suggest that atmospheric CO2 concentrations were between ~400 and ~800 parts per million (ppm) before ~24.5 Ma BP, embracing the present-day and projected values for the year 2100. The Asian monsoon is the largest monsoon system on Earth; it governs moisture supply over a vast area, extending from the low-latitude western Pacific and Indian Oceans to mid-latitude East Asia. Since its formation, climate to the south and east of the plateau has been strongly affected by the Asian monsoon."
            ],
            "research objective": [
                "Constraining monsoon variability and dynamics in the warm unipolar icehouse world of the Late Oligocene can provide important clues to future climate responses to global warming. Here, we use elemental and environmental magnetic records from this terrestrial sequence, which are related to regional hydroclimate fluctuations in the Lanzhou Basin, to provide insight to orbital variability and dynamics of monsoon precipitation on the NE Tibetan Plateau margin in the Late Oligocene high CO2 world."
            ],
            "challenges": [],
            "methods": [
                "We measured hydroclimate proxies, i.e., rubidium-to-strontium ratio (Rb/Sr) and low-field magnetic susceptibility (χlf), at 10-cm stratigraphic intervals (corresponding to a ~4-ka time spacing) from the Late Oligocene red mudstones at the Duitinggou section. After removal of the weathered outcrop surface (at least the topmost 30 cm), we collected 937 samples at ~10-cm intervals for Rb/Sr and χlf measurements in the laboratory at the Institute of Earth Environment, Chinese Academy of Sciences, Xi’an, China. About 5 g of each sample was ground to <38 μm (passing a 200-mesh sieve) with an agate mortar and pestle. Powders were then used to determine Rb and Sr concentrations with an Innov-X Systems X-ray fluorescence spectrometer in soil mode using a tantalum X-ray tube operated at 50 kV in beam I, 40 kV in beam II, and 15 kV in beam III. The measurement time for each sample was at least 60 s. About 10 g of each sample was powdered and were then packed into nonmagnetic cubic boxes (2 cm × 2 cm × 2 cm) for low-field magnetic susceptibility (χlf) measurement with a Bartington Instruments MS2 magnetic susceptibility meter at 470 Hz."
            ],
            "dataset": [
                "Here, we present a ~4-thousand year (ka) resolution rubidium-to-strontium ratio and magnetic susceptibility records between 28.1 and 24.1 million years ago from a distal alluvial sedimentary sequence in the Lanzhou Basin (China) on the northeastern Tibetan Plateau margin."
            ],
            "findings": [
                "These Asian monsoon precipitation records exhibit prominent short (~110-ka) and long (405-ka) eccentricity cycles throughout the Late Oligocene, with a weak expression of obliquity (41-ka) and precession (19-ka and 23-ka) cycles. We conclude that a combination of eccentricity-modulated low-latitude summer insolation and glacial-interglacial Antarctic Ice Sheet fluctuations drove the eccentricity-paced precipitation variability on the northeastern Tibetan Plateau in the Late Oligocene high CO2 world by governing regional temperatures, water vapor loading in the western Pacific and Indian Oceans, and the Asian monsoon intensity and displacement."
            ],
            "backgroundCn": [
                "地球自早始新世气候最优期以来经历了持续的降温，并在始新世-渐新世过渡期（EOT；约3400万年前）发生了变化，从一个没有永久冰盖的温暖温室状态转变为一个较冷但仍然明显高于今天的单极冰屋状态，南极洲成为唯一的大陆规模冰盖。渐新世（23.03至33.9百万年前）是新建立的单极冰屋世界中的第一个纪元。渐新世期间，全球深海和海表温度平均比今天高约3°C和超过8°C。渐新世的代理记录表明，在约2450万年前，气候二氧化碳浓度在400至800 ppm之间，涵盖了当前和预计到2100年的值。亚洲季风是地球上最大的季风系统；它控制着从低纬度的西太平洋和印度洋到中纬度东亚的广泛地区的水分供应。自其形成以来，位于高原南部和东部的气候受到亚洲季风的强烈影响。"
            ],
            "research objectiveCn": [
                "限制晚渐新世温暖单极冰屋世界的季风变异性和动力学可以为未来气候对全球变暖的响应提供重要线索。在这里，我们使用来自兰州盆地这一陆地序列的元素和环境磁记录，这些记录与区域水文气候波动相关，以提供对晚渐新世高二氧化碳世界中东北青藏 Plateau 边缘季风降水的轨道变异性和动力学的洞察。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "我们在Duitinggou剖面晚渐新世红泥岩中以10厘米的层序间隔（对应约4千年的时间间隔）测量了水文气候代理指标，即铷-锶比（Rb/Sr）和低频磁化率（χlf）。在去除风化的露头表面（至少最上层30厘米）后，我们在中国科学院地球环境研究所（西安）收集了937个样本，间隔约10厘米用于Rb/Sr和χlf的实验室测量。每个样本约5克，使用玛瑙研钵和杵研磨至<38微米（通过200目筛）。然后，粉末用于使用Innov-X Systems X射线荧光光谱仪在土壤模式下测定Rb和Sr浓度，采用钽X射线管，工作电压为50 kV（光束I）、40 kV（光束II）和15 kV（光束III）。每个样本的测量时间至少为60秒。每个样本约10克，粉碎后装入非磁性立方盒（2厘米 × 2厘米 × 2厘米）中，用Bartington Instruments MS2磁化率计在470赫兹下测量低频磁化率（χlf）。"
            ],
            "datasetCn": [
                "在这里，我们展示了来自兰州盆地（中国）东北青藏 Plateau 边缘的一个远端冲积沉积序列中，距今约 2800 万年至 2410 万年之间的铷-锶比率和磁化率记录，分辨率约为 4 千年。"
            ],
            "findingsCn": [
                "这些亚洲季风降水记录在晚渐新世期间表现出显著的短期（约110千年）和长期（405千年）偏心率周期，同时对倾斜（41千年）和岁差（19千年和23千年）周期的表现较弱。我们得出结论，偏心率调制的低纬度夏季日照和冰川-间冰期南极冰盖波动的结合驱动了晚渐新世高二氧化碳世界中东北青藏高原的偏心率节奏降水变异，这通过控制区域温度、西太平洋和印度洋的水汽负荷以及亚洲季风的强度和位移来实现。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are high-throughput sequencing, X-ray fluorescence spectrometry, or inductively coupled plasma-optical emission spectrometry more often employed in analyzing paleoclimate datasets?",
                "QuestionCn": "高通量测序、X射线荧光光谱法或电感耦合等离子体-光学发射光谱法在分析古气候数据集时，哪种方法更常被使用？",
                "AnswerEn": "X-ray fluorescence spectrometry",
                "AnswerCn": "X射线荧光光谱法",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection techniques are used to gather paleoenvironmental information in the Linxia Basin?",
                "QuestionCn": "在林夏盆地收集古环境信息使用了哪些数据收集技术？",
                "AnswerEn": "high throughput sequencing, geochemical analyses",
                "AnswerCn": "高通量测序，地球化学分析",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can researchers find datasets related to Asian monsoon variability during the Late Oligocene?",
                "QuestionCn": "研究人员可以在哪里找到与晚期渐新世亚洲季风变异相关的数据集？",
                "AnswerEn": "East Asian Paleoenvironmental Science Database, Zenodo",
                "AnswerCn": "东亚古环境科学数据库，Zenodo",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced when studying the climate changes during the Miocene–Pliocene boundary using terrestrial records?",
                "QuestionCn": "在研究中新世-上新世边界期间的气候变化时，使用陆地记录面临哪些挑战？",
                "AnswerEn": "rarity of high-resolution records",
                "AnswerCn": "高分辨率记录的稀有性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze past climate conditions in the Qaidam Basin on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于分析青海省柴达木盆地过去气候条件的数据收集方法的例子？",
                "AnswerEn": "A data collection method used in the Qaidam Basin involves leaching lacustrine sediments with 1M HOAc to obtain Mn(II) concentrations, followed by geochemical analysis with ICP-OES and X-ray diffraction to study mineral compositions.",
                "AnswerCn": "在柴达木盆地使用的一种数据收集方法是用1M HOAc浸出湖相沉积物，以获得Mn(II)浓度，随后通过ICP-OES和X射线衍射进行地球化学分析，以研究矿物组成。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how high-resolution proxy records are used to explore late Miocene to Pliocene climate changes in Asia?",
                "QuestionCn": "您能否提供一个例子，说明高分辨率代理记录是如何用于探索亚洲晚中新世到上新世气候变化的？",
                "AnswerEn": "High-resolution proxy records, such as Al/Na and Rb/Sr ratios, are used alongside climate model simulations to investigate Asian monsoon responses to the Miocene-Pliocene boundary global warming event, offering insights into orbital-scale climate variability.",
                "AnswerCn": "高分辨率的代理记录，如铝/钠和铷/锶比率，与气候模型模拟一起，用于研究亚洲季风对中新世-上新世边界全球变暖事件的响应，提供了关于轨道尺度气候变率的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to infer paleoenvironmental conditions in the Tibetan Plateau region?",
                "QuestionCn": "用于推断青藏高原地区古环境条件的数据收集方法的特点是什么？",
                "AnswerEn": "sediment records, geochemical analysis, X-ray diffraction, high throughput sequencing, concentration of elements and isotopes, proxies like n-alkanes and ancient DNA",
                "AnswerCn": "沉积物记录、地球化学分析、X射线衍射、高通量测序、元素和同位素浓度、n-烷烃和古代DNA等代理指标。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What attributes are considered in datasets used to study monsoon variability and dynamics in the Tibetan Plateau region?",
                "QuestionCn": "在研究青藏 Plateau地区季风变异性和动力学的数据库中，考虑了哪些属性？",
                "AnswerEn": "rubidium-to-strontium ratios, low-field magnetic susceptibility, eccentricity, obliquity, precession",
                "AnswerCn": "铷-锶比率、低场磁化率、偏心率、倾角、岁差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'elemental and environmental magnetic records' mean in the analysis of regional hydroclimate fluctuations?",
                "QuestionCn": "“元素和环境磁记录”在区域水文气候波动分析中的意思是什么。",
                "AnswerEn": "Elemental and environmental magnetic records involve using the concentrations of specific elements and the magnetic properties of sediments to infer past environmental conditions. In regional hydroclimate studies, these records provide insights into past climate dynamics by reflecting changes in weathering, sediment sources, and depositional environments related to climate fluctuations.",
                "AnswerCn": "元素和环境磁记录涉及利用特定元素的浓度和沉积物的磁性特征来推断过去的环境条件。在区域水文气候研究中，这些记录通过反映与气候波动相关的风化、沉积源和沉积环境的变化，提供了对过去气候动态的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of high-resolution proxy records in Shilou red clay compare to the elemental and environmental magnetic records in the Lanzhou Basin for studying Asian monsoon variability?",
                "QuestionCn": "在研究亚洲季风变异性方面，使用高分辨率的代理记录（如石楼红土）与兰州盆地的元素和环境磁记录相比，如何？",
                "AnswerEn": "High-resolution proxy records in Shilou red clay offer a detailed view of monsoon variability across the Miocene-Pliocene boundary with a focus on monsoon precipitation changes. In contrast, elemental and environmental magnetic records in the Lanzhou Basin provide insights into orbital variability and hydroclimate fluctuations during the Late Oligocene, emphasizing eccentricity-paced precipitation variability. Both methods explore monsoon dynamics but differ in their temporal focus and type of data used.",
                "AnswerCn": "高分辨率的代理记录在石楼红土中提供了对中新世-上新世边界期间季风变异的详细视角，重点关注季风降水变化。相比之下，兰州盆地的元素和环境磁记录则提供了关于晚渐新世期间轨道变异和水文气候波动的见解，强调了以偏心率为节奏的降水变异。这两种方法都探讨了季风动态，但在时间焦点和使用的数据类型上有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the presence and relative abundance of different microbial communities in sediment cores tell us about past climatic events in the Linxia Basin?",
                "QuestionCn": "沉积物核心中不同微生物群落的存在和相对丰度可以告诉我们林夏盆地过去气候事件的情况。",
                "AnswerEn": "The presence and relative abundance of different microbial communities, such as Proteobacteria and Firmicutes, in sediment cores can indicate shifts in environmental conditions. For example, an increase in Firmicutes and a decrease in Proteobacteria may correspond to arid events, providing a biological response to past climatic changes.",
                "AnswerCn": "不同微生物群落（如变形菌和厚壁菌）在沉积物核心中的存在和相对丰度可以指示环境条件的变化。例如，厚壁菌的增加和变形菌的减少可能与干旱事件相关，提供了对过去气候变化的生物响应。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of high-resolution proxy records and climate model simulations enhance our understanding of monsoon responses to historical global warming events?",
                "QuestionCn": "高分辨率代理记录与气候模型模拟的结合如何增强我们对历史全球变暖事件中季风响应的理解？",
                "AnswerEn": "Integrating high-resolution proxy records with climate model simulations allows for a comprehensive understanding of monsoon responses by correlating terrestrial and marine records with simulated climate dynamics. This approach helps in assessing the impact of CO2-induced warming and orbital forcing on regional hydroclimate changes, offering insights into the mechanisms driving monsoon variability.",
                "AnswerCn": "将高分辨率的代理记录与气候模型模拟相结合，可以全面理解季风响应，通过将陆地和海洋记录与模拟气候动态进行关联。这种方法有助于评估二氧化碳引起的变暖和轨道强迫对区域水文气候变化的影响，提供对驱动季风变异机制的深入见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in obtaining high-resolution continuous records of climate variability from basin sediment sequences in the Tibetan Plateau and its neighboring regions?",
                "QuestionCn": "获取青藏高原及其邻近地区盆地沉积序列的高分辨率连续气候变异记录面临的挑战因素有哪些？",
                "AnswerEn": "Intensive tectonic activity since the late Oligocene-Early Miocene in the northern Tibetan Plateau and the Central Asian orogenic belt yields coarser lithology with frequent changes in sediment facies in basin sequences, hindering a better understanding of the full range of aridification and its driving force using the basin sediment records.",
                "AnswerCn": "自晚渐新世-早中新世以来，北藏区和中亚造山带的强烈构造活动导致盆地沉积序列中岩石类型变粗，沉积相频繁变化，这妨碍了通过盆地沉积记录更好地理解干旱化的全貌及其驱动因素。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the use of lipid biomarkers in reconstructing paleoclimate from sedimentary records limited or uncertain?",
                "QuestionCn": "在从沉积记录重建古气候时，脂质生物标志物的使用受到限制或不确定的原因是什么？",
                "AnswerEn": "Uncertainty exists when using n-alkane proxies owing to their physical, chemical, and biological effects, which can limit their effectiveness in studying the diversity of microbial communities and accurately inferring the biological origin of specific groups within paleoclimate studies.",
                "AnswerCn": "使用n-烷烃代理时存在不确定性，因为它们的物理、化学和生物效应可能限制其在研究微生物群落多样性和准确推断古气候研究中特定群体的生物起源方面的有效性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the difficulty in resolving orbital climate variability in the red clay sequences underlying the Quaternary loess in the Asian monsoon region?",
                "QuestionCn": "导致亚洲季风区红土序列下的第四纪黄土中轨道气候变率难以解析的原因是什么？",
                "AnswerEn": "Rapidly measurable magnetic susceptibility, commonly used to reveal orbital climate variability in Quaternary loess sequences, does not capture distinct orbital signals in the red clay, making it challenging to resolve detailed terrestrial climate changes related to global warming events in these sequences.",
                "AnswerCn": "快速可测量的磁 susceptibility，通常用于揭示第四纪黄土序列中的轨道气候变化，但在红土中无法捕捉到明显的轨道信号，这使得在这些序列中解析与全球变暖事件相关的详细陆地气候变化变得具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of employing lipid biomarkers and ancient DNA in reconstructing paleoenvironmental conditions in the Linxia Basin over the past 29 million years?",
                "QuestionCn": "在重建林夏盆地过去2900万年的古环境条件时，使用脂质生物标志物和古DNA的主要目标是什么？",
                "AnswerEn": "The use of lipid biomarkers and ancient DNA aims to infer paleoenvironmental information and understand the stepwise drying of the Linxia Basin, as well as how the microbial community evolution has responded to climate change over millions of years.",
                "AnswerCn": "脂质生物标志物和古代DNA的使用旨在推断古环境信息，并了解林夏盆地逐步干旱的过程，以及微生物群落演化如何响应数百万年的气候变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of investigating Asian monsoon responses to the Miocene–Pliocene boundary global warming event using proxy records and climate model simulations?",
                "QuestionCn": "研究亚洲季风对中新世-上新世边界全球变暖事件的响应，利用代理记录和气候模型模拟，具有重要意义。",
                "AnswerEn": "Investigating Asian monsoon responses helps to understand the spatial hydroclimate changes in Asia induced by the Miocene–Pliocene boundary warming event, providing a broader context of how CO2-induced warming affected regional climate dynamics and precipitation patterns.",
                "AnswerCn": "研究亚洲季风的响应有助于理解由中新世-上新世边界变暖事件引起的亚洲空间水文气候变化，从而提供了一个更广泛的背景，说明二氧化碳引起的变暖如何影响区域气候动态和降水模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key techniques employed to measure and analyze mineral concentrations in sediment cores to reconstruct paleoclimate records?",
                "QuestionCn": "测量和分析沉积物核心中矿物浓度以重建古气候记录的关键技术有哪些？",
                "AnswerEn": "Key techniques include leaching the sediments with 1M HOAc to obtain Mn(II) concentrations, followed by geochemical analysis using ICP-OES. X-ray diffraction (XRD) is used to identify major minerals, particularly carbonate minerals, in core samples.",
                "AnswerCn": "关键技术包括用1M醋酸浸出沉积物以获得Mn(II)浓度，随后使用ICP-OES进行地球化学分析。X射线衍射（XRD）用于识别岩心样品中的主要矿物，特别是碳酸盐矿物。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can ancient DNA and lipid biomarkers be utilized to infer paleoenvironmental conditions and climate change over geological time scales?",
                "QuestionCn": "古代DNA和脂质生物标志物如何被用来推断古环境条件和地质时间尺度上的气候变化？",
                "AnswerEn": "Ancient DNA and lipid biomarkers from lacustrine-fluvial sediments are used alongside high throughput sequencing and geochemical analyses to infer paleoenvironmental conditions. Microbial community changes and n-alkane proxies help reconstruct climate conditions and ecological responses over millions of years.",
                "AnswerCn": "古DNA和湖泊-河流沉积物中的脂质生物标志物与高通量测序和地球化学分析结合使用，以推断古环境条件。微生物群落变化和n-烷烃代理有助于重建数百万年来的气候条件和生态响应。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural steps are involved in collecting and analyzing sediment samples to study monsoon variability during the Late Oligocene?",
                "QuestionCn": "收集和分析沉积物样本以研究晚渐新世季风变异的程序步骤包括：",
                "AnswerEn": "Sediment samples are collected at regular stratigraphic intervals and analyzed for hydroclimate proxies such as the rubidium-to-strontium ratio and magnetic susceptibility. Samples are ground, sieved, and measured using X-ray fluorescence spectrometry and magnetic susceptibility meters to assess regional hydroclimate fluctuations and monsoon dynamics.",
                "AnswerCn": "沉积样本在规律的地层间隔处收集，并分析水文气候代理指标，如铷与锶比和磁化率。样本经过研磨、筛分，并使用X射线荧光光谱法和磁化率仪进行测量，以评估区域水文气候波动和季风动态。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the reconstruction of paleoclimate evolution in the Tibetan Plateau using sediment records?",
                "QuestionCn": "哪些技术进步使得通过沉积记录重建青藏高原的古气候演变成为可能？",
                "AnswerEn": "Technological advancements such as high throughput sequencing for microbial DNA analysis, inductively coupled plasma-optical emission spectrometry (ICP-OES) for geochemical analysis, and X-ray diffraction (XRD) for mineral analysis have enabled the reconstruction of paleoclimate evolution in the Tibetan Plateau using sediment records.",
                "AnswerCn": "技术进步，如微生物DNA分析的高通量测序、地球化学分析的电感耦合等离子体光发射光谱法（ICP-OES）和矿物分析的X射线衍射（XRD），使得通过沉积记录重建青藏高原的古气候演变成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or methodologies enable the analysis of orbital-scale climate variability in ancient sedimentary sequences from the Tibetan Plateau?",
                "QuestionCn": "哪些条件或方法论能够使对来自青藏 Plateau 的古代沉积序列进行轨道尺度气候变率的分析？",
                "AnswerEn": "The analysis of orbital-scale climate variability in ancient sedimentary sequences is enabled by methodologies such as measuring hydroclimate proxies like rubidium-to-strontium ratio and low-field magnetic susceptibility, combined with high-resolution sampling intervals and integration with climate model simulations and proxy records.",
                "AnswerCn": "古代沉积序列中轨道尺度气候变异性的分析得益于一些方法，如测量水文气候代理（如铷与锶比率和低场磁化率），结合高分辨率采样间隔，以及与气候模型模拟和代理记录的整合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to maintain continuous records of sedimentation in regions with intense tectonic activity?",
                "QuestionCn": "在地震活动强烈的地区，持续记录沉积作用可能面临挑战的原因是什么？",
                "AnswerEn": "Intense tectonic activity can cause frequent changes in sediment facies and coarser lithology, which hinders the understanding of full ranges of aridification and its driving forces using basin sediment records.",
                "AnswerCn": "强烈的构造活动会导致沉积相和粗粒岩石的频繁变化，这使得通过盆地沉积记录理解干旱化的全范围及其驱动因素变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to integrate various proxy methods, such as lipid biomarkers and ancient DNA, in reconstructing paleoenvironments?",
                "QuestionCn": "整合各种代理方法，如脂质生物标志物和古代DNA，在重建古环境中是重要的，原因是什么？",
                "AnswerEn": "Different proxies provide complementary information where lipid biomarkers offer insights into biotic composition and environmental conditions, while ancient DNA can reveal microbial community responses to climate changes, thus giving a fuller picture of past environments.",
                "AnswerCn": "不同的代理提供互补的信息，其中脂质生物标志物提供关于生物组成和环境条件的见解，而古代DNA可以揭示微生物群落对气候变化的响应，从而更全面地描绘过去的环境。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might eccentricity cycles have a more prominent impact on Asian monsoon precipitation records than obliquity or precession cycles during the Late Oligocene?",
                "QuestionCn": "为什么偏心率周期在晚渐新世的亚洲季风降水记录中可能比倾斜度或岁差周期产生更显著的影响？",
                "AnswerEn": "The eccentricity-paced precipitation variability is likely driven by a combination of eccentricity-modulated low-latitude summer insolation and glacial-interglacial Antarctic Ice Sheet fluctuations, which affect regional temperatures and monsoon dynamics more significantly than obliquity or precession cycles.",
                "AnswerCn": "偏心率驱动的降水变异性可能是由偏心率调制的低纬度夏季日照和冰川-间冰期南极冰盖波动的组合所驱动，这些因素对区域温度和季风动态的影响比倾斜度或岁差周期更为显著。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you assess the effectiveness of using ancient DNA and n-alkanes in reconstructing paleoenvironmental conditions over a multi-million-year timeline?",
                "QuestionCn": "您将如何评估使用古代DNA和n-烷烃在重建数百万年时间尺度上的古环境条件的有效性？",
                "AnswerEn": "The effectiveness of using ancient DNA and n-alkanes in reconstructing paleoenvironmental conditions can be considered promising as they provide detailed insights into the climatic conditions over extended periods, such as the past 29 million years in the Linxia Basin. These proxies can reveal information about organic matter sources and microbial community changes, offering a complementary perspective to traditional geochemical analyses. However, challenges such as the uncertainty in using n-alkane proxies due to physical, chemical, and biological effects and the limitations in studying microbial community diversity solely through lipid biomarkers must be acknowledged.",
                "AnswerCn": "使用古代DNA和n-烷烃重建古环境条件的有效性被认为是有前景的，因为它们提供了关于气候条件的详细见解，涵盖了如临夏盆地过去2900万年的时间。这些代理可以揭示有机物质来源和微生物群落变化的信息，为传统的地球化学分析提供了互补的视角。然而，必须承认使用n-烷烃代理的不确定性，因其受到物理、化学和生物效应的影响，以及仅通过脂质生物标志物研究微生物群落多样性的局限性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What do you think are the potential challenges researchers might face when utilizing magnetostratigraphy and orbital tuning techniques for dating deeper sediment cores?",
                "QuestionCn": "我认为研究人员在利用磁层序年代学和轨道调谐技术对更深的沉积物核心进行定年时可能面临的潜在挑战有哪些？",
                "AnswerEn": "Utilizing magnetostratigraphy and orbital tuning techniques for dating deeper sediment cores, such as in the SG-1b core from the Qaidam Basin, is generally reliable for establishing continuous timelines. However, challenges may include dealing with coarser lithology due to tectonic activity, which can cause frequent changes in sediment facies and impact dating precision. Furthermore, aligning magnetostratigraphy with orbital tuning requires high-resolution data and careful cross-validation with other dating methods to ensure accuracy.",
                "AnswerCn": "利用磁层序地层学和轨道调谐技术对更深的沉积物核心进行定年，例如来自柴达木盆地的SG-1b核心，通常可以可靠地建立连续的时间线。然而，挑战可能包括由于构造活动导致的粗糙岩性，这可能导致沉积相的频繁变化，从而影响定年的精度。此外，将磁层序地层学与轨道调谐对齐需要高分辨率数据，并且需要与其他定年方法进行仔细的交叉验证，以确保准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your view, how could the integration of high-resolution proxy records with climate model simulations improve our understanding of historical climatic events in Asia?",
                "QuestionCn": "在我看来，高分辨率代理记录与气候模型模拟的结合可以如何改善我们对亚洲历史气候事件的理解？",
                "AnswerEn": "Integrating high-resolution proxy records with climate model simulations can significantly enhance our understanding of historical climatic events, as demonstrated in studies investigating the Miocene-Pliocene boundary warming and Asian monsoon responses. Proxy records provide empirical data on past climate conditions, while simulations can offer insights into the dynamics and mechanisms driving these changes. This combined approach allows for a more comprehensive evaluation of climatic events, such as the impact of CO2-induced warming and orbital forcing, and helps in understanding the broader implications for global climate systems.",
                "AnswerCn": "将高分辨率的代理记录与气候模型模拟相结合，可以显著增强我们对历史气候事件的理解，正如在研究中新近世-上新世边界变暖和亚洲季风响应中所示。代理记录提供了关于过去气候条件的实证数据，而模拟则可以提供对驱动这些变化的动态和机制的深入见解。这种结合的方法使我们能够更全面地评估气候事件，例如CO2引起的变暖和轨道强迫的影响，并有助于理解对全球气候系统的更广泛影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the integration of geochemical and geophysical data can enhance the understanding of tectonic-climate linkages.",
                "QuestionCn": "我不明白地球化学和地球物理数据的整合如何能增强对构造-气候联系的理解。",
                "AnswerEn": "The integration of geochemical and geophysical data, such as the analysis of mineral compositions through X-ray diffraction and the determination of elemental concentrations using inductively coupled plasma-optical emission spectrometry, provides a comprehensive view of past environmental conditions. This combined approach allows researchers to link sediment records to tectonic activities and climate changes, such as those influenced by the uplift of the Tibetan Plateau and associated aridification. Geochemical data can reveal past climates, while geophysical measurements help understand the sediment deposition processes, enhancing the understanding of tectonic-climate linkages.",
                "AnswerCn": "地球化学和地球物理数据的整合，例如通过X射线衍射分析矿物成分，以及使用感应耦合等离子体-光发射光谱法确定元素浓度，提供了对过去环境条件的全面了解。这种综合方法使研究人员能够将沉积记录与构造活动和气候变化联系起来，例如受青藏高原抬升及相关干旱化影响的变化。地球化学数据可以揭示过去的气候，而地球物理测量有助于理解沉积过程，从而增强对构造-气候联系的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how paleoclimate proxies are used to deduce orbital-scale climate variability.",
                "QuestionCn": "我无法理解古气候代理是如何用来推断轨道尺度气候变化的。",
                "AnswerEn": "Paleoclimate proxies, such as rubidium-to-strontium ratios and magnetic susceptibility measurements, are used to infer past climate conditions and their responses to orbital forcing. These proxies are sensitive to changes in environmental conditions and can reflect variations in monsoon strength and precipitation patterns over time. By measuring these proxies in sedimentary sequences, researchers can identify cyclic patterns that correspond to known orbital cycles, such as eccentricity, obliquity, and precession, allowing for the reconstruction of climate variability on orbital timescales.",
                "AnswerCn": "古气候代理，如铷-锶比率和磁敏感度测量，用于推断过去的气候条件及其对轨道强迫的响应。这些代理对环境条件的变化敏感，可以反映随时间变化的季风强度和降水模式。通过在沉积序列中测量这些代理，研究人员可以识别与已知轨道周期（如偏心率、倾斜度和岁差）相对应的周期性模式，从而重建轨道时间尺度上的气候变异。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection techniques used to reconstruct paleoclimate conditions in the Tibetan Plateau and its surrounding regions.",
                "QuestionCn": "总结用于重建青藏高原及其周边地区古气候条件的数据收集技术。",
                "AnswerEn": "Data collection techniques used in the reconstructions include geochemical analysis of lacustrine sediments, high throughput sequencing for microbial DNA, X-ray diffraction for mineral identification, and the measurement of hydroclimate proxies such as rubidium-to-strontium ratio and magnetic susceptibility. These methods are applied to sediment samples collected from various sections and drill-core campaigns across the plateau and its neighboring areas.",
                "AnswerCn": "重建中使用的数据收集技术包括对湖泊沉积物的地球化学分析、高通量测序用于微生物DNA的分析、X射线衍射用于矿物鉴定，以及测量水文气候代理指标，如铷与锶比和磁化率。这些方法应用于从高原及其邻近地区的各个剖面和钻孔活动中收集的沉积物样本。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline potential datasets that could be used to study climate change impacts on the Tibetan Plateau from a paleoenvironmental perspective.",
                "QuestionCn": "请列出可以用于从古环境角度研究气候变化对青藏高原影响的潜在数据集。",
                "AnswerEn": "Potential datasets include high-resolution proxy records from aeolian red clay, drill-core records with magnetostratigraphy for dating, sedimentary DNA sequences, and elemental and environmental magnetic records. These datasets provide insights into past climate conditions, monsoon variability, and hydroclimate fluctuations over various geological timescales.",
                "AnswerCn": "潜在的数据集包括来自风成红土的高分辨率代理记录、具有磁层序年代学的钻孔记录、沉积DNA序列以及元素和环境磁记录。这些数据集提供了对过去气候条件、季风变异性和不同地质时间尺度上水文气候波动的洞察。",
                "Level": "C6(Creating)"
            }
        ]
    }
}