{
    "id": "326ff76f-7b54-42a4-aa37-e7db0719d096",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Global multi-source precipitation fusion dataset",
            "titleCn": "全球多源降水融合数据集",
            "description": "The precipitation fusion product is based on IMERG multi-source fusion precipitation products and integrates high-quality microwave precipitation products from FY-3C, 3D, and 3E satellites; Using machine learning methods to invert precipitation products from FY-3C, 3D, and 3E satellites, and concatenating FY-3 precipitation products with other microwave observations in IMERG. All passive microwave products after splicing are extrapolated using cloud motion vectors, and fused with infrared precipitation products from stationary satellites such as GOES, MetSat, and Himawari through Kalman filtering. The high-quality microwave precipitation products of the FY-3 series satellites can effectively supplement the errors caused by microwave observation gaps in IMERG, providing a more reliable dataset for global precipitation research. The relative research published at https://doi.org/10.1016/j.scib.2024.05.007.",
            "descriptionCn": "以IMERG多源融合降水产品为背景，融合了FY-3C、3D和3E卫星高质量微波降水产品后的降水融合产品；采用机器学习的方法反演FY-3C、3D和3E卫星的降水产品，并将FY-3降水产品与IMERG中其他微波观测拼接。对拼接后的所有被动微波产品采用云运动矢量外推，并通过卡尔曼滤波与GOES、MetSat和Himawari 等静止卫星的红外降水产品融合。FY-3系列卫星的高质量微波降水产品可以有效补充IMERG中因微波观测缺口导致的误差，为全球降水研究提供更可靠的数据集。相关研究已发表在https://doi.org/10.1016/j.scib.2024.05.007。\n",
            "instructions": "The format is HDF and the name is \"IMERG-FY-S_yyyymmddHHMM-E_yyyymmddHHMM. h5\"\n\"yyyy\" represents year, \"mm\" represents month, \"dd\" represents day, \"HH\" and \"MM\" represent hours and minutes. The dates after S and E represent the start and end time periods of the data",
            "instructionsCn": "格式为HDF，名称为“IMERG-FY_S_yyyymmddHHMM_E_yyyymmddHHMM.h5”\nyyyy代表年，mm代表月，dd代表日，HH和MM为小时和分钟。S和E后的日期代表数据起止时段",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2022-04-01 00:00:00",
            "endTime": "2024-02-01 00:00:00",
            "fileSize": 144068541746.0,
            "cstr": "18406.11.Atmos.tpdc.301183",
            "doi": "10.11888/Atmos.tpdc.301183",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "赵润泽",
                "nameEn": "ZHAO Runze",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "王开存",
                "nameEn": "WANG Kaicun ",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "徐祥德",
                "nameEn": "XU Xiangde",
                "unitEn": "",
                "unitCn": "中国气象科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global precipitation from FY-3 polar orbit satellites",
                "referenceCn": null,
                "referenceEn": "Zhao, R., Wang, K., & Xu, X. (2024a). Global precipitation from FY-3 polar orbit satellites. Science Bulletin, 69(17), 2688-2692. https://doi.org/10.1016/j.scib.2024.05.007"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "卫星气象",
                "nameEn": "Satellite Weather"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "globe"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "半小时分辨率",
                "keywordEn": "half-hourly resolution",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Precipitation provides water resources but can also cause disasters. The amount, intensity, and frequency of precipitation have significant impacts on ecosystems, people’s health, and socioeconomic systems. However, due to its spatiotemporal discontinuity, accurately estimating precipitation remains a great challenge. To estimate global precipitation at the required spatial and temporal resolutions, active microwave and passive microwave (PMW) observations from low-Earth-orbit satellites and infrared observations from geostationary satellites must be integrated. Precipitation radar (active microwave) systems onboard low-Earth-orbit satellites can directly detect the intensity and location of precipitation, but the obtained data are too sparse and are primarily used to calibrate PMW retrievals. Infrared sensors onboard geostationary satellites have high temporal resolution but cannot penetrate clouds and can only sense cloud-top features. PMW sensors on low-Earth-orbit satellites have a low temporal resolution but can penetrate clouds and capture information from precipitation particles, making them the core of global precipitation products. The aging issue of the current global precipitation constellation has further limited the availability of PMW data, thus limiting the quality of IMERG products. This issue can be addressed by including more satellite PMW data that have not yet been adopted in the Global Precipitation Measurement (GPM) constellation, such as data from the Fengyun-3 (FY-3) satellites, into the current products and analyses."
            ],
            "research objective": [
                "This study develops a machine learning algorithm to retrieve precipitation from the MWHS and MWTS onboard the FY-3C, FY-3D, and FY-3E satellites. Therefore, the goal of the proposed retrieval algorithm is to identify the precipitation type and to isolate the signal of precipitation droplets from the surface."
            ],
            "challenges": [],
            "methods": [],
            "dataset": [
                "The hourly gauge data collected at 400 stations in China, Europe, and the U.S. were used to evaluate the precipitation from the FY-3 and IMERG products."
            ],
            "findings": [
                "Compared with those of the IMERG product, the RMSEs of FY-3C, FY-3D, and FY-3E are reduced by approximately 0.1, 0.2, and 0.2 mm/h, accounting for approximately 10%, 20%, and 20% of the annual average, respectively, indicating their potential to effectively mitigate the impact of insufficient PMW observations in IMERG. After merging the FY-3 and IMERG products, the diurnal cycles of the precipitation amount, frequency, and intensity became closer to those of the gauge observations. The RMSE and bias results indicate a noticeable improvement in the errors associated with the PMW gap in the IMERG product after the FY-3 data were added, and the quality of the merged data was greatly enhanced. The machine learning retrieval method proposed in this paper can provide high-quality PMW precipitation products based on FY-3 satellites. The RMSEs of FY-3C, FY-3D, and FY-3E are smaller than those of IMERG by approximately 9.9%, 18%, and 19.5%, respectively. The high-quality PMW precipitation products from the FY-3 satellites can supplement the gap in PMW observations in the IMERG constellation. The accuracy of the global precipitation data therefore improved by 16% based on the RMSE in reference to the hourly observations collected during a whole year at 400 weather stations in China, Europe, and the United States. The overestimation of precipitation in the IMERG product decreased by 32%, and the overestimation of intensity decreased by 63%."
            ],
            "backgroundCn": [
                "降水提供水资源，但也可能导致灾害。降水的数量、强度和频率对生态系统、人类健康和社会经济系统有显著影响。然而，由于降水在时空上的不连续性，准确估计降水仍然是一个巨大挑战。为了在所需的空间和时间分辨率下估计全球降水，必须整合来自低地球轨道卫星的主动微波和被动微波（PMW）观测数据以及来自静止卫星的红外观测数据。低地球轨道卫星上的降水雷达（主动微波）系统可以直接检测降水的强度和位置，但获得的数据过于稀疏，主要用于校准PMW反演。静止卫星上的红外传感器具有高时间分辨率，但无法穿透云层，只能感知云顶特征。低地球轨道卫星上的PMW传感器时间分辨率较低，但能够穿透云层并捕捉降水粒子的信息，使其成为全球降水产品的核心。目前全球降水星座的老化问题进一步限制了PMW数据的可用性，从而限制了IMERG产品的质量。通过将尚未纳入全球降水测量（GPM）星座的更多卫星PMW数据（如风云三号（FY-3）卫星的数据）纳入当前产品和分析，可以解决这一问题。"
            ],
            "research objectiveCn": [
                "本研究开发了一种机器学习算法，以从FY-3C、FY-3D和FY-3E卫星上的MWHS和MWTS获取降水。因此，所提出的反演算法的目标是识别降水类型，并从地表信号中分离出降水滴的信号。"
            ],
            "challengesCn": [],
            "methodsCn": [],
            "datasetCn": [
                "在中国、欧洲和美国的400个站点收集的每小时雨量数据用于评估FY-3和IMERG产品的降水情况。"
            ],
            "findingsCn": [
                "与IMERG产品相比，FY-3C、FY-3D和FY-3E的均方根误差（RMSE）分别减少了约0.1、0.2和0.2 mm/h，分别占年平均值的约10%、20%和20%，这表明它们在有效缓解IMERG中PMW观测不足的影响方面具有潜力。在合并FY-3和IMERG产品后，降水量、频率和强度的日变化周期变得更接近于雨量计观测结果。RMSE和偏差结果表明，在添加FY-3数据后，IMERG产品中与PMW缺口相关的误差明显改善，合并数据的质量大大提高。本文提出的机器学习反演方法可以基于FY-3卫星提供高质量的PMW降水产品。FY-3C、FY-3D和FY-3E的RMSE比IMERG小约9.9%、18%和19.5%。FY-3卫星提供的高质量PMW降水产品可以补充IMERG星座中PMW观测的缺口。因此，基于对中国、欧洲和美国400个气象站在一年内收集的小时观测数据的RMSE，全球降水数据的准确性提高了16%。IMERG产品中降水的高估程度减少了32%，强度的高估程度减少了63%。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the integration of additional satellite PMW data into a precipitation dataset help improve the accuracy of the precipitation estimates?",
                "QuestionCn": "将额外的卫星PMW数据整合到降水数据集中是否有助于提高降水估计的准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the main data collection methods for global precipitation estimation based on active microwave, passive microwave, or infrared observations?",
                "QuestionCn": "全球降水估计的主要数据收集方法是基于主动微波、被动微波还是红外观测？",
                "AnswerEn": "Active microwave, passive microwave, infrared observations",
                "AnswerCn": "主动微波、被动微波、红外观测",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to evaluate precipitation products in this domain?",
                "QuestionCn": "在这个领域中，用于评估降水产品的数据收集方法有哪些？",
                "AnswerEn": "Hourly gauge data",
                "AnswerCn": "小时计量数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where do the additional satellite PMW data that can enhance global precipitation measurement come from?",
                "QuestionCn": "额外的卫星PMW数据来自哪里，可以增强全球降水测量？",
                "AnswerEn": "Fengyun-3 (FY-3) satellites",
                "AnswerCn": "风云三号（FY-3）卫星",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that integrates multiple satellite observations to estimate global precipitation at high spatial and temporal resolutions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法整合多个卫星观测，以高空间和时间分辨率估计全球降水量？",
                "AnswerEn": "An example of a data collection method is the integration of active microwave observations from low-Earth-orbit satellites, passive microwave observations, and infrared observations from geostationary satellites. This method involves using precipitation radar systems for calibration, exploiting the high temporal resolution of infrared sensors, and utilizing passive microwave sensors to penetrate clouds and capture precipitation particle information.",
                "AnswerCn": "一种数据收集方法是整合来自低地球轨道卫星的主动微波观测、被动微波观测以及来自静止卫星的红外观测。该方法涉及使用降水雷达系统进行校准，利用红外传感器的高时间分辨率，以及利用被动微波传感器穿透云层捕捉降水粒子信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that could be used to evaluate the accuracy of satellite-derived precipitation products?",
                "QuestionCn": "一个可以用来评估卫星衍生降水产品准确性的示例数据集是地面降水观测数据集。",
                "AnswerEn": "An example of such a dataset is the hourly gauge data collected at 400 stations in China, Europe, and the United States. This dataset can be used to evaluate the precipitation estimates from satellite products like those derived from the FY-3 and IMERG products.",
                "AnswerCn": "这样的数据集的一个例子是中国、欧洲和美国400个站点收集的每小时水文数据。该数据集可用于评估来自卫星产品的降水估计，例如FY-3和IMERG产品所衍生的降水估计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of machine learning algorithms used to retrieve precipitation data from satellite observations?",
                "QuestionCn": "用于从卫星观测中检索降水数据的机器学习算法的特征是什么？",
                "AnswerEn": "identify precipitation type, isolate signal of precipitation droplets from the surface, improve accuracy of PMW precipitation products",
                "AnswerCn": "识别降水类型，从地表中分离降水滴信号，提高PMW降水产品的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with integrating different types of satellite data for global precipitation estimation?",
                "QuestionCn": "将不同类型的卫星数据整合用于全球降水估计面临哪些挑战？",
                "AnswerEn": "spatiotemporal discontinuity, aging issue of the current global precipitation constellation, limited PMW data availability",
                "AnswerCn": "时空不连续性、当前全球降水星座的老化问题、有限的微波数据可用性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many hourly gauge data stations were used to evaluate the precipitation products?",
                "QuestionCn": "用于评估降水产品的小时水位计数据站有多少个？",
                "AnswerEn": "400",
                "AnswerCn": "400",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "By what percentage did the RMSEs reduce for the FY-3C, FY-3D, and FY-3E satellites compared to the IMERG product?",
                "QuestionCn": "FY-3C、FY-3D 和 FY-3E 卫星的 RMSE 相较于 IMERG 产品减少了多少百分比？",
                "AnswerEn": "9.9%, 18%, 19.5%",
                "AnswerCn": "9.9%，18%，19.5%",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the percentage improvement in the accuracy of global precipitation data after integrating the FY-3 data based on RMSE?",
                "QuestionCn": "在整合FY-3数据后，全球降水数据的准确性提高了多少百分比，基于均方根误差（RMSE）？",
                "AnswerEn": "16%",
                "AnswerCn": "16%",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in the regional effectiveness of FY-3 satellite data versus IMERG products when validated against hourly gauge data collected at weather stations in China, Europe, and the U.S.?",
                "QuestionCn": "FY-3卫星数据与IMERG产品在中国、欧洲和美国的气象站收集的小时雨量计数据验证时，区域有效性存在什么差异？",
                "AnswerEn": "When validated against hourly gauge data, the FY-3 satellite data show improved regional effectiveness over IMERG products, with a reduction in RMSE by approximately 10% to 20% depending on the satellite. The merged data, which includes FY-3 observations, more closely aligns with the diurnal cycles of precipitation observed at stations, demonstrating better accuracy in regional precipitation estimation.",
                "AnswerCn": "与每小时的雨量计数据进行验证时，FY-3卫星数据在区域有效性上优于IMERG产品，RMSE减少约10%到20%，具体取决于卫星。合并数据（包括FY-3观测）与站点观测到的降水日变化周期更为一致，显示出在区域降水估计方面更好的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might machine learning algorithms be adapted to improve the accuracy of precipitation retrieval from passive microwave sensors, considering the challenges of spatiotemporal discontinuity?",
                "QuestionCn": "机器学习算法如何适应以提高被动微波传感器降水检索的准确性，考虑到时空不连续性带来的挑战。",
                "AnswerEn": "The machine learning algorithm developed for retrieving precipitation from FY-3 satellites aims to identify precipitation types and isolate precipitation droplet signals from the surface. It provides high-quality PMW precipitation products which supplement gaps in PMW observations, thus improving the accuracy of global precipitation estimation.",
                "AnswerCn": "为从FY-3卫星获取降水而开发的机器学习算法旨在识别降水类型并从地面隔离降水滴信号。它提供高质量的PMW降水产品，补充了PMW观测中的空白，从而提高全球降水估计的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways could the inclusion of gauge data from diverse geographic locations contribute to the validation and refinement of satellite-derived precipitation datasets?",
                "QuestionCn": "不同地理位置的雨量计数据的纳入可以通过以下方式促进卫星衍生降水数据集的验证和完善：",
                "AnswerEn": "The inclusion of gauge data from China, Europe, and the U.S. helps evaluate and validate satellite-derived precipitation datasets. It highlights improvements in diurnal cycles of precipitation amount, frequency, and intensity, and reduces RMSE, indicating better alignment with observed data and enhancing the overall quality of the merged datasets.",
                "AnswerCn": "来自中国、欧洲和美国的观测数据的纳入有助于评估和验证卫星衍生的降水数据集。它突出了降水量、频率和强度的日变化周期的改善，并减少了均方根误差（RMSE），表明与观测数据的更好对齐，提升了合并数据集的整体质量。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in accurately estimating global precipitation using existing satellite data?",
                "QuestionCn": "导致使用现有卫星数据准确估计全球降水的挑战的原因是什么？",
                "AnswerEn": "The challenges in accurately estimating global precipitation are primarily due to the spatiotemporal discontinuity of precipitation and the limitations of existing satellite data. Active microwave systems provide sparse data that require calibration and are not frequent enough, while infrared sensors cannot penetrate clouds and only capture cloud-top features. The limited availability of passive microwave data due to the aging global precipitation constellation further exacerbates the challenge.",
                "AnswerCn": "准确估计全球降水的挑战主要源于降水的时空不连续性以及现有卫星数据的局限性。主动微波系统提供的数据稀疏，需要校准且频率不足，而红外传感器无法穿透云层，仅能捕捉云顶特征。由于全球降水星座的老化，主动微波数据的有限可用性进一步加剧了这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons for using a machine learning algorithm to retrieve precipitation data from the FY-3C, FY-3D, and FY-3E satellites?",
                "QuestionCn": "使用机器学习算法从FY-3C、FY-3D和FY-3E卫星检索降水数据的原因是什么？",
                "AnswerEn": "A machine learning algorithm is used to retrieve precipitation data from the FY-3C, FY-3D, and FY-3E satellites to effectively identify precipitation types and isolate the precipitation signal from surface noise. This approach helps to enhance the quality of precipitation products by improving the accuracy of PMW data, which is crucial for supplementing the gaps in PMW observations within global precipitation datasets.",
                "AnswerCn": "一种机器学习算法被用来从FY-3C、FY-3D和FY-3E卫星中检索降水数据，以有效识别降水类型并从地表噪声中隔离降水信号。这种方法有助于通过提高PMW数据的准确性来增强降水产品的质量，这对于补充全球降水数据集中PMW观测的空白至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data quality and utility when addressing the aging issue of global precipitation constellations by incorporating data from underutilized satellite sources?",
                "QuestionCn": "在通过整合未充分利用的卫星数据来解决全球降水星座的老化问题时，数据质量和实用性可能会面临哪些潜在后果？",
                "AnswerEn": "Addressing the aging issue of global precipitation constellations by incorporating data from underutilized satellite sources, such as the FY-3 satellites, enhances data quality and utility. It fills gaps in passive microwave observations, reduces errors, and improves the accuracy of global precipitation datasets, making them more reliable for research and practical applications.",
                "AnswerCn": "通过整合来自未充分利用的卫星源（如FY-3卫星）的数据，解决全球降水模式老化问题，提高了数据质量和实用性。这填补了被动微波观测的空白，减少了误差，提高了全球降水数据集的准确性，使其在研究和实际应用中更加可靠。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of integrating PMW data from additional satellites like FY-3 into existing global precipitation datasets?",
                "QuestionCn": "将FY-3等额外卫星的PMW数据整合到现有的全球降水数据集中，主要目的是提高降水观测的准确性和覆盖范围。",
                "AnswerEn": "The primary objective is to address the limitations in the availability of PMW data due to the aging global precipitation constellation. By including more satellite PMW data from FY-3, the quality of global precipitation products, such as IMERG, can be improved, thereby providing more reliable data for global precipitation research.",
                "AnswerCn": "主要目标是解决由于全球降水星座老化而导致的PMW数据可用性限制。通过增加来自FY-3的卫星PMW数据，可以提高全球降水产品（如IMERG）的质量，从而为全球降水研究提供更可靠的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the goals behind evaluating precipitation data using hourly gauge observations from multiple regions?",
                "QuestionCn": "评估来自多个地区的小时雨量观测数据的目标是什么？",
                "AnswerEn": "The goals behind using hourly gauge observations from regions such as China, Europe, and the U.S. are to assess the accuracy of precipitation data from FY-3 and IMERG products, measure improvements in RMSE and bias, and validate the effectiveness of merged datasets in reflecting diurnal precipitation cycles closer to gauge observations.",
                "AnswerCn": "使用中国、欧洲和美国等地区的小时雨量观测数据的目标是评估FY-3和IMERG产品的降水数据准确性，测量均方根误差（RMSE）和偏差的改善情况，以及验证合并数据集在反映更接近雨量观测的日变化降水周期方面的有效性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to integrate infrared observations from geostationary satellites with microwave observations from low-Earth-orbit satellites to accurately estimate global precipitation?",
                "QuestionCn": "用于将静止卫星的红外观测与低地轨道卫星的微波观测集成，以准确估计全球降水的程序有哪些？",
                "AnswerEn": "To accurately estimate global precipitation, the integration of infrared observations from geostationary satellites with microwave observations from low-Earth-orbit satellites involves using precipitation radar systems onboard low-Earth-orbit satellites to calibrate passive microwave retrievals. Infrared sensors on geostationary satellites provide high temporal resolution data, and their observations are integrated using methods like cloud motion vector extrapolation and Kalman filtering to merge with passive microwave data, including those from the FY-3 series satellites.",
                "AnswerCn": "为了准确估计全球降水，结合来自静止卫星的红外观测与来自低地轨道卫星的微波观测，涉及使用低地轨道卫星上的降水雷达系统来校准被动微波反演。静止卫星上的红外传感器提供高时间分辨率的数据，其观测结果通过云运动矢量外推和卡尔曼滤波等方法与被动微波数据（包括来自FY-3系列卫星的数据）进行融合。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the machine learning algorithm developed for retrieving precipitation from FY-3C, FY-3D, and FY-3E satellites address the challenge of distinguishing precipitation droplets from the surface?",
                "QuestionCn": "为从FY-3C、FY-3D和FY-3E卫星中提取降水而开发的机器学习算法如何解决区分降水滴和地表的挑战。",
                "AnswerEn": "The machine learning algorithm developed for retrieving precipitation from the FY-3C, FY-3D, and FY-3E satellites aims to identify the precipitation type and isolate the signal of precipitation droplets from the surface. This involves using observational data from the Microwave Humidity Sounder (MWHS) and Microwave Temperature Sounder (MWTS) onboard these satellites to effectively distinguish signals, leveraging the capabilities of passive microwave sensors to penetrate clouds and capture detailed precipitation information.",
                "AnswerCn": "为从FY-3C、FY-3D和FY-3E卫星中提取降水而开发的机器学习算法旨在识别降水类型，并从地面信号中隔离降水滴的信号。这涉及使用这些卫星上微波湿度探测器（MWHS）和微波温度探测器（MWTS）的观测数据，以有效区分信号，利用被动微波传感器穿透云层的能力，捕捉详细的降水信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data collection methods are employed to evaluate the effectiveness of precipitation products derived from FY-3 and IMERG datasets against gauge observations?",
                "QuestionCn": "评估FY-3和IMERG数据集衍生的降水产品与雨量计观测值的有效性时，采用了哪些数据收集方法？",
                "AnswerEn": "To evaluate the effectiveness of precipitation products derived from FY-3 and IMERG datasets, hourly gauge data collected at 400 stations across China, Europe, and the U.S. are used. This comparative evaluation involves assessing the root mean square errors (RMSE) and biases of the FY-3 and IMERG products in reference to the gauge observations, analyzing improvements in accuracy, and identifying reductions in overestimation of precipitation amount and intensity.",
                "AnswerCn": "为了评估基于FY-3和IMERG数据集的降水产品的有效性，使用在中国、欧洲和美国收集的400个站点的小时雨量计数据进行比较评估。该比较评估涉及评估FY-3和IMERG产品相对于雨量计观测的均方根误差（RMSE）和偏差，分析准确性的改善，并识别降水量和强度过高估计的减少。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What machine learning advancements enable the retrieval of precipitation data from satellite observations in this domain?",
                "QuestionCn": "哪些机器学习进展使得能够从卫星观测中检索降水数据？",
                "AnswerEn": "The development of a machine learning algorithm enables the retrieval of precipitation from the MWHS and MWTS onboard the FY-3C, FY-3D, and FY-3E satellites. This algorithm is designed to identify precipitation types and isolate precipitation signals from the surface.",
                "AnswerCn": "一种机器学习算法的开发使得能够从FY-3C、FY-3D和FY-3E卫星上的MWHS和MWTS中提取降水。这种算法旨在识别降水类型并从地表中分离降水信号。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions are necessary for merging passive microwave products with infrared precipitation data from geostationary satellites?",
                "QuestionCn": "合并被动微波产品与静止卫星的红外降水数据所需的条件是什么？",
                "AnswerEn": "The merging process involves using cloud motion vectors for extrapolation and Kalman filtering to integrate passive microwave products with infrared precipitation data from geostationary satellites like GOES, MetSat, and Himawari, enhancing the reliability of global precipitation datasets.",
                "AnswerCn": "合并过程涉及使用云运动矢量进行外推，并利用卡尔曼滤波将被动微波产品与来自静止卫星（如GOES、MetSat和Himawari）的红外降水数据集成，从而增强全球降水数据集的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might integrating data from multiple satellite sources improve the accuracy of global precipitation estimation?",
                "QuestionCn": "整合来自多个卫星源的数据可能会提高全球降水估计的准确性，原因如下：",
                "AnswerEn": "Integrating data from multiple satellite sources, such as those from the FY-3 series and the IMERG products, leverages the strengths of various observation methods, including active and passive microwave sensors and geostationary satellite infrared sensors. This integration addresses spatiotemporal discontinuities and augments the existing PMW data, potentially reducing errors and improving the accuracy of global precipitation estimates.",
                "AnswerCn": "整合来自多个卫星源的数据，例如FY-3系列和IMERG产品，利用了多种观测方法的优势，包括主动和被动微波传感器以及静止卫星红外传感器。这种整合解决了时空不连续性，并增强了现有的PMW数据，可能减少误差，提高全球降水估计的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the inclusion of additional satellite PMW data not yet adopted in existing constellations be beneficial for global precipitation measurement?",
                "QuestionCn": "为什么纳入尚未被现有星座采用的额外卫星PMW数据对全球降水测量可能是有益的？",
                "AnswerEn": "Including additional satellite PMW data from sources like the FY-3 series can mitigate the limitations caused by the aging global precipitation constellation and the insufficiencies in PMW observations. This can enhance the quality of existing products like IMERG by providing more comprehensive data coverage, leading to improved accuracy in global precipitation measurements.",
                "AnswerCn": "包括来自FY-3系列等来源的额外卫星PMW数据可以缓解由于全球降水卫星星座老化和PMW观测不足所造成的局限性。这可以通过提供更全面的数据覆盖来提高现有产品如IMERG的质量，从而改善全球降水测量的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the machine learning algorithms in improving the accuracy of precipitation retrieval from satellite data, and what potential improvements could be made?",
                "QuestionCn": "机器学习算法在提高卫星数据降水检索准确性方面的有效性如何？可以进行哪些潜在改进？",
                "AnswerEn": "The machine learning algorithms effectively reduce the RMSEs of FY-3C, FY-3D, and FY-3E by approximately 9.9%, 18%, and 19.5%, respectively, compared to IMERG. Potential improvements could include refining the algorithms to better isolate precipitation signals and further reducing biases through enhanced model training with diverse datasets.",
                "AnswerCn": "机器学习算法有效地将FY-3C、FY-3D和FY-3E的均方根误差（RMSE）分别降低了约9.9%、18%和19.5%，与IMERG相比。潜在的改进可以包括优化算法以更好地隔离降水信号，以及通过使用多样化的数据集增强模型训练以进一步减少偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how machine learning algorithms can effectively retrieve precipitation data from satellite observations.",
                "QuestionCn": "我不明白机器学习算法如何能够有效地从卫星观测中提取降水数据。",
                "AnswerEn": "The study develops a machine learning algorithm to retrieve precipitation from the MWHS and MWTS onboard the FY-3C, FY-3D, and FY-3E satellites. The algorithm's goal is to identify the precipitation type and isolate the signal of precipitation droplets from the surface.",
                "AnswerCn": "该研究开发了一种机器学习算法，以从FY-3C、FY-3D和FY-3E卫星上的MWHS和MWTS中提取降水。该算法的目标是识别降水类型，并从地面信号中分离出降水滴的信号。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why integrating multiple satellite data sources is crucial for accurate global precipitation estimation.",
                "QuestionCn": "我无法理解为什么整合多个卫星数据源对准确的全球降水估计至关重要。",
                "AnswerEn": "To estimate global precipitation accurately at the required spatial and temporal resolutions, it is necessary to integrate active microwave and passive microwave observations from low-Earth-orbit satellites with infrared observations from geostationary satellites. This integration addresses the spatiotemporal discontinuity and enhances the quality of global precipitation products.",
                "AnswerCn": "为了在所需的空间和时间分辨率下准确估计全球降水，有必要将低地球轨道卫星的主动微波和被动微波观测与静止卫星的红外观测进行整合。这种整合解决了时空不连续性，并提高了全球降水产品的质量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure how additional satellite data can improve the accuracy of existing global precipitation datasets.",
                "QuestionCn": "我不确定额外的卫星数据如何能提高现有全球降水数据集的准确性。",
                "AnswerEn": "Including more satellite PMW data, such as those from the Fengyun-3 (FY-3) satellites, that have not been adopted in the Global Precipitation Measurement constellation, can mitigate the impact of insufficient PMW observations in existing datasets like IMERG. This inclusion improves the accuracy of global precipitation data by enhancing the data quality and reducing errors.",
                "AnswerCn": "包括更多的卫星微波（PMW）数据，例如来自风云三号（FY-3）卫星的数据，这些数据尚未被纳入全球降水测量（GPM）星座，可以缓解现有数据集（如IMERG）中PMW观测不足的影响。这种纳入提高了全球降水数据的准确性，通过增强数据质量和减少错误来实现。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges in accurately estimating precipitation using satellite-based methods and propose potential solutions.",
                "QuestionCn": "请探讨使用卫星方法准确估计降水量所面临的挑战，并提出潜在的解决方案。",
                "AnswerEn": "One of the challenges in estimating precipitation using satellite-based methods is the spatiotemporal discontinuity inherent in satellite observations. Active microwave systems provide sparse data, and infrared sensors cannot penetrate clouds, limiting their effectiveness. A potential solution is to develop machine learning algorithms to retrieve precipitation data from diverse satellite sources, such as the Fengyun-3 satellites, which can help supplement the gaps in microwave observations and enhance the quality of merged precipitation products.",
                "AnswerCn": "估计降水量的一个挑战是卫星观测中固有的时空不连续性。主动微波系统提供的数据稀疏，而红外传感器无法穿透云层，限制了它们的有效性。一个潜在的解决方案是开发机器学习算法，从多种卫星源（如风云-3卫星）中提取降水数据，这可以帮助填补微波观测中的空白，并提高合并降水产品的质量。",
                "Level": "C6(Creating)"
            }
        ]
    }
}