{
  "id": "33000d59-eab9-417b-909e-7579090f4085",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with MODIS in the Biandukou foci experimental area on Mar. 12, 2008",
      "titleCn": "黑河综合遥感联合试验：扁都口加密观测区MODIS地面同步观测数据集（2008年3月12日）",
      "description": "The dataset of ground truth measurement synchronizing with MODIS was obtained in C1, G1 and B2 of the Biandukou foci experimental area on Mar. 12, 2008. Observation items included:\n     (1) the surface temperature by the handheld infrared thermometer in C1, G1 and B2 from 11:30 to 12:15. The underlying surface was the deep plowed land, the rape stubble and the grassland.\n     (2) the gravimetric soil moisture (soil samples from 0-1cm, 1-3cm, 3-5cm, 5-10cm and 10-20cm) by the microwave drying method.\n     (3) the frost depth by the chopstick and the ruler. The soil was considered frozen when it was hard and with ice crystal. The land cover type photos were archived.\n     Four data files were archived, MODIS data, C1 (the land cover type, the surface temperature and the vegetation parameters), G1 ( the surface temperature, the frost depth and the soil moisture) and B2 (the surface temperature, the frost depth and the soil moisture) data.",
      "descriptionCn": "2008年3月12日在扁都口加密观测区开展了MODIS地面同步观测，测量样方包括扁都口C1样地、扁都口G1样地、扁都口B2样地。地面观测的内容包括地表辐射温度、物理温度、地面覆盖类型和土壤水分。\n1）地表辐射温度：分别在扁都口C1样地、扁都口G1样地、扁都口B2样地进行了测量，测量时间范围是11:30-12:15。样方下垫面包括深翻地、油菜茬地和草地。测量仪器为手持式红外温度计，测量时采用近距测量模式。地表物理温度采用手持式红外温度计附带的热电偶温度计。土壤粗糙度数据可以认为在试验期间没有变化，可以从其它时间的粗糙度数据集中获得。\n2）土壤含水量：取0-1cm、1-3cm、3-5cm、5-10cm、10-20cm土样，放入自封袋，然后用微波炉烘干，计算其土壤重量含水量。\n3）土壤冻结深度的测量是通过用筷子插入土壤感觉其硬度或者将土壤表层冻结层直接挖出测量冻结层厚度，来判断冻结深度。直尺直接测量，当土壤硬度较大并且有冰晶时，认为土壤冻结；反之，则认为土壤未冻。地表覆盖度是以照片形式测量存储。\n本数据包括4个文件，分别是：MODIS数据、扁都口B2样地测量数据、扁都口C1样地测量数据、扁都口G1样地测量数据。其中扁都口B2样地文件中包含地表温度、冻结深度数据、土壤含水量数据。扁都口C1样地测量数据包括地表覆盖度、地表温度、植被参数数据和植被参数数据。扁都口G1样地文件中包含地表温度、冻融深度数据和土壤含水量数据。",
      "instructions": null,
      "instructionsCn": null,
      "east": 101.036,
      "west": 100.881,
      "south": 38.192,
      "north": 38.312,
      "startTime": "2008-03-26 08:00:00",
      "endTime": "2008-03-26 08:00:00",
      "fileSize": 28643157.0,
      "cstr": "18406.11.water973.0025.db",
      "doi": "10.3972/water973.0025.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "常胜",
        "nameEn": "CHANG Sheng",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "房倩",
        "nameEn": "Fang Qian",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 瞿瑛",
        "nameEn": "QU Ying",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 梁星涛",
        "nameEn": "LIANG Xingtao",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 刘志刚",
        "nameEn": "LIU Zhigang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 潘金梅",
        "nameEn": "PAN Jinmei",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 彭丹青",
        "nameEn": "PENG Danqing",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张勇攀",
        "nameEn": "ZHANG Yongpan",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张志玉",
        "nameEn": "ZHANG Zhiyu",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "赵少杰",
        "nameEn": "ZHAO Shaojie",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "赵天杰",
        "nameEn": "Zhao Tianjie",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 郑越",
        "nameEn": "ZHENG Yue",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周纪",
        "nameEn": "Zhou Ji",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘晨州",
        "nameEn": "LIU Chenzhou",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "殷小军",
        "nameEn": "YIN Xiaojun",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "张志玉",
        "nameEn": "ZHANG Zhiyu",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤冻结深度",
        "nameEn": "Depth of soil freezing"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "近红外遥感",
        "nameEn": "Near infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-12",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of ground-based synchronous observation datasets for validating remote sensing data in agricultural and grassland areas?",
        "QuestionCn": "用于验证农业和草地地区遥感数据的地面同步观测数据集的特征是什么？",
        "AnswerEn": "surface radiation temperature, physical temperature, ground cover types, soil moisture, handheld infrared thermometers, microwave oven drying, chopsticks or rulers, photographs, multiple sample plots, specific time frames, surface conditions, plowed land, stubble fields, grasslands",
        "AnswerCn": "地表辐射温度、物理温度、地表覆盖类型、土壤湿度、手持红外测温仪、微波炉干燥、筷子或尺子、照片、多个样地、特定时间框架、地表条件、耕地、茬地、草地",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different types of ground surface measurements are conducted in the MODIS synchronous observation dataset?",
        "QuestionCn": "在MODIS同步观测数据集中，进行多少种不同类型的地面表面测量？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '地表辐射温度' mean in the context of ground-based synchronized observation data collection?",
        "QuestionCn": "在地面同步观测数据收集的背景下，“地表辐射温度”是什么意思？",
        "AnswerEn": "In the context of ground-based synchronized observation data collection, '地表辐射温度' refers to the surface radiation temperature measured at specific sample sites using a handheld infrared thermometer. It involves capturing temperature data of the surface to analyze and compare it with satellite data such as MODIS.",
        "AnswerCn": "在地面同步观测数据收集的背景下，'地表辐射温度'是指使用手持红外温度计在特定样本地点测量的表面辐射温度。它涉及捕捉表面的温度数据，以便与卫星数据（如MODIS）进行分析和比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods for measuring surface radiation temperature using handheld infrared thermometers compare to the approaches for assessing soil moisture content through microwave oven drying?",
        "QuestionCn": "使用手持红外温度计测量表面辐射温度的方法与通过微波炉干燥评估土壤水分含量的方法相比，如何？",
        "AnswerEn": "The method for measuring surface radiation temperature involves using handheld infrared thermometers in a near-distance mode to directly obtain readings, focusing on different land cover types like deep plowed land, rape stubble fields, and grassland. In contrast, assessing soil moisture content entails collecting soil samples from various depths, drying them in a microwave oven, and calculating the soil's weight moisture content. The temperature measurement is immediate and non-invasive, whereas the soil moisture method requires sample collection, drying, and calculation, thus being more time-consuming and invasive.",
        "AnswerCn": "测量表面辐射温度的方法涉及使用手持红外温度计在近距离模式下直接获取读数，重点关注不同的土地覆盖类型，如深耕土地、油菜秸秆田和草地。相比之下，评估土壤湿度含量则需要从不同深度采集土壤样本，在微波炉中干燥，然后计算土壤的重量湿度含量。温度测量是即时和非侵入性的，而土壤湿度方法则需要样本采集、干燥和计算，因此更耗时和具有侵入性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately measuring surface radiation temperature in different land cover types within a densely observed area?",
        "QuestionCn": "在一个密集观测区域内，准确测量不同地表覆盖类型的表面辐射温度面临的挑战因素有哪些？",
        "AnswerEn": "Factors contributing to challenges in accurately measuring surface radiation temperature include variations in land cover types such as deep plowing fields, rape stubble fields, and grasslands, which may affect the emissivity and reflectance properties of the surface. Additionally, the use of handheld infrared thermometers with a short measurement period could lead to variability in data collection due to changes in environmental conditions or instrument calibration. The measurement method, particularly the near-distance measurement mode, can also introduce variability based on the operator's consistency and environmental interference.",
        "AnswerCn": "准确测量表面辐射温度的挑战因素包括土地覆盖类型的变化，例如深耕田、油菜秸秆田和草地，这可能影响表面的发射率和反射率。此外，使用手持红外温度计进行短时间测量可能导致数据收集的变异性，因为环境条件或仪器校准的变化。测量方法，特别是近距离测量模式，也可能由于操作员的一致性和环境干扰而引入变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What outcomes can result from using handheld infrared thermometers and thermocouple thermometers for measuring surface radiation temperature and physical temperature in field experiments?",
        "QuestionCn": "使用手持红外温度计和热电偶温度计测量表面辐射温度和物理温度在现场实验中可能产生的结果有哪些？",
        "AnswerEn": "Using handheld infrared thermometers and thermocouple thermometers for measuring surface radiation temperature and physical temperature can result in accurate and precise data collection at specific locations and times. This method allows for detailed analysis of temperature variations across different surface types like deep ploughed land, rapeseed stubble land, and grassland. It provides essential data for understanding surface temperature dynamics, which can be used for calibrating and validating remote sensing data like MODIS.",
        "AnswerCn": "使用手持红外温度计和热电偶温度计测量表面辐射温度和物理温度，可以在特定地点和时间获得准确和精确的数据收集。这种方法允许对不同表面类型（如深耕土地、油菜秸秆地和草地）的温度变化进行详细分析。它提供了理解表面温度动态的基本数据，这些数据可以用于校准和验证遥感数据，如MODIS。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives drive the collection of MODIS ground synchronous observation data in high-density observation areas like Bianzhukou, and how do these goals influence the choice of data collection methods?",
        "QuestionCn": "在高密度观测区如边竹口，收集MODIS地面同步观测数据的目标是什么，这些目标如何影响数据收集方法的选择？",
        "AnswerEn": "The primary goal of collecting MODIS ground synchronous observation data in high-density observation areas like Bianzhukou is to obtain accurate and reliable ground truth data for validating remote sensing data, such as MODIS satellite observations. This data collection aims to measure surface radiation temperature, physical temperature, ground cover type, and soil moisture, which are critical for understanding land surface processes and improving satellite data calibration. The choice of data collection methods, including the use of handheld infrared thermometers and microwave drying for soil moisture assessment, is influenced by the need for precise and localized measurements that can accurately represent the conditions of specific surface types like deep-plowed fields, rape stubble fields, and grasslands during the observation period.",
        "AnswerCn": "在像边驻口这样的高密度观测区收集MODIS地面同步观测数据的主要目标是获取准确可靠的地面真值数据，以验证遥感数据，如MODIS卫星观测。这项数据收集旨在测量表面辐射温度、物理温度、地面覆盖类型和土壤湿度，这些数据对于理解地表过程和改善卫星数据校准至关重要。数据收集方法的选择，包括使用手持红外温度计和微波干燥法进行土壤湿度评估，受到需要精确和局部测量的影响，以准确代表特定表面类型（如深耕田、油菜秸秆田和草地）在观测期间的条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be utilized to accurately measure the surface radiation temperature in densely monitored areas, and how can variations in surface types impact the measurement process?",
        "QuestionCn": "可以利用哪些程序在监测密集的区域准确测量表面辐射温度，以及表面类型的变化如何影响测量过程？",
        "AnswerEn": "The measurement of surface radiation temperature in densely monitored areas can be performed using a handheld infrared thermometer in a close-range mode, as applied in the observation of various plots such as deep-plowed land, rapeseed stubble land, and grassland. The procedure involves measuring the surface radiation temperature at specific time intervals, with consideration for the underlying surface types, which include deep-plowed land, rapeseed stubble land, and grassland. These variations in surface types can affect the measurement process, as different surfaces may emit and absorb radiation differently, potentially influencing the accuracy and consistency of the temperature readings.",
        "AnswerCn": "在密集监测区域，表面辐射温度的测量可以使用手持红外温度计在近距离模式下进行，适用于观察不同的地块，如深翻土地、油菜秸秆地和草地。该过程涉及在特定时间间隔内测量表面辐射温度，同时考虑到底层表面类型，包括深翻土地、油菜秸秆地和草地。这些表面类型的变化可能会影响测量过程，因为不同的表面可能以不同的方式发射和吸收辐射，从而可能影响温度读数的准确性和一致性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}