{
    "id": "33331f2a-1790-4b82-94bc-f90f601ac784",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data of Daping gabbro dyke in Yongding, southwestern Fujian",
            "titleCn": "福建闽西南永定大坪辉长岩脉的数据",
            "description": "There are many controversies about the age, genesis and dynamic background of the nearly EW trending magmatic belt from southern Hunan to southern Jiangxi to northern Guangdong to southwestern Fujian in Nanling area. The Daping gabbro vein in Yongding area, southwest Fujian Province, is studied in this paper. On the basis of detailed field work and microscopic petrographic observation, the U-Pb isotopic dating of plagioclase, the contents of major and trace elements in the whole rock and the SR Nd isotopic ratio of the gabbro vein are measured. The zircon U-Pb isotopic dating data are obtained by ICP-MS analysis. The main and micro element data of the whole rock were obtained by XRF analysis, and the SR Nd isotopic composition was obtained by MC-ICP-MS analysis. The isotopic age is 184.0 ± 5 mA, indicating that the magmatism was in the early Jurassic. The initial value of (87Sr / 86Sr) I varies from 0.7080 to 0.7090, ε Nd (T) values range from - 3.6 to - 3.0, indicating that gabbro dikes originated from partial melting of enriched lithospheric mantle and did not experience AFC of crust derived materials. Bimodal volcanic rocks and A-type granites are developed simultaneously in the area, which indicates that the magmatic belt including Yongding was in the dynamic background of extension in early Jurassic. Asthenosphere upwelling and heating EMI type enriched lithospheric mantle formed Fankeng formation basalt and Yongding Daping gabbro vein respectively.\nThe above data have been published in Chinese core journals, and the data are true and reliable.",
            "descriptionCn": "南岭地区湘南-赣南-粤北-闽西南近东西向的岩浆岩活动带在年龄、成因、动力学背景等方面一直存有争议。本文以福建西南部永定地区的大坪辉长岩脉为研究对象，在详细的野外工作及镜下岩相学观察的基础上，对其开展了斜锆石U-Pb同位素定年、全岩主微量元素含量以及Sr-Nd同位素比值的测试工作，锆石U-Pb同位素测年数据由ICP-MS分析获得。全岩主微元素数据由XRF分析获得, Sr-Nd同位素组成由MC-ICP-MS分析获得。获得同位素年龄为184.0±6.5Ma，表明岩浆活动为早侏罗世。其地球化学特征具有高碱高钾的特点，无Nb，Ta的正异常，(87Sr/86Sr)i初始值变化在0.7080～0.7090之间，εNd(t)值在-3.6～-3.0之间，显示辉长岩脉起源于富集岩石圈地幔的部分熔融，未经历过壳源物质的AFC作用。该地区同时发育有双峰式火山岩及A型花岗岩，表明在早侏罗世包括永定在内的该岩浆带处于拉张的动力学背景，软流圈上涌，加热EMII型富集岩石圈地幔，分别形成了藩坑组玄武岩和永定大坪辉长岩脉。\n以上数据已发表于中文核心期刊,数据真实可靠。",
            "instructions": "The data are stored in Excel and JPG files, which can be opened by Excel workbooks and drawing software. The file named \"wrmajtra\" represents the geochemical data of major and trace elements in the whole rock, \"SrNd\" represents the whole rock SR nd radioisotope data, \"UPB\" represents the zircon U-Pb isotopic composition and age data, \"GPS\" represents the GPS information of sample points, \"Fig.1\" represents the distribution map of Jurassic basalt, gabbro and granite in South China and the geological drilling map of Yongding area in Fujian Province, \"Fig.2\" represents the orthographic micrograph of gabbro vein, \"Fig.3\" represents the CL image and U-Pb isotopic concordance diagram of clinopyrite of Yongding Daping gabbro vein, \"Fig.4\" represents the classification diagram of Yongding Daping gabbro and basalt of Fankeng formation, \"Fig.5\" represents the spider web diagram of trace elements and rare earth elements of Yongding Daping gabbro and basalt of Fankeng formation, \"Fig.6\" discrimination diagram of crust source material contamination of Yongding Daping gabbro vein and Fankeng formation basalt, \"Fig.7\" diagram of compatible elements vs. incompatible elements of Yongding Daping gabbro vein and Fankeng formation basalt, \"Fig.8\" diagram of Nb / U-Nb and CE / Pb ce of Yongding Daping gabbro vein and Fankeng formation basalt, \"Fig.9\" diagram of Lu / Yb Nb / La of Yongding Daping gabbro vein and Fankeng formation basalt, \"Fig.10\" SR Nd isotopic diagram of Daping gabbro vein and Fankeng formation basalt in Yongding",
            "instructionsCn": "数据以Excel和jpg文件存储,可使用Excel工作薄和看图软件打开。名称为\"WRMajTra\"的文件代表全岩主微量元素地球化学数据, \"SrNd\"代表全岩Sr-Nd放射性同位素数据, \" UPb\"代表锆石U-Pb同位素组成和年龄数据，\"GPS\"代表样品点的GPS信息，Fig.1”代表华南侏罗世玄武岩、辉长岩和花岗岩分布图和福建永定地区地质钻孔简图，“Fig.2”代表辉长岩脉正交镜下照片，“Fig.3”永定大坪辉长岩脉斜锆石代表性CL图像和U-Pb同位素谐和图，“Fig.4”永定大坪辉长岩及藩坑组玄武岩岩石分类图解,\"Fig.5\"永定大坪辉长岩及藩坑组玄武岩微量元素及稀土元素蛛网图,\"Fig.6\"永定大坪辉长岩脉及藩坑组玄武岩壳源物质混染判别图解,\"Fig.7\"永定大坪辉长岩脉及藩坑组玄武岩相容元素vs不相容元素图解,\"Fig.8\"永定大坪辉长岩脉及藩坑组玄武岩Nb/U-Nb和Ce/Pb-Ce图解,\"Fig.9\"永定大坪辉长岩脉及藩坑组玄武岩Lu/Yb-Nb/La图解,\"Fig.10\"永定大坪辉长岩脉及藩坑组玄武岩Sr-Nd同位素图解.",
            "east": 117.2,
            "west": 116.4,
            "south": 24.5,
            "north": 24.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 1354493.0,
            "cstr": "18406.11.Geogra.tpdc.271359",
            "doi": "10.11888/Geogra.tpdc.271359",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王锦荣",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国冶金地质总局第二地质勘查院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "闽西南永定大坪辉长岩脉的年代学、地球化学特征及地质意义",
                "titleEn": null,
                "referenceCn": "王锦荣, 吕新彪, 张建平, 林晓晖, 王继林, 林香. (2021). 闽西南永定大坪辉长岩脉的年代学、地球化学特征及地质意义. 地球科学, (01), 73-86.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大坪花岗斑岩",
                "keywordEn": "Daping granite porphyry"
            },
            {
                "keywordCn": "闽西南永定大坪",
                "keywordEn": "Yongding Daping area, southwestern Fujian"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早侏罗世",
                "keywordEn": "Early Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of the geochemical data collected for analyzing magmatic activity in the 南岭地区 magma belt?",
                "QuestionCn": "分析南岭地区岩浆带的岩浆活动时收集的地球化学数据的关键特征是什么？",
                "AnswerEn": "zircon U-Pb isotopic dating, whole-rock major and trace element contents, Sr-Nd isotopic ratios, isotopic age 184.0±6.5Ma, high alkaline, high potassium, no positive anomalies of Nb and Ta, initial (87Sr/86Sr)i values 0.7080 to 0.7090, εNd(t) values -3.6 to -3.0",
                "AnswerCn": "锆石U-Pb同位素定年，全岩主量和微量元素含量，Sr-Nd同位素比值，同位素年龄184.0±6.5Ma，高碱性，高钾，无Nb和Ta的正异常，初始(87Sr/86Sr)i值为0.7080到0.7090，εNd(t)值为-3.6到-3.0。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of '斜锆石U-Pb同位素定年' in the context of geological data collection?",
                "QuestionCn": "'斜锆石U-Pb同位素定年'在地质数据收集的背景下指的是一种利用斜锆石中的铀-铅同位素进行定年分析的方法。这种方法可以帮助科学家确定岩石或矿物的形成年龄。",
                "AnswerEn": "In the context of geological data collection, '斜锆石U-Pb同位素定年' refers to the method of U-Pb isotopic dating using zircon crystals. This technique involves measuring the ratios of uranium and lead isotopes in zircon minerals to determine the age of rock formations. In this field, this method is used to establish the isotopic age of rock formations, such as the 永定大坪辉长岩脉, providing insights into their geological history and the timing of magmatic activities.",
                "AnswerCn": "在地质数据收集的背景下，'斜锆石U-Pb同位素定年'指的是使用锆石晶体进行的U-Pb同位素定年方法。该技术涉及测量锆石矿物中铀和铅同位素的比率，以确定岩石形成的年龄。在这一领域，该方法用于建立岩石形成的同位素年龄，例如永定大坪辉长岩脉，从而提供对其地质历史和岩浆活动时序的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the isotopic dating data and geochemical characteristics of the gabbro dyke suggest about the early Jurassic magmatic activities in the Nanling region?",
                "QuestionCn": "同位素测年数据和辉长岩岩脉的地球化学特征可以揭示早侏罗世南岭地区的岩浆活动情况。",
                "AnswerEn": "The isotopic dating data, specifically the zircon U-Pb age of 184.0±6.5 Ma, indicates that the magmatic activities occurred during the early Jurassic period. The geochemical characteristics, such as high alkali and high potassium content, along with the absence of positive anomalies for Nb and Ta, suggest that the gabbro dyke originated from partial melting of an enriched lithospheric mantle without experiencing crustal contamination. This implies that during the early Jurassic, the region was under an extensional tectonic regime, leading to asthenospheric upwelling and heating of the enriched lithospheric mantle, contributing to the formation of bimodal volcanic rocks and A-type granites in the area.",
                "AnswerCn": "同位素测年数据，特别是锆石U-Pb年龄为184.0±6.5 Ma，表明岩浆活动发生在早侏罗世。地球化学特征，如高碱和高钾含量，以及缺乏Nb和Ta的正异常，表明该辉长岩岩脉源自富集岩石圈地幔的部分熔融，且未经历地壳污染。这意味着在早侏罗世，该地区处于伸展构造背景下，导致软流圈上涌和富集岩石圈地幔的加热，促成了该地区双峰火山岩和A型花岗岩的形成。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to challenges in accurately determining the isotopic composition and elemental content in igneous rock studies, particularly in regions with complex geological backgrounds?",
                "QuestionCn": "在火成岩研究中，特别是在地质背景复杂的地区，准确确定同位素组成和元素含量面临的挑战因素包括：",
                "AnswerEn": "Challenges in accurately determining the isotopic composition and elemental content in igneous rock studies may arise due to the complex geological backgrounds such as the variations in rock composition, the presence of enriched lithospheric mantle, and the absence of crustal contamination processes like AFC. Accurate data collection requires detailed fieldwork, petrographic observations, and the use of precise analytical techniques such as ICP-MS for zircon U-Pb dating, XRF for whole-rock elemental analysis, and MC-ICP-MS for Sr-Nd isotope ratios.",
                "AnswerCn": "在火成岩研究中，准确确定同位素组成和元素含量的挑战可能源于复杂的地质背景，例如岩石成分的变化、富集的岩石圈地幔的存在，以及缺乏如AFC（增生-熔融-结晶）等地壳污染过程。准确的数据收集需要详细的野外工作、岩石学观察，以及使用精确的分析技术，如用于锆石U-Pb定年的ICP-MS、用于全岩元素分析的XRF，以及用于Sr-Nd同位素比率的MC-ICP-MS。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using Sr-Nd isotope composition analysis through MC-ICP-MS on understanding the magmatic activity in the early Jurassic period?",
                "QuestionCn": "使用MC-ICP-MS进行Sr-Nd同位素组成分析对理解早侏罗世的岩浆活动有什么影响？",
                "AnswerEn": "Using Sr-Nd isotope composition analysis through MC-ICP-MS allows researchers to determine the isotopic values, which in this case varied between 0.7080 to 0.7090 for (87Sr/86Sr)i and -3.6 to -3.0 for εNd(t). These results indicate that the gabbro dikes originated from partial melting of the enriched lithospheric mantle without undergoing AFC processes of crustal material. This analysis helps in understanding the magmatic activity as being influenced by the upwelling of the asthenosphere and heating of the EMII-type enriched lithospheric mantle in a tectonic extensional context during the early Jurassic.",
                "AnswerCn": "通过MC-ICP-MS进行Sr-Nd同位素组成分析使研究人员能够确定同位素值，在这种情况下，(87Sr/86Sr)i的值在0.7080到0.7090之间，εNd(t)的值在-3.6到-3.0之间。这些结果表明，辉长岩脉源自富集岩石圈地幔的部分熔融，而没有经历与地壳物质的AFC过程。这一分析有助于理解在早侏罗世的构造伸展背景下，地幔上涌和EMII型富集岩石圈地幔的加热对岩浆活动的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives for utilizing zircon U-Pb isotope dating, whole-rock major and trace element content analysis, and Sr-Nd isotope ratio testing in understanding the magmatic activity in the Nanling region?",
                "QuestionCn": "利用锆石U-Pb同位素定年、全岩主要和微量元素含量分析以及Sr-Nd同位素比率测试来理解南岭地区的岩浆活动的主要目标是什么？",
                "AnswerEn": "The primary objectives of utilizing zircon U-Pb isotope dating, whole-rock major and trace element content analysis, and Sr-Nd isotope ratio testing are to determine the age, origin, and geodynamic background of the magmatic activities in the Nanling region. These methods aim to provide insights into the characteristics of the Daping gabbro dikes, including their high alkali and high potassium geochemical features, and to establish their formation from partial melting of an enriched lithospheric mantle without crustal assimilation. This research seeks to clarify the tectonic setting during the Early Jurassic period, specifically focusing on the extensional dynamics and asthenosphere upwelling in the Yongding area of Southwest Fujian.",
                "AnswerCn": "利用锆石U-Pb同位素定年、全岩主量和微量元素含量分析以及Sr-Nd同位素比率测试的主要目标是确定南岭地区岩浆活动的年龄、来源和地质背景。这些方法旨在提供对大平辉长岩脉特征的深入了解，包括其高碱和高钾的地球化学特征，并建立其来源于富集岩石圈地幔的部分熔融，而没有地壳混合。本研究旨在阐明早侏罗世期间的构造背景，特别关注福建西南部永定地区的伸展动力学和软流圈上涌。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in obtaining and analyzing isotopic data for determining the age and origin of magmatic activities in geological studies?",
                "QuestionCn": "在地质研究中，获取和分析同位素数据以确定岩浆活动的年龄和来源涉及以下程序：",
                "AnswerEn": "In obtaining and analyzing isotopic data, techniques such as zircon U-Pb isotopic dating are employed using ICP-MS analysis. This is complemented by whole-rock major and trace element data acquired through XRF analysis and Sr-Nd isotopic ratios measured using MC-ICP-MS. These methods help determine the isotopic age and provide insights into the geochemical characteristics and origin of the magmatic activities, indicating an early Jurassic magmatic event in this context.",
                "AnswerCn": "在获取和分析同位素数据时，采用锆石U-Pb同位素定年技术，使用ICP-MS分析。这一过程还结合了通过XRF分析获得的全岩主要和微量元素数据，以及使用MC-ICP-MS测量的Sr-Nd同位素比率。这些方法有助于确定同位素年龄，并提供关于岩浆活动的地球化学特征和起源的见解，表明在此背景下存在早侏罗世的岩浆事件。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}