{
  "id": "333487a9-e597-47f0-b91e-33744fa85088",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of automatic meteorological observations at the Huazhaizi desert station (2008-2011)",
      "titleCn": "黑河综合遥感联合试验：花寨子荒漠站自动气象站数据集（2008-2011）",
      "description": "The dataset of automatic meteorological observations was obtained from Jun. 1, 2008 to Dec. 31, 2009 at the Huazhaizi desert station which is located  in Anyangtan (E100°19'06.9″/N38°45'54.7″), south of Zhangye city, Gansu province,. The experimental area, situated in the middle stream of Heihe river, with a flat and open terrain  and sparse vegetation cover is an ideal desert observing field. \n     Observation items included the multi-layer (2m and 10m) wind speed and direction, the air temperature, precipitation, the four components of radiation, the surface infrared temperature, the multi-layer soil temperature (5cm, 10cm, 20cm, 40cm, 80cm and 160cm), soil moisture (5cm, 10cm, 20cm, 40cm, 80cm and 160cm) and soil heat flux (5cm & 10cm). \n     The raw data were level0 and the data after basic processes were level1; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate.. As for detailed information, please refer to “Meteorological and Hydrological Flux Data Guide\".",
      "descriptionCn": "该数据集包含了花寨子荒漠站自动气象站的观测数据，站点位于甘肃省张掖市南部的安阳滩，处于黑河中游，是典型的黑河中游荒漠下垫面，东西两侧是连绵的山丘和高山，观测场地周围地势平坦开阔，地表主要生长有稀疏的红砂和珍珠砂，观测点的经纬度为100°19'06.9″E，38°45'54.7″N。\n    大气风温湿梯度观测（2m和10m）、气压、风向、降水、辐射四分量；地表红外温度；多层土壤温度（5cm、10cm、20cm、40cm、80cm和160cm）、土壤水分（5cm、10cm、20cm、40cm、80cm和160cm）及土壤热通量（5cm和10cm）。\n   原始的采集器输出数据为0级；初步整理后，没有任何的删除，但是标出疑似有问题的数据为1级；统一整理成30分钟采样周期并经过质量控制的为2级。整理后的将数据逐月存储，命名规则为：站点名+数据级别+AMS+数据日期。建议普通用户用2级以上的数据。\n  数据观测时段为2008年6月1日至2011年11月30日。2009年下半年数据缺失较多。详细信息请参见下面“其他在线资源”中的“气象水文通量数据使用指南”。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.24,
      "west": 100.24,
      "south": 38.85,
      "north": 38.85,
      "startTime": "2008-06-18 16:00:00",
      "endTime": "2011-12-17 16:00:00",
      "fileSize": 99065194.0,
      "cstr": "18406.11.water973.0277.db",
      "doi": "10.3972/water973.0277.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
        "referenceCn": null,
        "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of clear-sky longwave downward radiation from HJ-1B thermal data",
        "referenceCn": null,
        "referenceEn": "Yu, S., X. Xin, and Q. Liu. 2013. Estimation of clear-sky longwave downward radiation from HJ-1B thermal data. Science China Earth Sciences 56:829-842."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例",
        "titleEn": null,
        "referenceCn": "潘小多, 李新. 水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例. 科研信息化技术与应用, 2011, 2(6): 126-137.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data",
        "referenceCn": null,
        "referenceEn": "Huang, G.H., Ma, M.G., Liang, S.L., Liu, S.M., & Li, X. (2011). A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data. Journal of Geophysical Research-Atmospheres, 116( D22201)."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
      },
      {
        "titleCn": "基于MODIS数据的黑河流域土壤热惯量反演研究",
        "titleEn": null,
        "referenceCn": "马春锋, 王维真, 吴月茹, 欧阳斌, 庄金鑫. 基于MODIS数据的黑河流域土壤热惯量反演研究. 遥感技术与应用, 2012, (02):197-207",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture",
        "referenceCn": null,
        "referenceEn": "Liu Q, Wang MY, Zhao YS. Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture. Chinese Geographical Science, 2010, 20(3): 218-225."
      },
      {
        "titleCn": "利用HJ-1B热红外数据估算晴天大气下行长波辐射",
        "titleEn": null,
        "referenceCn": "余珊珊, 辛晓洲, 柳钦火. 利用HJ-1B热红外数据估算晴天大气下行长波辐射. 中国科学: 地球科学, 2013, 43(2): 256-270.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "基于定量遥感的甘肃省草原综合顺序分类",
        "titleEn": null,
        "referenceCn": "吴 静, 李纯斌, 胡自治, 张德罡, 柳小妮, & 申正东. (2013). 基于定量遥感的甘肃省草原综合顺序分类. 农业工程学报, 29(1), 126-133.",
        "referenceEn": null
      },
      {
        "titleCn": "大气下行长波辐射参数化模型的比较",
        "titleEn": null,
        "referenceCn": "余珊珊, 辛晓洲, 柳钦火. 大气下行长波辐射参数化模型的比较. 地球科学进展, 2011, 26(7): 751-762.",
        "referenceEn": null
      },
      {
        "titleCn": "结合极轨卫星MODIS和静止气象卫星MTSAT估算黑河流域地表太阳辐射",
        "titleEn": null,
        "referenceCn": "孙洋, 黄广辉, 郝晓华. 结合极轨卫星MODIS和静止气象卫星MTSAT估算黑河流域地表太阳辐射. 遥感技术与应用, 2011, 26(6):728-734",
        "referenceEn": null
      },
      {
        "titleCn": "下垫面对WRF模式模拟黑河流域区域气候精度影响研究",
        "titleEn": null,
        "referenceCn": "潘小多, 李新, 冉有华, 刘超. 下垫面对WRF模式模拟黑河流域区域气候精度影响研究. 高原气象, 2012, 31(3): 657-667.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
      },
      {
        "titleCn": "黑河中上游不同下垫面反照率特征及其影响因子分析",
        "titleEn": null,
        "referenceCn": "孙俊, 胡泽勇, 荀学义等. 黑河中上游不同下垫面反照率特征及其影响因子分析. 高原气象, 2011, 30(3):607-613.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
        "referenceCn": null,
        "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of evapotranspiration in an arid region by remote sensing—A case study in the middle reaches of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Li, X. , Lu, L. , Yang, W. , & Cheng, G. . (2012). Estimation of evapotranspiration in an arid region by remote sensing—a case study in the middle reaches of the heihe river basin. International Journal of Applied Earth Observation & Geoinformation, 17(none), 0-93."
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Yu WP, Ma MG, Wang XF, Song Y, Tan JL. Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China. Proceedings of SPIE - The International Society for Optical Engineering. 2011, 8174. doi:10.1117/12.897571."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": null,
        "titleEn": "A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge",
        "referenceCn": null,
        "referenceEn": "Zhu, Xiaohua, Zhao, Yingshi, Feng, Xiaoming. A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge. Chinese Geographical Science, 2013, 23(5):550-561. doi:10.1007/s11769-013-0621-x"
      },
      {
        "titleCn": "MODIS地表温度产品的验证研究—以黑河流域为例",
        "titleEn": null,
        "referenceCn": "于文凭, 马明国. MODIS地表温度产品的验证研究—以黑河流域为例. 遥感技术与应用, 2011, 26(6): 705-712.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "土壤热通量",
        "nameEn": "Soil heat flux"
      },
      {
        "nameCn": "气压",
        "nameEn": "Pressure"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2011",
        "keywordEn": "2008-2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
      ],
      "research objective": [
        "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
      ],
      "challenges": [],
      "methods": [
        "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
      ],
      "dataset": [
        "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
      ],
      "findings": [
        "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
      ],
      "backgroundCn": [
        "地表热通量是衡量涉及能量、热量和水的陆地-大气相互作用强度的重要指标。在气候模型中，正确参数化这些通量至关重要。尽管它们的重要性不言而喻，但最先进的观测技术无法提供与模型网格相当的这些通量的代表性面积平均值。这些替代方法使用（卫星）观测的地表条件。"
      ],
      "research objectiveCn": [
        "在这项研究中，表面能量平衡系统（SEBS）算法在寒冷干旱环境中进行了评估，使用来自先进空间热发射和反射辐射仪（ASTER）数据的地表参数。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "对来自SEBS的现场观测和估计进行了比较，涉及净辐射通量（Rn）、土壤热通量（G0）、显热通量（H）和潜热通量（λE）在异质地表上的表现。作为案例研究，该方法应用于位于中国西北部黑河中上游地区的水文联合遥测实验研究（W A TER）项目的实验区。使用在2008年5月3日至6月4日之间获取的ASTER数据，在晴天条件下确定表面通量。将地面测量的地表热通量与从ASTER数据推导的值进行了比较。"
      ],
      "datasetCn": [
        "在2008年5月3日至6月4日期间，在晴朗的天空条件下获取的ASTER数据被用于确定表面通量。"
      ],
      "findingsCn": [
        "结果显示，研究区域的净辐射通量与实地测量值非常接近。潜热通量是通过涉及蒸发分数的计算获得的，这些计算是SEBS的核心。基于这项特定研究，SEBS可以在部分植被覆盖的区域中以可接受的精度估计湍流热通量。"
      ]
    },
    {
      "background": [
        "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
      ],
      "research objective": [
        "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
      ],
      "challenges": [],
      "methods": [
        "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
      ],
      "dataset": [
        "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
      ],
      "findings": [
        "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
      ],
      "backgroundCn": [
        "近地表大气要素，包括气温、气压、相对湿度、风、降水和辐射，被称为驱动水文、陆面和生态模型的强迫数据。将全球气候模型（GCM）输出与陆面模型耦合或使用是大型陆面模型的重要强迫数据来源，然而其空间和时间分辨率无法满足区域尺度陆面模型的要求，其粗糙的分辨率忽略了区域环境影响评估。因此，区域尺度陆面模型或陆面数据同化系统需要具有更高时间和空间分辨率的强迫数据。因此，对GCM输出进行下行调整是必要的，以准备一系列高空间和时间分辨率的强迫数据，用于区域尺度或流域尺度的陆面、水文和生态模拟与同化。下行调整是一种从相对粗分辨率的GCM中获取高分辨率气候或气候变化信息的方法。动态下行调整利用大规模气候背景信息，通过GCM建立更高分辨率的气象分布场。区域气候模型被认为是有效的动态下行调整方法，用于获取高分辨率的地方气候信息。该模型的物理意义明确，建立在大规模与区域规模之间的非线性相互作用之上，能够区分由局部地形、植被覆盖和土壤水文过程特征化的地方特征，并且可以在不依赖观测数据的情况下，在任何地方使用，改善对地方特征的描述。"
      ],
      "research objectiveCn": [
        "为了验证WRF模型在模拟黑河流域强迫数据的能力，使用了来自中国气象局（CMA）15个站点的日气象观测数据和来自水文空气遥测实验研究（WATER）七个站点的小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。因此，在将区域气候模型（RCM）的强迫数据输入以驱动陆面模型之前，验证其准确性是非常重要的。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "该模型在中国气象局（CMA）维护的15个地面气象站和由WATER项目设立的7个观测强化站进行了验证。在本研究中，WRF用于天气和气候的下尺度模拟，范围从一公里到数千公里，并用于推导水文模型所需的气象参数。为此研究设置了两个双向嵌套计算域，分别为41×55×28和101×121×28网格点，水平分辨率分别为25公里和5公里。模型通过使用NCAR-NCEP的最终分析（FNL）数据（NCEP-DSS083.2，2009）初始化，分辨率为1°×1°（111公里×111公里）。"
      ],
      "datasetCn": [
        "使用中国气象局（CMA）15个气象观测站的日常气象观测数据和水文空气遥测实验研究（WATER）七个站点的每小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。该模型在中国气象局（CMA）维护的15个地面气象站和WATER项目设置的七个观测强化站点进行了验证。CMA站的数据用于日常验证，而WATER的数据用于每小时验证。2008年CMA的所有数据均用于比较，WATER的数据时间范围列在表2中。"
      ],
      "findingsCn": [
        "结果显示，日均2米表面温度、表面气压、2米相对湿度和10米风速的平均MBE（均值偏差误差）分别为−0.19 °C、−4.49 hPa、4.08%和0.92 m/s，平均RMSE（均方根误差）分别为2.11 °C、5.37 hPa、9.55%和1.73 m/s，平均R（相关系数）分别为0.99、0.98、0.80和0.55。小时2米表面温度、表面气压、2米相对湿度、10米风速、下行短波辐射和下行长波辐射的平均MBE分别为−0.16 °C、−6.62 hPa、−5.14%、0.26 m/s、33.0 W/m²和−6.44 W/m²，平均RMSE分别为2.62 °C、17.10 hPa、20.71%、2.46 m/s、152.9 W/m²和53.5 W/m²，平均R分别为0.96、0.97、0.70、0.26、0.91和0.60。因此，得出以下结论：（1）无论是日均还是小时验证，WRF模型对2米表面温度、表面气压和相对湿度的模拟更为可靠，尤其是2米表面气温和表面气压，MBE值较小且R值均超过0.96；（2）WRF对下行短波辐射的模拟相对较好，WRF模拟与小时观测数据之间的平均R值超过0.9，而下行长波辐射的平均R值为0.6；（3）WRF模型模拟的风速和降水与观测数据的符合度较差。"
      ]
    },
    {
      "background": [
        "Soil moisture is a variable that plays a leading role in surface water and energy balance. The traditional point measurements can just provide a soil moisture distribution in a limited area. The hydrologic models can simulate the soil moisture variation in large spatial and temporal scales. However, the uncertainty in initial model state, model physical parameters, meteorological forcing variables and model equations brings much error in the soil moisture estimation. Many researchers suggested that the most promising approach for estimating soil moisture is the integration of remote sensing surface soil moisture data and a hydrologic model (Kostove and Jackson, 1993). Many researches have been carried out on optimizing a computational model through minimizing the difference between the observation and model simulation results by the re-parameterization (Jarlan et al., 2005; Yang et al., 2009) or re-initialization (Heathman et al., 2003; Huang et al., 2008) of the computational model separately. The re-parameterization approach can improve the model state variables by adjusting uncertain parameters. Since some parameters can hardly be obtained by field measurements, they are often estimated from the experiences or references, which brings much uncertainty to the model parameters. The re-initialization approach does not attribute the simulation errors to the uncertainties of the initial conditions, model parameters or model physical equations. It can adjust the state variables directly and it adopts the updated state variables as the initial field to re-initialize the model. The most effective and popular re-initialization approach is Ensemble Kalman Filter (EnKF)."
      ],
      "research objective": [
        "This research developed a one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). In this research, the assimilation scheme combined the EnKF and GA as the assimilation algorithm and it could calibrate the model parameters and model initial state synthetically. This paper proposes a one-dimensional soil moisture assimilation scheme combining the EnKF and GA, which has been illuminated by the assimilation experiment carried out in the Heihe River Basin in Northwest China in 2008."
      ],
      "challenges": [
        "There is much uncertainty in the assimilation process, which affects the assimilation results. There is much uncertainty in the model initial state and model parameters in the hydrologic modeling, which brings much error to the soil moisture simulation. It is difficult to develop the adjoint model for the original one to evaluate the derivatives of the cost function with respect to control variables, which are composed of state variables and model parameters to be estimated. It is complicated to develop the adjoint model in practice, which posed many limitations to its application (Qin et al., 2007)."
      ],
      "methods": [
        "In this assimilation scheme, the soil moisture was taken as the combination point of the hydrologic model and the backscattering model. The DHSVM was coupled with a semi-empirical backscattering model (Oh) to simulate backscattering coefficients. When the ASAR data were available, a cost function was set up based on the gap between the backscattering coefficients from ASAR observation and the backscattering coefficients from the simulations. Then the EnKF was used to optimize the state variables. If the cost function was higher than twice the ASAR observation noises, the simulation was treated as unacceptable. Then the cost function was minimized by the GA approach. The sensitive parameters of the DHSVM were re-parameterized. The simulations were divided into acceptable and unacceptable cases. The EnKF and GA were used to re-initialize and re-parameterize the simulation process. The assimilation experiment was carried out in the Heihe River Basin, Northwest China."
      ],
      "dataset": [
        "The Heihe River Basin, located in the arid area of Northwest China, is the second largest inland river basin, with an area of 116 000 km2 and an average annual precipitation of 108 mm. The ASAR images were used as observation data. ASAR images were acquired for several dates and different polarizations with incidence angles between 10º and 60º, operating in C band. The spatial resolution of ASAR is about 12.5 m × 12.5 m. The spatial resolution of the DHSVM simulation was 30 m, so the spatial resolution of ASAR was resampled into 30 m by the bilinear interpolation method."
      ],
      "findings": [
        "The results obtained indicate that this assimilation scheme is practical and it can improve the accuracy of soil moisture estimation significantly. The result shows that the model estimate of surface soil moisture was improved by being assimilated with the ASAR data. Additionally, the data assimilation improves the DHSVM model outputs which are more close to the actual values."
      ],
      "backgroundCn": [
        "土壤湿度是影响地表水和能量平衡的重要变量。传统的点测量只能提供有限区域内的土壤湿度分布。水文模型可以在大空间和时间尺度上模拟土壤湿度的变化。然而，初始模型状态、模型物理参数、气象强迫变量和模型方程的不确定性会给土壤湿度估计带来很大误差。许多研究者建议，估计土壤湿度的最有前景的方法是将遥感表层土壤湿度数据与水文模型相结合（Kostove和Jackson，1993）。许多研究已经通过重新参数化（Jarlan等，2005；Yang等，2009）或重新初始化（Heathman等，2003；Huang等，2008）分别优化计算模型，最小化观测值与模型模拟结果之间的差异。重新参数化方法可以通过调整不确定参数来改善模型状态变量。由于某些参数很难通过现场测量获得，因此通常根据经验或参考文献进行估计，这给模型参数带来了很大的不确定性。重新初始化方法并不将模拟误差归因于初始条件、模型参数或模型物理方程的不确定性。它可以直接调整状态变量，并将更新后的状态变量作为初始场重新初始化模型。最有效和最流行的重新初始化方法是集成卡尔曼滤波（Ensemble Kalman Filter，EnKF）。"
      ],
      "research objectiveCn": [
        "本研究开发了一种基于集合卡尔曼滤波（EnKF）和遗传算法（GA）的一维土壤水分同化方案。在这项研究中，同化方案将EnKF和GA结合为同化算法，能够综合校准模型参数和模型初始状态。本文提出了一种结合EnKF和GA的一维土壤水分同化方案，并通过2008年在中国西北地区的黑河流域进行的同化实验进行了阐明。"
      ],
      "challengesCn": [
        "在同化过程中存在许多不确定性，这影响了同化结果。在水文模型中，模型初始状态和模型参数的不确定性较大，这给土壤湿度模拟带来了很大的误差。开发原始模型的伴随模型以评估成本函数相对于控制变量（由状态变量和待估计的模型参数组成）的导数是困难的。在实践中开发伴随模型是复杂的，这对其应用造成了许多限制（Qin et al., 2007）。"
      ],
      "methodsCn": [
        "在这个同化方案中，土壤湿度被视为水文模型和反向散射模型的结合点。DHSVM与半经验反向散射模型（Oh）耦合，以模拟反向散射系数。当ASAR数据可用时，基于ASAR观测的反向散射系数与模拟的反向散射系数之间的差距建立了一个代价函数。如果代价函数高于ASAR观测噪声的两倍，则该模拟被视为不可接受。然后通过遗传算法（GA）方法最小化代价函数。DHSVM的敏感参数被重新参数化。模拟被分为可接受和不可接受的案例。使用EnKF和GA重新初始化和重新参数化模拟过程。该同化实验在中国西北部的黑河流域进行。"
      ],
      "datasetCn": [
        "黑河流域位于中国西北部的干旱地区，是第二大内陆河流域，面积为116,000平方公里，年平均降水量为108毫米。ASAR影像被用作观测数据。ASAR影像在多个日期和不同极化下获取，入射角在10º到60º之间，工作在C波段。ASAR的空间分辨率约为12.5米 × 12.5米。DHSVM模拟的空间分辨率为30米，因此ASAR的空间分辨率通过双线性插值法重采样为30米。"
      ],
      "findingsCn": [
        "结果表明，这种同化方案是可行的，并且可以显著提高土壤湿度估计的准确性。结果显示，通过与ASAR数据进行同化，模型对表层土壤湿度的估计得到了改善。此外，数据同化还改善了DHSVM模型的输出，使其更接近实际值。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the Ensemble Kalman Filter (EnKF) used as a method for re-initializing simulations in data assimilation within this domain?",
        "QuestionCn": "集合卡尔曼滤波器（EnKF）是否被用作在数据同化领域中重新初始化模拟的方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For improving soil moisture estimation accuracy, is the assimilation of remote sensing data like ASAR more effective when combined with hydrologic models, standalone, or when using advanced techniques like Ensemble Kalman Filter (EnKF)?",
        "QuestionCn": "为了提高土壤湿度估计的准确性，遥感数据（如ASAR）的同化在与水文模型结合时更有效，还是单独使用，或者使用像集成卡尔曼滤波器（EnKF）这样的先进技术？",
        "AnswerEn": "The assimilation of ASAR remote sensing data with hydrologic models using techniques like the Ensemble Kalman Filter (EnKF) is effective in significantly improving soil moisture estimation accuracy.",
        "AnswerCn": "利用Ensemble Kalman Filter（EnKF）等技术将ASAR遥感数据与水文模型结合，可以显著提高土壤湿度估算的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to measure soil moisture in arid regions, and where are they typically applied?",
        "QuestionCn": "在干旱地区，用于测量土壤湿度的数据收集方法有哪些，通常应用于哪里？",
        "AnswerEn": "hydrologic models, remote sensing data, ASAR images",
        "AnswerCn": "水文模型、遥感数据、ASAR 图像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can forcing data with high temporal-spatial resolution be sourced for regional scale land surface models, and what challenges are associated with it?",
        "QuestionCn": "高时空分辨率的强迫数据可以从哪里获取，以用于区域尺度的陆面模型，并且与之相关的挑战是什么？",
        "AnswerEn": "Downscaled General Circulation Model outputs",
        "AnswerCn": "降尺度大气环流模型输出",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When conducting field observations in heterogeneous land surfaces, what atmospheric and surface parameters are typically measured, and where are such studies often conducted?",
        "QuestionCn": "在异质土地表面进行实地观察时，通常测量哪些大气和表面参数，以及此类研究通常在哪里进行？",
        "AnswerEn": "Net radiation flux, soil heat flux, sensible heat flux, latent heat flux, mid-to-upstream sections of the Heihe River in northwest China",
        "AnswerCn": "净辐射通量、土壤热通量、感热通量、潜热通量、中国西北部黑河中上游地区",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a dataset used to validate models simulating meteorological parameters in river basins?",
        "QuestionCn": "用于验证模拟河流流域气象参数模型的数据集的一个例子是什么？",
        "AnswerEn": "An example is the use of daily meteorological observation data from stations maintained by the China Meteorological Administration (CMA) and hourly data from sites in the Watershed Airborne Telemetry Experimental Research (WATER) project. These datasets provide a basis for comparing and validating the accuracy of simulations from models like the Weather Research and Forecasting (WRF) model in the Heihe River Basin.",
        "AnswerCn": "一个例子是使用中国气象局（CMA）维护的气象观测站的日常气象观测数据和水域航空遥测实验研究（WATER）项目中站点的每小时数据。这些数据集为比较和验证像天气研究与预报（WRF）模型在黑河流域的模拟准确性提供了基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features recorded by an automatic meteorological station in arid desert environments?",
        "QuestionCn": "在干旱沙漠环境中，自动气象站记录的具体特征是什么？",
        "AnswerEn": "atmospheric wind, temperature gradients at 2m and 10m, humidity gradients at 2m and 10m, atmospheric pressure, wind direction, precipitation, four components of radiation, surface infrared temperature, multi-layer soil temperature at depths of 5cm, 10cm, 20cm, 40cm, 80cm, and 160cm, soil moisture at the same depths, soil heat flux at depths of 5cm and 10cm",
        "AnswerCn": "大气风速，2米和10米处的温度梯度，2米和10米处的湿度梯度，大气压力，风向，降水，四个辐射分量，地表红外温度，多层土壤温度（深度为5厘米、10厘米、20厘米、40厘米、80厘米和160厘米），相同深度的土壤湿度，5厘米和10厘米深度的土壤热通量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal range of the ASAR image data used in the assimilation experiment?",
        "QuestionCn": "在同化实验中使用的ASAR图像数据的时间范围是什么？",
        "AnswerEn": "The specific temporal range is not provided.",
        "AnswerCn": "未提供具体的时间范围。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How is 'dynamic downscaling' defined in regional climate modeling?",
        "QuestionCn": "在区域气候建模中，“动态降尺度”如何定义？",
        "AnswerEn": "Dynamic downscaling is a method used in regional climate modeling to obtain high-resolution climate information from relatively coarse-resolution General Circulation Models (GCMs). It uses large-scale climatic background information to establish higher resolution meteorological distribution fields, allowing for a more accurate representation of local features such as topography, vegetation, and soil hydrological processes.",
        "AnswerCn": "动态下调是一种区域气候建模方法，用于从相对粗分辨率的全球气候模型（GCMs）中获取高分辨率的气候信息。它利用大规模气候背景信息来建立更高分辨率的气象分布场，从而更准确地表示局部特征，如地形、植被和土壤水文过程。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What constitutes 'forcing data' in the context of land surface and hydrological models?",
        "QuestionCn": "在陆面和水文模型的背景下，什么构成“强迫数据”？",
        "AnswerEn": "Forcing data in land surface and hydrological models refers to the near-surface atmospheric elements, including air temperature, pressure, relative humidity, wind, precipitation, and radiation, which are used to drive models. These data are essential for simulating the interaction between land and atmosphere and are often derived from observations or downscaled GCM output to achieve the necessary spatial and temporal resolutions.",
        "AnswerCn": "在陆面和水文模型中，强迫数据指的是近地面大气要素，包括气温、气压、相对湿度、风速、降水和辐射，这些数据用于驱动模型。这些数据对于模拟陆地与大气之间的相互作用至关重要，通常是通过观测数据或降尺度的全球气候模型（GCM）输出获得，以达到所需的空间和时间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do field observations of land surface heat fluxes compare to estimates derived from satellite data in terms of accuracy and applicability for climate modeling?",
        "QuestionCn": "土地表面热通量的实地观测与卫星数据推算在准确性和气候建模的适用性方面有何比较？",
        "AnswerEn": "Field observations and estimates from satellite data, like those derived from ASTER, are compared in terms of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux. Satellite data can provide area-wide estimates that align closely with field measurements, and methods like the SEBS algorithm offer acceptable accuracy, especially in partially vegetated areas.",
        "AnswerCn": "现场观测和卫星数据（如ASTRER）估算的比较涉及净辐射通量、土壤热通量、显热通量和潜热通量。卫星数据可以提供与现场测量密切相关的区域性估算，而像SEBS算法这样的技术在部分植被覆盖区域提供了可接受的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the performance of the Weather Research and Forecasting (WRF) model in simulating meteorological parameters vary when compared to actual observations from meteorological stations?",
        "QuestionCn": "天气研究与预报（WRF）模型在模拟气象参数时，与气象站的实际观测数据相比，其性能如何变化？",
        "AnswerEn": "The WRF model shows reliable simulations for parameters like surface temperature, pressure, and relative humidity when validated against meteorological station data. However, simulations of wind speed and rainfall do not align as well with observations, indicating areas for potential improvement in model accuracy.",
        "AnswerCn": "WRF模型在与气象站数据验证时，对于地表温度、气压和相对湿度等参数的模拟表现可靠。然而，风速和降雨量的模拟与观测数据不太一致，表明模型准确性存在潜在改进的空间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of remote sensing data with hydrological models improve the accuracy of soil moisture estimation in arid regions?",
        "QuestionCn": "遥感数据与水文模型的集成如何提高干旱地区土壤湿度估计的准确性？",
        "AnswerEn": "The integration of remote sensing surface soil moisture data with a hydrologic model can significantly enhance soil moisture estimation by minimizing the difference between observation and model simulation results. This can be done through re-parameterization or re-initialization, as demonstrated by the assimilation scheme using the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA) in the Heihe River Basin.",
        "AnswerCn": "将遥感表层土壤湿度数据与水文模型集成，可以显著提高土壤湿度估计，通过最小化观测值与模型模拟结果之间的差异来实现。这可以通过重新参数化或重新初始化来完成，正如在黑河流域使用的集成卡尔曼滤波（EnKF）和遗传算法（GA）所示的同化方案。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges arise in parameterizing land surface heat fluxes in climate models, and how can satellite data be used to address these challenges?",
        "QuestionCn": "在气候模型中，参数化陆地表面热通量时会出现哪些挑战？卫星数据如何用于解决这些挑战？",
        "AnswerEn": "Parameterizing land surface heat fluxes in climate models is challenging due to the inability of state-of-the-art observation techniques to provide representative areal averages. Satellite observables, such as those from the ASTER data, can be used to derive land surface parameters, allowing algorithms like the Surface Energy Balance System (SEBS) to estimate turbulent heat fluxes with acceptable accuracy, as seen in the Heihe River experimental area.",
        "AnswerCn": "在气候模型中，参数化陆地表面热通量是一个挑战，因为最先进的观测技术无法提供代表性的区域平均值。卫星观测数据，如来自ASTER的数据，可以用来推导陆地表面参数，从而使得像表面能量平衡系统（SEBS）这样的算法能够以可接受的精度估算湍流热通量，这在黑河实验区得到了验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the difficulties in obtaining representative areal averages of land surface heat fluxes using state-of-the-art observation techniques?",
        "QuestionCn": "获取土地表面热通量的代表性面积平均值的困难原因是什么，使用的是最先进的观测技术？",
        "AnswerEn": "Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of land surface heat fluxes comparable to the model grid. This is because these techniques are limited in their ability to capture the spatial variability across different land surfaces, which is necessary for accurate parameterization in climate models. Alternative approaches utilize satellite observables of land surface conditions to address this challenge.",
        "AnswerCn": "尽管观测技术至关重要，但最先进的观测技术无法提供与模型网格相当的土地表面热通量的代表性面积平均值。这是因为这些技术在捕捉不同土地表面之间的空间变异性方面存在局限性，而这种变异性对于气候模型中的准确参数化是必要的。替代方法利用卫星观测的土地表面条件来解决这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the uncertainty in soil moisture estimation in hydrologic models?",
        "QuestionCn": "影响水文模型中土壤湿度估计不确定性的因素有哪些？",
        "AnswerEn": "The uncertainty in soil moisture estimation in hydrologic models is primarily attributed to the uncertainty in initial model states, model physical parameters, meteorological forcing variables, and model equations. These factors introduce errors in the simulation process, making it challenging to achieve accurate soil moisture estimations. Approaches like data assimilation with remote sensing data are suggested to improve the accuracy.",
        "AnswerCn": "土壤湿度估计中的不确定性主要源于初始模型状态、模型物理参数、气象强迫变量和模型方程的不确定性。这些因素在模拟过程中引入了误差，使得实现准确的土壤湿度估计变得具有挑战性。建议采用数据同化与遥感数据结合的方法来提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for downscaling General Circulation Model (GCM) outputs for regional or basin-scale land surface models?",
        "QuestionCn": "为什么需要对全球气候模型（GCM）输出进行下尺度处理，以便用于区域或流域尺度的陆面模型？",
        "AnswerEn": "GCM outputs need to be downscaled for regional or basin-scale land surface models because they have spatial and temporal resolutions that fail to meet the requirements of regional models. The coarse resolutions of GCMs overlook regional environmental impacts. Therefore, downscaling is necessary to obtain high-resolution climate information that can effectively drive regional or basin-scale hydrological, land surface, and ecological simulations.",
        "AnswerCn": "GCM输出需要进行下采样，以满足区域或流域尺度的陆面模型要求，因为它们的空间和时间分辨率无法满足区域模型的需求。GCM的粗分辨率忽视了区域环境影响。因此，下采样是必要的，以获得高分辨率的气候信息，从而有效驱动区域或流域尺度的水文、陆面和生态模拟。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts of using automated meteorological stations to collect atmospheric data on the quality and reliability of data in arid environments like the Heihe River Basin?",
        "QuestionCn": "在像黑河流域这样的干旱环境中，使用自动气象站收集大气数据对数据的质量和可靠性可能产生的影响是什么？",
        "AnswerEn": "Using automated meteorological stations can provide continuous, high-frequency data on atmospheric elements such as temperature, pressure, and humidity, which are essential for driving hydrological and land surface models. However, there may be challenges related to data quality due to equipment malfunctions or harsh environmental conditions, which necessitate rigorous data validation and quality control processes.",
        "AnswerCn": "使用自动气象站可以提供关于温度、压力和湿度等大气元素的连续高频数据，这些数据对于驱动水文和陆面模型至关重要。然而，由于设备故障或恶劣环境条件，数据质量可能面临挑战，这就需要严格的数据验证和质量控制过程。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the consequences of applying dynamic downscaling techniques to General Circulation Model outputs for improving the temporal and spatial resolution of climate data used in regional scale hydrological and ecological simulations?",
        "QuestionCn": "将动态下调技术应用于一般环流模型输出的后果是什么，以提高用于区域尺度水文和生态模拟的气候数据的时间和空间分辨率？",
        "AnswerEn": "Dynamic downscaling techniques can significantly improve the temporal and spatial resolution of climate data derived from General Circulation Models, making them more suitable for regional scale hydrological and ecological simulations. This approach enables better representation of local features such as topography and vegetation, which are crucial for accurate environmental impact assessments and model simulations.",
        "AnswerCn": "动态下采样技术可以显著提高从一般环流模型中获得的气候数据的时间和空间分辨率，使其更适合区域尺度的水文和生态模拟。这种方法能够更好地表示局部特征，如地形和植被，这对于准确的环境影响评估和模型模拟至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the rationale behind integrating remote sensing surface soil moisture data with a hydrologic model using data assimilation techniques like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA)?",
        "QuestionCn": "将遥感表层土壤湿度数据与水文模型结合使用数据同化技术，如集成卡尔曼滤波器（EnKF）和遗传算法（GA）的理由是什么？",
        "AnswerEn": "The rationale is to enhance the accuracy of soil moisture estimation by reducing uncertainties in model initial states and parameters. The integration through data assimilation techniques like EnKF and GA allows for the optimization of state variables and re-parameterization, which improves the model outputs to better reflect actual soil moisture conditions.",
        "AnswerCn": "其 rationale 是通过减少模型初始状态和参数的不确定性来提高土壤湿度估计的准确性。通过数据同化技术，如EnKF和GA的集成，可以优化状态变量和重新参数化，从而改善模型输出，使其更好地反映实际的土壤湿度状况。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological steps are taken to evaluate the accuracy of high-resolution meteorological data derived from general circulation models for regional applications?",
        "QuestionCn": "评估来自全球气候模型的高分辨率气象数据在区域应用中的准确性所采取的方法步骤是什么？",
        "AnswerEn": "To evaluate the accuracy of high-resolution meteorological data derived from general circulation models, a regional climate model like WRF is used for downscaling. The model's simulations are validated against daily and hourly meteorological observations from multiple stations. The validation involves comparing model outputs with observation data to assess metrics such as Mean Bias Error (MBE), Root Mean Square Error (RMSE), and correlation coefficients (R), ensuring the simulations meet the resolution and accuracy requirements for regional applications.",
        "AnswerCn": "为了评估从一般环流模型衍生的高分辨率气象数据的准确性，使用区域气候模型如WRF进行下尺度化。模型的模拟结果与多个站点的日常和每小时气象观测数据进行验证。验证过程涉及将模型输出与观测数据进行比较，以评估均值偏差误差（MBE）、均方根误差（RMSE）和相关系数（R）等指标，确保模拟结果满足区域应用的分辨率和准确性要求。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological methods enable the accurate measurement of land surface heat fluxes in arid environments, and how are these methods integrated into data collection systems?",
        "QuestionCn": "哪些技术方法能够在干旱环境中准确测量地表热通量，这些方法如何集成到数据采集系统中？",
        "AnswerEn": "Field observations and satellite data, such as those from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER), enable the accurate measurement of land surface heat fluxes. The Surface Energy Balance System (SEBS) algorithm is used to integrate these observations to estimate turbulent heat fluxes with acceptable accuracy over heterogeneous land surfaces.",
        "AnswerCn": "现场观测和卫星数据，如来自先进的空间热发射和反射辐射计（ASTER）的数据，使得对地表热通量的准确测量成为可能。表面能量平衡系统（SEBS）算法用于整合这些观测数据，以在异质土地表面上以可接受的精度估计湍流热通量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the process of downscaling General Circulation Model outputs contribute to the preparation of high-resolution forcing data for regional land surface models?",
        "QuestionCn": "将大气环流模式输出结果进行降尺度处理，如何为区域陆面模式准备高分辨率强迫数据？",
        "AnswerEn": "Downscaling GCM outputs involves obtaining high-resolution climate information from coarse-resolution models. This process is vital for providing forcing data with a higher temporal-spatial resolution, which is necessary for regional or basin-scale land surface, hydrological, and ecological simulations. The WRF model, for instance, is validated using data from meteorological stations to ensure accuracy before driving land surface models.",
        "AnswerCn": "降尺度全球气候模型（GCM）输出涉及从粗分辨率模型获取高分辨率气候信息。这个过程对于提供具有更高时间-空间分辨率的强迫数据至关重要，这对于区域或流域尺度的陆面、 hydrological 和生态模拟是必要的。例如，WRF 模型在驱动陆面模型之前，会使用气象站的数据进行验证，以确保准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges and solutions are associated with the assimilation of remote sensing data into hydrologic models for soil moisture estimation?",
        "QuestionCn": "与将遥感数据融入水文模型以估算土壤湿度相关的挑战和解决方案是什么？",
        "AnswerEn": "Challenges in assimilating remote sensing data include uncertainties in model initial states and parameters. Solutions involve using assimilation schemes like the Ensemble Kalman Filter (EnKF) combined with Genetic Algorithms to optimize state variables and re-parameterize sensitive model parameters. This approach improves the accuracy of soil moisture estimation by integrating satellite data, as demonstrated in the Heihe River Basin.",
        "AnswerCn": "同化遥感数据的挑战包括模型初始状态和参数的不确定性。解决方案涉及使用同化方案，如集合卡尔曼滤波器（EnKF），结合遗传算法来优化状态变量和重新参数化敏感模型参数。这种方法通过整合卫星数据，提高了土壤湿度估计的准确性，正如在黑河流域所示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be significant data gaps in meteorological datasets collected from remote sensing in arid environments?",
        "QuestionCn": "为什么在从遥感技术收集的干旱环境气象数据集中可能存在显著的数据缺口？",
        "AnswerEn": "Data gaps in meteorological datasets collected from remote sensing in arid environments can arise due to the limitations of observation techniques that cannot provide representative areal averages of land surface heat fluxes compared to model grids. Additionally, the challenges in obtaining high temporal and spatial resolution forcing data necessary for regional scale models may contribute to these gaps.",
        "AnswerCn": "在干旱环境中，从遥感收集的气象数据集中的数据缺口可能是由于观测技术的局限性，这些技术无法提供与模型网格相比的土地表面热通量的代表性面积平均值。此外，获取区域尺度模型所需的高时间和空间分辨率强迫数据的挑战也可能导致这些缺口的出现。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges could arise from using remote sensing data to estimate soil moisture in large spatial and temporal scales?",
        "QuestionCn": "使用遥感数据在大空间和时间尺度上估计土壤湿度可能会面临哪些挑战？",
        "AnswerEn": "Challenges in using remote sensing data to estimate soil moisture in large spatial and temporal scales include uncertainties in initial model state, model physical parameters, meteorological forcing variables, and model equations. These uncertainties can lead to errors in soil moisture estimation, requiring integration with hydrologic models and sophisticated data assimilation techniques like the Ensemble Kalman Filter and Genetic Algorithm to improve accuracy.",
        "AnswerCn": "使用遥感数据在大空间和时间尺度上估计土壤湿度的挑战包括初始模型状态、模型物理参数、气象强迫变量和模型方程的不确定性。这些不确定性可能导致土壤湿度估计中的错误，因此需要与水文模型集成，并采用像集合卡尔曼滤波器和遗传算法等复杂的数据同化技术来提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the integration of remote sensing data and hydrologic models be evaluated in terms of improving soil moisture estimation accuracy in arid environments?",
        "QuestionCn": "如何评估遥感数据与水文模型的集成在提高干旱环境中土壤湿度估计准确性方面的效果？",
        "AnswerEn": "The integration of remote sensing data, such as ASAR images, with hydrologic models like DHSVM can significantly enhance the accuracy of soil moisture estimation. This assimilation scheme, particularly when employing techniques like the Ensemble Kalman Filter and Genetic Algorithm, shows practical results in improving model estimates by aligning them more closely with actual observations. This approach addresses uncertainties in model parameters and initial states, offering a refined estimation process.",
        "AnswerCn": "遥感数据的集成，如ASAR影像，与水文模型如DHSVM的结合，可以显著提高土壤湿度估计的准确性。这种同化方案，特别是采用像集成卡尔曼滤波器和遗传算法这样的技术，显示出在改善模型估计方面的实际效果，使其与实际观测结果更加一致。这种方法解决了模型参数和初始状态的不确定性，提供了更精确的估计过程。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can downscaling techniques be assessed for their effectiveness in providing high-resolution forcing data for regional land surface models?",
        "QuestionCn": "可以通过哪些方式评估降尺度技术在为区域陆面模型提供高分辨率强迫数据方面的有效性？",
        "AnswerEn": "Downscaling techniques, particularly dynamic downscaling using regional climate models, are considered effective for deriving high-resolution climate data. These methods can validate the accuracy of forcing data by comparing simulations against observations from meteorological stations. In the field, such methods have shown that WRF model simulations for surface temperature, pressure, and humidity are reliable, indicating the potential for these techniques to meet regional model requirements.",
        "AnswerCn": "降尺度技术，特别是使用区域气候模型的动态降尺度，被认为是获取高分辨率气候数据的有效方法。这些方法可以通过将模拟结果与气象站的观测数据进行比较来验证强迫数据的准确性。在实际应用中，这些方法表明，WRF模型对地表温度、气压和湿度的模拟是可靠的，表明这些技术有潜力满足区域模型的要求。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods manage to provide accurate high-resolution soil moisture estimates over large spatial scales.",
        "QuestionCn": "我不明白数据收集方法如何能够在大空间尺度上提供准确的高分辨率土壤湿度估计。",
        "AnswerEn": "The use of remote sensing surface soil moisture data combined with hydrologic models helps in providing accurate high-resolution estimates. The integration involves re-parameterization and re-initialization approaches, using techniques like the Ensemble Kalman Filter (EnKF) to minimize the difference between observations and model simulations.",
        "AnswerCn": "使用遥感表层土壤湿度数据与水文模型相结合，有助于提供准确的高分辨率估计。这种集成涉及重新参数化和重新初始化方法，使用像集成卡尔曼滤波器（EnKF）这样的技术来最小化观测值与模型模拟之间的差异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m not sure how meteorological data from various stations is used to validate and improve model simulations for regional climate studies.",
        "QuestionCn": "我不确定来自不同气象站的气象数据是如何用于验证和改进区域气候研究的模型模拟的。",
        "AnswerEn": "Meteorological data from multiple stations is used to validate model simulations by comparing observed data with model outputs. For example, the WRF model was validated using daily data from CMA stations and hourly data from WATER project sites to ensure the accuracy of simulations, which are crucial for driving land surface models with high spatial-temporal resolution.",
        "AnswerCn": "多个气象站的数据用于通过比较观测数据与模型输出验证模型模拟。例如，WRF模型使用来自CMA站点的日数据和来自WATER项目站点的小时数据进行验证，以确保模拟的准确性，这对于驱动具有高时空分辨率的陆面模型至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and summarize various data collection methods for measuring land-atmosphere interactions, including energy, heat, and water fluxes in arid environments.",
        "QuestionCn": "请探讨并总结各种数据收集方法，以测量干旱环境中的陆地-大气相互作用，包括能量、热量和水分通量。",
        "AnswerEn": "Field observations and satellite-based methods are used to measure land-atmosphere interactions. For example, in arid environments like the Heihe River Basin, the Surface Energy Balance System (SEBS) algorithm is evaluated using field data and satellite observations from sensors like ASTER to estimate net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over heterogenous land surfaces.",
        "AnswerCn": "现场观测和基于卫星的方法用于测量陆地-大气相互作用。例如，在像黑河流域这样的干旱环境中，表面能量平衡系统（SEBS）算法使用现场数据和来自ASTER传感器的卫星观测进行评估，以估算异质土地表面的净辐射通量、土壤热通量、显热通量和潜热通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and discuss the challenges encountered in data collection for regional scale land surface models, particularly in terms of temporal and spatial resolution.",
        "QuestionCn": "请识别并讨论在区域尺度土地表面模型的数据收集过程中遇到的挑战，特别是在时间和空间分辨率方面。",
        "AnswerEn": "Challenges in data collection for regional scale land surface models include the inability of General Circulation Model (GCM) outputs to meet the spatial and temporal resolution requirements. Downscaling methods are necessary to improve resolution, but this introduces complexity and potential errors in capturing local environmental impacts. These challenges highlight the need for high-resolution forcing data to accurately model regional-scale hydrological and ecological processes.",
        "AnswerCn": "区域尺度土地表面模型的数据收集面临的挑战包括全球气候模型（GCM）输出无法满足空间和时间分辨率要求。需要进行下采样方法以提高分辨率，但这会引入复杂性和潜在的错误，难以捕捉局部环境影响。这些挑战突显了高分辨率强迫数据的需求，以准确模拟区域尺度的水文和生态过程。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}