{
  "id": "33ee494d-cacd-4447-b0d4-3062078852d6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Lake-level over the Tibetan Plateau using multi-sensor satellite altimetry data (2010-2020)",
      "titleCn": "基于多源卫星测高数据的青藏高原湖泊水位（2010-2020）",
      "description": "The data include four types: water levels of 244 lakes extracted in CryoSat-2 L1B Baseline D (2010-2020); water levels of 356 lakes extracted in ICESat-2 ATL13 (2018-2020); water levels of 125 lakes extracted in Sentinel-3A SRAL L2 (2016- 2020); water levels in 120 lakes extracted from Sentinel-3B SRAL L2 (2018-2020). Data include date, decimal date, water level, standard deviation, and geographic location of each lake. Please see the paper for detailed data processing procedures.",
      "descriptionCn": "数据包括4种：CryoSat-2 L1B Baseline D 提取的244个湖泊水位 （2010-2020年）；ICESat-2 ATL13 提取的356个湖泊水位 （2018-2020年）；Sentinel-3A SRAL L2 提取的125个湖泊水位 （2016-2020年）；Sentinel-3B SRAL L2 提取120个湖泊的水位 （2018-2020年）。数据包括日期、十进制日期、水位、标准差以及每个湖泊的地理位置。数据详细处理流程请见论文。",
      "instructions": "File naming: the lake water level data under the data folder is stored in text format. The name of the file is \"ID.txt\", where id represents the ID number of the lake. For example, 1.txt represents this file to describe the lake water level with lake ID 1; The data under the location folder represents the location of each lake, and the ID number in the file name can be corresponding in the field ID.\nData reading method: all text files in the data set can be opened directly with text programs (such as Notepad), and can also be read in batches by programs written in MATLAB, python, etc; Shapefile (SHP) can be read with ArcGIS.",
      "instructionsCn": "文件命名：位于data文件夹下的湖泊水位数据以文本格式存储，文件的名称为“ID.txt”，其中ID代表湖泊的ID号，比如1.txt就代表这个文件描述湖泊ID 为1的湖泊水位；位于location文件夹下的数据表示每个湖泊的位置，文件名中的ID号可以在字段ID中对应。\n数据读取方式：该数据集中的所有文本文件可以直接用文本程序（如记事本）打开，也可用MATLAB、Python等编写程序批量读取；矢量文件（shp）可以用Arcgis读取。",
      "east": 102.833,
      "west": 71.287,
      "south": 28.092,
      "north": 39.173,
      "startTime": null,
      "endTime": null,
      "fileSize": 22987870.0,
      "cstr": null,
      "doi": "10.1016/j.jhydrol.2021.127251",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "许凤林",
        "nameEn": "XU Fenglin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Seasonal trends and cycles of lake-level variations over the Tibetan Plateau using multi-sensor altimetry data",
        "referenceCn": null,
        "referenceEn": "Xu, F., Zhang, G., Yi, S., & Chen, W. (2021). Seasonal trends and cycles of lake-level variations over the Tibetan Plateau using multi-sensor altimetry data. J. Hydrol, 127251. https://doi.org/10.1016/j.jhydrol.2021.127251"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水位",
        "nameEn": "Water level"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "The Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2020/2016-2020/2018-2020",
        "keywordEn": "2010-2020/2016-2020/2018-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of water level data collected from multiple satellite altimetry sources for lakes on the Tibetan Plateau?",
        "QuestionCn": "从多个卫星测高源收集的青藏高原湖泊水位数据的特征和特点是什么？",
        "AnswerEn": "water levels, CryoSat-2 L1B Baseline D, ICESat-2 ATL13, Sentinel-3A SRAL L2, Sentinel-3B SRAL L2, 2010 to 2020, date, decimal date, water level, standard deviation, geographical location",
        "AnswerCn": "水位，CryoSat-2 L1B 基线 D，ICESat-2 ATL13，Sentinel-3A SRAL L2，Sentinel-3B SRAL L2，2010 到 2020，日期，十进制日期，水位，标准差，地理位置",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lake water levels were extracted using the CryoSat-2 L1B Baseline D data collection method from 2010 to 2020?",
        "QuestionCn": "从2010年到2020年，使用CryoSat-2 L1B基线D数据收集方法提取了多少个湖泊水位数据？",
        "AnswerEn": "244",
        "AnswerCn": "244",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges and intricacies involved in compiling a dataset of lake water levels on the Tibetan Plateau using multi-source satellite altimetry data from 2010 to 2020?",
        "QuestionCn": "从2010年到2020年使用多源卫星测高数据编制西藏高原湖泊水位数据集所涉及的挑战和复杂性可以推断出什么？",
        "AnswerEn": "Compiling a dataset of lake water levels on the Tibetan Plateau using multi-source satellite altimetry data involves several challenges and intricacies. The use of different satellites, such as CryoSat-2, ICESat-2, Sentinel-3A, and Sentinel-3B, suggests a need to reconcile data from various sources, each with its own temporal resolution and accuracy. This implies potential challenges in ensuring consistency and comparability across different datasets. Furthermore, the inclusion of metadata like date, decimal date, water level, standard deviation, and geographical location indicates a comprehensive approach to capturing nuances in temporal and spatial data. These details highlight the methodological rigor required to handle data from distinct satellite missions, each with unique operational characteristics. Additionally, understanding the underlying hydrological and climatic influences affecting lake water levels over the specified period may involve interpreting patterns of change observed in the dataset in relation to environmental factors, such as precipitation and temperature variations. The complexity of such a dataset also suggests potential areas for expansion or refinement, such as increasing the temporal resolution or incorporating additional satellite sources to enhance the robustness of the data.",
        "AnswerCn": "编制一个关于青藏高原湖泊水位的多源卫星测高数据集涉及多个挑战和复杂性。使用不同的卫星，如CryoSat-2、ICESat-2、Sentinel-3A和Sentinel-3B，意味着需要协调来自不同来源的数据，每个数据源都有其独特的时间分辨率和准确性。这暗示着在确保不同数据集之间的一致性和可比性方面可能面临挑战。此外，包含日期、小数日期、水位、标准偏差和地理位置等元数据表明了一种全面的方法，以捕捉时间和空间数据中的细微差别。这些细节突显了处理来自不同卫星任务的数据所需的方法论严谨性。此外，理解影响湖泊水位的潜在水文和气候因素，可能需要将观察到的数据集中的变化模式与环境因素（如降水和温度变化）进行关联解读。这样一个数据集的复杂性也暗示了潜在的扩展或改进领域，例如提高时间分辨率或纳入更多卫星源，以增强数据的稳健性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes discrepancies in water level measurements across different satellite altimetry data sources for lakes on the Tibetan Plateau?",
        "QuestionCn": "导致不同卫星测高数据源在青藏高原湖泊水位测量中出现差异的原因是什么？",
        "AnswerEn": "Discrepancies in water level measurements across different satellite altimetry data sources for lakes on the Tibetan Plateau can be caused by the varying temporal and spatial resolutions of the data sources, such as CryoSat-2, ICESat-2, Sentinel-3A, and Sentinel-3B. Each of these satellites may have different measurement accuracies, processing algorithms, and instrument characteristics, which can lead to differences in the extracted water levels. Additionally, factors such as the lake size, surrounding topography, and atmospheric conditions at the time of data acquisition can also contribute to measurement discrepancies.",
        "AnswerCn": "不同卫星高度测量数据源在青藏高原湖泊水位测量中的差异可能是由于数据源的时间和空间分辨率不同，例如CryoSat-2、ICESat-2、Sentinel-3A和Sentinel-3B。这些卫星可能具有不同的测量精度、处理算法和仪器特性，这可能导致提取的水位存在差异。此外，湖泊的大小、周围地形以及数据获取时的气象条件等因素也可能导致测量差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of using multi-source satellite altimetry data for assessing lake water levels on the Tibetan Plateau?",
        "QuestionCn": "使用多源卫星测高数据评估青藏高原湖泊水位的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide comprehensive and accurate measurements of lake water levels over time, utilizing data from CryoSat-2, ICESat-2, Sentinel-3A, and Sentinel-3B. This approach intends to enhance understanding of hydrological changes in the region by offering detailed temporal and spatial data, which includes factors such as date, decimal date, water level, standard deviation, and geographic location for each lake.",
        "AnswerCn": "主要目标是利用CryoSat-2、ICESat-2、Sentinel-3A和Sentinel-3B的数据，提供湖泊水位随时间变化的全面和准确的测量。这种方法旨在通过提供详细的时间和空间数据，增强对该地区水文变化的理解，包括每个湖泊的日期、小数日期、水位、标准偏差和地理位置等因素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in extracting lake water levels from multi-source satellite altimetry data over the Tibetan Plateau for the period 2010-2020?",
        "QuestionCn": "提取2010-2020年间青藏高原湖泊水位的多源卫星测高数据涉及哪些程序？",
        "AnswerEn": "The extraction of lake water levels from multi-source satellite altimetry data over the Tibetan Plateau for the period 2010-2020 involves using CryoSat-2 L1B Baseline D for 244 lakes, ICESat-2 ATL13 for 356 lakes, Sentinel-3A SRAL L2 for 125 lakes, and Sentinel-3B SRAL L2 for 120 lakes. The data includes parameters such as date, decimal date, water level, standard deviation, and geographic location of each lake. For detailed data processing steps, refer to the associated research paper.",
        "AnswerCn": "从多源卫星测高数据提取2010-2020年间青藏高原湖泊水位的过程涉及使用CryoSat-2 L1B基线D数据对244个湖泊进行处理，使用ICESat-2 ATL13数据对356个湖泊进行处理，使用Sentinel-3A SRAL L2数据对125个湖泊进行处理，以及使用Sentinel-3B SRAL L2数据对120个湖泊进行处理。数据包括每个湖泊的日期、小数日期、水位、标准偏差和地理位置等参数。有关详细的数据处理步骤，请参阅相关研究论文。",
        "Level": "C3(Applying)"
      }
    ]
  }
}