{
  "id": "3470eb0f-6b47-483b-a8b4-45f8b2d3b563",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A high-resolution inland surface water body dataset for the tundra and boreal forests of North America",
      "titleCn": "A high-resolution inland surface water body dataset for the tundra and boreal forests of North America",
      "description": "The circumpolar boreal and tundra biomes are the highest concentrations of the global inland water bodies, including lakes, reservoirs, and ephemeral ponds. The majority of these water bodies are small-sized but enormous in number. These small water bodies are essential to global greenhouse gas emissions; however, they are vulnerable to climate change, and little has been known. Thus, it is critical to investigate water bodies in this highly concentrated region, especially the small water bodies. This study presented a comprehensive dataset of water bodies for the tundra and boreal biomes in North America (WBD-NAHL). The 10-m resolution Sentinel-2 and the 30-m resolution JRC water dataset were adopted as the main inputs to enhance the ability on identifying small water bodies (Figure 1). The main contributions of this dataset are as follows: 1) the first investigation of water bodies in the tundra and boreal biomes in North America. Nearly 6.5 million water bodies were identified, about 90% of which were smaller than 0.1 km2; 2) this dataset provides the locations, areas, and morphological attributes for each water body, enabling the analysis of water body distribution, types, and more, which is expected to support studies in the water cycle, carbon emission, and permafrost in high latitudes under global climate change.\nFigure 1: Distributions of the percent (a), area (b), perimeter (c), and SI (d), and the number (e) of the water bodies in the North American tundra and boreal forest regions (aggregated to 5 km×5 km grids).\nThis work was supported by the National Natural Science Foundation of China (grant no. 42171140) and the NSFC BSCTPES project (grant no. 41988101)\n",
      "descriptionCn": "The Water body dataset for the North American high latitudes(WBD-NAHL) data is important for hydrology research, matter and energy cycle research. The inland water inventory included water bodies of tundra and boreal forest in North America. The water extent was extracted from Sentinel-2 A/B multi-spectral with assistant of JRC yearly permanent water. Both water index and random forest methods were used to detect water. The water index extracted the loose water extent. Random forest extracted the more accurate water extent. And area, perimeter and shape index (SI) were provided in this dataset. The overall accuracy is 98%. It was established that about 6.5 million water bodies presented in tundra and boreal forest in North America, among witch 6 million small water bodies less than 0.1 km2 (90% of total water bodies) were included. And the inventory covered 801,445 km2 inland water, the average size, perimeter and SI of which were 0.12 km2, 1.01 km and 1.43.",
      "instructions": "The water body dataset  is stored in shapefile format. The file name is \"WBI.shp\".",
      "instructionsCn": "The water body dataset  is stored in shapefile format. The file name is \"WBI.shp\".",
      "east": -52.664451,
      "west": -176.630704,
      "south": 44.997592,
      "north": 71.991885,
      "startTime": "2019-06-01 00:00:00",
      "endTime": "2019-09-30 00:00:00",
      "fileSize": 1553218825.0,
      "cstr": "18406.11.Hydro.tpdc.271021",
      "doi": "10.11888/Hydro.tpdc.271021",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "冯敏",
        "nameEn": "FENG Min",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "Yijie Sui",
        "nameEn": "SUI Yijie",
        "unitEn": "",
        "unitCn": "INSTITUTE OF GEOGRAPHIC SCIENCES AND NATURAL RESOURCES RESEARCH，CAS"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A high-resolution inland surface water body dataset for the tundra and boreal forests of North America",
        "referenceCn": null,
        "referenceEn": "Sui Y, Feng M*, Wang C, Li X. (2022). A high-resolution inland surface water body dataset for the tundra and boreal forests of North America. Earth System Science Data, 14(7): 3349-3363. https://doi.org/10.5194/essd-14-3349-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "海洋",
        "nameEn": "Ocean"
      }
    ],
    "themeList": [
      {
        "nameCn": "内陆水域",
        "nameEn": "Inland water"
      },
      {
        "nameCn": "哨兵2号",
        "nameEn": "Sentinel-2"
      },
      {
        "nameCn": "海洋遥感",
        "nameEn": "Marine Remote Sensing"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "North America",
        "keywordEn": "North America"
      },
      {
        "keywordCn": "tundra and boreal forest",
        "keywordEn": "tundra and boreal forest"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "Yearly",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "permanent water",
        "keywordEn": "",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被覆盖度数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface FVC dataset in Qilian mountain area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Inland surface waters are abundant in the tundra and boreal forests of North America, essential to environments and human societies but vulnerable to climate changes. These high-latitude water bodies differ greatly in their morphological and topological characteristics related to the formation, type, and vulnerability. Inland surface water occupies only 2 % of the global land surface, but it plays a critical role in terrestrial ecosystems. More than 55 % of global surface waters are located in high latitudes in the Northern Hemisphere, and these northern high-latitude waters are generally small and densely clustered. The high latitudes have warmed faster than other regions, with annual surface temperatures increasing > 1.4 ◦C over the past century. This change in climate is driving changes in terrestrial ecosystems in the Arctic as well. For example, increases in vegetation productivity have been observed across the northern high latitudes. Meanwhile, high-latitude water bodies have started changing since the early 1970s. Permafrost thawing poses a threat to the stability of inland surface waters, especially in arctic lowland surface areas, where most of the water bodies could be thermokarst lakes and have strong interactions with permafrost in the regions. The morphology of the water bodies could be shaped by the surrounding environment. Shoreline complexity affects lake ice formation. Lake connectivity affects fish migration, fish habitats, aquatic assemblages, and water self-purification and accelerates water cycling. The density of water bodies impacts fish density and biomass. The shape and distribution of water bodies reflect what led to the water body formation. Furthermore, information about lake area extent can improve Arctic land surface modeling. In the past, inland surface water was mapped at sub-hectare (i.e., 30 m) resolution using satellite data, and these data provided unprecedented information about the global extent of inland waters, including their spatial distribution and temporal changes. Existing datasets containing information that describe water body shapes, such as the Global Lakes and Wetlands Database (GLWD) and HydroLAKES, are limited to water bodies larger than 0.1 km²."
      ],
      "research objective": [
        "In this paper, we present a water body dataset for the North American high latitudes (WBD-NAHL). The dataset provides area and morphological attributes for every water body. The WBD-NAHL dataset provides the spatial extent and morphological attributes for each identified water body. It is the first inland water inventory dataset derived at this landscape scale with the capability of delineating inland surface waters as small as 0.001 km²."
      ],
      "challenges": [
        "The data and methods used to derive the 10 m resolution WBD-NAHL dataset are able to detect water bodies smaller than the 30 m resolution or coarser-resolution satellite-derived datasets but have difficulty identifying water bodies smaller than 0.001 km². Limit errors in the satellite data provide substantial sources of uncertainty, including an inability to separate rivers and streams because the resolution is too coarse, bias in estimates of water extent resulting from temporal gaps in the data, and misclassifications resulting from spectral resolution. The misclassifications impacted by terrain (e.g., mountain shadows) still exist, even though they have been substantially reduced during data processing."
      ],
      "methods": [
        "During this study, we developed an automated approach for detecting surface water extent and identifying water bodies in the 10 m resolution Sentinel-2 multispectral satellite data to enhance the capability of delineating small water bodies and their morphological attributes. The approach was applied to the Sentinel-2 data acquired in 2019 to produce the water body dataset for the entire tundra and boreal forests in North America. A machine learning model was trained to retrieve water extent from the Sentinel-2 images from possible water extent restricted by the water probability layer. Permanent water pixels were identified from the resulting water frequency layer as being those pixels with at least 50 % occurrence between June and September. The resulting water pixels were then converted to vector polygons using the “Raster to Polygon” tool in ESRI ArcMap 10.2."
      ],
      "dataset": [
        "Nearly 6.5 million water bodies were identified, with approximately 6 million (∼90 %) of them smaller than 0.1 km². The Sentinel-2 multi-spectral images were used to delineate surface water bodies in this study. The dataset provided a more complete representation of the region than existing regional datasets for North America, e.g., Permafrost Region Pond and Lake (PeRL)."
      ],
      "findings": [
        "The total accuracy of the detected water extent by the WBD-NAHL dataset was 96.36 % through comparison to interpreted data for locations randomly sampled across the region. The WBD-NAHL provided an improved ability on delineating water bodies and reported higher accuracies in the size, number, and perimeter attributes of water body by comparing to PeRL and interpreted regional dataset."
      ],
      "backgroundCn": [
        "内陆水体在北美的苔原和北方森林中丰富，既对环境和人类社会至关重要，又易受气候变化的影响。这些高纬度水体在形态和拓扑特征上差异显著，与其形成、类型和脆弱性相关。内陆水体仅占全球陆地表面的2%，但在陆地生态系统中发挥着关键作用。全球超过55%的地表水位于北半球的高纬度地区，而这些北方高纬度水体通常较小且密集分布。高纬度地区的气温升高速度快于其他地区，过去一个世纪年均表面温度上升超过1.4°C。这种气候变化正在推动北极地区陆地生态系统的变化。例如，北方高纬度地区的植被生产力已观察到增加。同时，自20世纪70年代初以来，高纬度水体也开始发生变化。永久冻土的融化对内陆水体的稳定性构成威胁，尤其是在北极低地表面区域，大多数水体可能是热融湖，并与该地区的永久冻土有强烈的相互作用。水体的形态可能受到周围环境的影响。岸线复杂性影响湖泊冰层的形成。湖泊连通性影响鱼类迁徙、鱼类栖息地、水生群落以及水的自我净化，并加速水循环。水体的密度影响鱼类的密度和生物量。水体的形状和分布反映了水体形成的原因。此外，关于湖泊面积的范围信息可以改善北极陆地表面建模。在过去，内陆水体的映射是在亚公顷（即30米）分辨率下使用卫星数据进行的，这些数据提供了关于内陆水体全球范围及其空间分布和时间变化的前所未有的信息。现有的数据集包含描述水体形状的信息，如全球湖泊和湿地数据库（GLWD）和HydroLAKES，仅限于大于0.1平方公里的水体。"
      ],
      "research objectiveCn": [
        "在本文中，我们呈现了一个针对北美高纬度地区的水体数据集（WBD-NAHL）。该数据集提供了每个水体的面积和形态特征。WBD-NAHL 数据集提供了每个识别水体的空间范围和形态特征。它是第一个在这种景观尺度上衍生的内陆水体清单数据集，能够划定面积小至 0.001 平方公里的内陆水面。"
      ],
      "challengesCn": [
        "用于推导10米分辨率WBD-NAHL数据集的数据和方法能够检测到比30米分辨率或更粗分辨率卫星衍生数据集更小的水体，但对于识别小于0.001平方公里的水体仍然存在困难。卫星数据中的误差限制提供了 substantial 的不确定性来源，包括由于分辨率过粗而无法区分河流和溪流、由于数据的时间间隙导致的水域范围估计偏差，以及由于光谱分辨率导致的误分类。尽管在数据处理过程中这些由于地形（例如山影）造成的误分类已经大大减少，但仍然存在。"
      ],
      "methodsCn": [
        "在本研究中，我们开发了一种自动化方法，用于检测表面水域范围并识别水体，利用10米分辨率的Sentinel-2多光谱卫星数据，以增强小型水体及其形态特征的划定能力。该方法应用于2019年获取的Sentinel-2数据，生成了北美整个苔原和北方森林的水体数据集。训练了一种机器学习模型，从可能的水域范围中提取水域范围，该范围受水概率层的限制。通过水频率层识别出永久水像素，即在6月至9月之间出现频率至少为50%的像素。随后，利用ESRI ArcMap 10.2中的“栅格转多边形”工具将结果水像素转换为矢量多边形。"
      ],
      "datasetCn": [
        "近650万个水体被识别，其中约600万个（∼90%）的面积小于0.1平方公里。本研究使用Sentinel-2多光谱影像来划定水体。该数据集提供了比现有的北美区域数据集（例如，永久冻土区池塘和湖泊（PeRL））更完整的区域代表性。"
      ],
      "findingsCn": [
        "通过与随机抽样的地区解释数据进行比较，WBD-NAHL 数据集检测到的水域范围的总准确率为 96.36%。WBD-NAHL 在划定水体方面提供了更好的能力，并在水体的大小、数量和周长属性上报告了比 PeRL 和解释区域数据集更高的准确性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges related to misclassification in the data collection methods due to terrain impacts like mountain shadows?",
        "QuestionCn": "在数据收集方法中，由于地形影响如山影，是否存在与误分类相关的挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is it possible to detect water bodies smaller than 0.001 km² using the current data collection techniques?",
        "QuestionCn": "使用当前的数据收集技术，是否可以检测到小于0.001平方公里的水体？",
        "AnswerEn": "No",
        "AnswerCn": "否",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What challenges are faced in identifying smaller water bodies using satellite-derived datasets?",
        "QuestionCn": "使用卫星衍生数据识别较小水体面临的挑战有哪些？",
        "AnswerEn": "difficulty identifying water bodies smaller than 0.001 km²",
        "AnswerCn": "难以识别小于0.001平方公里的水体。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where is the high-resolution inland surface water body dataset applied to enhance hydrology research?",
        "QuestionCn": "高分辨率内陆水体数据集应用于增强水文学研究的地方在哪里？",
        "AnswerEn": "tundra and boreal forests of North America",
        "AnswerCn": "北美的苔原和北方针叶林",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to detect small water bodies in tundra and boreal forests, including any machine learning techniques applied?",
        "QuestionCn": "您能否提供一个用于检测冻土和北方森林中小水体的数据收集方法的示例，包括应用的任何机器学习技术？",
        "AnswerEn": "An example of a data collection method used to detect small water bodies in tundra and boreal forests involves the development of an automated approach for detecting surface water extent and identifying water bodies using 10 m resolution Sentinel-2 multispectral satellite data. A machine learning model was trained to retrieve water extent from the Sentinel-2 images, using a water probability layer to restrict possible water extent.",
        "AnswerCn": "一种用于检测冻土和北方森林中小水体的数据收集方法涉及开发一种自动化方法，以利用10米分辨率的Sentinel-2多光谱卫星数据检测水面范围并识别水体。训练了一个机器学习模型，从Sentinel-2图像中提取水面范围，使用水概率层来限制可能的水面范围。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered in deriving high-resolution water body datasets using satellite imagery in high-latitude regions?",
        "QuestionCn": "在高纬度地区使用卫星影像获取高分辨率水体数据集时遇到的一个挑战是什么？",
        "AnswerEn": "An example of a challenge encountered is the difficulty in identifying water bodies smaller than 0.001 km² due to the limitations of satellite data resolution. Additionally, there are errors related to temporal gaps in data and misclassifications caused by spectral resolution and terrain factors, such as mountain shadows.",
        "AnswerCn": "一个遇到的挑战是，由于卫星数据分辨率的限制，难以识别小于0.001平方公里的水体。此外，还存在与数据时间间隔相关的错误，以及由于光谱分辨率和地形因素（如山影）导致的误分类。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that offers a comprehensive inventory of water bodies in high-latitude regions, focusing on small-scale features?",
        "QuestionCn": "您能否提供一个数据集的示例，该数据集提供高纬度地区水体的全面清单，重点关注小规模特征？",
        "AnswerEn": "An example of a dataset that offers a comprehensive inventory of water bodies in high-latitude regions is one that identifies nearly 6.5 million water bodies, with about 6 million of them being smaller than 0.1 km². This dataset is based on Sentinel-2 multi-spectral images and provides a more complete representation of the region compared to existing regional datasets.",
        "AnswerCn": "一个提供高纬度地区水体全面清单的数据集，识别了近650万个水体，其中约600万个水体的面积小于0.1平方公里。该数据集基于Sentinel-2多光谱影像，提供了比现有区域数据集更完整的区域表现。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific challenges involved in using satellite data for detecting small inland water bodies in high-latitude regions?",
        "QuestionCn": "在高纬度地区使用卫星数据检测小型内陆水体时面临的具体挑战有哪些？",
        "AnswerEn": "coarse resolution, difficulty in identifying water bodies smaller than 0.001 km², bias in water extent estimates from temporal data gaps, misclassifications from spectral resolution, terrain effects like mountain shadows",
        "AnswerCn": "分辨率较低，难以识别小于0.001平方公里的水体，时间数据间隙导致水域范围估计存在偏差，光谱分辨率导致的误分类，地形影响如山影。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features and capabilities of a water body dataset derived from Sentinel-2 multispectral satellite data in terms of spatial resolution and morphological attributes?",
        "QuestionCn": "基于Sentinel-2多光谱卫星数据的水体数据集在空间分辨率和形态特征方面的特征和能力是什么？",
        "AnswerEn": "10 m resolution, delineating inland surface waters as small as 0.001 km², shape index, area, perimeter",
        "AnswerCn": "10米分辨率，划定面积小至0.001平方公里的内陆地表水体，形状指数，面积，周长",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many water bodies were identified in the high-resolution dataset for the tundra and boreal forests of North America?",
        "QuestionCn": "在北美的苔原和北方森林的高分辨率数据集中识别出了多少个水体？",
        "AnswerEn": "6.5 million",
        "AnswerCn": "六百五十万",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Sentinel-2 multispectral satellite data used for in the context of inland water body detection?",
        "QuestionCn": "Sentinel-2多光谱卫星数据在内陆水体检测中的用途是什么？",
        "AnswerEn": "The Sentinel-2 multispectral satellite data is used to enhance the capability of delineating small water bodies and their morphological attributes by detecting surface water extent and identifying water bodies at a 10 m resolution.",
        "AnswerCn": "Sentinel-2多光谱卫星数据用于增强小型水体及其形态特征的划分能力，通过以10米分辨率检测水面范围和识别水体。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with using satellite-derived datasets for mapping inland surface waters?",
        "QuestionCn": "使用卫星衍生数据集绘制内陆水体面临的挑战有哪些？",
        "AnswerEn": "Challenges include difficulty in identifying water bodies smaller than 0.001 km², errors due to coarse resolution impacting the separation of rivers and streams, biases from temporal data gaps, and misclassifications caused by spectral resolution and terrain factors like mountain shadows.",
        "AnswerCn": "挑战包括难以识别小于0.001平方公里的水体、由于分辨率粗糙导致河流和溪流分离的错误、由于时间数据缺口造成的偏差，以及由于光谱分辨率和地形因素（如山影）导致的误分类。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the similarities and differences in challenges faced when mapping inland surface water bodies using 10 m resolution imagery versus coarser-resolution datasets?",
        "QuestionCn": "在使用10米分辨率影像与较粗分辨率数据集进行内陆水体映射时，面临的挑战的相似性和差异性是什么？",
        "AnswerEn": "Both 10 m resolution and coarser-resolution datasets face challenges such as misclassifications and limited ability to separate narrow features like rivers due to resolution constraints. However, the 10 m resolution datasets can detect smaller water bodies more effectively compared to coarser datasets.",
        "AnswerCn": "10米分辨率和更粗分辨率的数据集都面临着误分类和有限的能力来分离像河流这样的狭窄特征等挑战。然而，10米分辨率的数据集能够更有效地检测较小的水体，相比于更粗分辨率的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do automated approaches in satellite data interpretation improve the detection of small inland water bodies in high-latitude regions?",
        "QuestionCn": "自动化方法在卫星数据解读中的应用如何提高高纬度地区小型内陆水体的检测能力？",
        "AnswerEn": "Automated approaches enhance the capability of delineating small water bodies by using 10 m resolution Sentinel-2 multispectral satellite data to identify water extent and morphological attributes. These methods enable the detection of water bodies smaller than those identifiable at 30 m resolution, allowing for a more detailed inventory of small water bodies.",
        "AnswerCn": "自动化方法通过使用10米分辨率的Sentinel-2多光谱卫星数据来识别水域范围和形态特征，从而增强了划定小水体的能力。这些方法能够检测到小于30米分辨率可识别的水体，从而实现对小水体的更详细清查。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can the morphological attributes of inland water bodies contribute to understanding environmental changes in high-latitude regions?",
        "QuestionCn": "内陆水体的形态特征如何有助于理解高纬度地区的环境变化？",
        "AnswerEn": "The shape, size, and distribution of water bodies reflect environmental factors and changes, such as permafrost thawing and climate impacts on the landscape. These morphological attributes provide insights into the formation, type, and vulnerability of water bodies, aiding in the assessment of changes in terrestrial ecosystems.",
        "AnswerCn": "水体的形状、大小和分布反映了环境因素和变化，例如永冻土融化和气候对景观的影响。这些形态特征提供了关于水体形成、类型和脆弱性的见解，有助于评估陆地生态系统的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the difficulty in identifying water bodies smaller than 0.001 km² using current satellite data?",
        "QuestionCn": "使用当前卫星数据识别小于0.001平方公里的水体的困难原因是什么？",
        "AnswerEn": "The difficulty arises from the limit errors in the satellite data, which include an inability to separate rivers and streams due to coarse resolution, biases in estimates of water extent from temporal gaps in the data, and misclassifications from spectral resolution and terrain-induced shadows.",
        "AnswerCn": "困难来自卫星数据中的限制错误，包括由于分辨率粗糙而无法区分河流和小溪、由于数据的时间间隔造成的水域估计偏差，以及由于光谱分辨率和地形阴影导致的错误分类。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to achieve high accuracy in delineating small water bodies in high-latitude regions?",
        "QuestionCn": "为什么在高纬度地区实现高精度划定小型水体具有挑战性？",
        "AnswerEn": "The challenges stem from the coarse resolution of previous datasets that restricted the detection capabilities, along with substantial sources of uncertainty such as terrain effects, temporal data gaps, and resolution limitations that impact the ability to separate small features like rivers and streams.",
        "AnswerCn": "这些挑战源于之前数据集的粗糙分辨率，这限制了检测能力，以及诸如地形效应、时间数据缺口和分辨率限制等重大不确定性，这些因素影响了分离小特征（如河流和溪流）的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the improved accuracy in detecting water bodies in high-latitude regions using a 10 m resolution dataset?",
        "QuestionCn": "哪些因素有助于在高纬度地区使用10米分辨率数据集提高水体检测的准确性？",
        "AnswerEn": "The improved accuracy is due to the use of a higher resolution (10 m) in the Sentinel-2 multispectral satellite data, which enhances the ability to delineate small water bodies and their morphological attributes, along with the application of machine learning models to accurately retrieve water extent.",
        "AnswerCn": "提高的准确性是由于使用了更高分辨率（10米）的Sentinel-2多光谱卫星数据，这增强了对小水体及其形态特征的划分能力，同时应用机器学习模型准确提取水域范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using machine learning models for detecting surface water extent in high-resolution satellite imagery?",
        "QuestionCn": "使用机器学习模型检测高分辨率卫星图像中的水面范围可能带来的潜在后果是什么？",
        "AnswerEn": "Using machine learning models for detecting surface water extent in high-resolution satellite imagery can enhance the capability of delineating small water bodies and their morphological attributes. However, challenges such as difficulty in identifying water bodies smaller than 0.001 km² and errors due to spectral resolution and terrain misclassifications may still arise.",
        "AnswerCn": "使用机器学习模型检测高分辨率卫星影像中的水面范围，可以增强对小水体及其形态特征的划分能力。然而，仍然可能出现一些挑战，例如难以识别小于0.001平方公里的水体，以及由于光谱分辨率和地形误分类导致的错误。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the implications of mapping inland surface waters at a fine resolution for understanding climate change impacts in high-latitude regions?",
        "QuestionCn": "在高纬度地区，以细致的分辨率绘制内陆水体的地图对理解气候变化影响的意义是什么？",
        "AnswerEn": "Mapping inland surface waters at a fine resolution allows for a more detailed understanding of climate change impacts by identifying small, densely clustered water bodies that are vulnerable to changes like permafrost thawing. This can provide insights into terrestrial ecosystem changes, such as vegetation productivity and alterations in water body morphology, which are crucial for modeling and predicting future climatic effects.",
        "AnswerCn": "以细致的分辨率绘制内陆水体的地图，可以更详细地了解气候变化的影响，通过识别小型、密集聚集的水体，这些水体对诸如永久冻土融化等变化非常脆弱。这可以提供对陆地生态系统变化的洞察，例如植被生产力和水体形态的变化，这对于建模和预测未来的气候效应至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a dataset that can delineate inland surface waters as small as 0.001 km² in the high latitudes of North America?",
        "QuestionCn": "为什么在北美高纬度地区开发一个能够划分出面积小至0.001平方公里的内陆地表水的数据集很重要？",
        "AnswerEn": "Developing a dataset that can delineate inland surface waters as small as 0.001 km² is important because it provides a more detailed and comprehensive inventory of water bodies, which are critical to terrestrial ecosystems. These small and densely clustered northern high-latitude waters play a significant role in hydrology, matter, and energy cycles, and their detailed mapping can improve Arctic land surface modeling.",
        "AnswerCn": "开发一个能够划定面积小至0.001平方公里的内陆水体的数据集非常重要，因为它提供了更详细和全面的水体清单，这些水体对陆地生态系统至关重要。这些小型且密集分布的北方高纬度水体在水文学、物质和能量循环中发挥着重要作用，详细的制图可以改善北极陆地表面建模。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the primary objectives of using Sentinel-2 multispectral satellite data and machine learning techniques in identifying water bodies in tundra and boreal forests?",
        "QuestionCn": "使用Sentinel-2多光谱卫星数据和机器学习技术在识别苔原和北方森林中的水体的主要目标是什么？",
        "AnswerEn": "The primary objectives of using Sentinel-2 multispectral satellite data and machine learning techniques are to enhance the capability of delineating small water bodies and accurately capture their morphological attributes. These techniques aim to overcome limitations of coarser-resolution datasets and provide a more complete representation of the water bodies in tundra and boreal forests.",
        "AnswerCn": "使用Sentinel-2多光谱卫星数据和机器学习技术的主要目标是增强对小水体的划分能力，并准确捕捉其形态特征。这些技术旨在克服较粗分辨率数据集的局限性，提供对苔原和北方森林中水体的更全面的表征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the intended benefits of addressing challenges like misclassifications and resolution limitations in satellite-derived water body datasets for high-latitude regions?",
        "QuestionCn": "解决高纬度地区卫星衍生水体数据集中的误分类和分辨率限制等挑战的预期好处是什么？",
        "AnswerEn": "Addressing challenges such as misclassifications and resolution limitations in satellite-derived water body datasets is intended to provide more accurate and reliable data on the extent and morphology of water bodies. This improves the understanding of their ecological roles, interactions with permafrost, and responses to climate changes, ultimately supporting better environmental management and research in high-latitude regions.",
        "AnswerCn": "解决卫星衍生水体数据集中误分类和分辨率限制等挑战，旨在提供更准确和可靠的水体范围和形态数据。这改善了对水体生态角色、与永久冻土的相互作用以及对气候变化响应的理解，最终支持在高纬度地区更好的环境管理和研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using Sentinel-2 multispectral satellite data to detect and classify inland surface water bodies in tundra and boreal forests?",
        "QuestionCn": "使用Sentinel-2多光谱卫星数据检测和分类苔原和北方森林中的内陆地表水体所涉及的程序步骤是什么？",
        "AnswerEn": "An automated approach was developed to detect surface water extent and identify water bodies using 10 m resolution Sentinel-2 multispectral satellite data. The machine learning model was trained to retrieve water extent from the images, and permanent water pixels were identified from the water frequency layer with at least 50% occurrence between June and September. These water pixels were then converted to vector polygons using the 'Raster to Polygon' tool in ESRI ArcMap 10.2.",
        "AnswerCn": "开发了一种自动化方法，利用10米分辨率的Sentinel-2多光谱卫星数据检测地表水域范围并识别水体。机器学习模型经过训练，以从图像中提取水域范围，并通过水频率层识别出在6月至9月之间出现频率至少为50%的永久水像素。这些水像素随后使用ESRI ArcMap 10.2中的“栅格转多边形”工具转换为矢量多边形。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can random forest methods be applied to improve the accuracy of water body extent detection in high-latitude regions?",
        "QuestionCn": "随机森林方法如何应用于提高高纬度地区水体范围检测的准确性？",
        "AnswerEn": "Random forest methods were used alongside water indices to detect water. The water index extracted the loose water extent, while random forest methods extracted a more accurate water extent. This approach helped achieve an overall accuracy of 98% in the dataset for high-latitude regions.",
        "AnswerCn": "随机森林方法与水体指数结合使用，以检测水体。水体指数提取了松散水体的范围，而随机森林方法则提取了更准确的水体范围。这种方法在高纬度地区的数据集中实现了98%的总体准确率。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the identification of small water bodies in high-resolution satellite imagery?",
        "QuestionCn": "哪些数据处理技术能够在高分辨率卫星影像中识别小水体？",
        "AnswerEn": "An automated approach for detecting surface water extent and identifying water bodies in 10 m resolution Sentinel-2 multispectral satellite data enhances the capability of delineating small water bodies and their morphological attributes.",
        "AnswerCn": "一种自动化方法用于检测表面水域范围和识别水体，利用10米分辨率的Sentinel-2多光谱卫星数据，增强了对小型水体及其形态特征的划分能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do machine learning models enhance the accuracy of water body detection in remote sensing data?",
        "QuestionCn": "机器学习模型如何提高遥感数据中水体检测的准确性？",
        "AnswerEn": "A machine learning model trained to retrieve water extent from Sentinel-2 images using a water probability layer enhances accuracy by ensuring pixels with at least 50% occurrence between June and September are identified as permanent water pixels.",
        "AnswerCn": "一个机器学习模型通过使用水概率层从Sentinel-2图像中检索水域，确保在6月至9月之间至少出现50%的像素被识别为永久水域，从而提高了准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges in remote sensing data collection affect the classification of inland water bodies?",
        "QuestionCn": "影响内陆水体分类的遥感数据收集挑战有哪些？",
        "AnswerEn": "Challenges include limit errors in satellite data, difficulty in identifying water bodies smaller than 0.001 km², inability to separate rivers and streams due to coarse resolution, and misclassifications from spectral resolution and terrain, such as mountain shadows.",
        "AnswerCn": "挑战包括卫星数据中的限制错误、难以识别小于0.001平方公里的水体、由于分辨率粗糙而无法区分河流和溪流，以及由于光谱分辨率和地形（如山脉阴影）导致的误分类。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might some data collection methods encounter difficulties in detecting water bodies smaller than 0.001 km²?",
        "QuestionCn": "某些数据收集方法在检测小于0.001平方公里的水体时可能会遇到困难的原因是什么？",
        "AnswerEn": "Data collection methods may struggle to identify water bodies smaller than 0.001 km² due to limit errors in satellite data, such as the coarse resolution that makes it challenging to separate small water bodies like rivers and streams, bias from temporal gaps in data, and misclassifications impacted by spectral resolution and terrain features like mountain shadows.",
        "AnswerCn": "数据收集方法可能难以识别小于0.001平方公里的水体，因为卫星数据存在限制性错误，例如分辨率粗糙，使得难以区分小水体如河流和小溪，数据的时间间隔造成的偏差，以及受光谱分辨率和地形特征（如山影）影响的误分类。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the accuracy of water body detection be a concern when using satellite-derived datasets?",
        "QuestionCn": "使用卫星衍生数据集时，水体检测的准确性可能成为一个关注点的原因是什么？",
        "AnswerEn": "Accuracy concerns in water body detection using satellite-derived datasets arise from potential misclassifications due to spectral resolution limitations, terrain influences like mountain shadows, and the inability to accurately detect very small water bodies below a certain size threshold, impacting the precision of water extent estimates.",
        "AnswerCn": "使用卫星衍生数据集进行水体检测时，准确性问题可能源于光谱分辨率限制导致的误分类、地形影响（如山影）以及无法准确检测小于某一尺寸阈值的水体，这些因素影响了水域范围估计的精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential limitations and challenges of using satellite-derived datasets for identifying small water bodies in high-latitude regions?",
        "QuestionCn": "使用卫星衍生数据集识别高纬度地区小水体的潜在限制和挑战有哪些？",
        "AnswerEn": "Limitations include difficulty in identifying water bodies smaller than 0.001 km² due to resolution constraints, inability to separate rivers and streams because the resolution is too coarse, and misclassifications resulting from spectral resolution and terrain influences such as mountain shadows.",
        "AnswerCn": "限制包括由于分辨率限制，难以识别小于0.001平方公里的水体，无法分离河流和小溪，因为分辨率过于粗糙，以及由于光谱分辨率和地形影响（如山影）导致的误分类。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the key factors that influence the morphological attributes of water bodies in tundra and boreal forest regions, and how might these be accurately captured in future datasets?",
        "QuestionCn": "在我看来，影响苔原和北方森林地区水体形态特征的关键因素有哪些，以及如何在未来的数据集中准确捕捉这些因素？",
        "AnswerEn": "Key factors influencing morphological attributes include the surrounding environment, shoreline complexity, and lake connectivity, which affect ice formation, aquatic habitats, and water cycling. Future datasets could improve accuracy by incorporating higher-resolution data and better addressing environmental interactions affecting water body morphology.",
        "AnswerCn": "影响形态特征的关键因素包括周围环境、海岸线复杂性和湖泊连通性，这些因素会影响冰的形成、水生栖息地和水循环。未来的数据集可以通过纳入更高分辨率的数据和更好地解决影响水体形态的环境相互作用来提高准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can accurately detect such small water bodies in tundra and boreal forest areas.",
        "QuestionCn": "我不明白数据收集方法如何能够准确检测到冻土和北方森林地区如此小的水体。",
        "AnswerEn": "The data collection method used an automated approach with Sentinel-2 multispectral satellite data at a 10 m resolution, along with a machine learning model trained to retrieve water extent, enhancing capability to delineate small water bodies and their morphological attributes.",
        "AnswerCn": "数据收集方法采用了自动化方式，使用了分辨率为10米的Sentinel-2多光谱卫星数据，并结合训练好的机器学习模型来获取水域范围，从而增强了对小型水体及其形态特征的划分能力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in using satellite-derived datasets for detecting small water bodies in tundra and boreal forest regions and suggest improvements to existing methods.",
        "QuestionCn": "请分析在使用卫星衍生数据集检测冻土和北方森林地区小水体时面临的挑战，并建议改进现有方法。",
        "AnswerEn": "The challenges include difficulty in identifying water bodies smaller than 0.001 km², limit errors in satellite data, inability to separate rivers and streams due to coarse resolution, bias in water extent estimates from temporal gaps, and misclassifications from spectral resolution and terrain impacts like mountain shadows. Improvements could involve enhancing the resolution of satellite data, increasing temporal frequency of data collection, and refining machine learning models to better handle misclassifications and differentiate between rivers and water bodies.",
        "AnswerCn": "挑战包括难以识别小于0.001平方公里的水体、卫星数据的误差限制、由于分辨率粗糙而无法区分河流和溪流、由于时间间隔造成的水域范围估计偏差，以及由于光谱分辨率和地形影响（如山影）导致的误分类。改进措施可以包括提高卫星数据的分辨率、增加数据收集的时间频率，以及优化机器学习模型，以更好地处理误分类并区分河流和水体。",
        "Level": "C6(Creating)"
      }
    ]
  }
}