{
  "id": "355410e3-edb7-41ab-a7d0-9a0a7d9c4088",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data on natural disasters in 65 countries along the along the Belt and Road (1900-2018)",
      "titleCn": "“一带一路”沿线65个国家自然灾害数据（1900-2018）",
      "description": "\"Disaster data for countries along the belt and road, mainly from the global disaster database.The records information of disaster database are from the United Nations, government and non-governmental organizations, research institutions and the media. It's documented in detail such as the country where the disaster occurred, the type of disaster, the date of the disaster, the number of deaths and the estimated economic losses. This study extracts the natural disaster records of the countries along the One Belt And One Road line one by one from the database, and finally forms the disaster database of 9 major disasters of the 65 countries.\nThe natural disaster records collected can be roughly divided into nine categories, including: floods, landslides, extreme temperatures, storms, droughts, forest fires, earthquakes, mass movements and volcanic activities.\nFrom 1900 to 2018, a total of 5,479 disaster records were recorded in countries along the One Belt And One Road. From 2000 to 2015, there were 2,673 disaster records. On this basis, the natural disasters of the countries along the belt and road are investigated from four aspects, including disaster frequency, death toll, disaster-affected population and economic loss assessment. Overall, since 1900, a total of 5479 natural disasters have occurred in countries along the One Belt And One Road, resulting in about 19 million deaths and economic losses of about 950 billion us dollars. Among them, the most frequent occurrence is flood and storm; the biggest economic losses are floods and earthquakes; the most affected people are flood and drought; drought and flooding are the leading causes of death",
      "descriptionCn": "“一带一路”沿线国家灾害数据，主要来自全球灾害数据库。该数据库记录的灾害信息来源于联合国、政府和非政府组织、研究机构和媒体等多种途径；数据指标详细记录了灾害发生国家、灾害类型、发生日期、死亡人数和经济损失估计等信息。\n本研究从该数据库逐条摘录一带一路沿线国家自然灾害记录，最终形成沿线65国9大主要灾种的灾害数据库。\n搜集整理的自然灾害记录，大致可以分为9类，包括：洪涝、滑坡、极端气温、风暴、干旱、林火、地震、块体运动和火山活动等。\n一带一路沿线国家，1900~2018年，总计5479条灾害记录；其中，2000~2015年，有2673条灾害记录。在此基础上，从灾害频次、死亡人口、受灾人口和经济估损等4个方面，开展沿线国家的自然灾害情况调查。\n整体上看，一带一路沿线国家，1900年以来，总计发生各类自然灾害5479次，导致约1900万人死亡，造成经济损失约9500亿美元。其中，发生频次最多的是洪涝和风暴；经济损失最多的是洪涝和地震；受灾人口最多的是洪涝和干旱；死亡人口最多的是干旱和洪涝。",
      "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 121.0,
      "west": 4.0,
      "south": 6.0,
      "north": 56.0,
      "startTime": "1900-01-09 02:11:12",
      "endTime": "2019-01-08 00:00:00",
      "fileSize": 1050591.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "尹君",
        "nameEn": "YIN Jun",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Emergency Events Database - Université catholique de Louvain (UCL) - CRED",
        "referenceCn": null,
        "referenceEn": "The Emergency Events Database - Université catholique de Louvain (UCL) - CRED, www.emdat.be, Brussels, Belgium."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "地质灾害",
        "nameEn": "Geological hazards"
      },
      {
        "nameCn": "天气灾害",
        "nameEn": "Meteorological hazards"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "“一带一路”沿线国家",
        "keywordEn": "Countries along the “Belt and Road”"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1900-2018",
        "keywordEn": "1900-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to compile natural disaster records from multiple sources such as the United Nations, government and non-government organizations, research institutions, and media outlets?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于从多个来源（如联合国、政府和非政府组织、研究机构以及媒体）汇编自然灾害记录？",
        "AnswerEn": "The data collection method involves compiling natural disaster records from various sources, such as the United Nations, government and non-government organizations, research institutions, and media outlets, into a global disaster database. This method ensures comprehensive data coverage by incorporating diverse and reliable sources of information, detailing disaster occurrence, affected countries, disaster types, dates, death tolls, and estimated economic losses.",
        "AnswerCn": "数据收集方法涉及从多个来源（如联合国、政府和非政府组织、研究机构以及媒体）汇编自然灾害记录，形成一个全球灾害数据库。这种方法通过整合多样且可靠的信息来源，确保了数据覆盖的全面性，详细记录了灾害发生情况、受影响国家、灾害类型、日期、死亡人数和估计经济损失。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features or characteristics recorded for each natural disaster event in a dataset focusing on Belt and Road countries?",
        "QuestionCn": "在关注“一带一路”国家的自然灾害事件数据集中记录的具体特征或特点是什么？",
        "AnswerEn": "country, disaster type, occurrence date, number of deaths, estimated economic losses, floods, landslides, extreme temperatures, storms, droughts, wildfires, earthquakes, mass movements, volcanic activity",
        "AnswerCn": "国家，灾害类型，发生日期，死亡人数，估计经济损失，洪水，滑坡，极端温度，风暴，干旱，野火，地震，地质灾害，火山活动",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many natural disaster records are included in a dataset covering the Belt and Road Initiative countries from 1900 to 2018?",
        "QuestionCn": "涵盖“一带一路”倡议国家从1900年到2018年的数据集中包含多少条自然灾害记录？",
        "AnswerEn": "5479",
        "AnswerCn": "5479",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'global disaster database' refer to in the context of natural disaster data collection along the Belt and Road Initiative countries?",
        "QuestionCn": "在“一带一路”国家自然灾害数据收集中，“全球灾害数据库”指的是什么？",
        "AnswerEn": "In the context of natural disaster data collection along the Belt and Road Initiative countries, 'global disaster database' refers to a comprehensive database that collects disaster information from various sources such as the United Nations, government and non-government organizations, research institutions, and media. This database records detailed indicators of disasters, including the country of occurrence, disaster type, date of occurrence, number of deaths, and estimated economic losses.",
        "AnswerCn": "在“一带一路”国家的自然灾害数据收集背景下，“全球灾害数据库”指的是一个综合性数据库，收集来自联合国、政府和非政府组织、研究机构以及媒体等多个来源的灾害信息。该数据库记录了灾害的详细指标，包括发生国家、灾害类型、发生日期、死亡人数和估计经济损失。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods from global disaster databases compare to those utilized by local governments and non-governmental organizations in terms of comprehensiveness and accuracy for natural disaster records along the 'Belt and Road' countries?",
        "QuestionCn": "全球灾害数据库的数据收集方法与地方政府和非政府组织所采用的方法在自然灾害记录的全面性和准确性方面有何比较，特别是在“一带一路”国家？",
        "AnswerEn": "The global disaster database compiles disaster information from multiple sources including the United Nations, government and non-governmental organizations, research institutions, and media, which suggests a wide-ranging and potentially more comprehensive approach. In contrast, local governments and NGOs might have more detailed or immediate data for specific events, but their data might not be as consistently wide-ranging or standardized across different countries and types of disasters.",
        "AnswerCn": "全球灾害数据库汇编了来自多个来源的灾害信息，包括联合国、政府和非政府组织、研究机构以及媒体，这表明了一种更广泛且潜在更全面的方法。相比之下，地方政府和非政府组织可能对特定事件拥有更详细或更及时的数据，但他们的数据在不同国家和不同类型的灾害之间可能没有那么一致或标准化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for data accuracy and completeness when collecting natural disaster data from multiple sources such as UN, government and non-government organizations, research institutions, and media in the context of Belt and Road countries?",
        "QuestionCn": "在收集来自多个来源（如联合国、政府和非政府组织、研究机构以及媒体）的自然灾害数据时，特别是在“一带一路”国家的背景下，数据准确性和完整性可能面临的潜在后果是什么？",
        "AnswerEn": "The potential consequences for data accuracy and completeness when collecting natural disaster data from multiple sources in the context of Belt and Road countries include the risk of data inconsistency due to varying reporting standards and methodologies, potential duplication or omission of disaster events, and challenges in standardizing economic loss estimations and casualty figures. However, leveraging multiple sources can also enhance the dataset’s comprehensiveness by capturing a broader range of disaster events and perspectives, provided that a robust data validation and reconciliation process is in place.",
        "AnswerCn": "在“一带一路”国家收集自然灾害数据时，从多个来源获取数据可能会对数据的准确性和完整性产生潜在影响，包括由于报告标准和方法的不同而导致的数据不一致、灾害事件的潜在重复或遗漏，以及在经济损失估算和伤亡人数方面标准化的挑战。然而，利用多个来源也可以通过捕捉更广泛的灾害事件和视角来增强数据集的全面性，前提是有一个强有力的数据验证和调和过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind compiling a dataset on natural disasters along the Belt and Road Initiative countries from 1900 to 2018?",
        "QuestionCn": "编制关于“一带一路”沿线国家从1900年到2018年的自然灾害数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives involve understanding the frequency, impact, and economic consequences of various natural disasters in the Belt and Road Initiative countries. This includes detailing the disaster occurrence, death toll, affected population, and estimated economic losses, thereby facilitating a comprehensive investigation into the natural disaster situations and trends in these regions.",
        "AnswerCn": "主要目标包括了解“一带一路”倡议国家各种自然灾害的发生频率、影响和经济后果。这包括详细说明灾害发生情况、死亡人数、受影响人口和估计经济损失，从而促进对这些地区自然灾害情况和趋势的全面调查。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}