{
    "id": "35b14803-efb7-4811-9282-b3ced9f5c737",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The oasis development dates of Tarim Basin",
            "titleCn": "塔里木盆地绿洲发育年代数据",
            "description": "Oases around the Tarim Basin (TB), northwestern China, as key stations of the“Silk Road”in thehistoric time and the modern Silk Road Economic Belt, have been critical areas for human production and living since ancient times. It is crucial to investigate the process and mechanism of the evolution of these oases in the TB to explore the relationship between oasis evolution and human activities. Twenty-four publications on oasis and fluvial-lacustrine deposit sections in the basin since 28 ka were selected, including 262 oasis and 120 fluvial-lacustrine deposit dating results. These ages are of great significance to understanding the oases evolution and hydrological processes of Tarim Basin.",
            "descriptionCn": "塔里木盆地绿洲是中亚干旱区历史时期和现代人类生产和生活的重要场所，也是古丝绸之路和现代丝绸之路经济带的重要节点。对此区域绿洲沉积记录进行研究，可以了解绿洲演化过程，从而进一步对绿洲演化的机制进行分析。筛选了记录塔里木盆地末次冰盛期以来的 24 篇绿洲沉积序列的文献，对文献中 262 个绿洲沉积发育年代和其中的 120个河湖相沉积发育年代数据进行统计。这些年代对于理解塔里木盆地绿洲演化过程和水文过程具有重要的意义。\n",
            "instructions": "The oasis development dates of Tarim Basin\nOpen the Excel Reference directly",
            "instructionsCn": "塔里木盆地绿洲发育年代数据\n直接打开Excel参考引用",
            "east": 95.0,
            "west": 75.0,
            "south": 36.0,
            "north": 43.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 20855.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "孙爱军",
                "nameEn": "SUN Aijun",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "末次冰盛期以来塔里木盆地绿洲演化研究进展与问题",
                "titleEn": null,
                "referenceCn": "孙爱军, 赵 晖, 刘 冰, 汪克奇, 晁 倩, 史志林, 陈发虎. (2022). 末次冰盛期以来塔里木盆地绿洲演化研究进展与问题. 干旱区地理, 45(6), 1761-1772. DOI: 10.12118/j.issn.1000－6060.2022.102",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "绿洲演化",
                "nameEn": "Oasis evolution"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "塔里木盆地",
                "keywordEn": "Tarim Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "末次冰消期",
                "keywordEn": "last deglacial",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to study the development ages of oasis sediments in the Tarim Basin?",
                "QuestionCn": "您能否提供一个用于研究塔里木盆地绿洲沉积物发展年龄的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves selecting and analyzing literature that records oasis sediment sequences in the Tarim Basin since the Last Glacial Maximum. Researchers statistically analyze data from these sources, including 262 development ages of oasis sediments and 120 river and lake sediment development ages, to understand the evolution and hydrological processes of the oasis.",
                "AnswerCn": "一种数据收集方法涉及选择和分析记录自最后冰川最大期以来塔里木盆地绿洲沉积序列的文献。研究人员对这些来源的数据进行统计分析，包括262个绿洲沉积的发育年龄和120个河流及湖泊沉积的发育年龄，以了解绿洲的演变和水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to study the evolutionary process of oases in the Tarim Basin?",
                "QuestionCn": "研究塔里木盆地绿洲演变过程的数据收集方法的特点是什么？",
                "AnswerEn": "262 oasis sediment development ages, 120 river-lake sediment development ages",
                "AnswerCn": "262个绿洲沉积物发育年龄，120个河湖沉积物发育年龄",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many oasis sediment development ages are documented in the collected literature related to the Tarim Basin since the Last Glacial Maximum?",
                "QuestionCn": "自最后冰川最大期以来，与塔里木盆地相关的文献中记录了多少个绿洲沉积物发展年龄？",
                "AnswerEn": "262",
                "AnswerCn": "262",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the evolution of oases in the Tarim Basin and their hydrological processes from the patterns found in the development ages of 262 oasis sediment sequences and 120 fluvial-lacustrine sediment development ages?",
                "QuestionCn": "从262个绿洲沉积序列和120个河流-湖泊沉积发展年龄的发育年龄模式中，可以推断出塔里木盆地绿洲的演化及其水文过程。",
                "AnswerEn": "The development ages of oasis sediment sequences and fluvial-lacustrine sediments can reveal insights into the evolution process of oases in the Tarim Basin, including how these oases responded to climatic changes since the Last Glacial Maximum. By analyzing these ages, researchers can infer the mechanisms driving oasis evolution and the associated hydrological processes, which are crucial for understanding both historical and contemporary human habitation and the role of the region as a node on ancient and modern Silk Roads.",
                "AnswerCn": "绿洲沉积序列和河流-湖泊沉积的发育年代可以揭示塔里木盆地绿洲演化过程的见解，包括这些绿洲如何响应自最后冰期最大期以来的气候变化。通过分析这些年代，研究人员可以推断驱动绿洲演化的机制及相关的水文过程，这对于理解历史和当代人类居住以及该地区作为古代和现代丝绸之路节点的角色至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}