{
  "id": "35b9531c-3428-42ef-a9f5-7506386bc06d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and mineral geochemical data of metallogenic rocks in Daye area, Southeastern Hubei Province",
      "titleCn": "鄂东南大冶地区成矿岩体全岩和矿物地球化学数据",
      "description": "This data set is collected from the whole rock major and trace, Sr Nd isotope and mineral major and trace geochemical data of ore-forming rocks in Daye area, Southeast Hubei Province. These data will have knowledge significance for understanding the deep process of the development of metallogenic system in this area. It includes the data of major elements in whole rock obtained by X-ray fluorescence spectrometer and trace elements obtained by inductively coupled plasma mass spectrometry, Sr Nd isotopic data of rock obtained by multi receiver inductively coupled plasma mass spectrometry, and trace elements data of rock and mineral obtained by laser ablation combined with inductively coupled plasma mass spectrometry, The data of major elements in rocks and minerals are obtained by EPMA.",
      "descriptionCn": "本数据集为采集自鄂东南大冶地区成矿岩体全岩主微量、Sr-Nd同位素和矿物主微量地球化学数据，这些数据将对理解该地区成矿系统发育的深部过程有知识意义。其中包括通过X射线荧光光谱仪分析所得全岩主量元素和电感耦合等离子质谱仪分析获得的微量元素含量数据，采用多接收电感耦合等离子质谱仪测得的岩石Sr-Nd同位素数据，激光剥蚀联合电感耦合等离子质谱仪岩石矿物微量元素数据，岩石矿物主量元素数据通过电子探针分析而得。",
      "instructions": "All data are stored in Excel file. The file name \"WRMajorTrace. XLS\" represents the whole rock major and trace geochemical data. The file name \"WRSrNd. XLS\" represents the whole rock Sr and Nd isotopic data. The file name \"CpxMajorTrace. XLS\" represents the major and trace element data of clinopyroxene. The file name \"AmpMajorTrace. XLS\" represents the major and trace element data of amphibole. The file name \"PlaMajorTrace. XLS\" represents the major and trace element data of plagioclase.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为“WRMajorTrace.xls”代表全岩主微量地球化学数据。文件名称为“WRSrNd.xls”代表全岩Sr和Nd同位素数据。文件名称为“CpxMajorTrace.xls”代表单斜辉石主微量元素数据。文件名称为AmpMajorTrace.xls”代表角闪石主微量元素数据。文件名称为PlaMajorTrace.xls”代表斜长石主微量元素数据。",
      "east": 114.93,
      "west": 114.92,
      "south": 30.08,
      "north": 30.22,
      "startTime": null,
      "endTime": null,
      "fileSize": 292102.0,
      "cstr": null,
      "doi": "10.1093/petrology/egaa056",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周金胜",
        "nameEn": "ZHOU Jin-Sheng",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "鄂东南大冶地区成矿岩体全岩和矿物地球化学数据",
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "Zhou, J.S., Wang, Q., Wyman, D.A., Zhao, Z.H. (2020). Petrologic reconstruction of the Tieshan magma plumbing system: Implications for the genesis of magmatic-hydrothermal ore deposits within originally water-poor magmatic systems. Journal of Petrology, 61(5)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "埃达克岩",
        "nameEn": "adakite"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华南",
        "keywordEn": "South China"
      },
      {
        "keywordCn": "鄂东地区",
        "keywordEn": "Edong area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain Sr-Nd isotopic data in geological research?",
        "QuestionCn": "您能否提供一个用于获取地质研究中Sr-Nd同位素数据的数据收集方法的例子？",
        "AnswerEn": "A method used in geological research to collect Sr-Nd isotopic data involves the use of a multi-receiver inductively coupled plasma mass spectrometer (ICP-MS), which allows for precise isotopic measurements of rock samples.",
        "AnswerCn": "在地质研究中，收集Sr-Nd同位素数据的一种方法是使用多接收器感应耦合等离子体质谱仪（ICP-MS），该仪器可以对岩石样品进行精确的同位素测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of data collection techniques used to analyze the geochemistry of rock bodies in the 鄂东南大冶地区 region?",
        "QuestionCn": "分析鄂东南大冶地区岩体地球化学的资料收集技术的具体特征是什么？",
        "AnswerEn": "X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, multi-collector inductively coupled plasma mass spectrometry, laser ablation combined with inductively coupled plasma mass spectrometry, electron probe analysis",
        "AnswerCn": "X射线荧光光谱法，电感耦合等离子体质谱法，多接收器电感耦合等离子体质谱法，激光烧蚀结合电感耦合等离子体质谱法，电子探针分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of different geochemical analysis methods employed to obtain data on whole rock and mineral geochemistry in the 鄂东南大冶地区成矿岩体 area?",
        "QuestionCn": "在鄂东南大冶地区成矿岩体区域，采用了多少种不同的地球化学分析方法来获取整体岩石和矿物地球化学数据？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of '全岩和矿物地球化学数据' in the context of geological research data?",
        "QuestionCn": "在地质研究数据的背景下，“全岩和矿物地球化学数据”的含义是什么？",
        "AnswerEn": "'全岩和矿物地球化学数据' refers to comprehensive geochemical data obtained from whole-rock and mineral analyses. This data includes major and trace elements as well as isotopic compositions like Sr-Nd isotopes, which are crucial for understanding the deep processes involved in the development of mineralization systems within a geological region.",
        "AnswerCn": "“全岩和矿物地球化学数据”指的是通过全岩和矿物分析获得的综合地球化学数据。这些数据包括主要和微量元素以及同位素组成，如Sr-Nd同位素，这些对于理解地质区域内矿化系统发展的深层过程至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting whole-rock and mineral geochemical data using various spectroscopy and spectrometry techniques in understanding the metallogenic processes in the ESE Daye region?",
        "QuestionCn": "使用各种光谱和光谱技术收集整体岩石和矿物地球化学数据，以了解东南东岳地区成矿过程的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting whole-rock and mineral geochemical data in this context are to gain insights into the deep processes involved in the development of the metallogenic system in the ESE Daye region. By analyzing major and trace elements, as well as Sr-Nd isotopes in rocks, researchers aim to unravel the geological history and conditions that led to mineralization. These data help in constructing models of ore formation and understanding the geochemical evolution of the mineralizing environment.",
        "AnswerCn": "在这种情况下，收集全岩和矿物地球化学数据的主要目标是深入了解ESE大冶地区成矿系统发展的深部过程。通过分析岩石中的主要和微量元素，以及Sr-Nd同位素，研究人员旨在揭示导致矿化的地质历史和条件。这些数据有助于构建矿石形成模型，并理解成矿环境的地球化学演化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and analyzing whole rock and mineral geochemistry data, focusing on major and trace elements, as well as Sr-Nd isotopes, to understand the development of mineral systems in a geological region?",
        "QuestionCn": "收集和分析全岩和矿物地球化学数据的程序步骤是什么，重点是主要和微量元素，以及Sr-Nd同位素，以了解地质区域矿物系统的发展？",
        "AnswerEn": "The procedural steps involve collecting whole rock and mineral samples from the geological region of interest, such as 鄂东南大冶地区. Major elements in the whole rock are analyzed using X-ray fluorescence spectroscopy. Trace elements are measured using inductively coupled plasma mass spectrometry (ICP-MS). Sr-Nd isotopic data are obtained through multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS). For minerals, trace elements are analyzed using laser ablation ICP-MS, while major elements are determined through electron probe microanalysis. This comprehensive approach provides insights into the deep processes of mineral system development.",
        "AnswerCn": "程序步骤包括从感兴趣的地质区域（如鄂东南大冶地区）收集整岩和矿物样品。整岩中的主要元素通过X射线荧光光谱法进行分析。微量元素则使用感应耦合等离子体质谱法（ICP-MS）进行测量。锶-钕同位素数据通过多收集器感应耦合等离子体质谱法（MC-ICP-MS）获得。对于矿物，微量元素通过激光剥蚀ICP-MS进行分析，而主要元素则通过电子探针显微分析法确定。这种综合方法为矿物系统发展的深层过程提供了洞察。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}