{
    "id": "35e063b0-dd07-435a-98aa-2459c47e87b0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Water chemistry dataset Mazongshan area of Gansu province (2011-2012)",
            "titleCn": "甘肃马鬃山地区水化学数据集（2011-2012）",
            "description": "In August 2011 to October, 2012 in gansu province during may to August mazong mountain region field hydrogeological investigation, for each of groundwater, surface water outcropping points, according to the requirements of sampling, collecting water samples of 500 ml, sealed bottle, tag sampling time, location, number, send relevant qualification of laboratory tests, groundwater, surface water chemical analysis testing data obtained.Cations: Na+,K+,Mg2+,Ca2+, PH;Anions: F-,Cl-,NO3-,SO42-,HCO3-,CO32-;Trace elements, etc.In order to understand the chemical distribution of surface water and groundwater in the ma mane shan research area.",
            "descriptionCn": "2011年8月-10月，2012年5月-8月期间在甘肃马鬃山地区进行野外水文地质调查，对每一个地下水、地表水露头点，按取样要求，采集水样500ml，密封瓶口，标记取样时间、地点、编号，送有相关资质的实验室检测，获得地下水、地表水水化学分析测试数据。主要包括，阳离子: Na+,K+,Mg2+,Ca2+  ，PH；阴离子: F-,Cl-,NO3-,SO42-,HCO3-,CO32-；微量元素等。以了解马鬃山研究区地表水、地下水水化学分布规律。",
            "instructions": "File name: the data is stored in excel and doc format. The file names are \"2011 trace element data. XLS\", \"2011 hydrochemical data. XLS\", \"2012 pH data. XLS\", \"2012 trace element data. XLS\".\nData reading: remote sensing software such as Office and Wps can be used to open and read.",
            "instructionsCn": "文件命名：数据以表格excel、文档doc格式存储，文件名称“2011年微量元素数据.xls”，“2011年水化学数据.xls”，“2012年pH数据.xls”，“2012年微量元素数据.xls”。\n数据读取：可以用Office、Wps等遥感软件打开读取。",
            "east": 102.43,
            "west": 97.33,
            "south": 37.23,
            "north": 42.48,
            "startTime": "2012-02-16 08:00:00",
            "endTime": "2013-02-25 19:00:00",
            "fileSize": 1244160.0,
            "cstr": "18406.11.heihe.001.2013.db",
            "doi": "10.3972/heihe.001.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郭永海",
                "nameEn": "GUO Yonghai",
                "unitEn": "",
                "unitCn": "核工业北京地质研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "关于巴丹吉林沙漠湖泊形成机制的初步看法",
                "titleEn": null,
                "referenceCn": "关于巴丹吉林沙漠湖泊形成机制的初步看法，地球科学，2012，第37卷，第2期，p.276-282.(EI收录)",
                "referenceEn": null
            },
            {
                "titleCn": "高放废物处置库野马泉预选地段地下水铀存在形式及迁移特征",
                "titleEn": null,
                "referenceCn": "高放废物处置库野马泉预选地段地下水铀存在形式及迁移特征，原子能科学技术，2012，第46卷增刊，p.46-49. (EI收录)",
                "referenceEn": null
            },
            {
                "titleCn": "基岩裂隙水渗流数值模拟研究综述",
                "titleEn": null,
                "referenceCn": "基岩裂隙水渗流数值模拟研究综述，世界核地质科学，2012，第29卷，第2期，p.85-91.",
                "referenceEn": null
            },
            {
                "titleCn": "北山地区风化裂隙水分布特征和富集规律",
                "titleEn": null,
                "referenceCn": "郭永海, 王海龙, 董建楠, 苏锐, 季瑞利, & 刘淑芬, et al. 北山地区风化裂隙水分布特征和富集规律. 世界核地质科学, 029(004), 222-226.",
                "referenceEn": null
            },
            {
                "titleCn": "马鬃地区区域水文地球化学特征",
                "titleEn": null,
                "referenceCn": "马鬃地区区域水文地球化学特征，《水文地球化学研究进展》，地质出版社，2012，p.76-82.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "微量矿物元素",
                "nameEn": "Trace metals"
            },
            {
                "nameCn": "水体酸碱度",
                "nameEn": "pH"
            },
            {
                "nameCn": "水质/水化学",
                "nameEn": "Water Quality/Water Chemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "马鬃山",
                "keywordEn": "Mazongshan"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2012",
                "keywordEn": "2011-2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "马鬃山区基岩裂隙水系统水循环过程与黑河中、下游平原区的水力联系",
                "titleEn": "The Water Circulation Process of Fractured Groundwater System in Mazongshan Area and Its Hydraulic Relation with Heihe Mid-lower Stream Plaine"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics and components collected in a dataset focusing on water chemistry analysis in a specific region?",
                "QuestionCn": "在针对特定区域的水化学分析数据集中，收集的关键特征和组件包括：",
                "AnswerEn": "collection of water samples, underground and surface water sources, cations like Na+, K+, Mg2+, Ca2+, pH levels, anions such as F-, Cl-, NO3-, SO42-, HCO3-, CO32-, trace elements, time, location, identification numbers",
                "AnswerCn": "水样收集，地下水和地表水源，阳离子如Na+、K+、Mg2+、Ca2+，pH值，阴离子如F-、Cl-、NO3-、SO42-、HCO3-、CO32-，微量元素，时间，地点，识别编号。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is involved in the data collection method for hydrochemical datasets in regions like Gansu Mazongshan?",
                "QuestionCn": "在像甘肃马宗山这样的地区，水化学数据集的数据收集方法涉及以下内容：",
                "AnswerEn": "The data collection method involves conducting field hydrogeological surveys to collect water samples from each groundwater and surface water outcrop point according to sampling requirements. Samples are collected in 500ml volumes, sealed, labeled with the sampling time, location, and identification number, and sent to qualified laboratories for testing. The data includes chemical analyses of cations (Na+, K+, Mg2+, Ca2+), anions (F-, Cl-, NO3-, SO42-, HCO3-, CO32-), pH, and trace elements to understand the distribution patterns of water chemistry in the study area.",
                "AnswerCn": "数据收集方法包括进行现场水文地质调查，从每个地下水和地表水出露点收集水样，按照采样要求进行采样。样本以500毫升的体积收集，密封后标记上采样时间、地点和识别编号，并送往合格的实验室进行测试。数据包括阳离子（Na+、K+、Mg2+、Ca2+）、阴离子（F-、Cl-、NO3-、SO42-、HCO3-、CO32-）、pH值和微量元素的化学分析，以了解研究区域水化学的分布模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting and analyzing water chemistry data in the Ma Zong Mountain area, and how does this contribute to understanding regional hydrological patterns?",
                "QuestionCn": "在马宗山地区收集和分析水化学数据的主要目标是什么，以及这如何有助于理解区域水文模式？",
                "AnswerEn": "The primary objective of collecting and analyzing water chemistry data in the Ma Zong Mountain area is to understand the distribution patterns of surface and groundwater chemistry. By obtaining data on cations such as Na+, K+, Mg2+, Ca2+, and anions such as F-, Cl-, NO3-, SO42-, HCO3-, CO32-, as well as trace elements, researchers aim to gain insights into the hydrological characteristics of the region. This information can be crucial for assessing water quality, understanding geochemical processes, and informing water resource management strategies in the Ma Zong Mountain research area.",
                "AnswerCn": "在马宗山地区收集和分析水化学数据的主要目的是了解地表水和地下水化学的分布模式。通过获取钠离子（Na+）、钾离子（K+）、镁离子（Mg2+）、钙离子（Ca2+）等阳离子，以及氟离子（F-）、氯离子（Cl-）、硝酸根（NO3-）、硫酸根（SO42-）、碳酸氢根（HCO3-）、碳酸根（CO32-）等阴离子，以及微量元素的数据，研究人员旨在深入了解该地区的水文特征。这些信息对于评估水质、理解地球化学过程以及为马宗山研究区的水资源管理策略提供依据至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are typically followed to collect and analyze water chemistry data from groundwater and surface water in a hydrological survey?",
                "QuestionCn": "在水文调查中，通常遵循以下程序来收集和分析地下水和地表水的水化学数据：\n\n1. **制定调查计划**：确定调查的目标、范围和方法，包括选择采样地点和时间。\n\n2. **选择采样地点**：根据研究目标选择地下水井和地表水体（如河流、湖泊）的采样点。\n\n3. **采样准备**：准备采样设备和容器，确保其清洁且适合水样的保存和分析。\n\n4. **水样采集**：\n   - **地下水**：通过抽水或直接从水井中取样，确保样品不受污染。\n   - **地表水**：在不同的水深和位置采集样品，以获得代表性数据。\n\n5. **样品保存**：根据不同的分析需求，使用适当的保存方法（如冷藏、加酸等）处理水样。\n\n6. **实验室分析**：将水样送往实验室进行化学分析，常见的分析项目包括pH值、溶解氧、离子浓度（如钠、钙、镁、氯、硫酸根等）、重金属含量等。\n\n7. **数据记录与管理**：详细记录采样时间、地点、样品编号和分析结果，确保数据的可追溯性。\n\n8. **数据分析与解释**：对实验室分析结果进行统计分析，识别水质趋势、污染源和水体健康状况。\n\n9. **报告撰写**：将调查结果整理成报告，包含数据分析、图表和结论，为决策提供依据。\n\n10. **后续监测**：根据需要制定后续监测计划，以持续跟踪水质变化。",
                "AnswerEn": "During the hydrological survey conducted in the Ma Zong Mountain region, water samples were collected from each groundwater and surface water outcrop point. A 500ml water sample was taken according to sampling requirements, sealed, and labeled with the sampling time, location, and number. These samples were then sent to a qualified laboratory for chemical analysis to determine the concentrations of cations (Na+, K+, Mg2+, Ca2+), anions (F-, Cl-, NO3-, SO42-, HCO3-, CO32-), and trace elements. This approach helps understand the hydrochemical distribution patterns of surface and groundwater in the study area.",
                "AnswerCn": "在马宗山地区进行的水文调查中，从每个地下水和地表水出露点采集了水样。根据采样要求，取了500毫升的水样，进行了密封，并标注了采样时间、地点和编号。这些样品随后被送往合格的实验室进行化学分析，以确定阳离子（Na+、K+、Mg2+、Ca2+）、阴离子（F-、Cl-、NO3-、SO42-、HCO3-、CO32-）和微量元素的浓度。这种方法有助于了解研究区域内地表水和地下水的水化学分布模式。",
                "Level": "C3(Applying)"
            }
        ]
    }
}