{
    "id": "35ef30ab-8ff6-48ed-a089-1c883f67462c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Cenozoic stratigraphic data of Nepal in the southern Tibetan Plateau",
            "titleCn": "青藏高原南部尼泊尔新生代地层数据",
            "description": "Nepal is in the southern Tibetan Plateau. The Cenozoic strata developed in Nepal contain fruitful information on the tectonic evolution, paleoenvironment and paleoclimate changes. It's very significant in revealing the history of the uplift and deformation of the Tibetan Plateau and its relevant effects on the regional and even global environment and climate. This data set contains several well-developed Cenozoic sections from northern and central Nepal, which have been identified by the systematic geological survey. Depending on the tools (e.g. GPS, geological compass) in the fieldwork, we have finished the geological measurements and descriptions of these sections as well as the relevant geological maps. The Butwa section is located in the Tansen area of central Nepal, about 320-m deposit with coals and consists of Taltung Formation, Amile Formation, Bhainskati Formation and Dumri Formation from bottom to top. The Kalyan section is in the northwestern Birendranagar of northern Nepal, about 1160-m deposit with biogenic limestones and abundant microfossils. The lower part is Bhainskati Formation and the upper part is Dumri Formation. This data set provides a solid geological foundation for the following research in the southern Tibetan Plateau on stratigraphic chronology, tectonic evolution, paleoenvironment and paleoclimate, and so forth.",
            "descriptionCn": "尼泊尔位于青藏高原南部, 其新生代地层蕴含丰富的构造、环境、气候演化信息，对揭示青藏高原隆升变形及其气候环境效应具有重要意义。本数据集对来自尼泊尔中部和西部地区的新生代地层开展了系统野外地质考察，确定一些出露发育良好的研究剖面。依靠GPS、地质罗盘等工具，对相关研究剖面进行了构造、地貌、岩性等方面的调查测量描述，并进行了相关图件的绘制。Butwal剖面位于尼泊尔中部Tansen地区，是厚323 m的含煤河湖相地层，由下至上依次为Taltung组、Amile组、Bhainskati组和Dumri组。Kalyan剖面在尼泊尔西部的Birendranagar城市西北部，厚约1160 m， 夹生物灰岩，富含微体动物化石，下部为Bhainskati组，上部是Dumri组。本数据集为后续在青藏高原南部开展相关地层年代学、构造演化、气候环境等研究奠定了坚实的地质学基础。",
            "instructions": "The data file is named “Cenozoic stratigraphic data in the Southern Tibetan Plateau” based on its content. It was stored as a .docx file and can be opened and read by the Word program directly. ",
            "instructionsCn": "数据文件依据数据内容命名为“Cenozoic stratigraphic data in the southern Tibetan Plateau”，以.docx文件格式存储，该数据集可以直接用Word程序打开并查看。",
            "east": 85.0,
            "west": 82.0,
            "south": 27.0,
            "north": 30.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 26715.0,
            "cstr": "18406.11.SolidEar.tpdc.300519",
            "doi": "10.11888/SolidEar.tpdc.300519",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "孟庆泉",
                "nameEn": "MENG Qingquan",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Constraints on the timing of the India-Asia collision and unroofing history of the Himalayan orogen using detrital zircon U-Pb-Hf and whole-rock Sr-Nd isotopes in Cretaceous-Miocene Lesser Himalayan sedimentary rocks",
                "referenceCn": null,
                "referenceEn": "Feng, W., Meng, Q.Q., Song, C.H., Fang, X.M., Zhuang, G.S., He, P.J., Yang, S.F., Zhang, J., Chen, Y.F., & Zhang, Y.H. (2022). Constraints on the timing of the India-Asia collision and unroofing history of the Himalayan orogen using detrital zircon U-Pb-Hf and whole-rock Sr-Nd isotopes in Cretaceous-Miocene Lesser Himalayan sedimentary rocks. Basin Research, doi: 10.1111/bre.12742."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地层",
                "nameEn": "Formation"
            },
            {
                "nameCn": "沉积记录",
                "nameEn": "Sedimentary Record"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "尼泊尔低喜马拉雅",
                "keywordEn": "Nepalese Lesser Himalaya"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪-新生代",
                "keywordEn": "Cretaceous-Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "高原风化剥蚀历史及气候环境效应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific techniques used for measuring and describing the lithology, structure, and geomorphology in a geological profile?",
                "QuestionCn": "在地质剖面中测量和描述岩石类型、构造和地貌的具体技术有哪些？",
                "AnswerEn": "GPS, geological compasses",
                "AnswerCn": "GPS，地质罗盘",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meters thick is the Butwal geological section studied in the southern Tibetan Plateau region?",
                "QuestionCn": "在南藏高原地区研究的布特瓦尔地质剖面厚度为多少米？",
                "AnswerEn": "323 meters",
                "AnswerCn": "323米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using GPS and geological compasses in geological data collection?",
                "QuestionCn": "在地质数据收集中使用GPS和地质罗盘的意义是什么？",
                "AnswerEn": "GPS and geological compasses are critical tools for conducting accurate field measurements in geological data collection. They help researchers determine precise locations and orientations of geological features, which is essential for mapping and describing structural, geomorphological, and lithological characteristics of stratigraphic sections.",
                "AnswerCn": "GPS和地质罗盘是进行地质数据收集时进行准确现场测量的关键工具。它们帮助研究人员确定地质特征的精确位置和方向，这对于绘制和描述地层剖面的结构、地貌和岩石特征至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately describing the geological features of the Cenozoic strata in southern Tibet and Nepal?",
                "QuestionCn": "导致准确描述南藏和尼泊尔新生代地层地质特征的挑战的原因是什么？",
                "AnswerEn": "Accurate description of the geological features of the Cenozoic strata in southern Tibet and Nepal can be challenging due to the complex tectonic, environmental, and climatic conditions of the region. The use of tools such as GPS and geological compasses is necessary to conduct thorough surveys and measurements of the structures, geomorphology, and lithology of well-developed research sections. These challenges are compounded by the need for detailed mapping and documentation of these features, which are essential for understanding the uplift, deformation, and climatic effects of the Tibetan Plateau.",
                "AnswerCn": "对南藏和尼泊尔的新生代地层地质特征进行准确描述可能面临挑战，因为该地区的构造、环境和气候条件复杂。使用GPS和地质罗盘等工具是进行彻底调查和测量结构、地貌和岩石特征的必要条件。这些挑战因需要对这些特征进行详细的绘图和记录而加剧，这对于理解青藏高原的隆起、变形和气候影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using GPS and geological compasses for data collection on the accuracy and detail of geological surveys in the southern Tibetan Plateau?",
                "QuestionCn": "使用GPS和地质罗盘进行数据收集对南藏高原地质调查的准确性和细节可能产生的后果是什么？",
                "AnswerEn": "Using GPS and geological compasses for data collection allows for precise measurement and description of structural, geomorphological, and lithological features, enhancing the accuracy and detail of geological surveys. This method helps in identifying well-developed research profiles and contributes to the creation of detailed maps and diagrams, which are crucial for understanding the tectonic, environmental, and climatic evolution in the southern Tibetan Plateau.",
                "AnswerCn": "使用GPS和地质罗盘进行数据收集可以精确测量和描述构造、地貌和岩石特征，从而提高地质调查的准确性和细节。这种方法有助于识别完善的研究轮廓，并有助于创建详细的地图和图表，这对于理解南藏高原的构造、环境和气候演变至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to systematically conduct field geological surveys for Cenozoic stratigraphy in the southern Tibetan Plateau, and how are tools like GPS and geological compasses utilized in these surveys?",
                "QuestionCn": "在南藏高原进行新生代地层的系统野外地质调查时，采用了哪些方法论，以及如何利用GPS和地质罗盘等工具进行这些调查？",
                "AnswerEn": "The methodologies involve systematic field geological surveys to identify well-developed study sections in the southern Tibetan Plateau, specifically in Nepal. Tools such as GPS and geological compasses are used for conducting structural, geomorphological, and lithological investigations and measurements. These tools aid in the accurate description and mapping of related profiles.",
                "AnswerCn": "这些方法涉及系统的野外地质调查，以识别尼泊尔南部喜马拉雅高原上发育良好的研究剖面。使用GPS和地质罗盘等工具进行构造、地貌和岩石学的调查和测量。这些工具有助于准确描述和绘制相关剖面图。",
                "Level": "C3(Applying)"
            }
        ]
    }
}