{
    "id": "360220dc-86f6-4b17-9ffe-2cdd0544ddae",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Database of nutrient dynamics during the restoration of degraded alpine grassland in Nagqu, Tibet (2018-2021) ",
            "titleCn": "西藏那曲地区退化高寒草地恢复过程营养动态数据库（2018-2021）",
            "description": "In critical areas of qinghai-tibet plateau alpine grassland degradation Tibet naqu area to recover as the research object, set the nitrogen and phosphorus add experiments, using isotope tracer technique and the method of experiment to determine restoration process of degraded alpine meadow soil available nitrogen and phosphorus recovery phase, measure different degradation of plant community biomass, quantitative advantage plant absorption rate of nitrogen and phosphorus and plant and soil microbial utilization of nitrogen competition;With the concept of nutrients from the Angle of plant - soil - microbial coordinate resolution restoration process of degraded alpine meadow nitrogen and phosphorus nutrients affect the internal mechanism of alpine grassland advantages of plant nutrition, setting up the nutrition in the degraded alpine grassland recovery dynamic database, for the third pole into the ecological fragile district alpine grassland restore the balance of production and provide theoretical and data support adaptive management.",
            "descriptionCn": "以青藏高原关键区域西藏那曲地区退化高寒草地恢复样地为研究对象，设置氮磷添加实验，采用同位素示踪技术和实验生态学方法，测定退化高寒草地恢复过程中土壤氮磷可利用性、测量不同退化恢复阶段植物群落的生物量、量化优势植物对氮磷的吸收速率以及植物和土壤微生物对氮竞争利用状况；以养分为主线从植物-土壤-微生物协调角度解析退化高寒草地恢复过程中氮磷养分影响高寒草地优势植物营养组成的内在机制，构建退化高寒草地恢复中的营养动态数据库，为泛第三极区域生态脆弱区高寒草地恢复的均衡生产和适应性管理提供理论与数据支撑。",
            "instructions": "Data1, Data2, Data3 for the year in order to collect data, location and area is different.",
            "instructionsCn": "Data1、Data2、Data3为依次年份收集的数据，且区域位置有所不同。",
            "east": 104.7,
            "west": 86.0,
            "south": 30.0,
            "north": 39.8,
            "startTime": null,
            "endTime": null,
            "fileSize": 771395.0,
            "cstr": "18406.11.Terre.tpdc.300050",
            "doi": "10.11888/Terre.tpdc.300050",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "徐兴良",
                "nameEn": "XU Xingliang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Plant functional groups shift their nitrogen uptake during restoration of degraded alpine grasslands",
                "referenceCn": null,
                "referenceEn": "Liu, M., Zhu, T., Tian, Y., Xu, X., & Wang, Y. (2022). Plant functional groups shift their nitrogen uptake during restoration of degraded alpine grasslands. Land Degrad Dev, 33, 2898–2910. "
            },
            {
                "titleCn": null,
                "titleEn": " Restoration of degraded alpine grasslands alters plant–microbial competition for nitrogen",
                "referenceCn": null,
                "referenceEn": "Liu, M., Yu, C., Zhu, T., Xu, X., & Wang, Y. (2022). Restoration of degraded alpine grasslands alters plant–microbial competition for nitrogen. Biol Fertil Soils, 58(7), 803-814. "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "净初级生产力",
                "nameEn": "Net primary productivity"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤C、N、P、S、K",
                "nameEn": "Soil elements composition"
            },
            {
                "nameCn": "土壤PH值",
                "nameEn": "Soil PH"
            },
            {
                "nameCn": "土壤肥力",
                "nameEn": "Soil fertility"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "草场",
                "nameEn": "Pasture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "那曲",
                "keywordEn": "Nagqu (also Naqu or Nagchu)"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2021",
                "keywordEn": "2018-2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil nitrogen and phosphorus availability during the restoration process of degraded alpine grasslands?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于测量在退化高山草原恢复过程中土壤氮和磷的可用性？",
                "AnswerEn": "A data collection method involves setting up nitrogen and phosphorus addition experiments and using isotope tracing techniques and experimental ecological methods to measure soil nitrogen and phosphorus availability during the restoration process of degraded alpine grasslands.",
                "AnswerCn": "一种数据收集方法涉及设置氮和磷添加实验，并使用同位素追踪技术和实验生态方法来测量退化高山草甸恢复过程中土壤氮和磷的可用性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to measure soil nitrogen and phosphorus availability during the restoration of degraded alpine grasslands in Tibet's Nagqu region?",
                "QuestionCn": "在西藏那曲地区恢复退化高山草甸过程中，用于测量土壤氮和磷可用性的资料收集方法的特点是什么？",
                "AnswerEn": "nitrogen and phosphorus addition experiments, isotope tracing techniques, experimental ecology methods",
                "AnswerCn": "氮和磷添加实验，同位素示踪技术，实验生态学方法",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of data collection does a dataset on the restoration of degraded alpine grasslands in Nagqu, Tibet encompass?",
                "QuestionCn": "关于西藏那曲地区退化高山草甸恢复的数据库涵盖了多少年的数据收集？",
                "AnswerEn": "4 years",
                "AnswerCn": "4年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '同位素示踪技术' mean in the context of data collection methods for studying nutrient dynamics in alpine grassland restoration?",
                "QuestionCn": "'同位素示踪技术'在研究高山草地恢复中营养动态的数据收集方法的背景下，指的是利用同位素标记来追踪和分析营养物质的流动和转化过程。",
                "AnswerEn": "In the context of data collection methods for studying nutrient dynamics in alpine grassland restoration, '同位素示踪技术' refers to the use of isotopic tracing techniques to measure soil nitrogen and phosphorus availability, assess the absorption rate of nitrogen and phosphorus by dominant plants, and evaluate the competitive use of nitrogen between plants and soil microorganisms during the restoration process.",
                "AnswerCn": "在研究高山草原恢复中的营养动态的数据收集方法中，“同位素示踪技术”指的是使用同位素追踪技术来测量土壤氮和磷的可用性，评估优势植物对氮和磷的吸收速率，以及在恢复过程中评估植物与土壤微生物之间的氮竞争利用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do nutrient dynamics measurement techniques in alpine grassland restoration differ when using isotopic tracing methods compared to traditional soil nutrient analysis in terms of accuracy and ecological insights?",
                "QuestionCn": "在高山草地恢复中，使用同位素追踪方法与传统土壤营养分析在营养动态测量技术上存在差异，这些差异体现在准确性和生态洞察方面。",
                "AnswerEn": "The use of isotopic tracing methods in measuring nutrient dynamics during alpine grassland restoration offers more precise insights into nitrogen and phosphorus availability and uptake by dominant plants, compared to traditional soil nutrient analysis. This approach also allows for the quantification of nutrient absorption rates by plants and the assessment of microbial competition for nitrogen, providing a more comprehensive understanding of nutrient influence on vegetation composition and soil-plant-microbe interactions.",
                "AnswerCn": "在高山草原恢复过程中，使用同位素追踪方法测量营养素动态相比于传统的土壤营养分析，能够提供更精确的氮和磷的可用性及其被主要植物吸收的情况。这种方法还允许量化植物的营养吸收速率，并评估微生物对氮的竞争，从而提供对营养素对植被组成及土壤-植物-微生物相互作用影响的更全面理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes for selecting nitrogen and phosphorus addition experiments as a method for studying the recovery process of degraded alpine grasslands?",
                "QuestionCn": "选择氮和磷添加实验作为研究退化高山草甸恢复过程的方法的潜在原因是什么？",
                "AnswerEn": "The selection of nitrogen and phosphorus addition experiments is driven by the need to understand the availability of these nutrients during the recovery process of degraded alpine grasslands. Nitrogen and phosphorus are essential for plant growth, and their availability can significantly impact the restoration of plant communities and soil health. Additionally, by using isotope tracing and experimental ecological methods, researchers aim to quantify how these nutrients are absorbed by dominant plants and utilized by soil microorganisms, which helps in understanding the nutrient dynamics and their influence on plant-soil-microbe interactions during the restoration process.",
                "AnswerCn": "氮和磷添加实验的选择是为了理解这些营养素在退化高山草地恢复过程中的可用性。氮和磷是植物生长所必需的，它们的可用性可以显著影响植物群落的恢复和土壤健康。此外，通过使用同位素追踪和实验生态方法，研究人员旨在量化这些营养素如何被优势植物吸收以及如何被土壤微生物利用，这有助于理解营养动态及其在恢复过程中的植物-土壤-微生物相互作用的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using isotopic tracing techniques in measuring soil nitrogen and phosphorus availability on the understanding of nutrient dynamics in degraded alpine grassland restoration?",
                "QuestionCn": "使用同位素追踪技术测量土壤氮和磷的可用性对理解退化高山草原恢复中的养分动态可能产生的后果是什么？",
                "AnswerEn": "Using isotopic tracing techniques allows for precise measurement of soil nitrogen and phosphorus availability during the restoration process of degraded alpine grasslands. This method provides detailed insights into how these nutrients are absorbed by dominant plants and utilized by soil microorganisms, thereby enhancing the understanding of nutrient dynamics. Such information can reveal the intrinsic mechanisms by which nitrogen and phosphorus influence the nutritional composition of dominant plants, ultimately aiding in the development of balanced production and adaptive management strategies for restoring alpine grasslands in ecologically fragile regions.",
                "AnswerCn": "使用同位素追踪技术可以精确测量退化高山草甸恢复过程中土壤氮和磷的可用性。这种方法提供了关于这些营养素如何被主要植物吸收以及如何被土壤微生物利用的详细见解，从而增强了对营养动态的理解。这些信息可以揭示氮和磷影响主要植物营养成分的内在机制，最终有助于制定平衡的生产和适应性管理策略，以恢复生态脆弱地区的高山草甸。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of implementing nitrogen and phosphorus addition experiments and using isotope tracing techniques to study the restoration processes of degraded alpine grasslands in key regions of the Tibetan Plateau?",
                "QuestionCn": "实施氮和磷添加实验以及使用同位素追踪技术研究青藏高原关键区域退化 alpine 草地的恢复过程的主要目标是什么？",
                "AnswerEn": "The primary objective is to measure the availability of soil nitrogen and phosphorus during the restoration process of degraded alpine grasslands, assess the biomass of plant communities at different stages of degradation and recovery, quantify the absorption rates of nitrogen and phosphorus by dominant plants, and understand the nitrogen competition between plants and soil microorganisms. This approach aims to analyze the intrinsic mechanisms of how nitrogen and phosphorus nutrients affect the nutritional composition of dominant plants from the perspective of plant-soil-microorganism coordination, ultimately constructing a nutrient dynamics database to support balanced production and adaptive management of alpine grassland restoration in ecologically fragile areas of the Pan-Third Pole region.",
                "AnswerCn": "主要目标是测量退化高山草甸恢复过程中土壤氮和磷的可用性，评估不同退化和恢复阶段植物群落的生物量，量化优势植物对氮和磷的吸收速率，并理解植物与土壤微生物之间的氮竞争。这种方法旨在从植物-土壤-微生物协调的角度分析氮和磷营养素如何影响优势植物的营养成分的内在机制，最终构建一个营养动态数据库，以支持在泛第三极地区生态脆弱区域高山草甸恢复的平衡生产和适应性管理。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}