{
  "id": "3616fedb-e91c-4670-ab72-3d1dbfb5d191",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of airborne WiDAS mission in the national observatory on climatology at Zhangye-Zhangye  flight zone on Jun. 29, 2008",
      "titleCn": "黑河综合遥感联合试验：观象台-张掖飞行区机载WiDAS数据集（2008年6月29日）",
      "description": "The dataset of airborne WiDAS mission was obtained in the national observatory on climatology at Zhangye-Zhangye flight zone on Jun. 29, 2008.\n     Intra-band data available for general users include Level-2C data (after geometric, radiometric and atmospheric corrections), Level-1B browse image (after intra-band matching) and Level-2B browse image (after registration). The raw data, Level-1A, and data processing parameters were filed; applications would be evaluated prior to access. Data processing started in Aug. 2008 and ended in Apr. 2009, and in Nov. 2009, CCD data were reprocessed to adjust radiometric calibration. \n     The flying time of each route was as follows:\n\n{|\n! id\n! flight\n! relative height\n! starttime\n! endtime\n! data size\n! data state\n! data quality\n! ground targets \n|-\n| 1 || 2#5 || 1500m || 13:14:39 || 13:22:43 || 122 || processed;complete || good || National observatory on climatology at Zhangye;Gulou in Zhangye \n|-\n| 2 || 2#7 || 1500m || 13:28:23 || 13:35:31 || 108 || processed;complete || good\n|-　 \n| 3 || 2#9 || 1500m || 13:41:11 || 13:49:03 || 119 || processed;complete || good || wetland park in Zhangye\n|}",
      "descriptionCn": "该数据集为机载WiDAS传感器于2008年06月29日获取，地点在观象台-张掖飞行区。\n原始数据经过几何校正、辐射定标和大气校正后发布，面向普通用户的数据产品为Level-2C产品（经过几何校正、辐射定标和大气校正），以及Level-1B（波段间配准）快视图和Level-2B（波段间配准）快视图。原始数据（Level-1A数据）和数据处理参数存档，需提交申请并通过审批后才能获得。数据处理时间为2008年8月-2009年4月，完成时间为2009年4月，2009年11月做了一次CCD相机辐射定标的订正。\n本数据集的原始数据包括3条航线。各航线的飞行时间如下表：\n{|\n! 序号\n! 航线名称\n! 相对航高\n! 开始时间\n! 结束时间\n! 数据量（景）\n! 数据状态\n! 数据质量\n! 主要地面目标 \n|-\n| 1 || 2#5 || 约1500米 || 13:14:39 || 13:22:43 || 122 || 完整，已处理 || 好 || 张掖国家气候观象台，张掖市鼓楼 \n|-\n| 2 || 2#7 || 约1500米 || 13:28:23 || 13:35:31 || 108 || 完整，已处理 || 好\n|-　 \n| 3 || 2#9 || 约1500米 || 13:41:11 || 13:49:03 || 119 || 完整，已处理 || 好 || 张掖市湿地公园\n|}",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.55,
      "west": 100.15,
      "south": 38.8,
      "north": 39.2,
      "startTime": "2009-01-06 02:40:00",
      "endTime": "2009-01-06 07:21:00",
      "fileSize": 15262169952.0,
      "cstr": "18406.11.water973.0213.db",
      "doi": "10.3972/water973.0213.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "刘强",
        "nameEn": "Liu Qiang",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "方莉",
        "nameEn": "FANG Li",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "彭菁菁",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": " 王合顺",
        "nameEn": "Wang Heshun",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": " 李波",
        "nameEn": "LI Bo",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 刘志刚",
        "nameEn": "LIU Zhigang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": "黑河试验中机载红外广角双模式成像仪的设计及实现",
        "titleEn": null,
        "referenceCn": "方莉, 刘强, 肖青, 柳钦火, 刘志刚. 黑河试验中机载红外广角双模式成像仪的设计及实现. 地球科学进展, 2009, 24(7): 696-704.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "CCD相机",
        "nameEn": "CCD"
      },
      {
        "nameCn": "热像仪",
        "nameEn": "Thermal imager"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "张掖市加密观测区",
        "keywordEn": "Zhangye City Foci Experimental Area"
      },
      {
        "keywordCn": "观象台加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and processing levels of data collected using airborne WiDAS sensors?",
        "QuestionCn": "使用空中WiDAS传感器收集的数据的具体特征和处理级别是什么？",
        "AnswerEn": "geometric correction, radiometric calibration, atmospheric correction, Level-1B, Level-2B, Level-2C, Level-1A data, processing parameters archived",
        "AnswerCn": "几何校正、辐射定标、大气校正、Level-1B、Level-2B、Level-2C、Level-1A数据、处理参数存档",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many flight paths are included in a dataset acquired by an airborne WiDAS sensor over the specified area?",
        "QuestionCn": "在指定区域内，通过空中WiDAS传感器获取的数据集中包含多少条飞行路径？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the definition of 'Level-2C products' in the context of remote sensing data processing?",
        "QuestionCn": "在遥感数据处理的背景下，“Level-2C产品”的定义是什么？",
        "AnswerEn": "Level-2C products refer to data products that have undergone geometric correction, radiometric calibration, and atmospheric correction, making them suitable for general user applications.",
        "AnswerCn": "Level-2C 产品是指经过几何校正、辐射校正和大气校正的数据产品，适合一般用户应用。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could influence the need for multiple levels of data processing, such as geometric correction, radiometric calibration, and atmospheric correction, in remote sensing data collection efforts?",
        "QuestionCn": "影响遥感数据采集工作中需要多个数据处理层次（如几何校正、辐射校准和大气校正）的因素包括哪些？",
        "AnswerEn": "The need for multiple levels of data processing, including geometric correction, radiometric calibration, and atmospheric correction, in remote sensing data collection efforts could be influenced by the desire to ensure data accuracy and usability for various applications. Geometric correction is necessary to align the data spatially, radiometric calibration ensures that the sensor readings correspond to actual physical quantities, and atmospheric correction accounts for the effects of the atmosphere on the sensor data. These steps are essential in producing a Level-2C product that is suitable for general use, as seen in the data collection efforts for the airborne WiDAS sensor flights over the Zhangye flight district.",
        "AnswerCn": "在遥感数据收集工作中，多个数据处理层次的需求，包括几何校正、辐射定标和大气校正，可能受到确保数据准确性和适用性以满足各种应用的影响。几何校正是必要的，以便在空间上对齐数据；辐射定标确保传感器读数与实际物理量相对应；大气校正则考虑了大气对传感器数据的影响。这些步骤对于生成适合一般使用的Level-2C产品至关重要，正如在张掖飞行区的机载WiDAS传感器飞行数据收集工作中所见。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of implementing geometric correction, radiometric calibration, and atmospheric correction on the quality and usability of aerial remote sensing data collected at approximately 1500 meters altitude?",
        "QuestionCn": "实施几何校正、辐射校正和大气校正对在约1500米高度收集的航空遥感数据的质量和可用性可能产生的结果是什么？",
        "AnswerEn": "Implementing geometric correction, radiometric calibration, and atmospheric correction on aerial remote sensing data can lead to enhanced data quality and usability. These processes improve the accuracy of spatial positioning (geometric correction), ensure consistent brightness and color (radiometric calibration), and compensate for atmospheric conditions (atmospheric correction) that may alter data readings. As a result, the processed data can be more reliably used for various analyses, such as climate observation and urban planning, by providing clearer and more accurate representations of the observed areas, such as the Zhangye National Climate Observatory and other sites in Zhangye.",
        "AnswerCn": "对航空遥感数据进行几何校正、辐射定标和大气校正可以提高数据质量和可用性。这些过程提高了空间定位的准确性（几何校正），确保亮度和颜色的一致性（辐射定标），并补偿可能改变数据读数的大气条件（大气校正）。因此，处理后的数据可以更可靠地用于各种分析，如气候观察和城市规划，通过提供更清晰、更准确的观察区域表示，例如张掖国家气候观测站及张掖的其他地点。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of processing airborne WiDAS sensor data to Level-2C products, including geometric correction, radiometric calibration, and atmospheric correction?",
        "QuestionCn": "处理机载WiDAS传感器数据到Level-2C产品的主要目标是什么，包括几何校正、辐射校准和大气校正？",
        "AnswerEn": "The primary goals of processing airborne WiDAS sensor data to Level-2C products, including geometric correction, radiometric calibration, and atmospheric correction, are to provide accurate, reliable, and user-friendly data products for general users. This involves ensuring data quality by correcting for distortions and variability introduced during data acquisition, allowing for precise analysis and application in monitoring and studying various ground targets such as climate observatories and urban or wetland areas.",
        "AnswerCn": "处理空气WiDAS传感器数据到Level-2C产品的主要目标，包括几何校正、辐射校准和大气校正，是为了为一般用户提供准确、可靠和用户友好的数据产品。这涉及通过纠正数据采集过程中引入的失真和变异性来确保数据质量，从而允许对各种地面目标（如气候观测站和城市或湿地地区）的精确分析和应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in preparing airborne sensor data for analysis, specifically focusing on geometric correction, radiometric calibration, and atmospheric correction procedures?",
        "QuestionCn": "准备机载传感器数据进行分析涉及哪些步骤，特别是几何校正、辐射校准和大气校正程序？",
        "AnswerEn": "The data from the airborne WiDAS sensor undergoes several preprocessing steps before being released. The original data is first subjected to geometric correction, followed by radiometric calibration to ensure the accuracy of the sensor's readings. Finally, atmospheric correction is applied to account for the influence of the atmosphere on the captured data. The processed data is made available as Level-2C products, which include all these corrections, as well as Level-1B and Level-2B quick views with band-to-band registration. Original Level-1A data and processing parameters are archived and can be accessed upon request and approval.",
        "AnswerCn": "来自机载WiDAS传感器的数据在发布之前经过几个预处理步骤。原始数据首先进行几何校正，然后进行辐射校准，以确保传感器读数的准确性。最后，应用大气校正，以考虑大气对捕获数据的影响。处理后的数据以Level-2C产品的形式提供，其中包括所有这些校正，以及带有波段间配准的Level-1B和Level-2B快速浏览图像。原始Level-1A数据和处理参数被归档，并可在请求和批准后访问。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the transformation of raw airborne sensor data into user-friendly data products in remote sensing applications?",
        "QuestionCn": "哪些数据处理技术能够将原始航空传感器数据转化为遥感应用中的用户友好数据产品？",
        "AnswerEn": "The transformation of raw airborne sensor data into user-friendly data products involves several processing techniques, including geometric correction, radiometric calibration, and atmospheric correction. These processes lead to the creation of Level-2C products that are geometrically corrected, radiometrically calibrated, and atmospherically corrected, as well as quick-look images for Level-1B and Level-2B data. Original Level-1A data and processing parameters are archived and require approval for access.",
        "AnswerCn": "将原始空气传感器数据转化为用户友好的数据产品涉及多个处理技术，包括几何校正、辐射校准和大气校正。这些过程导致创建Level-2C产品，这些产品经过几何校正、辐射校准和大气校正，以及Level-1B和Level-2B数据的快速浏览图像。原始Level-1A数据和处理参数被归档，并需要获得批准才能访问。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}