{
  "id": "36f8d7d8-14ee-4cf3-9e00-7cad9f6c9630",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Daily MODIS-based Land Surface Evapotranspiration Dataset of 2021 in Qilian Mountain Area (ETHi-merge V1.0)",
      "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2021）（ETHi-merge V1.0）",
      "description": "This dataset contains daily land surface evapotranspiration products of 2021 in Qilian Mountain area. It has 0.01 degree spatial resolution. The dataset was produced based on Gaussian Process Regression (GPR) method by fusing six satellite-derived evapotranspiration products including RS-PM (Mu et al., 2011), SW (Shuttleworth and Wallace., 1985), PT-JPL (Fisher et al., 2008), MS-PT (Yao et al., 2013), SEMI-PM (Wang et al., 2010a) and SIM (Wang et al.2008). The input variables for the evapotranspiration products include MODIS products, and MERRA meteorological data.",
      "descriptionCn": "本数据集包括祁连山地区2021年逐日地表蒸散发产品，产品分辨率为0.01°。采用高斯过程回归（Gaussian Process Regression，GPR）算法，实现对RS-PM (Mu et al., 2011)、SW (Shuttleworth and Wallace., 1985)、PT-JPL (Fisher et al., 2008)、MS-PT (Yao et al., 2013)、SEMI-PM (Wang et al., 2010a)、SIM (Wang et al.2008) 等6种蒸散发产品的集成。参与蒸散发产品生产的驱动数据包括MODIS（NDVI、Albedo、LAI、PAR），MERRA-2气象再分析数据等。",
      "instructions": "File Naming Convention: YYYYMMDD.tiff (YYYY: year, MM: month, DD: day)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 1079 rows ×1791 columes\nUnit: W/m2\nValid Range：0~500\nFilled Value：-300",
      "instructionsCn": "文件命名约定：YYYYMMDD.tiff\t（YYYY：年，MM：月，DD：日）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF, 1079行×1791列\n数据产品单位：W/m2\n数据产品有效值范围：0~500\n填充值：-300",
      "east": 107.02,
      "west": 89.11,
      "south": 34.2,
      "north": 44.99,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 1553696509.0,
      "cstr": "18406.11.Terre.tpdc.272430",
      "doi": "10.11888/Terre.tpdc.272430",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "姚云军",
        "nameEn": "YAO Yunjun",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "尚珂",
        "nameEn": "SHANG Ke",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Improving global terrestrial evapotranspiration estimation using support vector machine by integrating three process-based algorithms",
        "referenceCn": null,
        "referenceEn": "Yao Y., Liang S., Li X., Chen J., Liu S., et al. Improving global terrestrial evapotranspiration estimation using support vector machine by integrating three process-based algorithms. Agricultural and Forest Meteorology 2017, 242, 55-74. DOI: 10.1016/j.agrformet.2017.04.011."
      },
      {
        "titleCn": null,
        "titleEn": "Improvements to a MODIS global terrestrial evapotranspiration algorithm",
        "referenceCn": null,
        "referenceEn": "Mu Q., Zhao M., Running S. W. . Improvements to a MODIS global terrestrial evapotranspiration algorithm. Remote Sensing of Environment 2011, 115(8):1781-1800. DOI: 10.1016/j.rse.2011.02.019."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation from sparse crops-An energy combination theory",
        "referenceCn": null,
        "referenceEn": "Shuttleworth, W., Wallace, J. (1985). Evaporation from sparse crops-An energy combination theory, 111, 839–855. DOI: 10.1002/qj.49711146910."
      },
      {
        "titleCn": null,
        "titleEn": "Global estimates of the land–atmosphere water flux based on monthly AVHRR and ISLSCP-II data, validated at 16 FLUXNET sites",
        "referenceCn": null,
        "referenceEn": "Fisher J. B., Tu K. P., & Baldocchi D. D. (2008). Global estimates of the land–atmosphere water flux based on monthly AVHRR and ISLSCP-II data, validated at 16 FLUXNET sites. Remote Sensing of Environment, 112(3), 901-919."
      },
      {
        "titleCn": null,
        "titleEn": "MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm",
        "referenceCn": null,
        "referenceEn": "Yao, Y., S. Liang, J. Cheng, S. Liu, J. B. Fisher, X. Zhang, K. Jia, X. Zhao, Q. Qin, B. Zhao, S. J. Han, G. S. Zhou, G. Y. Zhou, Y. L. Li, and S. H. Zhao. 2013. MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm. Agricultural and Forest Meteorology 171-172:187-202."
      },
      {
        "titleCn": null,
        "titleEn": "Evidence for decadal variation in global terrestrial evapotranspiration between 1982 and 2002: 1. Model development.",
        "referenceCn": null,
        "referenceEn": "Wang, K., Dickinson, R., & Wild, M., et al. (2010). Evidence for decadal variation in global terrestrial evapotranspiration between 1982 and 2002: 1. Model development. Journal of Geophysical Research Atmospheres, 115(D20), 898-907. DOI: 10.1029/2009JD013671."
      },
      {
        "titleCn": null,
        "titleEn": "An improved method for estimating global evapotranspiration based on satellite determination of surface net radiation, vegetation index, temperature, and soil moisture.",
        "referenceCn": null,
        "referenceEn": "Wang, K., Liang, S. (2008). An improved method for estimating global evapotranspiration based on satellite determination of surface net radiation, vegetation index, temperature, and soil moisture. J. Hydrometeorol, 9, 712–727. DOI: 10.1109/IGARSS.2008.4779489."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光学遥感",
        "nameEn": "Optical remote sensing"
      },
      {
        "nameCn": "地表蒸散发",
        "nameEn": "Land-surface evapotranspiration"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "融合",
        "nameEn": "fusion"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountains area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and data sources utilized in developing a daily surface evapotranspiration dataset for the Qilian Mountains region based on MODIS data?",
        "QuestionCn": "在基于MODIS数据开发祁连山地区的日常表面蒸散发数据集时，所利用的特征和数据源包括哪些？",
        "AnswerEn": "daily surface evapotranspiration, 2021, 0.01° resolution, Gaussian Process Regression algorithm, RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, SIM, MODIS data, NDVI, Albedo, LAI, PAR, MERRA-2 meteorological reanalysis data",
        "AnswerCn": "2021年每日地表蒸散发，0.01°分辨率，高斯过程回归算法，RS-PM，SW，PT-JPL，MS-PT，SEMI-PM，SIM，MODIS数据，NDVI，反照率，LAI，PAR，MERRA-2气象再分析数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the daily surface evapotranspiration data collected for the Qilian Mountains region using MODIS in 2021?",
        "QuestionCn": "2021年使用MODIS收集的祁连山地区日表面蒸散发数据的分辨率是多少？",
        "AnswerEn": "0.01°",
        "AnswerCn": "0.01°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Gaussian Process Regression (GPR)' mean in the context of integrating various evapotranspiration products?",
        "QuestionCn": "在整合各种蒸散产品的背景下，“高斯过程回归（GPR）”是什么意思？",
        "AnswerEn": "In the context of integrating various evapotranspiration products, 'Gaussian Process Regression (GPR)' refers to a machine learning algorithm used to merge different datasets by modeling the relationships between inputs (such as MODIS data and meteorological reanalysis data) and outputs (such as evapotranspiration estimates). GPR provides a probabilistic approach, allowing for a seamless integration of multiple evapotranspiration products by accounting for the uncertainties and variabilities inherent in each dataset.",
        "AnswerCn": "在整合各种蒸散发产品的背景下，“高斯过程回归（GPR）”指的是一种机器学习算法，用于通过建模输入（如MODIS数据和气象再分析数据）与输出（如蒸散发估算值）之间的关系来合并不同的数据集。GPR提供了一种概率方法，允许通过考虑每个数据集中固有的不确定性和变异性，顺利整合多个蒸散发产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the integration of multiple evapotranspiration products using the Gaussian Process Regression (GPR) algorithm compare to individual use of the RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM methods in terms of data resolution and accuracy in the Qilian Mountains region?",
        "QuestionCn": "将多个蒸散发产品通过高斯过程回归（GPR）算法进行整合，与单独使用RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM方法在数据分辨率和准确性方面在祁连山地区的比较如何？",
        "AnswerEn": "The integration of multiple evapotranspiration products using the Gaussian Process Regression (GPR) algorithm results in a product with a resolution of 0.01° for the Qilian Mountains region. This approach potentially improves the accuracy by combining aspects of RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM methods, which might individually be limited in resolution or accuracy. The integrated method benefits from the use of diverse data sources such as MODIS and MERRA-2 meteorological reanalysis data, which provide comprehensive environmental variables to enhance the evapotranspiration modeling.",
        "AnswerCn": "通过使用高斯过程回归（GPR）算法整合多个蒸散发产品，得到了针对祁连山地区分辨率为0.01°的产品。这种方法通过结合RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM方法的各个方面，可能提高了准确性，因为这些方法在分辨率或准确性上可能各自存在局限。该集成方法受益于使用多种数据源，如MODIS和MERRA-2气象重分析数据，这些数据提供了全面的环境变量，以增强蒸散发建模。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the integration of multiple evapotranspiration products using the Gaussian Process Regression method in the Qilian Mountain region?",
        "QuestionCn": "影响在祁连山地区使用高斯过程回归方法整合多个蒸散发产品的因素有哪些？",
        "AnswerEn": "The integration of multiple evapotranspiration products using the Gaussian Process Regression method is influenced by the selection of different evapotranspiration models such as RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM. It also depends on the quality and availability of driving data including MODIS-derived variables like NDVI, Albedo, LAI, PAR, and MERRA-2 meteorological reanalysis data. Each of these elements contributes to the overall accuracy and reliability of the integrated product.",
        "AnswerCn": "使用高斯过程回归方法整合多个蒸散发产品受到不同蒸散发模型的选择影响，如RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM。同时，这也依赖于驱动数据的质量和可用性，包括MODIS衍生的变量，如NDVI、反照率、LAI、PAR和MERRA-2气象重分析数据。这些元素共同影响整合产品的整体准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of integrating multiple evapotranspiration products using Gaussian Process Regression in the context of MODIS-based daily surface evapotranspiration data collection in the Qilian Mountain area?",
        "QuestionCn": "在祁连山区的基于MODIS的每日地表蒸散发数据收集中，使用高斯过程回归整合多个蒸散发产品的最终目标是什么？",
        "AnswerEn": "The ultimate goal is to enhance the accuracy and reliability of surface evapotranspiration estimates by integrating six different evapotranspiration products using the Gaussian Process Regression algorithm. This integration aims to leverage the strengths of each product while mitigating individual weaknesses, providing a more robust dataset for understanding and monitoring evapotranspiration dynamics in the Qilian Mountain area with a high spatial resolution of 0.01°.",
        "AnswerCn": "最终目标是通过整合六种不同的蒸散发产品，利用高斯过程回归算法，提高蒸散发估算的准确性和可靠性。这种整合旨在发挥每种产品的优势，同时减轻各自的弱点，为理解和监测祁连山地区的蒸散发动态提供更为稳健的数据集，空间分辨率高达0.01°。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to integrate various evapotranspiration products using Gaussian Process Regression for achieving high-resolution daily surface evapotranspiration data in the Qilian Mountains region?",
        "QuestionCn": "在祁连山地区，利用高斯过程回归整合各种蒸散发产品以实现高分辨率的日常地表蒸散发数据的程序有哪些？",
        "AnswerEn": "The integration of various evapotranspiration products is achieved using the Gaussian Process Regression (GPR) algorithm. The process involves integrating six different evapotranspiration products: RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM. The driving data for producing these evapotranspiration products include MODIS inputs such as NDVI, Albedo, LAI, PAR, and MERRA-2 meteorological reanalysis data.",
        "AnswerCn": "各种蒸散发产品的集成是通过高斯过程回归（GPR）算法实现的。该过程涉及集成六种不同的蒸散发产品：RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM。生产这些蒸散发产品的驱动数据包括MODIS输入，如NDVI、反照率、LAI、光合有效辐射（PAR）和MERRA-2气象再分析数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques have enabled the integration of multiple evapotranspiration products using Gaussian Process Regression algorithms?",
        "QuestionCn": "哪些数据收集技术使得能够使用高斯过程回归算法整合多个蒸散发产品？",
        "AnswerEn": "The integration of multiple evapotranspiration products using Gaussian Process Regression algorithms is enabled by the use of MODIS data (including NDVI, Albedo, LAI, PAR) and MERRA-2 meteorological reanalysis data as driving data for the production of evapotranspiration products.",
        "AnswerCn": "通过使用MODIS数据（包括NDVI、反照率、LAI、PAR）和MERRA-2气象再分析数据作为驱动数据，能够利用高斯过程回归算法整合多个蒸散发产品，以生成蒸散发产品。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}