{
    "id": "3757f5f6-1080-48dd-ab48-56c530922c93",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The 30-m land cover data of Tibetan Plateau (2010)",
            "titleCn": "青藏高原30米地表覆盖数据（2010）",
            "description": "These data contain two data files: GLOBELAND30 TILES (raw data) and TIBET_ GLOBELAND30_MOSAIC (mosaic data).\nThe raw data were downloaded from the Global Land Cover Data website (GlobalLand3) (http://www.globallandcover.com) and cover the Tibetan Plateau and surrounding areas. The raw data were stored in frames, and for the convenience of using the data, we use Erdas software to splice and mosaic the raw data.\nThe Global Land Cover Data (GlobalLand30) is the result of the “Global Land Cover Remote Sensing Mapping and Key Technology Research”, which is a key project of the National 863 Program. Using the American Landsat images (TM5, ETM+) and Chinese Environmental Disaster Reduction Satellite images (HJ-1), the data were extracted by a comprehensive method based on pixel classification-object extraction-knowledge checks. The data include 10 primary land cover types—cultivated land, forest, grassland, shrub, wetland, water body, tundra, man-made cover, bare land, glacier and permanent snow—without extracting secondary types. In terms of accuracy assessment, nine types and more than 150,000 test samples were evaluated. The overall accuracy of the GlobeLand30-2010 data is 80.33%. The Kappa indicator is 0.75.\nThe GlobeLand30 data use the WGS84 coordinate system, UTM projection, and 6-degree banding, and the reference ellipsoid is the WGS 84 ellipsoid. According to different latitudes, the data are organized into two types of framing. In the regions of 60° north and south latitudes, the framing is carried out according to a size of 5° (latitude) × 6° (longitude); in the regions of 60° to 80° north and south latitudes, the framing is carried out according to a size of 5° (latitude) × 12° (longitude). The framing is projected according to the central meridian of the odd 6° band.\nGLOBELAND30 TILES: The original, unprocessed raw data are retained.\nTIBET_ GLOBELAND30_MOSAIC: The Erdas software is used to mosaic the raw data. The parameter settings use the default value of the raw data to retain the original, and the accuracy is consistent with that of the downloading site.",
            "descriptionCn": "本数据包含两个数据文件，GLOBELAND30 TILES（原始数据）和TIBET_ GLOBELAND30_MOSAIC（镶嵌数据）。\n原始数据下载自全球地表覆盖数据网站（GlobalLand3）（http://www.globallandcover.com），范围涵盖青藏高原及周边地区。原始数据分幅存储，为了便于用户使用数据，在分幅数据的基础上，我们使用Erdas软件对原始数据进行了拼接镶嵌。\n全球地表覆盖数据（GlobalLand30）是国家863计划重点项目“全球地表覆盖遥感制图与关键技术研究”的科研成果，该数据利用美国陆地卫星影像（TM5、ETM+）和中国环境减灾卫星（HJ-1）影像数据，采用基于像素分类-对象提取-知识检核的综合方法提取而成。数据包括耕地、森林、草地、灌木、湿地、水体、苔原、人造覆盖、裸地、冰川和永久积雪10个一级地表覆盖类型，没有进行二级类型提取。在准确度评估方面，评估九种类型和超过150,000个测试样品。GlobeLand30-2010的整体精度达到80.33％。Kappa指标为0.75。\nGlobeLand30数据采用WGS84坐标系，UTM投影，6度分带，参考椭球为WGS 84椭球。根据不同的纬度情况，采用2种分幅方式进行数据组织。在南北纬60°区域内，按照5°（纬度）×6°（经度）大小进行分幅；在南北纬60°至80°区域内，按照5°（纬度）×12°（经度）大小进行分幅，按照奇数6°带的中央经线进行投影。\nGLOBELAND30 TILES：原始数据保留数据原貌，未进行处理。\nTIBET_ GLOBELAND30_MOSAIC：使用erdas软件对原始数据进行镶嵌，参数设置使用默认值原始数据保留数据原貌，精度同下载网站。",
            "instructions": "",
            "instructionsCn": "",
            "east": 104.0,
            "west": 73.0,
            "south": 28.0,
            "north": 38.0,
            "startTime": "2010-01-16 16:22:00",
            "endTime": "2011-01-15 16:22:00",
            "fileSize": 19697696346.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格数据",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈军",
                "nameEn": "CHEN Jun",
                "unitEn": "National Geomatics Center of China",
                "unitCn": "国家基础地理信息中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Open access to Earth land-cover map",
                "referenceCn": null,
                "referenceEn": "Chen J., Ban Y., Li S. (2014). Open access to Earth land-cover map, Nature, 514(7523), 434-434. DOI:10.1038/514434c."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地覆盖变化",
                "nameEn": "Land cover change"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the classification method used in extracting different land cover types from satellite imagery?",
                "QuestionCn": "从卫星影像中提取不同土地覆盖类型的分类方法的特点是什么？",
                "AnswerEn": "pixel classification, object extraction, knowledge verification, U.S. Landsat (TM5, ETM+), China's HJ-1 environmental disaster reduction satellites, 10 primary land cover types, overall accuracy 80.33%, Kappa coefficient 0.75",
                "AnswerCn": "像素分类、目标提取、知识验证、美国Landsat（TM5, ETM+）、中国HJ-1环境减灾卫星、10种主要土地覆盖类型、总体精度80.33%、Kappa系数0.75",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the overall accuracy percentage of the land cover classification in a dataset utilizing satellite imagery on the Tibetan Plateau?",
                "QuestionCn": "在利用卫星影像对青藏高原进行土地覆盖分类的数据集中，整体准确率百分比是多少？",
                "AnswerEn": "80.33%",
                "AnswerCn": "80.33%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'pixel classification-object extraction-knowledge verification' mean in the context of extracting land cover data?",
                "QuestionCn": "在提取土地覆盖数据的上下文中，“像素分类-对象提取-知识验证”是什么意思。",
                "AnswerEn": "In the context of extracting land cover data, 'pixel classification-object extraction-knowledge verification' refers to a comprehensive method used to derive land cover types from satellite imagery. Pixel classification involves categorizing individual pixels based on their spectral characteristics, object extraction identifies and delineates distinct features or areas from the classified pixels, and knowledge verification applies expert knowledge or rules to ensure the accuracy and reliability of the extracted information.",
                "AnswerCn": "在提取土地覆盖数据的背景下，“像素分类-对象提取-知识验证”指的是一种综合方法，用于从卫星影像中推导土地覆盖类型。像素分类涉及根据光谱特征对单个像素进行分类，对象提取则识别和划定从分类像素中提取的不同特征或区域，而知识验证则应用专家知识或规则，以确保提取信息的准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately classifying surface cover types on the Tibetan Plateau using satellite imagery?",
                "QuestionCn": "哪些因素导致在使用卫星影像准确分类青藏高原表面覆盖类型时面临挑战？",
                "AnswerEn": "The classification of surface cover types on the Tibetan Plateau using satellite imagery like TM5, ETM+, and HJ-1 can be challenging due to the diverse and complex landscape of the region, which includes a variety of surface types such as cropland, forest, grassland, shrubland, wetland, water, tundra, artificial cover, bare land, glacier, and permanent snow. The method employed, which is pixel classification-object extraction-knowledge verification, must account for these varied terrains. Additionally, factors such as the resolution of the imagery, the temporal coverage, and the inherent limitations of remote sensing technologies can also impact classification accuracy. The overall accuracy of the GlobeLand30-2010 dataset was evaluated to be 80.33%, with a Kappa index of 0.75, indicating reasonable but not perfect accuracy, suggesting room for improvement possibly due to these challenges.",
                "AnswerCn": "使用卫星影像（如TM5、ETM+和HJ-1）对青藏高原表面覆盖类型进行分类是具有挑战性的，因为该地区的地形复杂多样，包括农田、森林、草地、灌木地、湿地、水体、苔原、人造覆盖、裸地、冰川和永久雪等多种表面类型。所采用的方法为像素分类-对象提取-知识验证，必须考虑到这些多样的地形。此外，影像的分辨率、时间覆盖范围以及遥感技术的固有限制等因素也会影响分类的准确性。GlobeLand30-2010数据集的总体准确率评估为80.33%，Kappa指数为0.75，表明准确性合理但并不完美，暗示可能由于这些挑战还有改进的空间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives in utilizing remote sensing imagery from satellites like TM5, ETM+, and HJ-1 for land cover mapping in complex terrains such as the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用TM5、ETM+和HJ-1等卫星的遥感影像在复杂地形（如青藏高原）进行土地覆盖制图的主要目标是什么？",
                "AnswerEn": "The primary objectives include achieving accurate land cover classification by leveraging high-resolution satellite imagery, which allows for detailed mapping of diverse and complex terrains. The comprehensive method of pixel classification, object extraction, and knowledge verification aims to efficiently identify and categorize various land cover types such as cropland, forest, grassland, and others. This approach supports the strategic goal of advancing global land cover remote sensing mapping technologies, contributing to both scientific research and practical applications in environmental monitoring and management.",
                "AnswerCn": "主要目标包括通过利用高分辨率卫星影像实现准确的土地覆盖分类，这使得对多样化和复杂地形的详细制图成为可能。综合的像素分类、对象提取和知识验证方法旨在高效识别和分类各种土地覆盖类型，如农田、森林、草地等。这种方法支持推进全球土地覆盖遥感制图技术的战略目标，为科学研究和环境监测与管理的实际应用做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in utilizing satellite imagery and remote sensing techniques to classify and extract primary land cover types across the Tibetan Plateau, and how are these classifications verified for accuracy?",
                "QuestionCn": "利用卫星影像和遥感技术对青藏高原的主要土地覆盖类型进行分类和提取涉及哪些程序，以及这些分类如何进行准确性验证？",
                "AnswerEn": "The procedures involve using satellite imagery from sources like the American Landsat (TM5, ETM+) and Chinese HJ-1 satellites. The data extraction uses a combined method of pixel classification, object extraction, and knowledge verification. The classifications are verified for accuracy using an evaluation of nine types across over 150,000 test samples, achieving an overall accuracy of 80.33% and a Kappa index of 0.75.",
                "AnswerCn": "这些程序涉及使用来自美国Landsat（TM5、ETM+）和中国HJ-1卫星的卫星影像。数据提取采用像素分类、对象提取和知识验证的结合方法。分类的准确性通过对超过150,000个测试样本进行九种类型的评估进行验证，整体准确率达到80.33%，Kappa指数为0.75。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}