{
  "id": "389bdadc-da68-4a00-b976-607c69aa9e29",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Energy consumption and carbon emissions  dataset from global irrigation (2000-2010)",
      "titleCn": "全球灌溉用水能源消耗和碳排放数据集（2000-2010）",
      "description": "This dataset represents the first comprehensive dataset covering global irrigation water energy consumption and carbon emissions, with a spatial resolution of 0.083° and a temporal span from 2000 to 2010.  The dataset includes total energy consumption for irrigation water, total energy-related carbon emissions, energy consumption and carbon emissions implicit in different irrigation water sources (surface water and groundwater), pumping systems (diesel pumps and electric pumps), irrigation systems (drip irrigation, sprinkler irrigation, and surface irrigation), as well as irrigation energy consumption and carbon emissions under future 3°C sustainable irrigation expansion scenarios.  This dataset is generated using a 'bottom-up' approach based on physical processes, considering factors such as irrigation water withdrawal, irrigation water sources, groundwater drawdown effects, irrigation systems, pumping systems, regional electricity carbon emission intensity, and electricity trade.  Most input parameters have been calibrated and validated using ground observation data.  Additionally, the estimation results have been compared and verified against regional statistical reports, ensuring reliability.  This dataset fills the gap in energy consumption and carbon emissions in agricultural systems, enabling the identification of regions where future energy supply may constrain irrigation expansion, assessment of the pressure of irrigation on regional energy supply systems, analysis of the impact of carbon tax policies on irrigation agriculture, and assessment of agricultural input-output benefits.  Furthermore, it will promote research related to climate-smart agriculture and energy-saving and emission-reduction in agricultural systems.",
      "descriptionCn": "该数据集为首套覆盖全球范围的灌溉用水能源消耗和碳排放数据集，空间分辨率为0.083°，时间跨度为2000-2010年。数据集包括灌溉用水总的能源消耗、总能源相关碳排放，隐含在不同灌溉水源（地表水和地下水）、泵送系统（柴油泵和电动泵）、灌溉系统（滴灌、喷灌和地面灌溉）中的能源消耗和碳排放，以及未来3℃可持续灌溉扩张情景下灌溉能源消耗和碳排放。该数据集是采用基于物理过程“自下而上”的方法生成的，在计算过程中考虑了灌溉耗水量、灌溉水源、地下水位回撤效应、灌溉系统、泵送系统、区域电力碳排放强度、电力贸易等因素的影响，且输入的参数大多经过地面观测数据的校准和验证。此外，估算结果与区域统计报告结果进行了对比验证，验证结果可靠。该数据集弥补了农业系统在能源消耗和碳排放方面的空白，可以用来识别未来能源供应将限制灌溉扩张的区域、评估灌溉对区域能源供应系统的压力、分析碳税政策对灌溉农业的影响以及农业投入-产出效益。此外，还将推动与气候智慧型农业和农业系统节能减排相关方面的研究。",
      "instructions": "The naming convention for data is as follows: data content+data component+unit, such as Carbon-Diesel-Tonnes, where Carbon represents the CO2 emissions generated by irrigation energy consumption, Diesel represents the CO2 emissions hidden in diesel pumping systems, and Tonnes represents the unit in tons; Energy.Electric-Terajoule, Energy represents irrigation energy consumption, Electric represents energy consumption implicit in electric pumping systems, and Terajoule represents units in terajoules. The data is stored in GeoTIFF format and can be read using software such as ArcGIS and QGIS.",
      "instructionsCn": "数据命名方式为：数据内容+数据分量+单位，如Carbon_ Diesel_Tonnes,  Carbon表示灌溉能源消耗所产生的CO2排放，Diesel表示隐含在柴油泵送系统中的CO2排放，Tonnes表示单位为吨；Energy_Electric_Terajoule, Energy表示灌溉能源消耗，Electric表示隐含在电动泵送系统中的能源消耗，Terajoule表示单位为太焦耳。数据以GeoTIFF格式存储，可用ArcGIS、QGIS等软件读取。",
      "east": 179.99,
      "west": -180.0,
      "south": -56.5,
      "north": 83.99,
      "startTime": null,
      "endTime": null,
      "fileSize": 51116172.0,
      "cstr": "18406.11.HumanNat.tpdc.301188",
      "doi": "10.11888/HumanNat.tpdc.301188",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "秦景秀",
        "nameEn": "QIN Jingxiu",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "段伟利",
        "nameEn": "DUAN Weili",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Global energy use and carbon emissions from irrigated agriculture",
        "referenceCn": null,
        "referenceEn": "Qin, J., Duan, W., Zou, S., Chen, Y., Huang, W., & Rosa, L. (2024). Global energy use and carbon emissions from irrigated agriculture. Nature Communications, 15(1), 3084. DOI: 10.1038/s41467-024-47383-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "消费量",
        "nameEn": "Consumption"
      },
      {
        "nameCn": "灌溉",
        "nameEn": "Irrigation"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "环境评价",
        "nameEn": "Environmental assessments"
      },
      {
        "nameCn": "能源资源",
        "nameEn": "Energy Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2010",
        "keywordEn": "2000-2010",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and characteristics of datasets used to measure global irrigation water energy consumption and carbon emissions from 2000 to 2010?",
        "QuestionCn": "用于测量2000年至2010年全球灌溉水能耗和碳排放的数据集的属性和特征是什么？",
        "AnswerEn": "spatial resolution of 0.083°, total energy consumption for irrigation, total energy-related carbon emissions, energy consumption and carbon emissions embedded in different irrigation water sources, pumping systems, irrigation systems, effects of groundwater level withdrawal, regional power carbon emission intensity, electricity trade, validated against regional statistical reports, calibrated using ground observation data",
        "AnswerCn": "0.083°的空间分辨率，灌溉的总能耗，总能源相关的碳排放，嵌入不同灌溉水源、抽水系统、灌溉系统中的能耗和碳排放，地下水位下降的影响，区域电力碳排放强度，电力贸易，基于区域统计报告验证，使用地面观测数据校准。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset measuring global irrigation water energy consumption and carbon emissions for the period 2000-2010?",
        "QuestionCn": "一个测量2000-2010年全球灌溉水能耗和碳排放的数据集的空间分辨率是多少？",
        "AnswerEn": "0.083°",
        "AnswerCn": "0.083°",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the energy consumption and carbon emissions patterns in irrigation practices from the spatial resolution and temporal span of a dataset covering global irrigation from 2000 to 2010?",
        "QuestionCn": "从涵盖2000年至2010年全球灌溉的一个数据集的空间分辨率和时间跨度中，可以推断出灌溉实践中的能源消耗和碳排放模式是什么？",
        "AnswerEn": "The spatial resolution of 0.083° and the temporal span from 2000 to 2010 allow for detailed analysis of regional variations and trends in energy consumption and carbon emissions related to irrigation. The dataset enables the examination of how different irrigation water sources, pumping systems, and irrigation methods contribute to energy usage and emissions over time. This can help identify regional differences and potential areas where energy-efficient practices could be implemented. Additionally, it allows for the assessment of the impact of future climate scenarios, such as a 3°C warming, on irrigation energy demands and emissions.",
        "AnswerCn": "空间分辨率为0.083°，时间跨度从2000年到2010年，允许对与灌溉相关的能源消耗和碳排放的区域变化和趋势进行详细分析。该数据集使得能够研究不同灌溉水源、抽水系统和灌溉方法如何随时间影响能源使用和排放。这有助于识别区域差异和潜在的实施节能实践的领域。此外，它还允许评估未来气候情景（如3°C升温）对灌溉能源需求和排放的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on irrigation energy consumption and carbon emissions when implementing a 3℃ sustainable irrigation expansion scenario?",
        "QuestionCn": "在实施3℃可持续灌溉扩展情景时，灌溉能源消耗和碳排放的潜在影响是什么？",
        "AnswerEn": "Implementing a 3℃ sustainable irrigation expansion scenario may lead to changes in irrigation energy consumption and carbon emissions by affecting factors such as the amount of water used for irrigation, the sources of irrigation water (surface or groundwater), the type of irrigation systems (drip, sprinkler, or surface irrigation), and the pumping systems (diesel or electric pumps). These changes could influence the pressure on regional energy supply systems and the effectiveness of carbon tax policies on irrigation agriculture, as well as identify regions where future energy supply may constrain irrigation expansion.",
        "AnswerCn": "实施3℃可持续灌溉扩展情景可能会导致灌溉能源消耗和碳排放的变化，因为它会影响灌溉用水量、灌溉水源（地表水或地下水）、灌溉系统类型（滴灌、喷灌或地面灌溉）以及抽水系统（柴油或电动泵）。这些变化可能会影响区域能源供应系统的压力以及碳税政策在灌溉农业中的有效性，同时识别未来能源供应可能限制灌溉扩展的地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in generating a global dataset on irrigation water energy consumption and carbon emissions, considering factors like water sources, pumping systems, and irrigation systems?",
        "QuestionCn": "生成关于灌溉用水能耗和碳排放的全球数据集需要哪些程序步骤，考虑到水源、泵送系统和灌溉系统等因素？",
        "AnswerEn": "The dataset is generated using a 'bottom-up' approach based on physical processes, which involves considering irrigation water consumption, water sources (surface and groundwater), groundwater drawdown effects, irrigation systems (drip, sprinkler, and surface irrigation), pumping systems (diesel and electric pumps), regional electricity carbon emission intensity, and electricity trade. Most input parameters are calibrated and validated using ground observation data. Additionally, the estimated results are compared and validated against regional statistical reports to ensure reliability.",
        "AnswerCn": "该数据集是基于物理过程采用“自下而上”的方法生成的，涉及考虑灌溉水消耗、水源（地表水和地下水）、地下水抽取影响、灌溉系统（滴灌、喷灌和地面灌溉）、抽水系统（柴油泵和电泵）、区域电力碳排放强度和电力贸易。大多数输入参数使用地面观测数据进行了校准和验证。此外，估算结果还与区域统计报告进行了比较和验证，以确保可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What considerations in data collection methods enable the accurate estimation of irrigation water energy consumption and carbon emissions on a global scale?",
        "QuestionCn": "在全球范围内准确估算灌溉水能耗和碳排放的数据收集方法中，需要考虑哪些因素？",
        "AnswerEn": "The accurate estimation of irrigation water energy consumption and carbon emissions on a global scale is enabled by a 'bottom-up' approach that considers multiple factors such as irrigation water consumption, water sources, groundwater withdrawal effects, irrigation systems, pumping systems, regional electricity carbon emission intensity, and electricity trade. These factors are supplemented by calibration and validation using ground observation data, and the results are compared with regional statistical reports for reliability.",
        "AnswerCn": "全球范围内准确估算灌溉水能耗和碳排放的“自下而上”方法考虑了多个因素，如灌溉水消耗、水源、地下水抽取影响、灌溉系统、抽水系统、区域电力碳排放强度和电力贸易。这些因素通过地面观测数据进行校准和验证，并将结果与区域统计报告进行比较以确保可靠性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}