{
  "id": "38a55bca-6f34-4af4-9452-30bc9fec5182",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Atlas of Ecological Effectiveness in Key Ecological Engineering Regions of the Qinghai Tibet Plateau",
      "titleCn": "青藏高原重点生态工程区域生态成效图集",
      "description": "InVEST model, modified general soil erosion equation, photosynthesis equation and other methods are used to evaluate the ecological effects of various major ecological projects implemented in key geographical units of the Tibetan Plateau, including Xizang Autonomous Region, Sanjiangyuan District, Hengduan Mountain Area, etc. The evaluation results of each engineering area indicate that the ecological service function is steadily increasing after the implementation of ecological engineering. The spatial reference system for this data is WGS_ 1984_ UTM_ Zone_ 46N, with a spatial resolution of 1000m. This atlas can be used to illustrate the effectiveness of the ecological security barrier project on the Qinghai Tibet Plateau, and also serve as data support for the planning, design, and management of the plateau ecological civilization highland.",
      "descriptionCn": "采用InVEST模型、修正通用水土流失方程和光合作用方程等方法评估青藏高原重点地理单元各类重大生态工程实施后的生态成效，重点地理单元包括：西藏自治区、三江源区、横断山区等。各工程区评估结果表明，生态工程实施后生态服务功能稳中有增的趋势。该数据的空间参考系统为WGS_1984_UTM_zone_46N，空间分辨率为1000m。该图集可用于阐明青藏高原生态安全屏障工程成效，也作为高原生态文明高地规划、设计及管理的数据支撑。",
      "instructions": "The name of the file is \"AA_XX_YYYY_YYYY.tif\", where AA stands for the acronym of the region, for example, \"HDS\" stands for Hengduan Mountain, \"SJY\" stands for the source of three rivers, and \"TB\" stands for Xizang. XX represents the types of service functions, such as WC representing water conservation function, SR representing soil conservation function, and CS representing carbon sequestration service function; YYYY_ YYYY represents the start and end years of data evaluation.",
      "instructionsCn": "文件的名称为“AA_XX_YYYY_YYYY.tif”，其中AA代表区域首字母简称，例如, “HDS”表示横断山, “SJY”表示三江源, “TB”表示西藏。XX代表服务功能种类，比如WC代表水源涵养功能，SR代表土壤保持功能，CS代表固碳服务功能；YYYY_YYYY代表数据评估起止年份。\n数据读取方式：该数据集可用Arcgis打开，像元值1-7含义：“1表示极显著降低、2表示显著降低、3表示降低、4表示基本不变、5表示升高、6表示显著升高、7表示极显著升高”。\n",
      "east": 105.0,
      "west": 73.0,
      "south": 24.0,
      "north": 40.0,
      "startTime": "2020-01-01 21:47:21",
      "endTime": "2020-12-31 21:47:21",
      "fileSize": 77622710.0,
      "cstr": "18406.11.Terre.tpdc.300904",
      "doi": "10.11888/Terre.tpdc.300904",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "赵慧",
        "nameEn": "ZHAO Hui",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "袁正蓉",
        "nameEn": "YUAN Zhengrong",
        "unitEn": "",
        "unitCn": "中国科学院水利部成都山地灾害与环境研究所"
      },
      {
        "nameCn": "王小丹",
        "nameEn": "WANG Xiaodan",
        "unitEn": "Institute of Mountain Hazards and Environment (IMHE), Chinese Academy of Sciences",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "InVEST 3.10.2.post63+ug.ga451015 User’s Guide",
        "referenceCn": null,
        "referenceEn": "Sharp, R., Douglass, J., Wolny, S., Arkema, K., Bernhardt, J., Bierbower, W., Chaumont, N., Denu, D., Fisher, D., Glowinski, K., Griffin, R., Guannel, G., Guerry, A., Johnson, J., Hamel, P., Kennedy, C., Kim, C.K., Lacayo, M., Lonsdorf, E., Mandle, L., Rogers, L., Silver, J., Toft, J., Verutes, G., Vogl, A.L., Wood, S., Wyatt, K., 2020. InVEST 3.10.2.post63+ug.ga451015 User’s Guide."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "生态治理",
        "nameEn": "Ecological governance"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "生态安全屏障区",
        "keywordEn": "Ecological security barrier area"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define the spatial resolution and reference system used for data collection in ecological effectiveness studies on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原生态效能研究中，空间分辨率和数据收集所用参考系统的特征是什么？",
        "AnswerEn": "1000m, WGS_1984_UTM_zone_46N",
        "AnswerCn": "1000米，WGS_1984_UTM_46N区",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of the InVEST model compare to the modified Universal Soil Loss Equation and the photosynthesis equation in evaluating ecological outcomes of major ecological projects in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "InVEST模型与修订的通用土壤流失方程和光合作用方程在评估青藏高原地区重大生态项目的生态结果方面有何比较？",
        "AnswerEn": "The InVEST model, modified Universal Soil Loss Equation, and photosynthesis equation are used to assess ecological outcomes after implementing major ecological projects in key geographic units of the Qinghai-Tibet Plateau, such as the Tibet Autonomous Region, Sanjiangyuan area, and Hengduan Mountains. These methods help determine the increased stability in ecosystem service functions post-project implementation, providing crucial data for planning and managing ecological safety and civilization in the plateau.",
        "AnswerCn": "InVEST模型、修正的通用土壤流失方程和光合作用方程被用于评估在青藏高原关键地理单元（如西藏自治区、三江源地区和横断山脉）实施重大生态项目后的生态结果。这些方法有助于确定项目实施后生态系统服务功能的稳定性提高，为青藏高原的生态安全和文明规划与管理提供重要数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of applying models like InVEST and modified universal soil loss equations on understanding ecological outcomes of major projects in regions such as Tibet and the Three-River Source Area?",
        "QuestionCn": "应用像InVEST和修改后的通用土壤流失方程这样的模型，对理解西藏和三江源地区重大项目的生态结果会产生什么影响？",
        "AnswerEn": "The application of models like InVEST and modified universal soil loss equations allows for the evaluation of ecological effectiveness after the implementation of major ecological projects in regions like Tibet and the Three-River Source Area. The results indicate a trend of stable or increasing ecological service functions, providing a foundation for planning, designing, and managing ecological civilization initiatives on the Tibetan Plateau.",
        "AnswerCn": "应用像InVEST和修订的通用土壤流失方程等模型，可以评估在西藏和三江源地区实施重大生态项目后的生态效益。结果表明，生态服务功能呈现稳定或增加的趋势，为规划、设计和管理青藏高原的生态文明建设提供了基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing methods like the InVEST model, the modified universal soil loss equation, and the photosynthesis equation in assessing ecological outcomes of major projects in regions like the Tibetan Autonomous Region and Sanjiangyuan?",
        "QuestionCn": "在像西藏自治区和三江源这样的地区评估重大项目的生态结果时，采用像InVEST模型、修正的通用土壤流失方程和光合作用方程等方法的主要目标是什么？",
        "AnswerEn": "The primary objective is to evaluate the ecological outcomes of major ecological projects in key geographic units such as the Tibetan Autonomous Region, Sanjiangyuan, and Hengduan Mountains, demonstrating a trend of steady increase in ecological service functions after the implementation of ecological projects.",
        "AnswerCn": "主要目标是评估在西藏自治区、三江源和横断山等关键地理单元中重大生态项目的生态成果，展示在实施生态项目后生态服务功能稳步提升的趋势。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using the InVEST model and modified USLE to evaluate ecological effectiveness in major ecological projects across the Tibetan Plateau, and how are these methods integrated with the photosynthesis equation for comprehensive assessment?",
        "QuestionCn": "使用InVEST模型和修改后的USLE评估青藏 Plateau 主要生态项目的生态有效性涉及哪些程序步骤，以及这些方法如何与光合作用方程结合进行综合评估？",
        "AnswerEn": "The procedural steps involve applying the InVEST model, a tool for assessing ecosystem services, alongside the modified Universal Soil Loss Equation (USLE) to analyze soil erosion and ecological impact. The integration with the photosynthesis equation allows for assessment of carbon sequestration and ecosystem productivity. These models evaluate ecological effectiveness in regions like the Tibet Autonomous Region, Sanjiangyuan Area, and Hengduan Mountains by analyzing the impact of major ecological projects. The spatial reference system used is WGS_1984_UTM_zone_46N, with a spatial resolution of 1000m, ensuring accurate geographic analysis and visualization of ecological outcomes.",
        "AnswerCn": "程序步骤包括应用InVEST模型，这是一种评估生态系统服务的工具，以及修改后的通用土壤流失方程（USLE）来分析土壤侵蚀和生态影响。与光合作用方程的结合允许评估碳封存和生态系统生产力。这些模型通过分析主要生态项目的影响，评估西藏自治区、三江源地区和横断山脉等地区的生态有效性。使用的空间参考系统是WGS_1984_UTM_zone_46N，空间分辨率为1000米，确保了生态结果的准确地理分析和可视化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the assessment of ecological effectiveness of major ecological projects in the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些方法论能够评估青藏高原重大生态项目的生态有效性？",
        "AnswerEn": "Methods such as the InVEST model, the revised universal soil loss equation, and the photosynthesis equation are used to evaluate the ecological effectiveness of major ecological projects in key geographical units of the Qinghai-Tibet Plateau.",
        "AnswerCn": "诸如InVEST模型、修订版通用土壤流失方程和光合作用方程等方法被用于评估青藏高原关键地理单元重大生态项目的生态效益。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}