{
    "id": "38ea426e-f99c-40c6-87a0-2354419eb2df",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of lake surface water temperature in China (1950-2100)",
            "titleCn": "中国区域湖泊表层水温数据集（1950-2100）",
            "description": "This dataset includes lake surface water temperature and lake heat wave simulation results for 169 lakes in China. A one-dimensional lake model FLake coupled with satellite data (Coupling remote Sensing observations and FLake) was used to reconstruct and project lake surface water temperature. The hourly data in the historical period ranges from 1950-01-01 00:00:00 to 2022-12-31 23:00:00 and is driven by ERA5-Land during simulation. The daily future projection data ranges from 1950-01-01 to 2100-12-31, and is driven by NEX-GDDP-CMIP6 during simulation, with four shared socioeconomic paths (SSP1-2.6, SSP2-4.5, SSP3-7.0, and SSP5-8.5). The simulated lake surface water temperature was validated by comparing it to satellite observations and in-situ observations from ten Chinese lakes (Lake Taihu, Lake Qiandao, Lake Poyang, Lake Hulun, Lake Namco, Lake Lugu, Lake Erhai, Lake Fuxian, Lake Chenghai, and Lake Dianchi). The average correlation coefficient with 171,479 satellite observations from 2000 to 2020 is 0.97, and the average root mean square error is 1.39 °C, indicating that the verification results are credible. This dataset can be used to further research into climate change and lake ecology.",
            "descriptionCn": "本数据包含中国169个湖泊的湖泊表面水温和湖泊热浪。数据由与卫星数据耦合的一维湖泊模型CSFLake（Coupling remote Sensing observations and FLake）模拟得到。历史时期数据时间分辨率为逐小时，时间范围为1950-01-01 00:00:00至2022-12-31 23:00:00，气象驱动数据为ERA5-Land。未来预估数据时间分辨率为逐日，时间范围为1950-01-01至2100-12-31，气象驱动数据为NEX-GDDP-CMIP6，包括4个共享社会经济路径（SSP1-2.6、SSP2-4.5、SSP3-7.0和SSP5-8.5）。本数据与湖泊表层水温的卫星产品和中国10个湖泊（太湖、千岛湖、鄱阳湖、呼伦湖、纳木错、泸沽湖、洱海、抚仙湖、程海、滇池）的原位观测数据进行了验证。其中与2000-2020期间171479个卫星观测值的平均相关系数为0.97，平均均方根误差为1.39℃，验证结果可信。本数据可为气候变化和湖泊生态研究提供基础。",
            "instructions": "Folder name: Historical represents the historical reconstruction data, Future represents the future projection data. Heatwave represents the lake heatwave statistics of the whole year. File name: (1) In Historical folder, the file naming format is \"VariableName_TimeResolution_StartYear_EndYear.csv\"; (2) In Future folder, the file naming format is \"VariableName_ForcingData_Scenarios_StartYear_EndYear.csv \". The time resolution\" hr \"in the file name means hourly, and\" day \"means daily.\nReading data: The csv file can be opened and processed using Excel, Arcgis and other software or read using Python, R, MATLAB and other programming languages.",
            "instructionsCn": "文件夹命名：Historical代表历史重建数据，Future代表未来预估数据，Heatwave代表全年的湖泊热浪统计值。文件命名：（1） Historical中文件命名格式为“变量名_时间分辨率_开始年份_结束年份.csv“；（2）Future中文件命名格式为”变量名_驱动数据_情景_开始年份_结束年份.csv“。文件名中的时间分辨率\"hr\"表示逐小时，\"day\"表示逐日。\n数据读取方式：csv文件可使用Excel、Arcgis、QGIS等软件打开处理或使用Python、R、MATLAB等编程语言读取。",
            "east": 125.83,
            "west": 78.72,
            "south": 24.49,
            "north": 48.96,
            "startTime": "1950-01-01 00:00:00",
            "endTime": "2100-12-31 23:00:00",
            "fileSize": 5197427247.0,
            "cstr": "18406.11.Terre.tpdc.300662",
            "doi": "10.11888/Terre.tpdc.300662",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "施坤",
                "nameEn": "SHI Kun",
                "unitEn": "Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences",
                "unitCn": "中国科学院南京地理与湖泊研究所"
            },
            {
                "nameCn": "王溪雯",
                "nameEn": "WANG Xiwen",
                "unitEn": "",
                "unitCn": "中国科学院南京地理与湖泊研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Climate change drives rapid warming and increasing heatwaves of lakes",
                "referenceCn": null,
                "referenceEn": "Wang, X., Shi, K., Zhang, Y., Qin, B., Zhang, Y., Wang, W., ... & Jeppesen, E. (2023). Climate change drives rapid warming and increasing heatwaves of lakes. Science Bulletin, 68(14), 1574-1584. DOI: 10.1016/j.scib.2023.06.028."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水环境",
                "nameEn": "Water Environment"
            },
            {
                "nameCn": "水质参数",
                "nameEn": "water quality parameter"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湖面温度",
                "nameEn": "Lake surface temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1950-2100",
                "keywordEn": "1950-2100",
                "type": "temporal"
            },
            {
                "keywordCn": "逐小时",
                "keywordEn": "Hourly",
                "type": "temporal"
            },
            {
                "keywordCn": "逐日",
                "keywordEn": "Daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Global lakes store 87% of Earth’s liquid surface freshwater and provide numerous critically important ecosystem services to human society. However, lake ecosystems worldwide are already under severe threats from anthropogenic pressures and climate change. Lake surface water temperature (LSWT), an important physical indicator of the lake environment, is highly sensitive to climate change. Evidence is mounting that lake surface warming—especially an increasing occurrence of lake heatwaves—has significantly affected the physical and chemical environment of aquatic systems and, ultimately, biodiversity and human health. The common approaches used to characterize lake temperature change include ground observations, satellite data, and numerical simulations, but they yield results that are not often comparable. Ground observations of lake surface temperature are traditionally considered the most accurate but are scarcely and unevenly distributed both regionally and globally. Although satellite data could provide information on LSWT across large spatial scales and, indeed, help to fill the void in global lake observations, a temporally consistent estimate of lake surface temperature using satellite sensors is only possible during the cloud-free period. Furthermore, satellite observations of lake surface temperature could be influenced by the thermal characteristics of adjacent lands, especially for small lakes, thus contaminating the lake surface temperature signal. In contrast to satellite products and ground measurements, numerical lake models can provide a spatially-explicit estimate of high temporal resolution lake surface temperature at a longer time scale. However, the accuracy of the modeled lake surface temperatures is often questioned due to the simplified representation of physical processes in model structures, the uncertainties of atmospheric forcings, and poor parameterization of lake-specific parameters."
            ],
            "research objective": [
                "Here, we integrated satellite observations and a numerical model to improve lake temperature modeling and explore the multifaceted characteristics of trends in surface temperatures and lake heatwave occurrence in Chinese lakes from 1980 to 2100. Specifically, we proposed a framework that auto-calibrates model parameters for each lake simulated by the freshwater lake (FLake) model by assimilating satellite-derived LSWT from the European Space Agency Climate Change Initiative (ESACCI; 2000–2020) project. Our results showed widespread warming and increased heatwaves in Chinese lakes during the past four decades."
            ],
            "challenges": [
                "The slow warming rate for Tibetan lakes can be explained by the dimming of solar radiation on the Tibetan Plateau, which is further related to the promoted deep convection by surface warming and moistening. However, this was not found in the pure modeling framework, highlighting that great uncertainties exist in both the lake model itself and the LSWT data used for model calibration. It should be noted that our sensitivity experiments can only detect the isolated effects of meteorological variables on lake temperature. As a result, there are still lakes that failed to compute FAR, indicating that non-linear interactions between multiple meteorological factors may play an important role."
            ],
            "methods": [
                "We selected 168 lakes with a surface area ≥ 50 km², as defined in the HydroLAKES database, and with more than 100 valid cloud-free satellite retrievals during 2000–2020. We ran the FLake model from January 1st 1950 and repeated the first 365 days as the model spin-up. The model simulation results since 1980 were analyzed. Climate forcing from ERA5-Land was used to run FLake for the historical period. We performed six simulations, denoted as S1–S6, for the period 1979–2021 using climate fields from ERA5-Land. We first calibrated and validated the model parameters in FLake over the periods 2001–2010 and 2011–2020 using the workflow of CSFLake. We selected three important in-lake model parameters to improve model performances: light extinction coefficient, lake ice albedo, and depth factor."
            ],
            "dataset": [
                "Climate forcing from ERA5-Land was used to run FLake for the historical period. ERA5-Land was available at a grid resolution of 0.1°×0.1° and at an hourly time interval. Five downscaled global climate model projections of the NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP-CMIP6), i.e., FGOALS-g3, GFDL-ESM4, MPI-ESM1-2-HR, MRI-ESM2-0, and UKESM1-0-LL, were selected for the future projections relative to four shared socioeconomic pathways (SSPs). The satellite-derived LSWT from ESACCI was used as a reference for assessing FLake model performances. ESACCI provided daily LSWT data on more than 2000 inland water bodies worldwide at a resolution of 1 km during 1992–2020."
            ],
            "findings": [
                "Our model-data integration approach revealed that the lake surface waters have warmed at a rate of 0.11 °C per decade during the period 1980–2021, being only half of the pure model-based estimate. Moreover, our analysis suggested that an asymmetric seasonal warming rate has led to a reduced temperature seasonality in eastern plain lakes but an amplified one in alpine lakes. The durations of lake heatwaves have also increased at a rate of 7.7 days per decade. Under the high-greenhouse-gas-emission scenario, lake surface temperature and lake heatwave duration were projected to increase by 2.2°C and 197 days at the end of the 21st century, respectively."
            ],
            "backgroundCn": [
                "全球湖泊储存了地球液态表面淡水的87%，并为人类社会提供了许多至关重要的生态系统服务。然而，全球湖泊生态系统正面临来自人类活动和气候变化的严重威胁。湖面水温（LSWT）作为湖泊环境的重要物理指标，对气候变化高度敏感。越来越多的证据表明，湖泊表面变暖——尤其是湖泊热浪的发生频率增加——已显著影响了水体的物理和化学环境，最终影响了生物多样性和人类健康。用于表征湖泊温度变化的常见方法包括地面观测、卫星数据和数值模拟，但这些方法的结果往往不可比较。地面观测的湖面温度通常被认为是最准确的，但在区域和全球范围内分布稀疏且不均匀。尽管卫星数据可以提供大范围空间尺度的LSWT信息，并确实有助于填补全球湖泊观测的空白，但使用卫星传感器获得湖面温度的时间一致性估计仅在无云期间才有可能。此外，卫星观测的湖面温度可能受到邻近陆地热特性的影响，尤其是对于小湖泊，从而污染湖面温度信号。与卫星产品和地面测量相比，数值湖泊模型可以提供高时间分辨率的空间显式湖面温度估计，且时间跨度更长。然而，由于模型结构中物理过程的简化表示、大气强迫的不确定性以及湖泊特定参数的参数化不足，模型化的湖面温度的准确性常常受到质疑。"
            ],
            "research objectiveCn": [
                "在这里，我们整合了卫星观测和数值模型，以改善湖泊温度建模，并探讨1980年至2100年间中国湖泊表面温度和湖泊热浪发生的多方面特征。具体而言，我们提出了一个框架，通过同化来自欧洲空间局气候变化倡议（ESACCI；2000-2020）项目的卫星衍生的湖泊表面水温（LSWT），对每个湖泊模拟的淡水湖（FLake）模型参数进行自动校准。我们的结果显示，在过去四十年中，中国湖泊普遍出现了变暖和热浪增加的现象。"
            ],
            "challengesCn": [
                "西藏湖泊的缓慢升温速率可以通过西藏高原上太阳辐射的减弱来解释，这与表面升温和湿润促进的深对流有关。然而，在纯模型框架中并未发现这一点，这突显了湖泊模型本身和用于模型校准的湖面水温（LSWT）数据中存在很大的不确定性。需要注意的是，我们的敏感性实验只能检测气象变量对湖泊温度的孤立影响。因此，仍然有一些湖泊未能计算出FAR，这表明多个气象因素之间的非线性相互作用可能发挥着重要作用。"
            ],
            "methodsCn": [
                "我们选择了168个表面积≥50 km²的湖泊，这些湖泊在HydroLAKES数据库中定义，并且在2000年至2020年期间有超过100个有效的无云卫星观测数据。我们从1950年1月1日开始运行FLake模型，并将前365天作为模型的预热期。自1980年以来的模型模拟结果进行了分析。使用ERA5-Land的气候强迫数据来运行FLake的历史时期。我们进行了六次模拟，标记为S1–S6，时间范围为1979年至2021年，使用ERA5-Land的气候场。我们首先在2001年至2010年和2011年至2020年期间对FLake中的模型参数进行了校准和验证，采用了CSFLake的工作流程。我们选择了三个重要的湖泊内部模型参数以提高模型性能：光衰减系数、湖冰反照率和深度因子。"
            ],
            "datasetCn": [
                "气候强迫来自ERA5-Land，用于运行FLake模型以进行历史时期的研究。ERA5-Land以0.1°×0.1°的网格分辨率和每小时的时间间隔提供数据。选择了五个下调的全球气候模型预测，来自NASA地球交换全球日降尺度预测（NEX-GDDP-CMIP6），即FGOALS-g3、GFDL-ESM4、MPI-ESM1-2-HR、MRI-ESM2-0和UKESM1-0-LL，作为相对于四个共享社会经济路径（SSP）的未来预测。卫星衍生的湖泊表面温度（LSWT）数据来自ESACCI，用于评估FLake模型的性能。ESACCI提供了1992年至2020年间全球2000多个内陆水体的每日LSWT数据，分辨率为1公里。"
            ],
            "findingsCn": [
                "我们的模型-数据集成方法揭示，1980年至2021年期间，湖泊表面水温以每十年0.11°C的速度升高，这一速度仅为纯模型估计的一半。此外，我们的分析表明，非对称的季节性升温率导致东部平原湖泊的温度季节性减弱，而阿尔卑斯湖泊的温度季节性则增强。湖泊热浪的持续时间也以每十年7.7天的速度增加。在高温室气体排放情景下，预计到21世纪末，湖泊表面温度和湖泊热浪持续时间将分别增加2.2°C和197天。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the data collection for lake surface water temperature more reliable when using ground observations, satellite data, or numerical simulations?",
                "QuestionCn": "湖面水温的数据收集是使用地面观测、卫星数据还是数值模拟更可靠？",
                "AnswerEn": "Ground observations",
                "AnswerCn": "地面观测",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For projecting future lake surface temperature trends, is it more effective to use ERA5-Land climate forcing, downscaled global climate model projections, or satellite-derived LSWT?",
                "QuestionCn": "对于预测未来湖泊表面温度趋势，使用ERA5-Land气候强迫、下调的全球气候模型预测，还是卫星获取的湖泊表面温度（LSWT）数据更有效？",
                "AnswerEn": "downscaled global climate model projections",
                "AnswerCn": "降尺度全球气候模型预测",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are used to model lake surface water temperature in Chinese lakes?",
                "QuestionCn": "用于建模中国湖泊表层水温的数据来源有哪些？",
                "AnswerEn": "satellite-derived lake surface water temperature from the European Space Agency Climate Change Initiative ESACCI, climate forcing data from ERA5-Land, downscaled global climate model projections from NEX-GDDP-CMIP6",
                "AnswerCn": "来自欧洲航天局气候变化倡议（ESACCI）的卫星衍生湖泊表面水温、来自ERA5-Land的气候强迫数据、来自NEX-GDDP-CMIP6的缩尺全球气候模型预测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When is the model calibration and validation for lake surface temperature conducted?",
                "QuestionCn": "湖面温度的模型校准和验证是在什么时候进行的？",
                "AnswerEn": "2001–2010 and 2011–2020",
                "AnswerCn": "2001–2010 和 2011–2020",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to integrate satellite observations with numerical models for monitoring lake surface water temperature?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于将卫星观测与数值模型结合，以监测湖泊表面水温？",
                "AnswerEn": "A data collection method involves integrating satellite-derived lake surface water temperature (LSWT) from the European Space Agency Climate Change Initiative (ESACCI) with the FLake model, which is auto-calibrated for each lake by assimilating the satellite data from 2000 to 2020 to improve lake temperature modeling.",
                "AnswerCn": "一种数据收集方法涉及将来自欧洲航天局气候变化倡议（ESACCI）的卫星获取的湖面水温（LSWT）与FLake模型相结合，该模型通过同化2000年至2020年的卫星数据对每个湖泊进行自动校准，以改善湖泊温度建模。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a challenge faced when using numerical models to estimate lake surface temperatures, and how researchers might address these challenges?",
                "QuestionCn": "当然可以。以下是翻译：\n\n使用数值模型估计湖面温度时面临的一个挑战是模型的分辨率可能不足以捕捉湖泊的空间异质性和温度变化。湖泊的温度受多种因素影响，包括水深、流动模式、气象条件等，这些因素在不同区域可能存在显著差异。\n\n研究人员可以通过提高模型的空间分辨率来解决这些挑战，使用更细致的网格来模拟湖泊的不同区域。此外，他们还可以结合遥感技术获取湖面温度的实时数据，以校正和验证模型的预测结果，从而提高模型的准确性和可靠性。",
                "AnswerEn": "One challenge is the uncertainties in the modeled lake surface temperatures due to simplified representations of physical processes, atmospheric forcings, and lake-specific parameters in models. Researchers can address this by calibrating the model parameters using workflow tools like CSFLake and validating them with historical data from 2001–2020.",
                "AnswerCn": "一个挑战是由于模型中对物理过程、大气强迫和湖泊特定参数的简化表示，导致湖面温度模型的不确定性。研究人员可以通过使用像CSFLake这样的工作流程工具来校准模型参数，并利用2001年至2020年的历史数据进行验证，从而解决这个问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a dataset that could be used for future climate projections related to lake surface water temperature changes?",
                "QuestionCn": "您能否提供一个可以用于未来气候预测的示例数据集，涉及湖泊表面水温变化？",
                "AnswerEn": "An example of a dataset used for future climate projections is the NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP-CMIP6), which includes projections from five global climate models under four shared socioeconomic pathways (SSPs).",
                "AnswerCn": "一个用于未来气候预测的数据集是NASA地球交换全球日降尺度预测（NEX-GDDP-CMIP6），该数据集包含来自五个全球气候模型在四个共享社会经济路径（SSP）下的预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key factors influencing the accuracy and reliability of numerical lake models in this field?",
                "QuestionCn": "影响数值湖泊模型准确性和可靠性的关键因素有哪些？",
                "AnswerEn": "simplified representation of physical processes, uncertainties in atmospheric forcings, inadequate parameterization of lake-specific parameters, variability in calibration and validation processes using satellite data",
                "AnswerCn": "物理过程的简化表示、大气强迫的不确定性、湖泊特定参数的不充分参数化、使用卫星数据进行校准和验证过程的变异性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of historical data collection methods for lake surface water temperature in China?",
                "QuestionCn": "中国湖泊表层水温的历史数据收集方法的时间分辨率是多少？",
                "AnswerEn": "Hourly",
                "AnswerCn": "每小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the average correlation coefficient between satellite observations and the modeled data for lake surface water temperature between 2000 and 2020?",
                "QuestionCn": "2000年至2020年间，卫星观测与模型数据之间的湖面水温平均相关系数是多少？",
                "AnswerEn": "0.97",
                "AnswerCn": "0.97",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the CSFLake model and how is it used in the context of lake surface water temperature data collection?",
                "QuestionCn": "CSFLake模型是什么，它在湖泊表面水温数据收集的背景下如何使用？",
                "AnswerEn": "The CSFLake model is a one-dimensional lake model used for simulating lake surface water temperatures. It is coupled with satellite data to provide estimates of lake surface temperatures and lake heatwaves across multiple lakes. In this context, it is used to simulate data from 1950 to 2100 by integrating climate forcing data from sources like ERA5-Land and satellite observations from ESACCI.",
                "AnswerCn": "CSFLake模型是一种一维湖泊模型，用于模拟湖泊表面水温。它与卫星数据相结合，以提供多个湖泊的湖面温度和湖泊热浪的估计。在这种情况下，它用于模拟1950年至2100年的数据，通过整合来自ERA5-Land的气候强迫数据和来自ESACCI的卫星观测数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'lake heatwave' mean in the context of lake surface temperature studies?",
                "QuestionCn": "在湖面温度研究的背景下，“湖热浪”指的是湖泊表面温度异常升高的现象。",
                "AnswerEn": "In the context of lake surface temperature studies, a 'lake heatwave' refers to prolonged periods of exceptionally high lake surface temperatures that exceed the normal temperature range. These are significant as they can affect the physical and chemical environment of aquatic systems, impacting biodiversity and potentially human health.",
                "AnswerCn": "在湖泊表面温度研究的背景下，“湖泊热浪”指的是持续的异常高湖泊表面温度，超过正常温度范围。这些现象是重要的，因为它们可以影响水生系统的物理和化学环境，影响生物多样性，并可能对人类健康产生影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are some challenges faced in using numerical lake models for estimating lake surface temperatures?",
                "QuestionCn": "使用数值湖泊模型估计湖面温度时面临的一些挑战包括：",
                "AnswerEn": "Some challenges in using numerical lake models for estimating lake surface temperatures include uncertainties in the atmospheric forcings, simplified representation of physical processes in the model structures, and poor parameterization of lake-specific parameters. These factors can affect the accuracy of the modeled temperatures, as highlighted by the differences in results when compared to satellite-derived data.",
                "AnswerCn": "使用数值湖泊模型估计湖面温度的一些挑战包括大气强迫的不确定性、模型结构中物理过程的简化表示以及湖泊特定参数的参数化不足。这些因素可能会影响模型温度的准确性，正如与卫星获取的数据相比所显示的结果差异所强调的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences and similarities between the use of ERA5-Land climate forcing data and downscaled global climate model projections for lake surface temperature modeling?",
                "QuestionCn": "ERA5-Land气候强迫数据和下调全球气候模型预测在湖面温度建模中的使用有何异同？",
                "AnswerEn": "Both ERA5-Land climate forcing data and downscaled global climate model projections serve as inputs for numerical lake surface temperature models. ERA5-Land provides historical climate forcing with high temporal resolution, suitable for past simulations. In contrast, downscaled global climate model projections, such as those from NEX-GDDP-CMIP6, are used for future simulations, offering projections under various socioeconomic pathways. While ERA5-Land focuses on past climate conditions, the downscaled projections enable future scenario analyses.",
                "AnswerCn": "ERA5-Land气候强迫数据和下调全球气候模型预测作为数值湖面温度模型的输入。ERA5-Land提供高时间分辨率的历史气候强迫，适合用于过去的模拟。相比之下，下调的全球气候模型预测，如NEX-GDDP-CMIP6，主要用于未来模拟，提供在不同社会经济路径下的预测。虽然ERA5-Land侧重于过去的气候条件，但下调的预测则使未来情景分析成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of using satellite-derived LSWT data for model calibration differ from the challenges of using in situ observations for the same purpose?",
                "QuestionCn": "使用卫星获取的海表温度（LSWT）数据进行模型校准的挑战与使用现场观测数据进行相同目的的挑战有何不同？",
                "AnswerEn": "Satellite-derived LSWT data provide extensive spatial coverage and help fill observational gaps, but they can be affected by atmospheric conditions and surrounding land thermal characteristics. This poses challenges in accurately representing lake surface temperatures, especially for smaller lakes. In contrast, in situ observations, though more accurate, are limited in spatial distribution and may not capture broader environmental variability. Calibrating models with in situ data ensures precision but may not reflect the spatial diversity captured by satellite data.",
                "AnswerCn": "卫星获取的湖面温度（LSWT）数据提供了广泛的空间覆盖，帮助填补观测空白，但它们可能受到大气条件和周围陆地热特性的影响。这给准确表示湖面温度带来了挑战，尤其是对于较小的湖泊。相比之下，现场观测虽然更为准确，但在空间分布上受到限制，可能无法捕捉更广泛的环境变异性。用现场数据校准模型可以确保精确性，但可能无法反映卫星数据所捕捉的空间多样性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in integrating satellite observations with numerical models for lake surface temperature assessments?",
                "QuestionCn": "在将卫星观测与数值模型整合以评估湖面温度时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges in integrating satellite observations with numerical models for lake surface temperature assessments include uncertainties in the lake model itself, the accuracy of LSWT data used for model calibration, and the limitations of detecting non-linear interactions between multiple meteorological factors. Satellite data can be affected by cloud cover and thermal characteristics of adjacent lands, which influences the accuracy of temperature readings, particularly for small lakes.",
                "AnswerCn": "将卫星观测与数值模型结合以评估湖面温度面临的挑战包括湖泊模型本身的不确定性、用于模型校准的湖面水温（LSWT）数据的准确性，以及检测多个气象因素之间非线性相互作用的局限性。卫星数据可能受到云层覆盖和邻近土地的热特征的影响，这会影响温度读数的准确性，特别是对于小湖泊。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological considerations are important when calibrating and validating lake temperature models using satellite-derived data?",
                "QuestionCn": "在使用卫星衍生数据校准和验证湖泊温度模型时，重要的方法论考虑因素有哪些？",
                "AnswerEn": "When calibrating and validating lake temperature models using satellite-derived data, it is important to consider the selection of in-lake model parameters that influence model performance, such as the light extinction coefficient, lake ice albedo, and depth factor. Ensuring a sufficient number of valid cloud-free satellite retrievals for each lake is crucial for robust calibration. The integration of satellite data must also account for temporal consistency and potential errors from adjacent land masses impacting small lakes.",
                "AnswerCn": "在使用卫星衍生数据校准和验证湖泊温度模型时，考虑影响模型性能的湖内模型参数的选择是非常重要的，例如光衰减系数、湖冰反照率和深度因子。确保每个湖泊有足够数量的有效无云卫星观测数据对于稳健的校准至关重要。整合卫星数据时还必须考虑时间一致性以及邻近陆地对小湖泊可能造成的误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenge of ensuring accuracy in numerical lake models for predicting lake surface water temperature?",
                "QuestionCn": "确保数值湖泊模型在预测湖面水温方面的准确性面临的挑战因素有哪些？",
                "AnswerEn": "The accuracy of modeled lake surface temperatures is often questioned due to the simplified representation of physical processes in model structures, the uncertainties of atmospheric forcings, and poor parameterization of lake-specific parameters.",
                "AnswerCn": "模型湖面温度的准确性常常受到质疑，这主要是由于模型结构中物理过程的简化表示、大气强迫的不确定性以及湖泊特定参数的参数化不足。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might satellite observations of lake surface temperature be influenced by the characteristics of the surrounding land?",
                "QuestionCn": "卫星对湖面温度的观测可能会受到周围土地特征的影响，原因是什么？",
                "AnswerEn": "Satellite observations of lake surface temperature could be influenced by the thermal characteristics of adjacent lands, especially for small lakes, thus contaminating the lake surface temperature signal.",
                "AnswerCn": "卫星对湖面温度的观测可能会受到邻近土地热特性的影响，特别是对于小湖泊，从而污染湖面温度信号。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the slow warming rate observed in Tibetan lakes compared to other regions?",
                "QuestionCn": "导致西藏湖泊观测到的缓慢升温速率的原因是什么？",
                "AnswerEn": "The slow warming rate for Tibetan lakes can be explained by the dimming of solar radiation on the Tibetan Plateau, which is further related to the promoted deep convection by surface warming and moistening.",
                "AnswerCn": "西藏湖泊缓慢的升温速率可以通过西藏高原太阳辐射减弱来解释，这与表面升温和湿润促进的深对流有关。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of integrating satellite observations with numerical lake models for modeling lake temperature trends?",
                "QuestionCn": "将卫星观测与数值湖泊模型相结合以模拟湖泊温度趋势的后果是什么？",
                "AnswerEn": "Integrating satellite observations with numerical lake models can improve lake temperature modeling by providing a spatially-explicit estimate of high temporal resolution lake surface temperature over longer time scales. This integration revealed widespread warming and increased heatwaves in Chinese lakes, with a warming rate of 0.11 °C per decade during 1980–2021, which is only half of the pure model-based estimate.",
                "AnswerCn": "将卫星观测与数值湖泊模型相结合，可以通过提供空间明确的高时间分辨率湖面温度估计，来改善湖泊温度建模。这种整合揭示了中国湖泊的广泛变暖和热浪增加，1980年至2021年间的变暖速率为每十年0.11°C，这仅为纯模型估计的一半。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What happens to the accuracy of lake surface temperature modeling when using auto-calibrated model parameters in numerical simulations?",
                "QuestionCn": "在数值模拟中使用自动校准的模型参数时，湖面温度建模的准确性会发生什么变化？",
                "AnswerEn": "Using auto-calibrated model parameters in numerical simulations, as demonstrated by assimilating satellite-derived LSWT from the ESACCI project, can improve the accuracy of lake surface temperature modeling. This approach allowed for a more accurate representation of lake temperature trends and heatwave occurrences, although uncertainties still exist due to the simplified representation of physical processes and meteorological factors.",
                "AnswerCn": "使用自动校准的模型参数进行数值模拟，如通过同化来自ESACCI项目的卫星衍生湖面温度（LSWT），可以提高湖面温度建模的准确性。这种方法使湖泊温度趋势和热浪发生的表现更加准确，尽管由于物理过程和气象因素的简化表示，仍然存在不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of using different climate forcing datasets, such as ERA5-Land and NEX-GDDP-CMIP6, on future lake temperature and heatwave projections?",
                "QuestionCn": "使用不同的气候强迫数据集，如ERA5-Land和NEX-GDDP-CMIP6，对未来湖泊温度和热浪预测的潜在结果是什么？",
                "AnswerEn": "Using different climate forcing datasets like ERA5-Land for historical periods and NEX-GDDP-CMIP6 for future projections can influence outcomes of lake temperature and heatwave projections. Under a high-greenhouse-gas-emission scenario, these datasets projected an increase in lake surface temperature by 2.2°C and lake heatwave duration by 197 days by the end of the 21st century, highlighting the significance of dataset choice in climate impact assessments.",
                "AnswerCn": "使用不同的气候强迫数据集，如ERA5-Land用于历史时期和NEX-GDDP-CMIP6用于未来预测，会影响湖泊温度和热浪预测的结果。在高温室气体排放情景下，这些数据集预测到21世纪末湖泊表面温度将增加2.2°C，湖泊热浪持续时间将增加197天，突显了数据集选择在气候影响评估中的重要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of integrating satellite observations with numerical models in lake temperature modeling?",
                "QuestionCn": "将卫星观测与数值模型结合在湖泊温度建模中的目标是什么？",
                "AnswerEn": "The aim is to improve lake temperature modeling by exploring the multifaceted characteristics of trends in surface temperatures and lake heatwave occurrences in Chinese lakes from 1980 to 2100. This integration seeks to enhance the accuracy of lake temperature estimates, which are highly sensitive to climate change.",
                "AnswerCn": "目标是通过探索1980年至2100年间中国湖泊表面温度和湖泊热浪发生的多方面特征，来改善湖泊温度建模。这种整合旨在提高湖泊温度估计的准确性，而湖泊温度对气候变化高度敏感。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to address uncertainties in both lake models and LSWT data for model calibration?",
                "QuestionCn": "在模型校准中，解决湖泊模型和湖面水温（LSWT）数据中的不确定性是重要的原因是什么？",
                "AnswerEn": "Addressing these uncertainties is crucial because they can impact the accuracy of modeled lake surface temperatures. The slow warming rate for Tibetan lakes, for instance, is linked to solar radiation dimming and highlights the need to understand non-linear interactions between multiple meteorological factors.",
                "AnswerCn": "解决这些不确定性至关重要，因为它们可能影响模型化湖面温度的准确性。例如，西藏湖泊的缓慢升温率与太阳辐射减弱有关，这突显了理解多个气象因素之间非线性相互作用的必要性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the intention behind using climate forcing from ERA5-Land and satellite-derived LSWT for model performance assessment?",
                "QuestionCn": "使用ERA5-Land和卫星衍生的海表温度（LSWT）进行模型性能评估的意图是什么？",
                "AnswerEn": "The intention is to provide a reliable basis for simulating lake surface temperatures over historical and future periods. ERA5-Land offers high-resolution climate data for the historical period, while satellite-derived LSWT from ESACCI helps assess model performance, ensuring a comprehensive understanding of temperature changes over time.",
                "AnswerCn": "目的是为模拟历史和未来时期的湖面温度提供可靠的基础。ERA5-Land为历史时期提供高分辨率气候数据，而来自ESACCI的卫星衍生湖面温度（LSWT）有助于评估模型性能，从而确保对温度变化的全面理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in calibrating and validating a lake temperature model using satellite-derived lake surface water temperature data?",
                "QuestionCn": "校准和验证湖泊温度模型使用卫星获取的湖面水温数据涉及哪些程序？",
                "AnswerEn": "The calibration and validation of a lake temperature model using satellite-derived lake surface water temperature data involve auto-calibrating model parameters for each simulated lake by integrating satellite observations. Specifically, the process includes the assimilation of satellite-derived LSWT from the European Space Agency Climate Change Initiative (ESACCI) project for the calibration period of 2001–2010 and validation for 2011–2020. Important in-lake model parameters are selected to improve model performance, including the light extinction coefficient, lake ice albedo, and depth factor.",
                "AnswerCn": "湖泊温度模型的校准和验证使用卫星获取的湖面水温数据，涉及通过整合卫星观测数据对每个模拟湖泊的模型参数进行自动校准。具体过程包括在2001年至2010年的校准期间，吸收来自欧洲空间局气候变化倡议（ESACCI）项目的卫星获取的湖面水温（LSWT）数据，并在2011年至2020年进行验证。为提高模型性能，选择了重要的湖内模型参数，包括光衰减系数、湖冰反照率和深度因子。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is historical climate forcing data utilized in the simulation of lake surface water temperatures over an extended period?",
                "QuestionCn": "历史气候强迫数据如何在长期模拟湖泊表面水温中被利用？",
                "AnswerEn": "Historical climate forcing data from ERA5-Land is utilized in the simulation of lake surface water temperatures by driving the FLake model for the historical period. The data is available at a grid resolution of 0.1°×0.1° and at an hourly time interval, which is used to run the model from January 1st, 1950. Model simulations are analyzed starting from 1980 after a spin-up period to ensure stable initial conditions.",
                "AnswerCn": "历史气候强迫数据来自ERA5-Land，用于驱动FLake模型模拟湖泊表面水温，模拟时间覆盖历史时期。数据以0.1°×0.1°的网格分辨率和每小时的时间间隔提供，从1950年1月1日开始运行模型。模型模拟从1980年开始分析，以确保在经过一段时间的预热期后获得稳定的初始条件。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What resources or conditions enable the integration of satellite observations and numerical models for improving lake temperature modeling?",
                "QuestionCn": "哪些资源或条件能够促进卫星观测与数值模型的结合，以改善湖泊温度建模？",
                "AnswerEn": "The integration of satellite observations and numerical models is enabled by resources like the European Space Agency Climate Change Initiative (ESACCI), which provides satellite-derived lake surface water temperature (LSWT) data. Additionally, the use of climate forcing data from ERA5-Land and the FLake model facilitates this integration by providing high-resolution climate data and a framework for auto-calibrating model parameters.",
                "AnswerCn": "卫星观测与数值模型的集成得益于欧洲空间局气候变化倡议（ESACCI）等资源，该倡议提供卫星衍生的湖面水温（LSWT）数据。此外，使用ERA5-Land的气候强迫数据和FLake模型通过提供高分辨率气候数据和自动校准模型参数的框架，进一步促进了这种集成。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do meteorological variables and their interactions enable the accurate simulation of lake surface temperature changes over time?",
                "QuestionCn": "气象变量及其相互作用如何使湖面温度变化的准确模拟成为可能？",
                "AnswerEn": "Meteorological variables such as solar radiation, surface warming, and moistening play crucial roles in enabling accurate simulations of lake surface temperature changes. However, the interactions between these variables, such as the promoted deep convection by surface warming and moistening, introduce complexities and uncertainties that need to be addressed for accurate modeling.",
                "AnswerCn": "气象变量如太阳辐射、地表升温和湿润化在准确模拟湖面温度变化中发挥着关键作用。然而，这些变量之间的相互作用，例如地表升温和湿润化促进的深对流，引入了复杂性和不确定性，需要解决以实现准确建模。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions and methodologies enable the collection of reliable historical and future lake temperature data for climate change research?",
                "QuestionCn": "哪些条件和方法能够收集可靠的历史和未来湖泊温度数据，以用于气候变化研究？",
                "AnswerEn": "The collection of reliable historical and future lake temperature data is enabled by methodologies like the use of climate forcing from ERA5-Land for historical periods and downscaled global climate model projections from NEX-GDDP-CMIP6 for future predictions. These methodologies allow for high temporal resolution data collection, which is further validated using satellite-derived LSWT data as a reference.",
                "AnswerCn": "可靠的历史和未来湖泊温度数据的收集得益于一些方法，例如使用ERA5-Land的气候强迫数据进行历史时期的分析，以及使用NEX-GDDP-CMIP6的下调全球气候模型预测未来情况。这些方法允许高时间分辨率的数据收集，并通过卫星衍生的湖表水温（LSWT）数据作为参考进行进一步验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of satellite observations and numerical models result in differences in lake temperature projections compared to ground observations?",
                "QuestionCn": "卫星观测与数值模型的结合可能导致湖泊温度预测与地面观测之间出现差异的原因是什么？",
                "AnswerEn": "The integration of satellite observations and numerical models can result in discrepancies because satellite data, while covering large spatial scales, can be affected by cloud cover and thermal characteristics of nearby land, especially for smaller lakes. Numerical models, on the other hand, may have simplified physical processes and uncertainties in atmospheric data and lake-specific parameters, leading to differences compared to the more accurate but scarce ground observations.",
                "AnswerCn": "卫星观测与数值模型的结合可能会导致差异，因为卫星数据虽然覆盖了大范围的空间，但可能受到云层覆盖和附近土地的热特征的影响，尤其是对于较小的湖泊。另一方面，数值模型可能简化了物理过程，并且在大气数据和湖泊特定参数上存在不确定性，这导致与更准确但稀缺的地面观测结果之间存在差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors could contribute to the uncertainties in the accuracy of modeled lake surface temperatures when using a numerical lake model?",
                "QuestionCn": "使用数值湖泊模型时，影响湖面温度模型准确性的因素有哪些不确定性？",
                "AnswerEn": "Uncertainties in the accuracy of modeled lake surface temperatures can arise from simplified representation of physical processes in the model structure, inaccuracies in atmospheric forcings, and poor parameterization of lake-specific parameters. Additionally, non-linear interactions between multiple meteorological factors may not be fully captured, contributing to these uncertainties.",
                "AnswerCn": "模型湖面温度准确性的不确定性可能源于模型结构中物理过程的简化表示、气象强迫的不准确性以及湖泊特定参数的参数化不足。此外，多种气象因素之间的非线性相互作用可能未被充分捕捉，从而导致这些不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be greater uncertainty in predicting future lake heatwave occurrences for Tibetan lakes compared to other regions?",
                "QuestionCn": "为什么预测西藏湖泊未来热浪发生的可能性比其他地区更不确定？",
                "AnswerEn": "Tibetan lakes may exhibit greater uncertainty in predicting future heatwave occurrences due to factors such as the dimming of solar radiation on the Tibetan Plateau, which is related to surface warming and moistening that promotes deep convection. These complex climatic interactions are not fully captured in purely modeling frameworks, highlighting the need for more refined data and models to accurately predict such occurrences.",
                "AnswerCn": "藏区湖泊在预测未来热浪发生时可能会表现出更大的不确定性，这与藏区太阳辐射减弱有关，后者与地表变暖和湿润相关，促进了深对流。这些复杂的气候相互作用并未在纯粹的模型框架中得到充分体现，强调了需要更精细的数据和模型来准确预测此类事件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, how effective are the current dataset collection methods for future projections of lake surface temperatures under various climate scenarios?",
                "QuestionCn": "在我看来，目前的湖面温度数据收集方法在不同气候情景下对未来预测的有效性如何？",
                "AnswerEn": "Current dataset collection methods appear to be effective for future projections of lake surface temperatures, particularly with the use of downscaled global climate model projections from NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP-CMIP6) and satellite-derived LSWT for model validation. However, the potential for improving the accuracy of predictions relies on refining the calibration of models and ensuring that the dataset adequately represents the range of climate scenarios and their impacts on lake systems.",
                "AnswerCn": "当前的数据集收集方法对于湖泊表面温度的未来预测似乎是有效的，特别是利用来自NASA地球交换全球日降尺度预测（NEX-GDDP-CMIP6）的全球气候模型降尺度预测和卫星衍生的湖泊表面温度（LSWT）进行模型验证。然而，提高预测准确性的潜力依赖于优化模型的校准，并确保数据集充分代表气候情景及其对湖泊系统影响的范围。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of why there are uncertainties in modeled lake surface temperatures despite using advanced numerical models.",
                "QuestionCn": "我无法理解为什么尽管使用了先进的数值模型，模拟的湖面温度仍然存在不确定性。",
                "AnswerEn": "Uncertainties in modeled lake surface temperatures arise due to the simplified representation of physical processes within the model structures, uncertainties in atmospheric forcings, and poor parameterization of lake-specific parameters. These factors contribute to discrepancies between modeled temperatures and actual observations, highlighting the complexity of accurately simulating lake temperature dynamics.",
                "AnswerCn": "模型湖面温度的不确定性源于模型结构中物理过程的简化表示、大气强迫的不确定性以及湖泊特定参数的参数化不足。这些因素导致模型温度与实际观测之间的差异，突显了准确模拟湖泊温度动态的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to ensure the reliability of datasets collected over such a long historical period and how they accommodate future projections.",
                "QuestionCn": "我对在如此长的历史时期内收集的数据集的可靠性确保方法感到不确定，以及它们如何适应未来的预测。",
                "AnswerEn": "The reliability of datasets collected over an extended historical period and future projections is ensured by using a combination of high-resolution climate forcing data from ERA5-Land for historical simulations and downscaled global climate model projections from NEX-GDDP-CMIP6 for future predictions. Calibration and validation against satellite-derived LSWT data from the ESACCI project further enhance dataset accuracy, allowing for adjustments and refinements based on observed and projected climate conditions.",
                "AnswerCn": "通过使用来自ERA5-Land的高分辨率气候强迫数据进行历史模拟，以及来自NEX-GDDP-CMIP6的下调全球气候模型预测进行未来预测，确保了长期历史时期收集的数据集的可靠性。通过与来自ESACCI项目的卫星衍生的海表温度（LSWT）数据进行校准和验证，进一步提高了数据集的准确性，使得能够根据观察到的和预测的气候条件进行调整和改进。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods for assessing lake surface water temperature trends and heatwave occurrences in lakes within a specified region.",
                "QuestionCn": "总结用于评估特定区域湖泊表面水温趋势和热浪发生的数据收集方法。",
                "AnswerEn": "The data collection methods for assessing lake surface water temperature trends and heatwave occurrences involved integrating satellite observations with a numerical model, specifically the FLake model. The model uses climate forcing data from ERA5-Land for the historical period and assimilates satellite-derived lake surface water temperature data from the European Space Agency Climate Change Initiative (ESACCI) for model calibration. This approach combines ground observations, satellite data, and numerical simulations to provide a high temporal resolution estimate of lake surface temperature.",
                "AnswerCn": "评估湖泊表面水温趋势和热浪发生的数据收集方法涉及将卫星观测与数值模型（特别是FLake模型）相结合。该模型使用来自ERA5-Land的气候强迫数据用于历史时期，并吸收来自欧洲空间局气候变化倡议（ESACCI）的卫星衍生湖泊表面水温数据进行模型校准。这种方法结合了地面观测、卫星数据和数值模拟，以提供湖泊表面温度的高时间分辨率估计。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and analyze the challenges associated with using numerical lake models for projecting future lake surface temperature changes.",
                "QuestionCn": "请识别和分析使用数值湖泊模型预测未来湖泊表面温度变化所面临的挑战。",
                "AnswerEn": "The challenges associated with using numerical lake models include uncertainties in the model structure, such as the simplified representation of physical processes and poor parameterization of lake-specific parameters. The accuracy of modeled lake surface temperatures can be questioned due to uncertainties in atmospheric forcings and the potential influence of adjacent land thermal characteristics on satellite observations. Additionally, non-linear interactions between multiple meteorological factors may affect temperature projections, as evidenced by difficulties in computing the fraction of attributable risk (FAR) for some lakes.",
                "AnswerCn": "使用数值湖泊模型所面临的挑战包括模型结构的不确定性，例如物理过程的简化表示和湖泊特定参数的参数化不足。由于大气强迫的不确定性以及邻近土地热特征对卫星观测的潜在影响，模型化湖面温度的准确性可能受到质疑。此外，多个气象因素之间的非线性相互作用可能会影响温度预测，这在计算某些湖泊的归因风险分数（FAR）时表现出困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential datasets that could be utilized to enhance the accuracy and reliability of lake surface temperature modeling for future climate scenarios.",
                "QuestionCn": "请探索可以用于提高未来气候情景下湖面温度建模准确性和可靠性的潜在数据集。",
                "AnswerEn": "Potential datasets that could enhance the accuracy and reliability of lake surface temperature modeling include climate forcing data from ERA5-Land, which provides a grid resolution of 0.1°×0.1° and an hourly time interval for historical analysis. For future climate scenarios, downscaled global climate model projections from the NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP-CMIP6), including models like FGOALS-g3, GFDL-ESM4, MPI-ESM1-2-HR, MRI-ESM2-0, and UKESM1-0-LL, can be utilized. Additionally, satellite-derived LSWT data from ESACCI, available at a resolution of 1 km for more than 2000 inland water bodies worldwide, serves as a reference for assessing model performances.",
                "AnswerCn": "潜在的数据集可以增强湖面温度建模的准确性和可靠性，包括来自ERA5-Land的气候强迫数据，该数据提供0.1°×0.1°的网格分辨率和每小时的时间间隔用于历史分析。对于未来气候情景，可以利用来自NASA地球交换全球日降尺度预测（NEX-GDDP-CMIP6）的全球气候模型预测数据，包括FGOALS-g3、GFDL-ESM4、MPI-ESM1-2-HR、MRI-ESM2-0和UKESM1-0-LL等模型。此外，来自ESACCI的卫星衍生湖面温度（LSWT）数据，分辨率为1公里，覆盖全球2000多个内陆水体，可作为评估模型性能的参考。",
                "Level": "C6(Creating)"
            }
        ]
    }
}