{
    "id": "3a37cc51-bc66-43e6-80f6-83bb3a4e30c0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Global Reconstruction of Naturalized River Discharge at 2.94 Million River Reaches (GRADES)",
            "titleCn": "全球294万条河段的天然径流模拟数据（GRADES）",
            "description": "Natural runoff simulation data products of 2.94 million river sections in the world, unit: m3/s. This data is based on the simulation of VIC hydrological process model and RAPID vector river network concentration model. The spatial resolution of the land surface hydrological process model is 0.25 °, and the river network data in the vector concentration model is extracted based on the 90-m MERIT Hydro hydrological correction terrain data product. The runoff generation part is calibrated based on the runoff characteristic values obtained by machine learning, and the grid scale runoff generation deviation correction is carried out based on the multi quantile runoff characteristic values. The data products are verified by 14000 runoff observation stations around the world, and have better verification accuracy.",
            "descriptionCn": "全球294万条河段的天然径流量模拟数据产品，单位m3/s。本数据是基于VIC水文过程模式与RAPID矢量河网汇流模型模拟得到。其中陆面水文过程模式空间分辨率为0.25°，矢量汇流模式中的河网数据基于90-m MERIT Hydro水文矫正地形数据产品提取。产流部分经过基于机器学习得到的径流特征值进行参数率定，并基于多分位数径流特征值进行了格点尺度的产流偏差矫正，经全球1.4万个径流观测站点验证，数据产品具有较优的验证精度。2024年4月更新GRADES空间索引信息：MERIT_Basins矢量河网数据。径流数据中，rivid与MERIT_Basins中的ID为一一对应关系。更多信息请参考：Lin et al. (2019, WRR)。",
            "instructions": "GRADES_Q_v01_pfaf_xx_19790101_200131231.nc\npfaf 01 - Africa; pfaf 02 - Europe; pfaf 03 - North Asia, pfaf 04 - South Asia; pfaf 05 - Oceania; pfaf 06 - South America; pfaf 07 - North America; pfaf 08 - Arctic",
            "instructionsCn": "GRADES_Q_v01_pfaf_xx_19790101_20131231.nc\npfaf 01 - Africa; pfaf 02 - Europe; pfaf 03 - North Asia, pfaf 04 - South Asia; pfaf 05 - Oceania; pfaf 06 - South America; pfaf 07 - North America; pfaf 08 - Arctic",
            "east": 180.0,
            "west": -180.0,
            "south": -60.0,
            "north": 90.0,
            "startTime": "1979-01-01 00:00:00",
            "endTime": "2013-12-31 00:00:00",
            "fileSize": 153246984444.0,
            "cstr": "18406.11.Terre.tpdc.272898",
            "doi": "10.11888/Terre.tpdc.272898",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "林佩蓉",
                "nameEn": "LIN Peirong ",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "潘铭",
                "nameEn": "PAN Ming ",
                "unitEn": "UCSD",
                "unitCn": "UCSD"
            },
            {
                "nameCn": "杨媛",
                "nameEn": "YANG Yuan ",
                "unitEn": "University of California, San Diego",
                "unitCn": "加利福尼亚大学圣迭戈分校（UCSD)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global Reach-level 3-hourly river flood reanalysis (1980-2019)",
                "referenceCn": null,
                "referenceEn": "Yang, Y., Pan, M., Lin, P.R., Beck, H.E., Zeng, Z.Z., Yamazaki, D., David, C.H., Lu, H., Yang, K., Hong, Y., & Wood, E.F. (2021). Global Reach-level 3-hourly river flood reanalysis (1980-2019). Bulletin of the American Meteorological Society, 102(11), E2086-E2105. https://doi.org/10.1175/BAMS-D-20-0057.1."
            },
            {
                "titleCn": null,
                "titleEn": "Global reconstruction of naturalized river flows at 2.94 million reaches",
                "referenceCn": null,
                "referenceEn": "Lin, P., Pan, M., Beck, H.E., Yang, Y., Yamazaki, D., Frasson, R., David, C.H., Durand, M., Pavelsky, T., Allen, G., Gleason, C., & Wood, E.F. (2019). Global reconstruction of naturalized river flows at 2.94 million reaches. Water Resources Research, 55 (8), 6499-6516."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "产流量",
                "nameEn": "Runoff yield"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "地表水总量",
                "nameEn": "Total surface water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水文模型",
                "nameEn": "Hydrological models"
            },
            {
                "nameCn": "水文特征值",
                "nameEn": "Hydrologic characteristic value"
            },
            {
                "nameCn": "河水",
                "nameEn": "River water"
            },
            {
                "nameCn": "河流/溪流",
                "nameEn": "Rivers/Streams"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979-2013 日尺度",
                "keywordEn": "1979-2013 Daily",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to simulate natural river runoff globally?",
                "QuestionCn": "用于模拟全球自然河流径流的数据收集方法的特点是什么？",
                "AnswerEn": "VIC hydrological process model, RAPID vector river network routing model, spatial resolution of 0.25°, vector river network data based on 90-m MERIT Hydro, machine learning-derived runoff characteristic values, corrected for runoff bias at the grid scale, validated against global runoff observations from 14,000 stations",
                "AnswerCn": "VIC水文过程模型，RAPID矢量河流网络路由模型，空间分辨率为0.25°，基于90米MERIT Hydro的矢量河流网络数据，机器学习推导的径流特征值，经过网格尺度的径流偏差校正，并通过来自14,000个站点的全球径流观测数据进行验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many river segments are included in a global natural runoff simulation dataset?",
                "QuestionCn": "全球自然径流模拟数据集中包含多少条河流段？",
                "AnswerEn": "2.94 million",
                "AnswerCn": "294万",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'natural runoff simulation data' in the context of hydrological datasets?",
                "QuestionCn": "“自然径流模拟数据”在水文数据集的上下文中指的是通过模拟自然条件下水流过程而生成的数据。这些数据通常用于研究水文循环、流域管理和水资源评估等领域。",
                "AnswerEn": "Natural runoff simulation data refers to the modeled streamflow data, measured in cubic meters per second (m3/s), that represents the natural flow of water in river segments without human interference. In the context of hydrological datasets, it is generated using hydrological process models like the VIC model and vector river network models like RAPID, with spatial resolutions and corrections based on terrain data, machine learning-derived runoff characteristics, and validation against observed data from global runoff stations.",
                "AnswerCn": "自然径流模拟数据是指模拟的河流流量数据，以立方米每秒（m³/s）为单位，代表了在没有人为干预的情况下河流段的自然水流。 在水文数据集的背景下，它是使用水文过程模型（如VIC模型）和矢量河流网络模型（如RAPID）生成的，具有基于地形数据的空间分辨率和修正，并结合机器学习推导的径流特征，以及与全球径流站观测数据的验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using VIC hydrological models and RAPID vector river network models compare in terms of accuracy and applicability for simulating natural river runoff at a global scale?",
                "QuestionCn": "VIC水文模型和RAPID矢量河流网络模型在全球范围内模拟自然河流径流时，数据收集方法在准确性和适用性方面有何比较？",
                "AnswerEn": "The VIC hydrological process model, combined with the RAPID vector river network model, simulates global natural river runoff with a spatial resolution of 0.25°. The runoff generation component is calibrated using runoff characteristic values derived from machine learning and corrected for bias at the grid scale using multi-quantile runoff characteristic values. These methods have been validated against data from 14,000 global runoff observation stations, demonstrating superior validation accuracy.",
                "AnswerCn": "VIC水文过程模型结合RAPID矢量河流网络模型，以0.25°的空间分辨率模拟全球自然河流径流。径流生成组件使用机器学习得出的径流特征值进行校准，并通过多分位数径流特征值在网格尺度上进行偏差修正。这些方法已通过来自14,000个全球径流观测站的数据进行了验证，显示出优越的验证准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of machine learning techniques improve the accuracy and calibration of hydrological process models in simulating global river runoff patterns?",
                "QuestionCn": "机器学习技术的整合如何提高水文过程模型在模拟全球河流径流模式中的准确性和校准？",
                "AnswerEn": "A dataset uses machine learning to calibrate runoff characteristics and correct runoff biases at grid scales, verified by observations from 14,000 global runoff stations, indicating improved validation accuracy.",
                "AnswerCn": "一个数据集使用机器学习来校准径流特性并纠正网格尺度的径流偏差，通过来自14,000个全球径流站的观测数据进行验证，表明验证准确性得到了改善。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind developing a global natural runoff simulation dataset for 2.94 million river reaches, and how do these goals inform the data collection and validation methods used?",
                "QuestionCn": "开发一个针对294万个河流流域的全球自然径流模拟数据集的目标是什么，这些目标如何影响数据收集和验证方法的使用？",
                "AnswerEn": "The objective is to create an accurate and comprehensive dataset of natural runoff for global river reaches. This goal informs the data collection and validation methods by utilizing the VIC hydrological model and RAPID vector river network confluence model, with spatial resolution based on 90-m MERIT Hydro data. The dataset undergoes parameter calibration using machine learning-derived runoff characteristics and bias correction at grid scale with multi-quantile runoff characteristics. Validation is conducted against data from 14,000 global runoff observation stations to ensure high validation accuracy.",
                "AnswerCn": "目标是创建一个全球河流流域自然径流的准确和全面的数据集。该目标通过利用VIC水文模型和RAPID矢量河流网络汇流模型来指导数据收集和验证方法，空间分辨率基于90米的MERIT Hydro数据。数据集通过机器学习衍生的径流特征进行参数校准，并在网格尺度上使用多分位数径流特征进行偏差修正。验证工作是针对14,000个全球径流观测站的数据进行，以确保高验证准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in calibrating model parameters using machine learning to simulate natural river runoff at a global scale?",
                "QuestionCn": "使用机器学习对全球范围内模拟自然河流径流的模型参数进行校准涉及哪些程序？",
                "AnswerEn": "The calibration of model parameters is achieved by using runoff characteristic values obtained through machine learning. This involves adjusting the parameters based on these values and then correcting runoff bias at the grid scale using multi-quantile runoff characteristics. The accuracy of this process is verified against data from 14,000 global runoff observation stations.",
                "AnswerCn": "模型参数的校准是通过使用机器学习获得的径流特征值来实现的。这涉及根据这些值调整参数，然后使用多分位径流特征在网格尺度上校正径流偏差。该过程的准确性是通过与14,000个全球径流观测站的数据进行验证的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}