{
  "id": "3a8a3e18-1cee-4cf9-9747-342ef41b9de9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon Lu Hf isotopic data of mylonites from Hetai gold deposit, Guangdong Province",
      "titleCn": "广东河台金矿糜棱岩锆石Lu-Hf同位素数据",
      "description": "Zircon Lu Hf isotopic data of mylonite in Hetai gold deposit, Guangdong Province were tested by the State Key Laboratory of isotopes, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The selected zircon targets were used for LA-ICP-MS experimental data acquisition. The instruments were Neptune plus multi absorption ICP-MS and resolution m-50 laser ablation system. Laser parameter spot 45 μ m. The repetition rate is 8 Hz and the energy is 80 MJ. He was used as carrier gas and a small amount of nitrogen was added to improve the sample signal. Penglai zircon is used as a standard sample in the test",
      "descriptionCn": "广东河台金矿糜棱岩锆石Lu-Hf同位素数据数据委托中国科学院广州地球化学研究所同位素国家重点实验室检测，将选好锆石制靶用于LA-ICP-MS的实验数据采集，仪器为Neptune Plus多吸收ICP-MS和RESOlution M-50激光剥蚀系统。激光参数斑束45 μm，重复率8 Hz，能量80 mJ。He作为载气并加入少量氮气以提高样品信号。Penglai锆石作为标样用于测试中。分析点与U-Pb定年分析点为同一位置或者同一颗锆石的附近位置。",
      "instructions": "Stored in word format, the name of the file is \"Lu HF\". All files in the dataset can be opened directly in word",
      "instructionsCn": "以word格式存储，文件的名称为“Lu-Hf\"。该数据集中的所有文件可以直接用word打开",
      "east": 112.37,
      "west": 112.25,
      "south": 23.29,
      "north": 23.33,
      "startTime": "2015-05-01 00:00:00",
      "endTime": "2015-09-30 11:59:59",
      "fileSize": 23749.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "焦骞骞",
        "nameEn": "JIAO Qianqian",
        "unitEn": "",
        "unitCn": "昆明理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "广东省河台金矿区糜棱岩锆石LA-ICP-MS U-Pb年龄及其地质意义",
        "titleEn": null,
        "referenceCn": "焦骞骞, 许德如*, 陈根文, 陈延生, 张建岭,高亦文, 于亮亮, 邹少浩. (2017). 广东省河台金矿区糜棱岩锆石LA-ICP-MS U-Pb年龄及其地质意义. 岩石学报, 33(6), 1755-1774.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "年代探测",
        "nameEn": "age determinations"
      },
      {
        "nameCn": "构造",
        "nameEn": "neotectonics"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore-deposit Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "广东",
        "keywordEn": "Guangdong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "元古代",
        "keywordEn": "proterozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for gathering Lu-Hf isotopic data on zircon from mylonite in the context of the Guangdong Hetai gold deposit?",
        "QuestionCn": "您能否提供一个用于收集来自广东河台金矿的变质岩中锆石的Lu-Hf同位素数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for Lu-Hf isotopic data on zircon from mylonite in the Guangdong Hetai gold deposit involves using LA-ICP-MS for experimental data acquisition. The method employs a Neptune Plus multi-collector ICP-MS and a RESOlution M-50 laser ablation system, utilizing a laser spot size of 45 μm, a repetition rate of 8 Hz, and energy of 80 mJ, with helium as the carrier gas and a small amount of nitrogen to enhance signal strength. Penglai zircon is used as a reference standard, with analysis points located at the same position or near the U-Pb dating analysis points on the zircon.",
        "AnswerCn": "在广东河台金矿的变质岩锆石中，Lu-Hf同位素数据的收集方法示例涉及使用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）进行实验数据采集。该方法采用Neptune Plus多收集器ICP-MS和RESOlution M-50激光剥蚀系统，激光点尺寸为45微米，重复频率为8 Hz，能量为80 mJ，使用氦气作为载气，并添加少量氮气以增强信号强度。分析中使用Penglai锆石作为参考标准，分析点位于锆石上与U-Pb定年分析点相同或相近的位置。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the Lu-Hf isotope data collection method using LA-ICP-MS for zircon samples?",
        "QuestionCn": "使用LA-ICP-MS进行锆石样品Lu-Hf同位素数据收集方法的特点是什么？",
        "AnswerEn": "spot size of 45 μm, repetition rate of 8 Hz, energy level of 80 mJ, helium as carrier gas, addition of nitrogen, Penglai zircon as standard",
        "AnswerCn": "光斑尺寸为45微米，重复频率为8赫兹，能量水平为80毫焦耳，以氦气为载气，添加氮气，使用蓬莱锆石作为标准。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the laser beam size used in the zircon Lu-Hf isotope data collection method?",
        "QuestionCn": "用于锆石Lu-Hf同位素数据收集方法的激光束尺寸是多少？",
        "AnswerEn": "45 μm",
        "AnswerCn": "45 微米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Lu-Hf isotope data' mean in the context of geological research?",
        "QuestionCn": "在地质研究的背景下，“Lu-Hf同位素数据”是什么意思？",
        "AnswerEn": "In geological research, 'Lu-Hf isotope data' refers to the isotopic composition of the elements lutetium (Lu) and hafnium (Hf) within a mineral, such as zircon. This data is used to understand geological processes, including the age and origin of rocks, by analyzing isotopic ratios. The data is typically collected using techniques like LA-ICP-MS, where laser ablation inductively coupled plasma mass spectrometry is employed to measure isotopic compositions accurately.",
        "AnswerCn": "在地质研究中，“Lu-Hf同位素数据”指的是矿物（如锆石）中铥（Lu）和铪（Hf）元素的同位素组成。这些数据用于理解地质过程，包括通过分析同位素比率来确定岩石的年龄和来源。数据通常采用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）等技术进行收集，以准确测量同位素组成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy and reliability of Lu-Hf isotopic data collection using LA-ICP-MS in the context of 广东河台金矿糜棱岩锆石?",
        "QuestionCn": "哪些因素会影响使用LA-ICP-MS收集广东河台金矿糜棱岩锆石的Lu-Hf同位素数据的准确性和可靠性？",
        "AnswerEn": "The accuracy and reliability of Lu-Hf isotopic data collection using LA-ICP-MS can be influenced by several factors, including the choice of laser parameters such as spot size (45 μm), repetition rate (8 Hz), and energy (80 mJ), the use of He as a carrier gas with a small amount of nitrogen to enhance signal strength, and the precision of alignment with U-Pb dating analysis points. The selection of standard samples like Penglai zircon also plays a critical role in ensuring the reliability of the measurements.",
        "AnswerCn": "Lu-Hf同位素数据收集的准确性和可靠性受到多个因素的影响，包括激光参数的选择，如点尺寸（45 μm）、重复频率（8 Hz）和能量（80 mJ），使用氦作为载气并添加少量氮气以增强信号强度，以及与U-Pb定年分析点的精确对齐。标准样品的选择，如蓬莱锆石，也在确保测量可靠性方面发挥着关键作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind utilizing LA-ICP-MS with Neptune Plus ICP-MS and RESOlution M-50 laser ablation system for collecting zircon Lu-Hf isotope data in mylonite associated with gold deposits?",
        "QuestionCn": "利用Neptune Plus ICP-MS和RESOlution M-50激光剥蚀系统收集与金矿床相关的变质岩中的锆石Lu-Hf同位素数据的目标是什么？",
        "AnswerEn": "The objectives include accurately determining the Lu-Hf isotopic composition of zircon within mylonite rocks from the Guangdong Hetai gold deposit to gain insights into the age and source characteristics of the mineralization. This data is crucial for understanding the geochemical processes involved in the formation of the gold deposit and provides valuable information on the tectonic history of the region. The use of LA-ICP-MS allows precise in-situ analysis, which is essential for correlating isotope data with U-Pb dating, thereby enhancing the understanding of the geological history and mineralization events in the area.",
        "AnswerCn": "目标包括准确确定广东河台金矿的变质岩中锆石的Lu-Hf同位素组成，以深入了解矿化的年龄和来源特征。这些数据对于理解金矿床形成过程中涉及的地球化学过程至关重要，并提供了该地区构造历史的宝贵信息。使用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）可以进行精确的原位分析，这对于将同位素数据与U-Pb定年相关联至关重要，从而增强对该地区地质历史和矿化事件的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the procedure for collecting Lu-Hf isotopic data from zircon in mylonite samples using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS), and what are the key considerations for ensuring accuracy and precision in this data collection method?",
        "QuestionCn": "使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）从糜棱岩样品中的锆石收集Lu-Hf同位素数据的程序是什么？在此数据收集方法中，确保准确性和精确性的关键考虑因素是什么？",
        "AnswerEn": "Lu-Hf isotopic data from zircon in mylonite samples is collected using the LA-ICP-MS technique, specifically with a Neptune Plus multi-collector ICP-MS and RESOlution M-50 laser ablation system. The procedure involves preparing zircon targets and using a laser beam with a 45 μm spot size, 8 Hz repetition rate, and 80 mJ energy. Helium is used as the carrier gas, with a small amount of nitrogen added to enhance sample signal. The Penglai zircon is used as a reference standard during testing, with analysis points selected near or at the same locations as U-Pb dating analysis points to ensure consistency and accuracy.",
        "AnswerCn": "从变质岩样品中的锆石收集Lu-Hf同位素数据，采用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）技术，具体使用Neptune Plus多收集器ICP-MS和RESOlution M-50激光剥蚀系统。该程序涉及准备锆石靶材，并使用45微米的激光束，8 Hz的重复频率和80 mJ的能量。氦气作为载气，少量氮气被添加以增强样品信号。在测试过程中，使用Penglai锆石作为参考标准，分析点选择在与U-Pb定年分析点相近或相同的位置，以确保一致性和准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable precise Lu-Hf isotopic data collection from mylonite zircon in mineral studies?",
        "QuestionCn": "哪些技术进步使得在矿物研究中能够精确收集来自变质岩锆石的Lu-Hf同位素数据？",
        "AnswerEn": "The use of LA-ICP-MS with Neptune Plus multi-collector ICP-MS and RESOlution M-50 laser ablation systems enables precise Lu-Hf isotopic data collection from mylonite zircon. The laser parameters include a spot size of 45 μm, a repetition rate of 8 Hz, and energy of 80 mJ, with helium as a carrier gas and a small amount of nitrogen added to enhance sample signal.",
        "AnswerCn": "使用Neptune Plus多收集器ICP-MS和RESOlution M-50激光剥蚀系统的LA-ICP-MS能够从变质岩锆石中精确收集Lu-Hf同位素数据。激光参数包括45微米的点尺寸、8 Hz的重复频率和80 mJ的能量，使用氦作为载气，并添加少量氮气以增强样品信号。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}