{
    "id": "3afc3c25-c47b-4107-9f62-c09593b5e29a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial distribution of Shannon Index in Sanjiangyuan National Park (2015, 2020)",
            "titleCn": "三江源国家公园香农多样性指数空间分布（2015、2020）",
            "description": "The Shannon Index is a measurement index based on information theory. When analyzing and comparing the diversity and heterogeneity changes of different landscapes or different periods of the same landscape, the Shannon Index is an important indicator that reflects landscape heterogeneity and is sensitive to the uneven distribution of various patch types in the landscape, emphasizing the contribution of rare patch types to information. Analyzing the Shannon index within the Sanjiangyuan National Park can reflect the ecological integrity situation. This dataset is based on land use data (LUCC) and was calculated using the landscape pattern software Fragstats. The Shannon Index resolution of Sanjiangyuan National Park in 2015 and 2020 was 100m.",
            "descriptionCn": "香农多样性指数是一种基于信息理论的测量指数，在分析和比较不同景观或同一景观不同时期的多样性与异质性变化时，香农多样性指数是一个重要指标，其反映景观异质性，对景观中各斑块类型非均衡分布状况较为敏感，强调稀有斑块类型对信息的贡献。分析三江源国家公园内的香农多样性指数可反映生态完整性情况。该数据集基于土地利用数据（LUCC），采用景观格局软件Fragstats计算获取。2015年和2020年三江源国家公园香农多样性指数分辨率为100m。",
            "instructions": "File Name: This dataset is stored in GeoTIFF format with the file name \"SHDI_yyyy_ss. tif\", where ss represents the spatial resolution (100m) of the Shannon Index (SHDI) and yyyy represents the year. Data reading method: ArcGIS, Python, R and other software can be used to display or operate this format file.",
            "instructionsCn": "文件命名：该数据集以GeoTIFF格式存储，文件名称为“SHDI_yyyy_ss.tif”，其中ss代表香农多样性指数（SHDI）的空间分辨率（100m），yyyy代表年份。数据读取方式：可用ArcGIS、python、R等软件展示或操作该格式文件。",
            "east": 102.58,
            "west": 89.15,
            "south": 30.79,
            "north": 37.38,
            "startTime": null,
            "endTime": null,
            "fileSize": 38988737.0,
            "cstr": "18406.11.HumanNat.tpdc.300841",
            "doi": "10.11888/HumanNat.tpdc.300841",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘晓洁",
                "nameEn": "LIU Xiaojie",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park",
                "referenceCn": null,
                "referenceEn": "Guo, Y.M., Liu, X.J., Liu, X.H., Zhang, J.H., Zhang, H.Y., Fan, J.W., Khan, N., & Ma, J.L. (2023). Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park. Front. Ecol. Evol. 11, 1121189. https://doi.org/10.3389/fevo.2023.1121189"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            },
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key attributes and factors considered when calculating the Shannon diversity index for landscape analysis?",
                "QuestionCn": "在进行景观分析时，计算香农多样性指数时考虑的关键属性和因素包括：",
                "AnswerEn": "landscape heterogeneity, sensitive to the uneven distribution of patch types, contribution of rare patch types to information, land use data, resolution of 100m",
                "AnswerCn": "景观异质性，对斑块类型的不均匀分布敏感，稀有斑块类型对信息的贡献，土地利用数据，分辨率为100米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the Shannon diversity index dataset for Sanjiangyuan National Park in 2015 and 2020?",
                "QuestionCn": "2015年和2020年三江源国家公园的香农多样性指数数据集的空间分辨率是多少？",
                "AnswerEn": "100 meters",
                "AnswerCn": "100米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the 'Shannon Diversity Index' measure in the context of landscape heterogeneity and diversity?",
                "QuestionCn": "“香农多样性指数”在景观异质性和多样性的背景下测量什么？",
                "AnswerEn": "The Shannon Diversity Index is a measurement index based on information theory, used to analyze and compare changes in diversity and heterogeneity across different landscapes or over time within the same landscape. It reflects landscape heterogeneity and is sensitive to the uneven distribution of various patch types within a landscape, emphasizing the contribution of rare patch types to the information content. Analyzing the Shannon Diversity Index within an area can reflect the ecological integrity of that area.",
                "AnswerCn": "香农多样性指数是一种基于信息理论的测量指标，用于分析和比较不同景观中的多样性和异质性变化，或在同一景观中随时间的变化。它反映了景观的异质性，并对不同斑块类型在景观中的不均匀分布敏感，强调了稀有斑块类型对信息内容的贡献。在一个区域内分析香农多样性指数可以反映该区域的生态完整性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the calculation of the Shannon diversity index using landscape pattern software like Fragstats compare to other computational methods in terms of capturing landscape heterogeneity and sensitivity to rare patch types?",
                "QuestionCn": "使用像Fragstats这样的景观模式软件计算香农多样性指数与其他计算方法在捕捉景观异质性和对稀有斑块类型的敏感性方面有何不同？",
                "AnswerEn": "The calculation of the Shannon diversity index using landscape pattern software like Fragstats is based on land use data and is sensitive to the uneven distribution of patch types, emphasizing the contribution of rare patch types. This approach can effectively reflect the heterogeneity and ecological integrity of a landscape, particularly in dynamic environments like the Sanjiangyuan National Park.",
                "AnswerCn": "香农多样性指数的计算使用像Fragstats这样的景观模式软件，基于土地利用数据，并对斑块类型的不均匀分布敏感，强调稀有斑块类型的贡献。这种方法可以有效反映景观的异质性和生态完整性，特别是在像三江源国家公园这样的动态环境中。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can variations in landscape heterogeneity as measured by the Shannon diversity index reflect ecological integrity in a national park setting?",
                "QuestionCn": "景观异质性的变化如何通过香农多样性指数反映国家公园环境的完整性？",
                "AnswerEn": "Variations in the Shannon diversity index, which is sensitive to the unequal distribution of patch types and emphasizes the contribution of rare patch types, can indicate changes in landscape heterogeneity. In a national park setting, such variations may reflect the level of ecological integrity, as they capture the diversity and distribution of different land cover types. By analyzing these indices, researchers can infer changes or threats to ecological balance and identify areas requiring conservation attention.",
                "AnswerCn": "香农多样性指数的变化对斑块类型的不均匀分布敏感，并强调稀有斑块类型的贡献，可以指示景观异质性的变化。在国家公园环境中，这种变化可能反映生态完整性的水平，因为它们捕捉了不同土地覆盖类型的多样性和分布。通过分析这些指数，研究人员可以推断生态平衡的变化或威胁，并识别需要保护关注的区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to analyze the spatial distribution of the Shannon diversity index in the context of landscape heterogeneity and ecological integrity in areas like Sanjiangyuan National Park?",
                "QuestionCn": "在像三江源国家公园这样的地区，分析香农多样性指数的空间分布对于景观异质性和生态完整性的重要性是什么？",
                "AnswerEn": "Analyzing the spatial distribution of the Shannon diversity index in Sanjiangyuan National Park is crucial because it reflects the ecological integrity of the landscape. The index is sensitive to the uneven distribution of patch types within the landscape, emphasizing the contribution of rare patches to overall information. By examining the diversity index, researchers can gain insights into the heterogeneity of the landscape and monitor changes in biodiversity and ecosystem health over time, especially between the years 2015 and 2020 using land use data (LUCC) and calculated through landscape pattern software like Fragstats.",
                "AnswerCn": "分析三江源国家公园香农多样性指数的空间分布至关重要，因为它反映了景观的生态完整性。该指数对景观中斑块类型的不均匀分布敏感，强调了稀有斑块对整体信息的贡献。通过研究多样性指数，研究人员可以深入了解景观的异质性，并监测生物多样性和生态系统健康的变化，特别是在2015年至2020年期间，利用土地利用变化（LUCC）数据，并通过像Fragstats这样的景观模式软件进行计算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the procedure for calculating the Shannon diversity index using landscape pattern software, and how can land use data be integrated into this process to assess ecological integrity in a national park setting?",
                "QuestionCn": "计算香农多样性指数的程序是什么，使用景观模式软件时，如何将土地利用数据整合到这个过程中，以评估国家公园环境的完整性？",
                "AnswerEn": "The procedure for calculating the Shannon diversity index involves using landscape pattern software like Fragstats to analyze land use data (LUCC). The software calculates the diversity index by assessing the heterogeneity and distribution of different patch types within the landscape. The Shannon diversity index is computed to reflect landscape heterogeneity and is sensitive to the uneven distribution of patch types, emphasizing the contribution of rare patch types to the information. This method helps in assessing the ecological integrity of areas such as a national park.",
                "AnswerCn": "计算香农多样性指数的程序涉及使用景观模式软件，如Fragstats，来分析土地利用变化（LUCC）数据。该软件通过评估景观中不同斑块类型的异质性和分布来计算多样性指数。香农多样性指数的计算反映了景观的异质性，并对斑块类型的不均匀分布敏感，强调了稀有斑块类型对信息的贡献。这种方法有助于评估国家公园等地区的生态完整性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}