{
  "id": "3b2670fb-201b-46a0-8055-f1dbf08c11fc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Application of tensor CSAMT with high-power orthogonal signal sources in Jiama porphyry copper deposit in Tibet (2021)",
      "titleCn": "大功率正交源张量CSAMT在西藏甲玛斑岩铜矿集区运用观测数据（2021）",
      "description": "The Jiama porphyry copper deposit in Tibet is one of the proven ultra-large-scale copper deposits in the Qinghai-Tibet Plateau at present, with the reserves of geological resources equivalent to nearly 20×106 t. However, it features wavy and steep terrain, leading to extremely difficult field operation and heavy interference. This study attempts to determine the effects of the tensor controlled-source audiomagnetotellurics (CSAMT) with high-power orthogonal signal sources (also referred to as the high-power tensor CSAMT) when it is applied to the deep geophysical exploration in plateaus with complex terrain and mining areas with strong interference. The test results show that the high current provided by the highpower tensor CSAMT not only greatly improved the signal-to-noise ratio but also guaranteed that effective signals were received in the case of a long transmitter-receiver distance. Meanwhile, the tensor data better described the anisotropy of deep geologic bodies. In addition, the tests also show that when the transmitting current reaches 60 A, it is still guaranteed that strong enough signals can be received in the case of the transmitter-receiver distance of about 25 km, sounding curves show no near field effect, and effective exploration depth can reach 3 km. The 2D inversion results are roughly consistent with drilling results, indicating that the high-power tensor CSAMT can be used to achieve nearly actual characteristics of underground electrical structures. Therefore, this method has great potential for application in deep geophysical exploration in plateaus and mining areas with complex terrain and strong interference, respectively. This study not only serves as important guidance on the prospecting in the Qinghai-Tibet Plateau but also can be used as positive references for deep mineral exploration in other areas.",
      "descriptionCn": "西藏甲玛斑岩型铜矿区由于正在进行的开发工作和自身复杂陡峭起伏的地形条件，导致野外施工极其困难且干扰较大。本文尝试使用大功率张量CSAMT技术，探索该方法在高原复杂地形条件和强干扰地区应用情况，验证该技术在矿区深部地球物理勘查方面是否可行。试验表结果明，大功率张量CSAMT系统提供的大电流，既大幅提高了信噪比，又保证了大收发距下获取有效信号，同时张量数据较好地刻画了深部地质体的各向异性。此外，试验结果还显示当发射电流达到60A，收发距为25km左右仍可保证接收到足够强的电场信号，能够保证测深曲线无近场效应、可以使有效探测深度达到3km。二维反演结果与钻探成果大致吻合，表明大功率张量CSAMT技术能够获得接近真实的地下电性结构特征。本项试验研究综合表明该方法在高原复杂地形条件和强干扰矿区的深部地球物理勘查方面具有良好的应用潜力。这项研究不仅对青藏高原找矿有着重要的指导意义，也对其他地区深部矿产勘查有着积极的借鉴意义。",
      "instructions": "Files are stored in PDF format",
      "instructionsCn": "文件以pdf格式存储",
      "east": 92.4,
      "west": 92.0,
      "south": 29.0,
      "north": 29.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 5233918.0,
      "cstr": null,
      "doi": "10.31035/cg2021065",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "贺日政",
        "nameEn": "HE Rizheng ",
        "unitEn": "Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "tensor CSAMT with high-power orthogonal signal sources",
        "referenceCn": null,
        "referenceEn": "Yu, P.L., Qu, T., He, R.Z., Liu, J.L., Wang, S.F., & Chen, X.L. (2021). Application of tensor\nCSAMT with high-power orthogonal signal sources in Jiama porphyry copper deposit in Tibet, China Geology, 4, 1-13. DOI:10.31035/cg2021065."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Tensor CSAMT of 150 kw High power",
        "nameEn": "Tensor CSAMT of 150 kw High power"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "斑岩铜矿",
        "nameEn": "porphyry copper system"
      },
      {
        "nameCn": "甲玛",
        "nameEn": "Jiama"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏甲玛",
        "keywordEn": "Jiama， Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "构造带火键地区深部地质调查",
        "titleEn": "the Projector of China Geological Survey"
      },
      {
        "titleCn": "典型矿集区深部地球物理探测技术示范",
        "titleEn": "Deep Probe of Geophysical Techniques for typical ore concentration area"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the high-power tensor CSAMT technique effectively collect data for deep geophysical exploration in regions with complex terrain and strong interference?",
        "QuestionCn": "高功率张量CSAMT技术能否有效收集复杂地形和强干扰区域的深部地球物理勘探数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and advantages of using high-power tensor CSAMT technology for geophysical surveys in complex terrains and high-interference mining areas?",
        "QuestionCn": "高功率张量CSAMT技术在复杂地形和高干扰矿区的地球物理勘测中的具体特点和优势是什么？",
        "AnswerEn": "high signal-to-noise ratio, high currents, large transmitter-receiver distances, accurately depicts anisotropy, transmission current 60A, transmitter-receiver distance 25km, effective exploration depths up to 3km, realistic subsurface electrical structure characteristics",
        "AnswerCn": "高信噪比，高电流，大发射机-接收机距离，准确描绘各向异性，传输电流60A，发射机-接收机距离25公里，有效勘探深度可达3公里，真实的地下电结构特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the maximum transmission current used in the data collection method for geophysical exploration in complex terrains?",
        "QuestionCn": "在复杂地形的地球物理勘探数据采集方法中使用的最大传输电流是多少？",
        "AnswerEn": "60A",
        "AnswerCn": "60A",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '大功率正交源张量CSAMT' mean in the context of geophysical exploration in complex terrain conditions?",
        "QuestionCn": "在复杂地形条件下的地球物理勘探中，“大功率正交源张量CSAMT”是什么意思？",
        "AnswerEn": "In the context of geophysical exploration in complex terrain conditions, '大功率正交源张量CSAMT' refers to a high-power tensor Controlled Source Audio-frequency Magnetotellurics (CSAMT) technique. This method is used to improve the signal-to-noise ratio and obtain effective signals over large distances, even in areas with significant interference and complex topography. It involves using high electric currents to enhance the detection capabilities for deep geological structures, allowing for the characterization of anisotropic properties of subsurface bodies and achieving an exploration depth of up to 3 kilometers.",
        "AnswerCn": "在复杂地形条件下的地球物理勘探中，“大功率正交源张量CSAMT”指的是一种高功率张量控制源音频频率磁测（CSAMT）技术。该方法用于提高信噪比，并在干扰显著和地形复杂的区域获得有效信号，甚至可以覆盖较大距离。它涉及使用高电流来增强对深层地质结构的探测能力，能够表征地下体的各向异性特性，并实现高达3公里的勘探深度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of high-power tensor CSAMT technology in rugged plateau conditions compare to other geophysical methods in terms of data collection efficiency and signal quality in mineral exploration?",
        "QuestionCn": "在崎岖高原条件下，高功率张量CSAMT技术在矿产勘探中的数据采集效率和信号质量与其他地球物理方法相比如何？",
        "AnswerEn": "The high-power tensor CSAMT technology significantly enhances the signal-to-noise ratio by providing a large current, ensuring effective signal collection even at long transmission distances. It successfully captures the anisotropy of deep geological bodies, unlike traditional methods that may struggle in such rugged conditions. The technology also maintains sufficient electric field signal strength at distances of around 25 km and effectively maps underground electrical structures to a depth of 3 km, demonstrating its superior data collection efficiency and signal quality in complex terrain and high interference areas.",
        "AnswerCn": "高功率张量CSAMT技术通过提供大电流显著提高了信噪比，确保在长传输距离下有效收集信号。它成功捕捉到深部地质体的各向异性，而传统方法在这种复杂条件下可能会遇到困难。该技术在约25公里的距离内保持足够的电场信号强度，并有效地绘制出深达3公里的地下电结构，展示了其在复杂地形和高干扰区域的数据收集效率和信号质量的优越性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What challenges in topographical and interference conditions have led to the use of high-power tensor CSAMT technology in mineral exploration on the Tibetan Plateau?",
        "QuestionCn": "在西藏高原的矿产勘探中，地形和干扰条件方面的哪些挑战导致了高功率张量CSAMT技术的使用？",
        "AnswerEn": "The complex and rugged terrain conditions of the Tibetan Plateau, along with significant interference due to ongoing development work in the Jiama porphyry copper mining area, have made field operations extremely difficult. These challenges have led to the adoption of high-power tensor CSAMT technology to explore its feasibility in such environments for deep geophysical surveys.",
        "AnswerCn": "青藏高原复杂而崎岖的地形条件，加上嘉玛斑岩铜矿区正在进行的开发工作带来的显著干扰，使得现场作业极为困难。这些挑战促使采用高功率张量CSAMT技术，以探索其在此类环境中进行深部地球物理勘测的可行性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing high-power tensor CSAMT technology in regions with complex terrain and strong interference on the effectiveness of deep geophysical exploration?",
        "QuestionCn": "在复杂地形和强干扰区域使用高功率张量CSAMT技术对深层地球物理勘探的有效性可能产生的后果是什么？",
        "AnswerEn": "Utilizing high-power tensor CSAMT technology in regions with complex terrain and strong interference can significantly improve the signal-to-noise ratio and ensure the acquisition of effective signals even at large transmission-receiving distances. This method allows for a clearer depiction of the anisotropy of deep geological bodies and can achieve an effective exploration depth of up to 3 km without near-field effects. The two-dimensional inversion results align closely with drilling outcomes, suggesting that this technology can effectively characterize the underground electrical structure, making it a viable approach for deep geophysical exploration in challenging environments.",
        "AnswerCn": "利用高功率张量CSAMT技术在复杂地形和强干扰区域可以显著提高信噪比，确保在较大传输接收距离下获取有效信号。这种方法能够更清晰地描绘深部地质体的各向异性，并且可以在没有近场效应的情况下实现高达3公里的有效探测深度。二维反演结果与钻探结果高度一致，表明该技术能够有效表征地下电结构，使其成为在挑战性环境中进行深部地球物理勘探的可行方法。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of employing high-power tensor CSAMT technology in geophysical exploration under complex plateau terrain conditions?",
        "QuestionCn": "在复杂高原地形条件下，采用高功率张量CSAMT技术进行地球物理勘探的最终目标是什么？",
        "AnswerEn": "The ultimate goal of employing high-power tensor CSAMT technology is to explore its feasibility in geophysical exploration under complex plateau terrain conditions and strong interference areas. This approach aims to verify whether this technology can effectively investigate deep geophysical structures in mineral exploration areas, such as the Jiama porphyry copper deposit region in Tibet. The study seeks to improve signal-to-noise ratio, capture effective signals at large transmitter-receiver distances, and accurately depict the anisotropy of deep geological bodies, ensuring reliable underground electrical structure characterization at significant depths.",
        "AnswerCn": "采用高功率张量CSAMT技术的最终目标是探索其在复杂高原地形条件和强干扰区域下的地球物理勘探的可行性。该方法旨在验证该技术是否能够有效地调查矿产勘探区域的深部地球物理结构，例如西藏的嘉玛斑岩铜矿区。研究旨在提高信噪比，在大发射器-接收器距离下捕捉有效信号，并准确描绘深部地质体的各向异性，确保在显著深度下可靠的地下电结构表征。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}