{
  "id": "3bff6e2e-8051-4359-8608-8c045679f491",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mitochondrial genome data of ancient DNA from hanging coffins in East Asia",
      "titleCn": "东亚地区悬棺葬古DNA线粒体基因组数据",
      "description": "The complete mitochondrial DNA sequences of 41 human remains from 13 hanging coffin sites 2500-660 years ago in Weixin and Yanjin, Zhaotong, Yunnan, Huacun, Baise, Guangxi and bangmapa, Thailand were analyzed by using the ancient DNA analysis technique. They found that the maternal genetic diversity of the hanging coffin people in Northwest Yunnan was very high, while the genetic diversity of the hanging coffin people in northern Thailand was relatively low. This result is consistent with the view that the hanging coffin burial custom originated in southern China and spread southward to Southeast Asia. In addition, a small number of matrilineal lineages were shared among the hanging coffin people in different regions of Asia, indicating that there is a very close relationship between different hanging coffin people. Combining the results of genetic analysis with the evidences of archaeology, physical anthropology, folklore and history, they speculated that the hanging coffin burial custom originated in the Baiyue ethnic group in the southeast coastal areas of China (such as Wuyishan area) about 3600 years ago, and they are the ancestors of the Dai ethnic group with many ethnic groups. After that, the custom of hanging coffin was widely spread in South China by means of people migration and flow. However, about 2000 years ago (the earliest time of hanging coffin burial in Thailand), a very small number of inheritors of hanging coffin burial spread the custom to some aboriginal groups in Southeast Asia, such as northern Thailand, by means of cultural diffusion.\nThis study only makes a preliminary discussion from the perspective of maternal genetic lineage. For the hanging coffin culture which has spread for more than 3000 years in South China, Southeast Asia and the vast area of the Pacific Islands, the origin and development of its culture and the history of its inheritors may be more complex. In the future, more representative samples of human remains buried in a hanging coffin will be used, from the perspective of genomic DNA and paternal Y-DNA, combined with interdisciplinary research, which will provide more systematic evidence support for a more comprehensive display of the historical and cultural features of the hanging coffin burial custom.",
      "descriptionCn": "利用古DNA（aDNA）分析技术，对来自云南昭通威信和盐津、广西右江流域（百色市华村）和泰国邦玛帕地区，年代在2,500-660年前的13个悬棺葬遗址共41个人类遗骸样品开展了线粒体DNA全序列分析。他们发现滇西北的悬棺葬人群母系遗传世系遗传多样性非常高，而泰国北部的悬棺葬人群的遗传多样性相对较低。该结果符合悬棺葬习俗在中国南方起源并向南流传到东南亚的观点。另外，亚洲不同地区的悬棺葬人群之间共享少数的母系遗传世系，表明不同悬棺葬人群间存在非常密切的关系。他们将遗传学分析结果与考古学、体质人类学、民俗学和历史学等的证据相结合，推测悬棺葬习俗约在3,600年前起源于中国东南沿海地区（如武夷山地区）的百越族群中，他们是现今民族众多的侗傣语系(Daic)族群的先祖。之后，悬棺葬习俗以人群迁徙和流动的方式(Demic Diffusion)在华南地区广泛流传。然而，大约在两千年前（泰国最早的悬棺葬年代），非常少数的悬棺葬习俗传承者以文化扩散(Cultural Assimilation)的方式将该习俗大面积传播到了泰国北部等东南亚地区的的一些原住民群体。 \n　　本研究仅从母系遗传世系的角度做了初步的探讨，对于在华南和东南亚以及太平洋群岛广阔的地区流传了三千多年的悬棺葬文化来说，其文化的来龙去脉及其传承者的人群历史可能比较复杂。未来用更具有广泛代表性的悬棺葬人类遗骸样品，从基因组DNA和父系世系Y-DNA等的角度，结合多学科交叉的研究，将为更全面地展现悬棺葬习俗历史文化的面貌提供更加系统的证据支撑。",
      "instructions": "fasta sequence",
      "instructionsCn": "fasta sequence",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 339956.0,
      "cstr": "18406.11.Ecolo.tpdc.271199",
      "doi": "10.11888/Ecolo.tpdc.271199",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "祁学斌",
        "nameEn": "QI Xuebin",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Li, C., Zhou, Y., Huang, J., Yu, T., Liu, X., Shi, H., Liu, H., Chia, S., Huang, S., Guo, Y., Shoocongdej, R., Ji, X. & Su, B. (2020). A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand. iScience 23, 101032."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "悬棺葬",
        "nameEn": "Hanging-coffin"
      },
      {
        "nameCn": "遗传多样性",
        "nameEn": "Genetic diversity"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Sites"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "3000年来",
        "keywordEn": "since 3000 years ago",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used for analyzing ancient mitochondrial DNA in悬棺葬遗址 samples?",
        "QuestionCn": "分析古代线粒体DNA的悬棺葬遗址样本的数据收集方法的关键特征是什么？",
        "AnswerEn": "full mitochondrial DNA sequence analysis, samples dated between 2,500 to 660 years ago, maternal genetic lineages, genetic diversity, genetic relationships, migration patterns",
        "AnswerCn": "全线粒体DNA序列分析，样本日期介于2,500至660年前，母系遗传谱系，遗传多样性，遗传关系，迁移模式。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the genetic diversity identified using ancient DNA (aDNA) analysis techniques compare between the悬棺葬 populations in Yunnan, Guangxi, and Thailand?",
        "QuestionCn": "使用古代DNA（aDNA）分析技术识别的遗传多样性在云南、广西和泰国的悬棺葬人群之间如何比较？",
        "AnswerEn": "The genetic diversity of the悬棺葬 populations, as analyzed through ancient DNA (aDNA) techniques, is notably higher in the populations from Northwestern Yunnan, while it is relatively lower in the悬棺葬 populations of Northern Thailand. This suggests a trend of悬棺葬 practices originating in Southern China and migrating southward into Southeast Asia.",
        "AnswerCn": "通过古代DNA（aDNA）技术分析，悬棺葬人群的遗传多样性在云南西北部的人群中明显较高，而在泰国北部的悬棺葬人群中相对较低。这表明悬棺葬习俗可能起源于中国南方，并向南迁移到东南亚。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the cultural diffusion patterns in East and Southeast Asia from the genetic diversity observed in the mitochondrial genomes of ancient suspended coffin burial populations?",
        "QuestionCn": "从古代悬棺葬群体的线粒体基因组观察到的遗传多样性中，可以推断出东亚和东南亚的文化扩散模式是什么？",
        "AnswerEn": "The observed high genetic diversity in the mitochondrial genomes of ancient suspended coffin burial populations in northwest Yunnan suggests a complex pattern of human migration and cultural diffusion originating from the southeastern coastal regions of China. This diversity supports the hypothesis that the suspended coffin burial practice spread through demic diffusion among migrating populations. In contrast, the lower genetic diversity observed in northern Thailand indicates that the practice may have later spread to this region through cultural assimilation, with only a small number of people carrying the tradition to local indigenous groups. The genetic evidence aligns with archaeological and historical data, pointing to a migration and cultural transmission process over several millennia.",
        "AnswerCn": "在云南西北部古代悬棺埋葬人群的线粒体基因组中观察到的高遗传多样性，表明了一个复杂的人类迁徙和文化扩散模式，起源于中国东南沿海地区。这种多样性支持了悬棺埋葬习俗通过迁徙人群的种群扩散传播的假设。相比之下，在泰国北部观察到的较低遗传多样性表明，这一习俗可能是通过文化同化的方式传播到该地区的，只有少数人将这一传统带给当地土著群体。遗传证据与考古和历史数据相一致，指向了一个跨越数千年的迁徙和文化传播过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes for the observed variation in genetic diversity among悬棺葬 populations in different regions of East Asia and Southeast Asia?",
        "QuestionCn": "东亚和东南亚不同地区悬棺葬人群遗传多样性观察到的变化的主要原因是什么？",
        "AnswerEn": "The variation in genetic diversity among悬棺葬 populations in different regions of East Asia and Southeast Asia is primarily due to the historical migration and cultural diffusion patterns. The high maternal genetic diversity observed in the滇西北悬棺葬 populations suggests a long history of population movement and interaction in this area, likely originating from the百越族群 of the中国东南沿海地区. In contrast, the relatively low genetic diversity in the悬棺葬 populations of泰国北部 may be attributed to a smaller number of cultural transmitters who spread the悬棺葬 customs to Southeast Asia through cultural assimilation.",
        "AnswerCn": "悬棺葬不同地区的遗传多样性变化主要是由于历史迁徙和文化传播模式的影响。在滇西北悬棺葬人群中观察到的高母系遗传多样性表明该地区有着悠久的人口迁移和互动历史，可能起源于中国东南沿海地区的百越族群。相比之下，泰国北部悬棺葬人群的遗传多样性相对较低，可能是由于传播悬棺葬习俗的文化传播者数量较少，导致通过文化同化将悬棺葬习俗传播到东南亚。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind conducting mitochondrial DNA full sequence analysis on ancient human remains from hanging coffin burial sites in East Asia?",
        "QuestionCn": "对东亚悬棺葬遗址的古人类遗骸进行线粒体DNA全序列分析的主要目的是是什么？",
        "AnswerEn": "The primary objective is to investigate the maternal genetic lineages and diversity among populations practicing hanging coffin burials, which can provide insights into the origins, migration patterns, and cultural diffusion of this burial practice from southern China to Southeast Asia. This involves understanding the genetic relationships and cultural connections between different regions and time periods, potentially tracing back to the ancestral Daic-speaking populations in the coastal regions of southeastern China.",
        "AnswerCn": "主要目标是调查实践悬棺埋葬的群体中的母系遗传谱系和多样性，这可以提供关于这一埋葬习俗从中国南方传播到东南亚的起源、迁徙模式和文化扩散的见解。这涉及理解不同地区和时间段之间的遗传关系和文化联系，可能追溯到东南中国沿海地区的祖先壮语族群体。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key techniques and challenges involved in collecting ancient DNA (aDNA) samples from悬棺葬遗址 for comprehensive mitochondrial genome sequencing?",
        "QuestionCn": "从悬棺葬遗址收集古代DNA（aDNA）样本以进行全面的线粒体基因组测序的关键技术和挑战是什么？",
        "AnswerEn": "The process involves utilizing ancient DNA (aDNA) analysis techniques to extract and sequence mitochondrial DNA from human remains found in悬棺葬遗址. A significant challenge is ensuring the preservation and quality of the DNA, which requires careful handling of the samples to avoid contamination. Additionally, the process involves selecting representative samples from various sites, such as those in Yunnan, Guangxi, and northern Thailand, while overcoming the potential degradation of genetic material due to environmental factors. Techniques like polymerase chain reaction (PCR) and next-generation sequencing (NGS) are typically employed to analyze the full mitochondrial DNA sequences, providing insights into the genetic diversity and historical migration patterns of the悬棺葬 populations.",
        "AnswerCn": "该过程涉及利用古代DNA（aDNA）分析技术，从悬棺葬遗址发现的人类遗骸中提取和测序线粒体DNA。一个重要的挑战是确保DNA的保存和质量，这需要对样本进行仔细处理，以避免污染。此外，该过程还涉及从云南、广西和泰国北部等不同地点选择具有代表性的样本，同时克服由于环境因素导致的遗传材料潜在降解。通常采用聚合酶链反应（PCR）和下一代测序（NGS）等技术来分析完整的线粒体DNA序列，从而提供对悬棺葬人群遗传多样性和历史迁徙模式的深入了解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving a comprehensive representation of悬棺葬 cultural practices across different regions using a dataset?",
        "QuestionCn": "在使用数据集实现对悬棺葬文化实践的全面代表性时，可能会面临哪些挑战？",
        "AnswerEn": "The cultural practices of悬棺葬 are complex and have spread over vast regions including South China, Southeast Asia, and the Pacific Islands over the past three thousand years. The existing dataset focuses primarily on maternal genetic lineages, which only provide a preliminary exploration of悬棺葬 cultural practices. Comprehensive representation may require a more extensive sampling of悬棺葬 human remains, incorporating genomic DNA and paternal Y-DNA lineages, and integrating evidence from multiple disciplines such as archaeology, physical anthropology, folklore, and history.",
        "AnswerCn": "悬棺葬的文化实践复杂，过去三千年来已传播到包括中国南方、东南亚和太平洋岛屿在内的广泛地区。现有的数据集主要集中在母系遗传谱系上，这仅提供了对悬棺葬文化实践的初步探索。全面的代表性可能需要更广泛的悬棺葬人类遗骸采样，结合基因组DNA和父系Y-DNA谱系，并整合考古学、物理人类学、民俗学和历史等多个学科的证据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}