{
  "id": "3d16fae4-2418-455a-9602-aa24b78ae72c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Analysis of the status of social  frailty in Chinese older adults with  cardiovascular and cerebrovascular diseases: a national cross-sectional study dataset (2015.08-2022.09)",
      "titleCn": "患有心脑血管疾病的中国老年人社会脆弱状况分析：一项全国性横断面研究 数据集（2015.08-2022.09）",
      "description": "Background: Social frailty is one type of frailty. Physical frailty with cardiovascular and cerebrovascular diseases (CCVD) have been studied a lot, but less research on social frailty.\nObjectives: To study the prevalence, related risk factors and regional differences of social frailty with CCVD in Chinese older adults.\nMethods: SSAPUR was a national cross-sectional survey. Participants aged 60 years or older were recruited in August 2015. Demographic data and information regarding family, health and medical conditions, living environment conditions, social participation, spiritual and cultural life, and health condition were obtained. Social frailty was assessed in five areas (HALFE Social Frailty Index) including inability to help others, limited social participation, loneliness, financial difficulty, and living alone. The prevalence of CCVD with social frailty, related risk factors and regional differences in CCVD with social frailty were studied.\nResults: A total of 222,179 participants were enrolled. 28.4% of them had CCVD history. The prevalence of social frailty in the CCVD group was 16.03%. In CCVD participants, compared with the group without social frailty, there were significant differences in gender, age, urban-rural distribution, ethnicity, marital status, and education levels in the social frailty group. Significant differences were also found in physical exercise participation, health status, cataract, hypertension, diabetes mellitus, hospitalization within 1 year, self-assessed health status, crutch or wheelchair usage, urinary and fecal incontinence, need for care from others, fall history, housing satisfaction, and self-assessed happiness in the social frailty group. Women with CCVD had a higher prevalence of social frailty than men. By age in CCVD with social frailty, the highest prevalence was found in participants 75-79 years old. The prevalence of CCVD was significant difference between social frailty in urban and rural group. The prevalence of social frailty with CCVD was significantly different in different regions. The highest prevalence was 20.4% in southwest area, and the lowest prevalence was 12.5% in northeast with area.\nConclusion: The prevalence of social frailty among the CCVD older adults is high. Factors such as gender, age, region, urban-rural residence, and the state of the disease may be associated with social frailty.",
      "descriptionCn": "背景：社会脆弱是一种脆弱类型。心脑血管疾病的生理脆弱已经被研究很多了，但是社会脆弱研究较少。\n目的：研究中国患有心脑血管疾病的老年人中社会脆弱的发生率、相关危险因素以及区域差异。\n方法：SSAPUR是一项全国性的横断面调查。2015年8月纳入了60岁及以上的参与者，获取参与者的人口学信息以及家庭、健康和疾病状态的信息、生活环境、社会参与、精神文化生活、以及健康状况。根据无法帮助其他人、社会参与受限、孤独感、经济困难和独居五个方面（HALFE社会脆弱指数）来评估社会脆弱情况。研究CCVD伴社会脆弱的发生率、相对危险因素以及区域差异。\n结果：总共222179例参与者纳入研究，28.4%有CCVD病史。在CCVD组中社会脆弱的发生率为16.03%。在CCVD患者中，相比没有社会脆弱者，有社会脆弱者在性别、年龄、城乡分别、种族、婚姻状况、教育水平方面有显著差异。此外在体育锻炼、健康状况、白内障、高血压、糖尿病、1年内住院、自评健康状况、使用拐杖或轮椅、尿便失禁、需要他人照顾、跌倒史、住房满意度、自评幸福度方面也存在显著差异。患有CCVD的女性相比男性有更高的社会脆弱发生率。社会脆弱在75-79岁参与者中发生率最高。城乡之间社会脆弱的发生率也有显著差异。在不同区域社会脆弱伴CCVD的发生率有显著差异。在西南地区发生率最高，东北地区发生率最低。\n结论：在CCVD老年人中社会脆弱的发生率很高。性别、年龄、区域、城乡居住、以及疾病状态与社会脆弱的发生相关。",
      "instructions": "File naming method: 1. Table 1.1 table 1. doc 1.2 table 2. doc 1.3 table 3. doc 2 Picture 2.1 Figure 1. doc 2.2 Figure 2. doc 2.3 Figure 3. doc 2.4 Figure 4. doc 3 SPSS 3.1 log.spv 3.2 rural-urban strategization.spv 3.3 age strategization.spv 3.4 gender strategization Usage of SPV data: Open the doc file in Word, and open the SPV file in SPSS software.",
      "instructionsCn": "文件命名方式：1. Table 1.1 table 1.doc 1.2 table 2.doc 1.3 table 3.doc 2. picture 2.1 Figure 1.doc 2.2 Figure 2.doc 2.3 Figure 3.doc 2.4 Figure 4.doc 3. SPSS 3.1 log.spv 3.2 rural-urban stratification.spv 3.3 age stratification.spv 3.4 gender stratification. spv 数据使用方法：doc文件用word打开，spv文件用SPSS软件打开。",
      "east": 115.25,
      "west": 117.3,
      "south": 41.03,
      "north": 39.26,
      "startTime": "2015-08-01 12:57:43",
      "endTime": "2022-09-01 12:57:43",
      "fileSize": 1066653.0,
      "cstr": "18406.11.HumanNat.tpdc.300764",
      "doi": "10.11888/HumanNat.tpdc.300764",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘德平",
        "nameEn": "LIU Deping",
        "unitEn": "",
        "unitCn": "北京医院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Analysis of the status of social frailty in Chinese older adults with cardiovascular and cerebrovascular diseases: a national cross-sectional study",
        "referenceCn": null,
        "referenceEn": "Qi, X., Jia, N., Hu, J., Meng, L.B., Zeng, P., Liu, J., Shi, J., Zeng, X., Li, H., Zhang, Q., Li, J., & Liu, D. (2023). Analysis of the status of social frailty in Chinese older adults with cardiovascular and cerebrovascular diseases: a national cross-sectional study. Front Public Health, 11, 1022208. doi: 10.3389/fpubh.2023.1022208."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "健康",
        "nameEn": "healthy"
      },
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "离退休人口",
        "nameEn": "Retired population"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "It is estimated that over 300 million Chinese people will be 60 years of age or older by 2025. With this aging demographic, the prevalence of chronic diseases like cardiovascular and cerebrovascular diseases (CCVDs) and frailty will increase. Frailty describes a state of vulnerability due to an age-related decline in several physiological systems and is associated with a considerably increased risk of falling, disability, hospitalization, and mortality. Existing research on risk factors of frailty mainly focuses on sociodemographic, physiological, and biological risk factors. In recent years, frailty has evolved from a concept focused on physical frailty to one that encompasses multiple health aspects (physical, psychological, and social). Social frailty is a risk factor for long-term mortality and disability, and has a prevalence of approximately 18%–30% among community-dwelling older adults. Frailty is believed to have a bidirectional effect on cardiovascular diseases. Emerging evidence suggests that frailty is a risk factor for CCVDs, even after accounting for subclinical atherosclerosis. Conversely, CCVD risk factors and risk scores may predict frailty: frailty is associated with a higher risk of CCVD prevalence. Therefore, frailty can be considered both a consequence of and a potential risk factor for CCVDs."
      ],
      "research objective": [
        "The prevalence of social frailty in Chinese older adults with CCVDs has not been reported. Therefore, the characteristics of the older adults with CCVDs combined with social frailty need to be investigated. This study uses data from the fourth Sample Survey of the Aged Population in Urban/Rural China (SSAPUR) conducted in 2015 and provides reference information for early interventions for CCVD patients with social frailty."
      ],
      "challenges": [],
      "methods": [
        "Data were obtained from the database of the fourth SSAPUR, conducted by the China National Committee on Ageing in 2015. The characteristics of subjects with and without social frailty were compared using one-way analysis of variance (ANOVA) for normal-distributed quantitative data and the Chi-square test for categorical data. Multivariate logistic regression was performed to estimate the adjusted odds ratios and 95% confidence intervals (CIs) of variables associated with social frailty. All statistical analyses were performed using SPSS 24.0 (IBM Corp., Armonk, NY, United States)."
      ],
      "dataset": [
        "Data were obtained from the database of the fourth SSAPUR, conducted by the China National Committee on Ageing in 2015. Chinese citizens aged 60 or above were surveyed to compile the largest database of older people in China. The SSAPUR covered 31 provinces, autonomous regions, municipalities, and the Xinjiang Production and Construction Corps, including 466 counties (districts), 1,864 townships (sub-districts), and 7,456 village (residential) committees. The number of collected samples was 2,24,142."
      ],
      "findings": [
        "The prevalence of social frailty was 16.03% in the CCVD group and 14.9% in the non-CCVD group, with significant differences between the two groups (p < 0.001). Women with CCVDs had a higher prevalence of social frailty than men with CCVDs. The highest prevalence of social frailty in the CCVD group was observed in participants aged 75–79. There existed significant differences in the prevalence of social frailty in CCVD patients with hypertension and CCVD patients with diabetes. The prevalence of social frailty in CCVD patients also varied based on region: Southwest China had the highest prevalence of social frailty (20.4%) and the Northeast had the lowest prevalence rate (12.5%). The prevalence of social frailty combined with CCVDs was 11.8% in urban areas and 21.3% in rural areas, with significant differences. Multivariate regression analysis showed that gender, age, educational level, marital status, living in an urban vs. rural environment, physical exercise, number of comorbid chronic diseases, lung diseases, cancer, wheelchair usage, fecal incontinence, fall history, housing satisfaction, self-assessed happiness, and self-care ability were all associated with social frailty in CCVD patients."
      ],
      "backgroundCn": [
        "预计到2025年，超过3亿中国人将年满60岁或以上。随着这一老龄化人口的增加，心血管和脑血管疾病（CCVDs）以及虚弱的患病率将上升。虚弱描述了一种由于与年龄相关的多种生理系统衰退而导致的脆弱状态，并与显著增加的跌倒、残疾、住院和死亡风险相关。现有关于虚弱风险因素的研究主要集中在社会人口学、生理和生物风险因素上。近年来，虚弱的概念已从关注身体虚弱发展为涵盖多个健康方面（身体、心理和社会）。社会虚弱是长期死亡率和残疾的风险因素，在社区居住的老年人中，其患病率约为18%–30%。虚弱被认为对心血管疾病具有双向影响。新兴证据表明，虚弱是CCVDs的风险因素，即使在考虑亚临床动脉粥样硬化后也是如此。相反，CCVD风险因素和风险评分可能预测虚弱：虚弱与更高的CCVD患病率相关。因此，虚弱可以被视为CCVDs的结果和潜在风险因素。"
      ],
      "research objectiveCn": [
        "中国老年人中伴有慢性心血管疾病（CCVDs）的社会脆弱性流行率尚未报道。因此，需要调查伴有社会脆弱性的慢性心血管疾病老年人的特征。本研究使用2015年进行的第四次城乡老年人口抽样调查（SSAPUR）数据，为伴有社会脆弱性的慢性心血管疾病患者的早期干预提供参考信息。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "数据来自2015年中国国家老龄委员会进行的第四次SSAPUR数据库。使用单因素方差分析（ANOVA）比较有社会脆弱性和没有社会脆弱性的受试者的特征，针对正态分布的定量数据，使用卡方检验处理分类数据。采用多元逻辑回归分析估计与社会脆弱性相关的变量的调整后比值比及95%置信区间（CIs）。所有统计分析均使用SPSS 24.0（IBM Corp., Armonk, NY, United States）进行。"
      ],
      "datasetCn": [
        "数据来自2015年中国国家老龄委员会进行的第四次SSAPUR数据库。对60岁及以上的中国公民进行了调查，以编制中国老年人最大的数据库。SSAPUR覆盖了31个省、自治区、直辖市和新疆生产建设兵团，包括466个县（区）、1864个乡（街道）和7456个村（居委会）。收集的样本数量为224,142。"
      ],
      "findingsCn": [
        "CCVD组的社会脆弱性患病率为16.03%，非CCVD组为14.9%，两组之间存在显著差异（p < 0.001）。患有CCVD的女性社会脆弱性患病率高于男性。CCVD组中，75-79岁参与者的社会脆弱性患病率最高。CCVD患者中，患有高血压和糖尿病的社会脆弱性患病率存在显著差异。CCVD患者的社会脆弱性患病率因地区而异：西南地区的社会脆弱性患病率最高（20.4%），而东北地区最低（12.5%）。城市地区CCVD患者的社会脆弱性患病率为11.8%，农村地区为21.3%，差异显著。多元回归分析显示，性别、年龄、教育水平、婚姻状况、居住在城市或农村环境、体育锻炼、合并慢性疾病数量、肺病、癌症、使用轮椅、粪便失禁、跌倒历史、住房满意度、自我评估幸福感和自我照顾能力均与CCVD患者的社会脆弱性相关。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is a cross-sectional survey an appropriate method for collecting data on the prevalence of social frailty among older adults with cardiovascular and cerebrovascular diseases in China?",
        "QuestionCn": "横断面调查是否是收集中国老年人中患有心血管和脑血管疾病的社会脆弱性流行率数据的适当方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the characteristics of subjects with and without social frailty be compared using statistical methods such as ANOVA and the Chi-square test?",
        "QuestionCn": "可以使用诸如 ANOVA 和卡方检验等统计方法比较有社会脆弱性和没有社会脆弱性的人群的特征吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Is the SSAPUR dataset utilized to study the social frailty of older adults with cardiovascular and cerebrovascular diseases a comprehensive source covering multiple regions in China?",
        "QuestionCn": "SSAPUR数据集是否被用于研究患有心血管和脑血管疾病的老年人的社会脆弱性，并且是否是一个涵盖中国多个地区的综合性来源？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to gather information on social frailty among Chinese older adults with CCVDs?",
        "QuestionCn": "用于收集有关患有慢性心血管疾病的中国老年人社会脆弱性的信息的数据收集方法是什么？",
        "AnswerEn": "SSAPUR",
        "AnswerCn": "SSAPUR翻译成中文是“萨普尔”。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where was the highest prevalence of social frailty among CCVD patients observed in China?",
        "QuestionCn": "在中国，心脑血管疾病患者中社会脆弱性最高的流行率观察到的地方是哪里？",
        "AnswerEn": "Southwest China",
        "AnswerCn": "中国西南部",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What statistical methods were utilized to analyze the data collected on social frailty in older adults with CCVDs?",
        "QuestionCn": "用于分析收集的关于患有CCVDs的老年人社会脆弱性数据的统计方法有哪些？",
        "AnswerEn": "ANOVA, Chi-square test, multivariate logistic regression",
        "AnswerCn": "方差分析，卡方检验，多变量逻辑回归",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess social frailty among older adults with cardiovascular and cerebrovascular diseases in China?",
        "QuestionCn": "您能否提供一个用于评估中国心血管和脑血管疾病老年人社会脆弱性的资料收集方法的例子？",
        "AnswerEn": "An example of a data collection method used in this field is the fourth Sample Survey of the Aged Population in Urban/Rural China (SSAPUR), conducted in 2015. This nationwide cross-sectional survey collected demographic, health, and social data from participants aged 60 and above across various regions in China.",
        "AnswerCn": "在这个领域中使用的一种数据收集方法是2015年进行的中国城乡老年人口第四次抽样调查（SSAPUR）。这项全国性横断面调查收集了来自中国各个地区60岁及以上参与者的人口、健康和社会数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that could be used to study the prevalence of social frailty in older Chinese adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "一个可以用来研究患有心血管和脑血管疾病的老年中国人社会脆弱性流行率的数据集的例子是什么？",
        "AnswerEn": "An example of such a dataset is the database from the fourth SSAPUR, which includes data from 224,142 Chinese citizens aged 60 or above. This dataset covers various sociodemographic and health-related variables necessary for studying social frailty in this population.",
        "AnswerCn": "这样的数据集的一个例子是第四次SSAPUR的数据库，其中包括224,142名60岁及以上中国公民的数据。该数据集涵盖了研究该人群社会脆弱性所需的各种社会人口统计和健康相关变量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes were used to evaluate social frailty among Chinese older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在评估患有心血管和脑血管疾病的中国老年人社会脆弱性时，使用了哪些具体属性？",
        "AnswerEn": "inability to help others, limited social participation, feelings of loneliness, economic difficulties, living alone",
        "AnswerCn": "无法帮助他人，有限的社会参与，孤独感，经济困难，独居",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many counties or districts were surveyed in the data collection for analyzing social frailty among Chinese older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在分析患有心血管和脑血管疾病的中国老年人社会脆弱性的数据显示收集中，共调查了多少个县或地区？",
        "AnswerEn": "466",
        "AnswerCn": "466",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the prevalence rate of social frailty among Chinese older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "中国老年人中患有心血管和脑血管疾病的社会脆弱性流行率是多少？",
        "AnswerEn": "16.03%",
        "AnswerCn": "16.03%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'social frailty' mean in the context of studying older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在研究患有心血管和脑血管疾病的老年人时，“社会虚弱”是什么意思？",
        "AnswerEn": "Social frailty refers to a state of vulnerability characterized by limited social resources and interactions, which can impact an individual's ability to interact with others and participate in society. In the study of older adults with cardiovascular and cerebrovascular diseases, social frailty is assessed through factors like inability to help others, limited social participation, feelings of loneliness, economic hardship, and living alone.",
        "AnswerCn": "社会脆弱性指的是一种脆弱状态，特征是社会资源和互动的有限，这可能影响个体与他人互动和参与社会的能力。在对患有心血管和脑血管疾病的老年人进行研究时，社会脆弱性通过以下因素进行评估：无法帮助他人、有限的社会参与、孤独感、经济困难和独居。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the HALFE social frailty index, and how is it used in data collection for assessing social frailty among elderly individuals with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "HALFE社会脆弱指数是什么，它在收集数据以评估患有心血管和脑血管疾病的老年人社会脆弱性方面是如何使用的？",
        "AnswerEn": "The HALFE social frailty index is a tool used to evaluate social frailty among elderly individuals by assessing five specific factors: inability to help others, limited social participation, feelings of loneliness, economic hardship, and living alone. This index helps researchers quantify the level of social frailty in individuals, particularly those with cardiovascular and cerebrovascular diseases, by collecting data on these aspects during surveys or interviews.",
        "AnswerCn": "HALFE社会脆弱性指数是一种评估老年人社会脆弱性的工具，通过评估五个特定因素：无法帮助他人、有限的社会参与、孤独感、经济困难和独居。这一指数帮助研究人员量化个体的社会脆弱性水平，特别是那些患有心血管和脑血管疾病的个体，通过在调查或访谈中收集这些方面的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for assessing social frailty in older adults with cardiovascular diseases differ from those used for physiological frailty?",
        "QuestionCn": "评估患有心血管疾病的老年人社会脆弱性的资料收集方法与用于生理脆弱性的资料收集方法有何不同？",
        "AnswerEn": "Data collection for social frailty involves assessing factors such as social participation, loneliness, economic hardship, and living conditions, while physiological frailty focuses on physical health metrics and biological factors.",
        "AnswerCn": "社会脆弱性的资料收集涉及评估社会参与、孤独感、经济困难和生活条件等因素，而生理脆弱性则侧重于身体健康指标和生物因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn from the regional differences in social frailty prevalence among older adults with cardiovascular and cerebrovascular diseases across different areas in China?",
        "QuestionCn": "可以从中国不同地区老年人心血管和脑血管疾病的社会脆弱性流行率的区域差异中得出哪些见解？",
        "AnswerEn": "The regional differences in social frailty prevalence indicate significant variability, with the highest prevalence in Southwest China and the lowest in the Northeast. This suggests potential underlying factors such as economic, cultural, or healthcare access differences that may influence social frailty levels. Understanding these factors can help tailor interventions to regional needs.",
        "AnswerCn": "社会脆弱性在不同地区的流行率存在显著差异，西南地区的流行率最高，而东北地区最低。这表明可能存在经济、文化或医疗服务获取等潜在因素，影响社会脆弱性水平。了解这些因素可以帮助针对地区需求量身定制干预措施。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the observed associations between specific demographic and health characteristics and social frailty inform future data collection methods for studies on elderly populations with cardiovascular conditions?",
        "QuestionCn": "观察到的特定人口统计和健康特征与社会虚弱之间的关联如何为未来关于患有心血管疾病的老年人群体的研究数据收集方法提供信息？",
        "AnswerEn": "The associations between characteristics like gender, age, and comorbidities with social frailty suggest that future data collection methods should incorporate comprehensive demographic and health information. This could enhance the ability to identify at-risk groups and improve the accuracy of social frailty assessments in elderly populations with cardiovascular conditions.",
        "AnswerCn": "与性别、年龄和共病等特征与社会脆弱性之间的关联表明，未来的数据收集方法应纳入全面的人口统计和健康信息。这可以增强识别高风险群体的能力，并提高对患有心血管疾病的老年人群体的社会脆弱性评估的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variations in social frailty prevalence when collecting data from different regions in China?",
        "QuestionCn": "在中国不同地区收集数据时，导致社会脆弱性流行率差异的因素有哪些？",
        "AnswerEn": "The prevalence of social frailty in CCVD patients varies based on region, with Southwest China having the highest prevalence and the Northeast having the lowest. This regional variation could be influenced by differences in cultural, socio-economic, and healthcare factors affecting the older population.",
        "AnswerCn": "CCVD患者的社会脆弱性在不同地区的流行率有所不同，西南地区的流行率最高，而东北地区的流行率最低。这种地区差异可能受到影响老年人群体的文化、社会经济和医疗因素的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might social frailty be more prevalent among women with CCVDs compared to men in data collection efforts?",
        "QuestionCn": "为什么在数据收集工作中，患有慢性心血管疾病的女性社会脆弱性可能比男性更为普遍？",
        "AnswerEn": "The higher prevalence of social frailty among women with CCVDs compared to men could be due to gender-related differences in social roles, support systems, health-seeking behavior, or other socio-demographic factors that are captured during data collection.",
        "AnswerCn": "女性在患有慢性心血管疾病（CCVDs）时，社会脆弱性的更高流行率可能与性别相关的社会角色、支持系统、健康寻求行为或数据收集过程中捕捉到的其他社会人口因素有关。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What underlying causes could lead to the discrepancies in social frailty prevalence between urban and rural areas in a dataset involving older adults with CCVD?",
        "QuestionCn": "在涉及患有慢性心血管疾病（CCVD）的老年人数据集中，城市和农村地区社会脆弱性流行率差异的潜在原因是什么？",
        "AnswerEn": "The discrepancies in social frailty prevalence between urban and rural areas could be due to differences in access to healthcare, social support networks, lifestyle factors, and economic conditions, which are often captured in data collection methodologies.",
        "AnswerCn": "城市和农村地区社会脆弱性流行率的差异可能是由于医疗保健、社会支持网络、生活方式因素和经济条件的差异，这些差异通常在数据收集方法中得以体现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What impact does the inclusion of demographic variables in a dataset have on understanding the social frailty of older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在数据集中纳入人口统计变量对理解患有心血管和脑血管疾病的老年人社会脆弱性有什么影响？",
        "AnswerEn": "Including demographic variables such as gender, age, education level, and marital status allows for the identification of significant differences in social frailty prevalence among different groups, such as higher prevalence among women and those aged 75-79, providing a more nuanced understanding of social frailty.",
        "AnswerCn": "包括性别、年龄、教育水平和婚姻状况等人口统计变量，可以识别不同群体中社会脆弱性流行率的显著差异，例如女性和75-79岁年龄段的人群中更高的流行率，从而提供对社会脆弱性更为细致的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the regional distribution of data collection sites affect the observed prevalence of social frailty in older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "数据收集地点的区域分布如何影响心血管和脑血管疾病老年人社会脆弱性的观察患病率？",
        "AnswerEn": "The regional distribution of data collection sites reveals significant differences in social frailty prevalence, with the highest observed in Southwest China and the lowest in Northeast China, indicating that geographical factors may play a role in social frailty outcomes.",
        "AnswerCn": "数据收集地点的区域分布显示，社会脆弱性患病率存在显著差异，西南中国的患病率最高，而东北中国的患病率最低，这表明地理因素可能在社会脆弱性结果中发挥作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using a cross-sectional survey design in assessing social frailty among older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在评估患有心血管和脑血管疾病的老年人社会脆弱性时，使用横断面调查设计的后果是什么？",
        "AnswerEn": "A cross-sectional survey design provides a snapshot of social frailty prevalence and associated factors at a specific time, allowing for the identification of correlations between variables such as gender, age, and living environment, but it limits the ability to establish causal relationships over time.",
        "AnswerCn": "横断面调查设计提供了在特定时间点上社会脆弱性流行率及相关因素的快照，允许识别性别、年龄和居住环境等变量之间的相关性，但限制了建立随时间变化的因果关系的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective of collecting data on social frailty among older Chinese adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "收集有关患有心血管和脑血管疾病的老年中国人社会脆弱性的主要目标是什么？",
        "AnswerEn": "The main objective is to investigate the prevalence, associated risk factors, and regional differences of social frailty in older Chinese adults with cardiovascular and cerebrovascular diseases to provide reference information for early interventions.",
        "AnswerCn": "主要目标是调查患有心血管和脑血管疾病的中国老年人中社会脆弱的流行率、相关风险因素和地区差异，以为早期干预提供参考信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to compare characteristics of individuals with and without social frailty in the context of cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在心血管和脑血管疾病的背景下，比较有社会脆弱性和没有社会脆弱性的个体特征是重要的原因是什么？",
        "AnswerEn": "It is important to compare these characteristics to identify significant differences and associations, which can help in understanding the risk factors and inform targeted interventions for individuals with social frailty in the context of cardiovascular and cerebrovascular diseases.",
        "AnswerCn": "比较这些特征以识别显著差异和关联是重要的，这有助于理解风险因素，并为社会脆弱个体在心血管和脑血管疾病的背景下提供针对性的干预措施。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the primary purpose of using multivariate logistic regression in analyzing data related to social frailty and cardiovascular diseases?",
        "QuestionCn": "使用多元逻辑回归分析与社会脆弱性和心血管疾病相关的数据的主要目的是什麼？",
        "AnswerEn": "The primary purpose of using multivariate logistic regression is to estimate the adjusted odds ratios and 95% confidence intervals of variables associated with social frailty, allowing for a more comprehensive understanding of the factors contributing to social frailty among individuals with cardiovascular and cerebrovascular diseases.",
        "AnswerCn": "使用多变量逻辑回归的主要目的是估计与社会脆弱性相关的变量的调整后比值比和95%置信区间，从而更全面地理解心血管和脑血管疾病患者中导致社会脆弱性的因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to assess social frailty in older adults with cardiovascular and cerebrovascular diseases across different regions of China?",
        "QuestionCn": "可以采用哪些方法来评估中国不同地区患有心血管和脑血管疾病的老年人的社会脆弱性？",
        "AnswerEn": "To assess social frailty in older adults with cardiovascular and cerebrovascular diseases, one can utilize a nationwide cross-sectional survey approach like the SSAPUR. This involves collecting demographic, health, and lifestyle data and assessing social frailty using a framework such as the HALFE social frailty index. This index evaluates aspects like inability to help others, limited social participation, loneliness, economic hardship, and living alone. Statistical analyses, including one-way ANOVA and Chi-square tests, can be used to compare characteristics, while logistic regression can estimate variables associated with social frailty.",
        "AnswerCn": "为了评估患有心血管和脑血管疾病的老年人的社会脆弱性，可以采用全国性横断面调查方法，如SSAPUR。这涉及收集人口统计、健康和生活方式数据，并使用HALFE社会脆弱性指数评估社会脆弱性。该指数评估的方面包括无法帮助他人、有限的社会参与、孤独、经济困难和独居。可以使用单因素方差分析和卡方检验进行特征比较，而逻辑回归可以估计与社会脆弱性相关的变量。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can researchers ensure comprehensive data coverage and representation when conducting large-scale surveys on older populations with chronic diseases in China?",
        "QuestionCn": "研究人员如何确保在对中国老年慢性病人群进行大规模调查时，数据覆盖和代表性的全面性？",
        "AnswerEn": "Researchers can achieve comprehensive data coverage and representation by designing surveys that include a wide range of geographic locations, such as provinces, autonomous regions, and municipalities across China. The SSAPUR survey, for example, covered 31 provinces and multiple districts, ensuring a diverse sample. Additionally, including various settings such as urban and rural environments helps in capturing the demographic diversity. It's also essential to collect data on different domains including health status, social participation, and living conditions to ensure a holistic view of the population.",
        "AnswerCn": "研究人员可以通过设计涵盖中国各个地理位置的调查，来实现全面的数据覆盖和代表性，例如包括省份、自治区和直辖市。例如，SSAPUR调查覆盖了31个省和多个地区，确保了样本的多样性。此外，包含城市和农村等不同环境有助于捕捉人口的多样性。收集健康状况、社会参与和生活条件等不同领域的数据也是至关重要的，以确保对人口的全面了解。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are necessary to perform a statistical analysis of social frailty data in older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在患有心血管和脑血管疾病的老年人中进行社会脆弱性数据的统计分析需要哪些程序步骤？",
        "AnswerEn": "To perform a statistical analysis of social frailty data, the following steps are necessary: first, data must be collected and preprocessed to ensure accuracy and completeness. Quantitative data should be checked for normal distribution. Analyses such as one-way ANOVA can be used for normally distributed data, while Chi-square tests can handle categorical data. Multivariate logistic regression is then employed to determine the odds ratios and confidence intervals for variables associated with social frailty. The use of statistical software like SPSS 24.0 is recommended for these analyses.",
        "AnswerCn": "要对社会脆弱性数据进行统计分析，需要执行以下步骤：首先，必须收集和预处理数据，以确保准确性和完整性。定量数据应检查其正态分布。对于正态分布的数据，可以使用单因素方差分析（one-way ANOVA），而卡方检验（Chi-square test）则适用于分类数据。接下来，采用多元逻辑回归分析，以确定与社会脆弱性相关的变量的比值比（odds ratios）和置信区间（confidence intervals）。建议使用统计软件如SPSS 24.0进行这些分析。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How does the integration of demographic and health-related data in nationwide surveys enable the identification of regional differences in social frailty among elderly populations with cardiovascular and cerebrovascular conditions?",
        "QuestionCn": "全国性调查中人口和健康相关数据的整合如何使识别患有心血管和脑血管疾病的老年人群体中社会脆弱性的区域差异成为可能？",
        "AnswerEn": "The integration of such data in nationwide surveys allows for comparisons across different regions and demographic groups by providing a detailed dataset that includes variables like age, gender, urban-rural residence, and specific health conditions. This comprehensive approach enables researchers to identify regional differences in social frailty, as demonstrated by the SSAPUR survey's findings of varying prevalence rates across different Chinese regions.",
        "AnswerCn": "这种数据在全国性调查中的整合，使得通过提供包括年龄、性别、城乡居住地和特定健康状况等变量的详细数据集，能够对不同地区和人口群体进行比较。这种综合方法使研究人员能够识别社会脆弱性的区域差异，正如SSAPUR调查发现的中国不同地区的患病率差异所示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What factors might contribute to discrepancies between anticipated and observed prevalence rates of social frailty in older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "导致心血管和脑血管疾病老年人社会脆弱性预期与实际流行率之间差异的因素可能包括哪些？",
        "AnswerEn": "Discrepancies might arise due to variations in demographic characteristics such as gender, age, and urban-rural living conditions, as well as the presence of comorbid conditions like hypertension and diabetes, which are significantly different between groups with and without CCVDs.",
        "AnswerCn": "由于性别、年龄和城乡居住条件等人口特征的差异，以及高血压和糖尿病等合并症的存在，可能会出现差异，这些特征在有冠心血管疾病（CCVDs）和没有冠心血管疾病的群体之间显著不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using multivariate logistic regression as a data analysis method for investigating social frailty among older adults with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "如何评估使用多元逻辑回归作为数据分析方法在研究患有心血管和脑血管疾病的老年人社会脆弱性方面的有效性？",
        "AnswerEn": "The use of multivariate logistic regression is effective for investigating social frailty as it allows for the estimation of adjusted odds ratios and confidence intervals for variables associated with social frailty. This method provides a structured way to analyze the relationships between multiple variables and social frailty, offering insights into the significant factors influencing frailty among older adults with cardiovascular and cerebrovascular diseases.",
        "AnswerCn": "多元逻辑回归的使用对于研究社会脆弱性是有效的，因为它允许估计与社会脆弱性相关的变量的调整后比值比和置信区间。这种方法提供了一种结构化的方式来分析多个变量与社会脆弱性之间的关系，为影响患有心血管和脑血管疾病的老年人脆弱性的显著因素提供了洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can effectively capture the multifaceted aspects of social frailty among older adults with cardiovascular and cerebrovascular diseases.",
        "QuestionCn": "我不明白一个数据集如何能够有效捕捉患有心血管和脑血管疾病的老年人社会脆弱性的多方面特征。",
        "AnswerEn": "The dataset from the fourth SSAPUR survey includes comprehensive demographic, health, and social data from Chinese citizens aged 60 or above. It evaluates social frailty by considering factors like limited social participation, loneliness, financial difficulty, and living alone, using the HALFE social frailty index.",
        "AnswerCn": "第四次SSAPUR调查的数据集包括来自60岁及以上中国公民的全面人口统计、健康和社会数据。它通过考虑有限的社会参与、孤独、经济困难和独居等因素，使用HALFE社会脆弱性指数评估社会脆弱性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and describe the data collection methods used to gather demographic, health, and social information from older adults with cardiovascular and cerebrovascular diseases in China.",
        "QuestionCn": "请识别并描述用于收集中国老年心血管和脑血管疾病患者的人口统计、健康和社会信息的数据收集方法。",
        "AnswerEn": "Data were collected through the fourth Sample Survey of the Aged Population in Urban/Rural China (SSAPUR), which included demographic information, health and disease status, living environment, social participation, and mental and cultural life. The survey covered 31 provinces, autonomous regions, municipalities, and the Xinjiang Production and Construction Corps, encompassing 466 counties, 1,864 townships, and 7,456 village committees. The database compiled from this survey included information from Chinese citizens aged 60 or above.",
        "AnswerCn": "数据通过中国城市/农村老年人口第四次抽样调查（SSAPUR）收集，涵盖了人口统计信息、健康与疾病状况、生活环境、社会参与以及心理和文化生活。该调查覆盖了31个省、自治区、直辖市和新疆生产建设兵团，涉及466个县、1,864个乡镇和7,456个村委会。该调查编制的数据库包含了60岁及以上中国公民的信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please propose potential strategies for enhancing datasets related to social frailty and cardiovascular diseases among older adults to improve early intervention outcomes.",
        "QuestionCn": "请提出潜在策略，以增强与老年人社会脆弱性和心血管疾病相关的数据集，从而改善早期干预结果。",
        "AnswerEn": "To enhance datasets, strategies could include integrating longitudinal data to track changes over time, incorporating qualitative data to capture the subjective aspects of social frailty, expanding the scope to include more diverse regions and underrepresented groups, and using advanced statistical methods such as multivariate regression to identify complex interactions between social, demographic, and health variables. Additionally, cross-referencing with other health and social databases could provide more comprehensive insights into the factors influencing social frailty.",
        "AnswerCn": "为了增强数据集，可以采取以下策略：整合纵向数据以跟踪随时间变化的情况，纳入定性数据以捕捉社会脆弱性的主观方面，扩大范围以包括更多多样化的地区和被代表性不足的群体，并使用先进的统计方法，如多元回归，来识别社会、人口和健康变量之间的复杂互动。此外，与其他健康和社会数据库进行交叉参考，可以提供更全面的见解，了解影响社会脆弱性的因素。",
        "Level": "C6(Creating)"
      }
    ]
  }
}