{
  "id": "3d713683-4642-4190-afbe-ac836a0a222d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China",
      "titleCn": "更新世 哈尔滨龙人头骨三维数据（视频素材）",
      "description": "More than 100,000 years ago, several human species coexisted in Asia, Europe, and Africa\n- A completely preserved fossil human cranium discovered in the Harbin area provides critical evidence for understanding\nthe evolution of humans and the origin of our species\n- The Harbin cranium has a large cranial capacity (\u00011,420 mL) falling in the range ofmodern humans, but is combined with\na mosaic of primitive and derived characters\n- Our comprehensive phylogenetic analyses suggest that the Harbin cranium represents a new sister lineage for Homo\nsapiens\n- A multi-directional “shuttle dispersal model” is more likely to explain the complex phylogenetic connections among\nAfrican and Eurasian Homo species/populations",
      "descriptionCn": "从中更新世到晚更新世，有很多与现代智人同属的人类存在。本研究报道一个新的古人类化石（龙人，Homo longi sp. nov. Ji & Ni, 2021），进而为人类起源和扩散带研究来新的线索。该材料发现于中国东北，黑龙江省哈尔滨市，据铀系同位素测年，该化石年代为约14.6万年前的中更新世,兼具原始与进步的特征。比如，它既有大而方的眼眶、厚长的眉脊等原始特征，也同时具有较矮而平的颧骨。据介绍，这枚头骨十分巨大，体量比智人头骨大五分之一左右；脑容量有1420毫升，与智人相当，这意味着龙人已拥有相当高的智力水平。龙人有可能曾广泛分布于亚洲北方，研究者推测，这枚头骨属于一名约50岁或更年轻的男性，他非常强壮，适应高纬度地区的寒冷气候，和智人一样以狩猎、采集，甚至捕鱼为生。哈尔滨龙人的头骨三维重建数据，以avi视频形式存储及上传。\n该数据以哈尔滨龙人为材料进行X光断层扫描及三维重建、渲染得到。 \n 视频分为X-Y-Z轴三个不同旋转方向生成。                                                                \n本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等），经授权可直接引用",
      "instructions": "序号+avi格式",
      "instructionsCn": "序号+avi格式",
      "east": 140.0,
      "west": 90.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 12876573.0,
      "cstr": null,
      "doi": "10.1016/j.xinn.2021.100130",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "倪喜军",
        "nameEn": "NI Xijun ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China",
        "referenceCn": null,
        "referenceEn": "Ni, X., Ji, Q., Wu, W., & Shao, Q., et al. (2021). Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China.  The Innovation,  2(3)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "哈尔滨",
        "keywordEn": "Harbin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "更新世",
        "keywordEn": "Pleistocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
        "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to capture three-dimensional reconstructions of ancient human skulls, particularly focusing on the integration of X-ray tomography and rendering techniques?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于捕捉古代人类头骨的三维重建，特别关注X射线断层扫描和渲染技术的结合？",
        "AnswerEn": "A data collection method involves using X-ray tomography to scan an ancient human skull, such as the Harbin Homo longi skull, to obtain detailed cross-sectional images. These images are then processed and rendered into a three-dimensional model, which can be stored and shared as video files showing rotations along different axes.",
        "AnswerCn": "一种数据收集方法涉及使用X射线断层扫描技术对古代人类头骨进行扫描，例如哈尔滨 Homo longi 头骨，以获取详细的横截面图像。这些图像随后被处理并渲染成三维模型，可以作为视频文件存储和共享，展示沿不同轴的旋转。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the approximate age, in years, of the Homo longi fossil based on uranium-series isotopic dating?",
        "QuestionCn": "根据铀系列同位素测定，Homo longi 化石的年龄大约为多少年？",
        "AnswerEn": "146,000 years",
        "AnswerCn": "146,000年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for creating three-dimensional reconstructions of the Harbin Homo longi skull compare to other paleoanthropological fossil scanning techniques?",
        "QuestionCn": "哈宾 Homo longi 头骨三维重建的数据收集方法与其他古人类学化石扫描技术相比如何？",
        "AnswerEn": "The data collection methods for creating three-dimensional reconstructions of the Harbin Homo longi skull involved X-ray computed tomography (CT) scanning and subsequent 3D rendering. This approach provides detailed internal and external morphological data, which is similar to other fossil scanning techniques that also use CT scanning for capturing high-resolution 3D images. However, the Harbin Homo longi data is specifically stored and shared as avi video files showcasing the skull's rotations along X, Y, and Z axes, which may differ in format and presentation from other datasets that might use different video formats or static 3D models.",
        "AnswerCn": "创建哈尔滨 Homo longi 头骨三维重建的数据收集方法涉及 X 射线计算机断层扫描 (CT) 和随后的 3D 渲染。这种方法提供了详细的内部和外部形态数据，类似于其他化石扫描技术，这些技术也使用 CT 扫描来捕捉高分辨率的 3D 图像。然而，哈尔滨 Homo longi 的数据特别以 avi 视频文件的形式存储和共享，展示了头骨在 X、Y 和 Z 轴上的旋转，这可能与其他数据集使用不同的视频格式或静态 3D 模型的展示方式有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights about hominin evolution and adaptation can be inferred from the 3D reconstruction of skull data using X-ray tomography and video rendering techniques?",
        "QuestionCn": "通过使用X射线断层扫描和视频渲染技术对头骨数据进行3D重建，可以推断出哪些关于古人类进化和适应的见解？",
        "AnswerEn": "The 3D reconstruction of the Harbin Homo longi skull data using X-ray tomography and video rendering techniques provides insights into the evolutionary traits and adaptive features of this hominin. It reveals both primitive characteristics, such as large and square eye sockets and thick, long brow ridges, and advanced features like lower and flatter cheekbones. The large skull size and brain capacity equivalent to modern humans suggest a high intelligence level, indicating that the Harbin Homo longi might have been well-adapted to cold climates and had a lifestyle similar to modern humans, involving hunting, gathering, and possibly fishing.",
        "AnswerCn": "哈宾 Homo longi 头骨数据的 3D 重建采用 X 射线断层扫描和视频渲染技术，提供了对这一古人类进化特征和适应性特征的洞察。它揭示了原始特征，如大而方的眼窝和厚重、长的眉脊，以及先进特征，如较低且更平坦的颧骨。大脑壳的大小和与现代人类相当的脑容量表明其智力水平较高，这表明哈宾 Homo longi 可能适应寒冷气候，生活方式与现代人类相似，包括狩猎、采集和可能的捕鱼。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the accuracy and integrity of three-dimensional reconstructions in paleontological data collection methods?",
        "QuestionCn": "影响古生物数据收集方法中三维重建准确性和完整性的因素有哪些？",
        "AnswerEn": "The accuracy and integrity of three-dimensional reconstructions in paleontological data collection methods could be influenced by several factors, such as the precision of X-ray tomography scanning techniques, the quality and resolution of imaging technology used, the condition and completeness of the fossil material being scanned, and the expertise and methodologies applied during data processing and rendering. In the case of Harbin Homo longi, the 3D reconstruction data were obtained through X-ray tomography and rendering, focusing on creating accurate representations of the skull's features.",
        "AnswerCn": "三维重建在古生物学数据收集方法中的准确性和完整性可能受到多个因素的影响，例如X射线断层扫描技术的精确度、所使用成像技术的质量和分辨率、被扫描化石材料的状态和完整性，以及在数据处理和渲染过程中应用的专业知识和方法。在哈尔滨 Homo longi 的案例中，3D重建数据是通过X射线断层扫描和渲染获得的，重点是创建颅骨特征的准确表示。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}