{
    "id": "3d8a1de9-824f-4d5d-8f50-64a77b9da392",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of intrusive rocks in Yucun gold deposit, Jiangnan transitional zone",
            "titleCn": "江南过渡带余村金矿侵入岩的地球化学数据",
            "description": "The data are major and trace elements of chaceqiao, zhangjialing, Yucun and zhaojialing granodiorite and granite porphyry in Jiangnan transitional zone, zircon Lu HF, U-Pb isotopic analysis of granite and in-situ S isotopic analysis of pyrite. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis, and the pyrite in-situ S isotopic la-mc-icp-ms analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the above analysis, the diagenetic age of related intrusive rocks in Yucun gold deposit is obtained, and the tectonic background and material source are studied to reveal the possible formation mechanism of gold deposit, so as to guide the follow-up work of mineral exploration.",
            "descriptionCn": "本数据为江南过渡带查册桥、张家岭、余村、赵家岭花岗闪长岩和花岗斑岩主微量，花岗岩锆石Lu-Hf, U-Pb同位素分析，黄铁矿原位S同位素。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得，黄铁矿原位S同位素由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过以上分析，获得了余村金矿相关侵入岩的成岩年龄，并研究了大地构造背景，物质来源，揭示金矿可能形成的机理，以指导矿产勘探的后续工作。",
            "instructions": "The geochemical data are stored in PDF format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
            "instructionsCn": "地球化学数据以PDF格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
            "east": 117.72,
            "west": 117.71,
            "south": 29.73,
            "north": 29.74,
            "startTime": null,
            "endTime": null,
            "fileSize": 27515.0,
            "cstr": null,
            "doi": "10.1016/j.sesci.2020.06.003",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronology and geochemistry of the intrusive rocks in yucun au deposit, jiangnan transition belt, eastern china: constraints on their petrogenesis, geodynamical setting and mineralization",
                "referenceCn": null,
                "referenceEn": "Chen, S. S., Yang, X. Y., Zhao, Z., Qi, H. S., & Shi, L. (2020). Geochronology and geochemistry of the intrusive rocks in yucun au deposit, jiangnan transition belt, eastern china: constraints on their petrogenesis, geodynamical setting and mineralization. Solid Earth Sciences,5( 4), 258-281.doi.org/10.1016/j.sesci.2020.06.003"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "江南余村",
                "keywordEn": "Jiangnan Yucun"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚侏罗世",
                "keywordEn": "Late Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and methodologies used in collecting geochemical data for intrusive rocks in the Jiangnan transition zone?",
                "QuestionCn": "在江南过渡带收集侵入岩地球化学数据时使用的具体特征和方法包括哪些？",
                "AnswerEn": "major and trace elements, zircon Lu-Hf and U-Pb isotopes, in-situ sulfur isotopes of pyrite, XRF analysis, ICP-MS, LA-MC-ICP-MS",
                "AnswerCn": "主要和微量元素，锆石Lu-Hf和U-Pb同位素，黄铁矿原位硫同位素，XRF分析，ICP-MS，LA-MC-ICP-MS",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of isotopic analyses are conducted in a dataset related to the geochemistry of Jiangnan transitional zone's Yucun gold deposit intrusions?",
                "QuestionCn": "在与江南过渡带的玉村金矿侵入体的地球化学相关的数据集中，进行多少种同位素分析？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-MC-ICP-MS' mean in the context of geochemical data collection for intrusive rocks?",
                "QuestionCn": "在侵入岩的地球化学数据收集中，'LA-MC-ICP-MS'指的是激光剥蚀多接收器电感耦合等离子体质谱法。",
                "AnswerEn": "LA-MC-ICP-MS stands for Laser Ablation-Multi Collector-Inductively Coupled Plasma Mass Spectrometry. It is a technique used to analyze isotopic compositions and trace elements in geological samples, such as zircon U-Pb dating and in-situ Lu-Hf isotopic composition, as well as sulfur isotopes in pyrite, which helps in understanding the geological history and ore-forming processes.",
                "AnswerCn": "LA-MC-ICP-MS代表激光剥蚀-多收集器-感应耦合等离子体质谱法。这是一种用于分析地质样品中同位素组成和微量元素的技术，例如锆石的铀-铅定年和原位的铈-铪同位素组成，以及黄铁矿中的硫同位素，这有助于理解地质历史和成矿过程。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately determining the diagenetic age and tectonic setting of intrusive rocks in the Jiangnan transitional zone?",
                "QuestionCn": "哪些因素导致在江南过渡带准确确定侵入岩的成岩年龄和构造背景的挑战？",
                "AnswerEn": "The challenges of accurately determining the diagenetic age and tectonic setting of intrusive rocks in the Jiangnan transitional zone can be attributed to the need for precise geochemical data collection and analysis. Techniques such as XRF for major elements, ICP-MS for trace elements, and LA-MC-ICP-MS for zircon U-Pb dating and Lu-Hf isotopes, as well as in-situ sulfur isotopes in pyrite, are critical in overcoming these challenges by providing reliable and detailed geochemical data.",
                "AnswerCn": "在江南过渡带，准确确定侵入岩的成岩年龄和构造背景的挑战可以归因于对精确地球化学数据收集和分析的需求。诸如XRF用于主要元素、ICP-MS用于微量元素、LA-MC-ICP-MS用于锆石U-Pb定年和Lu-Hf同位素，以及在黄铁矿中原位硫同位素分析等技术，对于克服这些挑战至关重要，因为它们提供了可靠和详细的地球化学数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using LA-MC-ICP-MS for in-situ Lu-Hf isotope analysis on understanding the geological history of intrusive rocks?",
                "QuestionCn": "使用LA-MC-ICP-MS进行原位Lu-Hf同位素分析对理解侵入岩的地质历史的潜在结果是什么？",
                "AnswerEn": "The use of LA-MC-ICP-MS for in-situ Lu-Hf isotope analysis can provide insights into the age and evolution of intrusive rocks, helping to determine the tectonic setting and source of materials, which can further reveal mechanisms of mineral formation and guide subsequent mineral exploration efforts.",
                "AnswerCn": "LA-MC-ICP-MS在原位Lu-Hf同位素分析中的应用可以提供侵入岩的年龄和演化的见解，帮助确定构造背景和材料来源，这进一步揭示了矿物形成的机制，并指导后续的矿产勘探工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives are being pursued by collecting geochemical data from granodiorite and granite porphyry in the context of the Jiangnan transition zone gold deposits?",
                "QuestionCn": "在江南过渡带金矿床的背景下，收集花岗闪长岩和花岗岩斑岩的地球化学数据所追求的目标是什么？",
                "AnswerEn": "The goal is to determine the diagenetic age of the related intrusive rocks and study the tectonic background and material sources, to uncover the potential mechanisms of gold deposit formation and guide future mineral exploration efforts.",
                "AnswerCn": "目标是确定相关侵入岩的成岩年龄，并研究构造背景和物质来源，以揭示金矿床形成的潜在机制，并指导未来的矿产勘探工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps and methodologies used to analyze the geochemical data of intrusive rocks in the Jiangnan transition zone to determine the diagenetic age and tectonic background?",
                "QuestionCn": "分析江南过渡带侵入岩的地球化学数据以确定成岩年龄和构造背景的步骤和方法包括：",
                "AnswerEn": "The data collection involves XRF analysis for major element data, ICP-MS for trace element data, and LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition, as well as in-situ sulfur isotopes in pyrite. These analyses help determine the diagenetic age and study the tectonic background and material sources, which can reveal the potential mechanisms of gold deposit formation.",
                "AnswerCn": "数据收集涉及XRF分析用于主要元素数据，ICP-MS用于微量元素数据，以及LA-MC-ICP-MS用于锆石U-Pb定年和原位Lu-Hf同位素组成分析，以及原位黄铁矿中的硫同位素分析。这些分析有助于确定成岩年龄，并研究构造背景和物质来源，从而揭示金矿床形成的潜在机制。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}