{
  "id": "3d9a45e0-d64d-4cc6-85bc-d896ec8d23b4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Temperature-sensitive proxy over the Northern Hemisphere during 1000-2000 AD",
      "titleCn": "北半球温度代用资料（1000-2000年）",
      "description": "There are 396 temperature-sensitive proxy data for the past millennium over the Northern Hemisphere, including 370 tree rings, 15 ice cores, 9 lake sediments and 2 historical documents; This data is derived from the global temperature proxy dataset released by PAGES2k Consortum in 2017; During the process of temperature assimilation in the past millennium (1000-2000 AD) in the Northern Hemisphere, the data were further screened, and only the data with annual resolution were retained; The proxy data contained in the dataset have passed strict quality inspection and temperature signal verification; The data set can be used to reconstruct the temperature of the Northern Hemisphere at the hemispherical and regional scales for the past millennium.",
      "descriptionCn": "北半球过去千年温度代用资料序列，总计396条，其中：370树轮、15条冰芯、9条湖泊沉积物、2条历史文献资料；该资料来源于PAGES2k Consoritum组织在2017年发布的全球温度代用资料数据集；在开展北半球过去千年（1000-2000 AD）温度同化的过程中对该资料进行了进一步的筛选，只保留了年分辨率的资料；该数据集中所包含的代用资料都已经经过了严格的质量检验和温度信号的验证；该数据集可用于北半球过去千年半球尺度和区域尺度温度重建。",
      "instructions": "File name: The file is stored in the format of. mat file. The name of the file is \"proxy_var_startyr_endyr_geocoverage. mat\", where proxy means surrogate data, var means climate variable name, startyr means data start year, endyr means data end year, and geocoverage means data space coverage.\nData reading method: All data in the dataset can be read by using Matlab software.  Rows 1-3 of the dataset represent: data type (1: tree ring; 2: ice core; 3: lake sediments; 4: historical documents), longitude, latitude. Rows 4-1004 in column 1 of the data represent years.",
      "instructionsCn": "文件命名：该文件以.mat文件格式存储，文件的名称为“proxy_var_startyr_endyr_geocoverage.mat”，其中proxy是代用资料的意思，var代表气候变量名，startyr代表资料起始年份, endyr代表资料终止年份，geocoerage代表资料的空分覆盖范围。\n\n数据读取方式：该数据集中的所有数据可以使用Matlab软件读取。",
      "east": 180.0,
      "west": -180.0,
      "south": 0.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 842373.0,
      "cstr": "18406.11.Paleoenv.tpdc.272883",
      "doi": "10.11888/Paleoenv.tpdc.272883",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "方苗",
        "nameEn": "FANG Miao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Arctic amplification modulated by Atlantic Multidecadal Oscillation and greenhouse forcing on multidecadal to century scales",
        "referenceCn": null,
        "referenceEn": "Fang, M., Li, X., Chen, H. W., & Chen, D. L. (2022). Arctic amplification modulated by Atlantic Multidecadal Oscillation and greenhouse forcing on multidecadal to century scales. Nature Communications, 13, 1865,  https://doi.org/10.1038/s41467-022-29523-x."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰芯",
        "nameEn": "Ice-core"
      },
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "树轮",
        "nameEn": "Tree-ring"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北半球",
        "keywordEn": "Northern Hemisphere"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "过去千年",
        "keywordEn": "Past millennium",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features that characterize temperature proxy records used for hemispheric scale reconstructions of the past millennium?",
        "QuestionCn": "用于千年尺度的半球重建的温度代理记录的具体特征是什么？",
        "AnswerEn": "396 entries, 370 tree rings, 15 ice cores, 9 lake sediments, 2 historical documents, annual resolution, global dataset, rigorous selection process, stringent quality checks, validation of temperature signals",
        "AnswerCn": "396个条目，370个树轮，15个冰芯，9个湖泊沉积物，2个历史文献，年度分辨率，全球数据集，严格的选择过程，严格的质量检查，温度信号的验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many proxy records are included in a dataset focused on Northern Hemisphere temperature proxies from 1000-2000 AD?",
        "QuestionCn": "该数据集中包含多少个专注于1000-2000年北半球温度代理的代理记录？",
        "AnswerEn": "396",
        "AnswerCn": "396",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'temperature proxy data' mean in the context of reconstructing past climate conditions?",
        "QuestionCn": "在重建过去的气候条件时，“温度代理数据”是什么意思？",
        "AnswerEn": "Temperature proxy data refers to indirect measures of past climate conditions, such as tree rings, ice cores, lake sediments, and historical documents, which can be used to infer temperature changes over time. These proxies are often utilized when direct temperature measurements are unavailable, and they provide valuable insights into climate variations over the past millennium, especially in regions like the Northern Hemisphere.",
        "AnswerCn": "温度代理数据是指间接测量过去气候条件的指标，如树木年轮、冰芯、湖泊沉积物和历史文献，这些数据可以用来推断过去的温度变化。当直接的温度测量不可用时，这些代理数据提供了宝贵的见解，尤其是在北半球等地区，揭示了过去千年的气候变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used for tree rings differ from those used for ice cores in terms of their effectiveness for reconstructing Northern Hemisphere temperatures over the past millennium?",
        "QuestionCn": "树轮数据收集方法与冰芯数据收集方法在重建过去千年北半球温度方面的有效性有何不同？",
        "AnswerEn": "Tree rings and ice cores are both used as proxy data for reconstructing past temperatures in the Northern Hemisphere. Tree rings provide annual resolution data and are the most prevalent source with 370 entries, offering a high degree of precision in temperature reconstruction. In contrast, ice cores, with 15 entries, may provide longer-term climate signals but typically with lower temporal resolution. Both methods have undergone strict quality checks and temperature signal validation, ensuring their effectiveness for temperature reconstruction.",
        "AnswerCn": "树木年轮和冰芯都是用于重建北半球过去温度的代理数据。树木年轮提供年度分辨率的数据，是最普遍的来源，共有370个条目，提供了高精度的温度重建。相比之下，冰芯只有15个条目，虽然可以提供更长期的气候信号，但通常具有较低的时间分辨率。这两种方法都经过严格的质量检查和温度信号验证，确保它们在温度重建中的有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What were the key reasons for selecting only annually resolved proxy data during the temperature assimilation process for the past millennium in the Northern Hemisphere?",
        "QuestionCn": "在北半球过去千年的温度同化过程中，仅选择年度分辨率的代理数据的关键原因是什么？",
        "AnswerEn": "In the process of temperature assimilation for the past millennium (1000-2000 AD) in the Northern Hemisphere, only annually resolved proxy data was retained to ensure the data's quality and reliability. This selection process was likely aimed at maintaining consistency in temporal resolution across the dataset, allowing for more accurate and comparable temperature reconstructions at both hemispheric and regional scales. Additionally, annually resolved data had undergone rigorous quality checks and temperature signal verification, further justifying their selection.",
        "AnswerCn": "在对北半球过去千年（1000-2000年）的温度同化过程中，仅保留了年度分辨率的代理数据，以确保数据的质量和可靠性。这一选择过程可能旨在保持数据集的时间分辨率一致性，从而在 hemispheric 和区域尺度上实现更准确和可比的温度重建。此外，年度分辨率的数据经过严格的质量检查和温度信号验证，进一步证明了它们的选择合理性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals behind collecting and refining temperature proxy records for the past millennium in the Northern Hemisphere?",
        "QuestionCn": "收集和精炼过去千年北半球温度代理记录的主要目标是什么？",
        "AnswerEn": "The primary goals are to reconstruct hemispheric and regional temperature variations over the past millennium to understand historical climate changes. The data collection involves multiple proxies, including tree rings, ice cores, lake sediments, and historical documents, which have been quality-checked and validated for temperature signals. This helps in improving the accuracy of temperature assimilation processes and informing climate models.",
        "AnswerCn": "主要目标是重建过去千年的半球和区域温度变化，以了解历史气候变化。数据收集涉及多种代理，包括树轮、冰芯、湖泊沉积物和历史文献，这些数据经过质量检查和温度信号验证。这有助于提高温度同化过程的准确性，并为气候模型提供信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in selecting and validating temperature proxy records for hemispheric and regional scale temperature reconstructions over the past millennium?",
        "QuestionCn": "选择和验证过去千年半球和区域尺度温度重建的温度代理记录的程序包括哪些步骤？",
        "AnswerEn": "The process involves sourcing temperature proxy records from the PAGES2k Consortium's global temperature proxy dataset, conducting a stringent quality check, and validating the temperature signals. Only records with annual resolution are retained to ensure precision in hemispheric and regional reconstructions of temperature over the last millennium.",
        "AnswerCn": "该过程涉及从PAGES2k联盟的全球温度代理数据集中获取温度代理记录，进行严格的质量检查，并验证温度信号。仅保留年分辨率的记录，以确保对过去千年温度的 hemispheric 和区域重建的精确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods have been used to ensure the accuracy and quality of temperature proxy records over the past millennium in the Northern Hemisphere?",
        "QuestionCn": "在过去千年中，为确保北半球温度代理记录的准确性和质量，使用了哪些数据收集方法？",
        "AnswerEn": "The data collection methods for temperature proxy records over the past millennium in the Northern Hemisphere involve using a variety of sources such as tree rings, ice cores, lake sediments, and historical documents. These proxies have undergone rigorous quality checks and temperature signal validation to ensure their accuracy and quality, as part of the global temperature proxy dataset released by the PAGES2k Consortium in 2017.",
        "AnswerCn": "过去千年北半球温度代理记录的数据收集方法涉及使用多种来源，如树木年轮、冰芯、湖泊沉积物和历史文献。这些代理记录经过严格的质量检查和温度信号验证，以确保其准确性和质量，作为2017年PAGES2k联盟发布的全球温度代理数据集的一部分。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}