{
    "id": "3ec7c0e7-9f37-4492-a017-e2a4f8c87888",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The 100m×100m fine distribution of the climate mean annual precipitation in the upper and middle reaches of the Heihe River Basin (1967-2008)",
            "titleCn": "黑河流域中上游100m×100m空间分辨率的气候平均逐月降水量（1967-2008）",
            "description": "Based on DEM data of high precision, the relationship between the average monthly precipitation of climate in the middle and upper reaches of heihe river basin and geographical topographical factors was statistically analyzed, and the average monthly precipitation of climate in the middle and upper reaches of heihe river basin with a spatial resolution of 100m was obtained.\nThe coordinate system is equal latitude and longitude projection, and the spatial scope is heihe river basin.The data is given in TXT text form, and the corresponding longitude, latitude and monthly precipitation of the spatial grid points are given respectively.The unit of longitude and latitude is °, and the unit of precipitation is mm.The data type is a single-precision floating-point type with an invalid value of -9.",
            "descriptionCn": "基于高精度的DEM数据，统计分析了黑河流域中上游地区的气候平均逐月降水量与地理地形因子的关系，得到100m空间分辨率的黑河流域中上游气候平均逐月降水量。\n坐标系统为等经纬度投影，空间范围为黑河流域。数据采用txt文本形式给出，分别给出空间网格点所对应的经度，纬度和各月降水量。经纬度单位为°，降水量单位为mm。数据类型为单精度浮点型，无效值为-9。",
            "instructions": "File name: the data is stored in the text format TXT, and the file named \"average MMM precipitation in the middle and upper reaches of heihe river basin. txt\",For example\"average precipitation in the middle and upper reaches of the heihe river basin in January. txt\" stands for average precipitation in January.\nData reading method: can be opened directly with the text program (notepad), if you want to use a graphic to display, the use of Arcgis open, in the process of reading will generate grid format file, the grid file is the TXT file graphics.",
            "instructionsCn": "文件命名：数据以文本格式txt存储，文件命名“黑河流域中上游气候平均mmm降水量.txt”其中mmm代表月份，例如\"黑河流域中上游气候平均1月降水量.txt\"代表1月平均降水量。\n数据读取方式：可以直接用文本程序（记事本）等打开，如果要用图示来显示的话，可用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该txt文件的图形表达。",
            "east": 102.0,
            "west": 97.0,
            "south": 37.0,
            "north": 42.0,
            "startTime": "2018-11-22 10:48:04",
            "endTime": "2018-11-22 10:48:04",
            "fileSize": 1018247231.0,
            "cstr": "18406.11.heihe.033.2014.db",
            "doi": "10.3972/heihe.033.2014.db",
            "dataFormat": "txt",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王可丽",
                "nameEn": "Wang Keli",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域上游降水精细化分布与总量年际变化",
                "titleEn": null,
                "referenceCn": "孙佳, 王可丽, 江灏, 雒新萍, 朱庆亮. (2011). 黑河流域上游降水精细化分布与总量年际变化. 冰川冻土, (03):619-623.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域气候平均降水的精细化分布及总量计算[J]",
                "titleEn": null,
                "referenceCn": "孙佳, 江灏, 等. (2011).黑河流域气候平均降水的精细化分布及总量计算[J].冰川冻土, 33(2):318-324.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1967-2008",
                "keywordEn": "1967-2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地气系统中的黑河流域降水时空精细化分布和总量的年际变化研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that analyze the relationship between average monthly precipitation and geographic topographic factors at high spatial resolution?",
                "QuestionCn": "分析平均月降水量与地理地形因素之间关系的高空间分辨率数据集的特征是什么？",
                "AnswerEn": "high spatial resolution of 100m x 100m, digital elevation model (DEM) data, text format, coordinates for each spatial grid point (longitude and latitude), monthly precipitation values in millimeters, equal latitude and longitude projection, Heihe River Basin, single-precision floating-point numbers, -9 indicating invalid entries",
                "AnswerCn": "高空间分辨率为100m x 100m，数字高程模型（DEM）数据，文本格式，每个空间网格点的坐标（经度和纬度），月降水量值以毫米为单位，等经纬度投影，黑河流域，单精度浮点数，-9表示无效条目。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that provides climate average monthly precipitation in the mid-upper reaches of the Heihe River Basin from 1967 to 2008?",
                "QuestionCn": "一个提供1967年至2008年间黑河流域中上游地区气候平均月降水量的数据集的空间分辨率是多少？",
                "AnswerEn": "100m x 100m",
                "AnswerCn": "100米 x 100米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '100m×100m spatial resolution' mean in the context of climate data collection?",
                "QuestionCn": "在气候数据收集的背景下，“100m×100m空间分辨率”意味着数据的采集或测量是在每个100米×100米的区域内进行的。这表示每个数据点代表一个100米见方的区域内的特征或信息。",
                "AnswerEn": "In the context of climate data collection, '100m×100m spatial resolution' refers to the size of each grid cell within which climate average monthly precipitation data is collected and analyzed. It means that each data point or value represents the average precipitation over an area of 100 meters by 100 meters. This resolution allows for detailed spatial analysis of precipitation patterns in relation to geographic and topographic factors in the middle and upper reaches of the Heihe River Basin.",
                "AnswerCn": "在气候数据收集的背景下，“100m×100m空间分辨率”指的是用于收集和分析气候平均月降水数据的每个网格单元的大小。这意味着每个数据点或数值代表了一个100米乘100米区域内的平均降水量。这种分辨率允许对降水模式进行详细的空间分析，以便与黑河流域中上游的地理和地形因素相关联。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of generating climate average monthly precipitation data with 100m spatial resolution using high-precision DEM data compare to other methods of collecting and analyzing precipitation data in terms of accuracy and resolution?",
                "QuestionCn": "生成气候平均月降水数据的方法，使用高精度数字高程模型（DEM）数据以100米空间分辨率进行比较，其他收集和分析降水数据的方法在准确性和分辨率方面有什么不同？",
                "AnswerEn": "The method described involves using high-precision DEM data to statistically analyze the relationship between climate average monthly precipitation and geographical terrain factors, resulting in a 100m spatial resolution dataset for the middle and upper reaches of the Heihe River Basin. This approach provides a detailed spatial resolution that might offer more localized insights compared to other methods that might use coarser resolution data or different terrain modeling techniques.",
                "AnswerCn": "该方法涉及使用高精度数字高程模型（DEM）数据，统计分析气候平均月降水量与地理地形因素之间的关系，从而为黑河流域中上游地区生成一个100米空间分辨率的数据集。这种方法提供了更详细的空间分辨率，可能比其他使用较粗分辨率数据或不同地形建模技术的方法提供更具地方性的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of climate average monthly precipitation data collection in the mid-upper reaches of the Heihe River Basin, particularly when using high-resolution DEM data?",
                "QuestionCn": "在黑河流域中上游地区，使用高分辨率数字高程模型（DEM）数据时，影响气候平均月降水量数据收集准确性的因素有哪些？",
                "AnswerEn": "The accuracy of climate average monthly precipitation data collection in the mid-upper reaches of the Heihe River Basin is influenced by the precision of the DEM data used, the spatial resolution of the data, which is 100m x 100m, and the relationship between climatic precipitation patterns and geographic topographical factors. The use of single precision floating-point data and the management of invalid values, represented as -9, also contribute to the overall accuracy of the dataset.",
                "AnswerCn": "在黑河流域中上游地区，气候平均月降水量数据收集的准确性受到所使用的数字高程模型（DEM）数据精度、数据的空间分辨率（100m x 100m）以及气候降水模式与地理地形因素之间关系的影响。单精度浮点数据的使用和无效值的管理（以-9表示）也对数据集的整体准确性产生了影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential implications on the accuracy and reliability of precipitation data when using high-resolution DEM data to analyze the relationship between average monthly precipitation and topographical factors in a river basin?",
                "QuestionCn": "使用高分辨率数字高程模型（DEM）数据分析流域内平均月降水量与地形因素之间的关系时，可能对降水数据的准确性和可靠性产生的影响是什么？",
                "AnswerEn": "Using high-resolution DEM data can enhance the accuracy and reliability of precipitation data by providing detailed insights into the topographical influences on precipitation patterns. This allows for a more precise spatial resolution (100m x 100m), which can capture localized variations in precipitation due to terrain features. However, challenges such as data processing complexity and increased computational requirements may arise. The use of DEM data can also help mitigate errors associated with low-resolution data, leading to a more accurate representation of the average monthly precipitation in the river basin.",
                "AnswerCn": "使用高分辨率数字高程模型（DEM）数据可以通过提供对降水模式的地形影响的详细洞察，增强降水数据的准确性和可靠性。这允许更精确的空间分辨率（100m x 100m），能够捕捉由于地形特征造成的降水局部变化。然而，数据处理的复杂性和增加的计算需求可能会带来挑战。使用DEM数据还可以帮助减轻与低分辨率数据相关的错误，从而更准确地表示流域内的平均月降水量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting climate average monthly precipitation data at a 100m spatial resolution in the middle and upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河流域中上游以100米空间分辨率收集气候平均月降水数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to analyze the relationship between climate average monthly precipitation and geographical and topographical factors in the middle and upper reaches of the Heihe River Basin. This analysis is facilitated by using high-precision DEM data to achieve a detailed understanding at a 100m spatial resolution.",
                "AnswerCn": "主要目标是分析黑河流域中上游地区气候平均月降水量与地理和地形因素之间的关系。此分析通过使用高精度数字高程模型（DEM）数据，以100米的空间分辨率实现对该地区的详细理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental procedures used to integrate high-resolution DEM data with climatic data to generate a dataset of mean monthly precipitation in a specific geographic area?",
                "QuestionCn": "用于将高分辨率数字高程模型（DEM）数据与气候数据集成，以生成特定地理区域的月均降水量数据集的工具程序有哪些？",
                "AnswerEn": "The instrumental procedure involves using high-resolution Digital Elevation Model (DEM) data to statistically analyze the relationship between mean monthly precipitation and geographic terrain factors in the mid-upper reaches of the Heihe River Basin. This results in a dataset with 100m spatial resolution. The integration process includes assigning spatial grid points with corresponding longitude, latitude, and monthly precipitation data, all formatted in txt files. The data uses an equidistant latitude and longitude projection system, with units in degrees for coordinates and millimeters for precipitation, stored as single-precision floating-point numbers, with a placeholder value of -9 for invalid data.",
                "AnswerCn": "该仪器程序涉及使用高分辨率数字高程模型（DEM）数据，统计分析黑河流域中上游地区的平均月降水量与地理地形因素之间的关系。这导致生成一个具有100米空间分辨率的数据集。集成过程包括将空间网格点分配相应的经度、纬度和月降水量数据，所有数据以txt文件格式存储。数据使用等距纬度和经度投影系统，坐标单位为度，降水量单位为毫米，存储为单精度浮点数，无效数据的占位符值为-9。",
                "Level": "C3(Applying)"
            }
        ]
    }
}