{
    "id": "3f97fef8-75bc-4d83-9afb-f3ae0a6f96e4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of vegetation LAI measured by LAI2000 in the middle reaches of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游LAI2000测量LAI数据集",
            "description": "This dataset is the LAI observation in the artificial oasis experimental region of the middle stream of the Heihe River Basin. The observation period is from 24 May to 20 September 2012 (UTC+8).\n\nMeasurement instruments:\nLAI-2000 (Beijing Normal University)\n\nMeasurement positions:\nCore Experimental Area of Flux Observation Matrix\n18 corn samples, 1 orchard sample, 1 artificial white poplar sample\n\nMeasurement  methods: \nTo measure the incoming sky radiation on the canopy firstly.  Then the transmission sky radiation are mearued under the  canopy for serveral times. The canopy LAI is retrieved by using the gap probability model.",
            "descriptionCn": "本数据为在盈科绿洲观测的植被LAI数据集。数据观测从2012年5月25日开始，至2012年7月7日结束。\n测量仪器与原理：\n利用LAI2000测量冠层的LAI。在盈科绿洲5km*5km样方内选择18个玉米样方，1个果园和1个人工白杨林样方进行测量。\n在每个样方内测量一次冠层上入射，测量多次冠层下透射，然后取均值，通过间隙率模型反演得到冠层LAI。\n配套数据：\n植被的种类、株高、垄行结构、场景照片等信息。\n数据格式：\nExcel格式。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.46,
            "west": 100.289,
            "south": 38.734,
            "north": 38.88,
            "startTime": "2012-06-06 23:40:00",
            "endTime": "2012-07-20 23:41:00",
            "fileSize": 564232.0,
            "cstr": "18406.11.hiwater.058.2013.db",
            "doi": "10.3972/hiwater.058.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵静",
                "nameEn": "Zhao Jing",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李云",
                "nameEn": "Li Yun",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "汪艳",
                "nameEn": "Wang Yan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "谢东辉",
                "nameEn": "Xie Donghui",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-24",
                "keywordEn": "2012-05-24",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-28",
                "keywordEn": "2012-05-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-29",
                "keywordEn": "2012-05-29",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-30",
                "keywordEn": "2012-05-30",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-01",
                "keywordEn": "2012-06-01",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-02",
                "keywordEn": "2012-06-02",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-03",
                "keywordEn": "2012-06-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-08",
                "keywordEn": "2012-06-08",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-09",
                "keywordEn": "2012-06-09",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-11",
                "keywordEn": "2012-06-11",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-23",
                "keywordEn": "2012-06-23",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-28",
                "keywordEn": "2012-06-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-03",
                "keywordEn": "2012-07-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-07",
                "keywordEn": "2012-07-07",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤水分和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of LAI2000 for measuring canopy LAI involve taking multiple readings under the canopy to calculate an average?",
                "QuestionCn": "使用LAI2000测量冠层LAI是否涉及在冠层下进行多次读数以计算平均值？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the data collected during the intensive observation period (IOP) in 2012 part of a multiscale dataset related to eco-hydrological processes?",
                "QuestionCn": "2012年期间收集的密集观测期（IOP）数据是否是与生态水文过程相关的多尺度数据集的一部分？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are the observational data from the HiWATER experiment subject to quality control through sensor calibration and data processing?",
                "QuestionCn": "HiWATER实验的观测数据是否经过传感器校准和数据处理的质量控制？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the data collection method for measuring LAI in the oasis-desert area rely more on ground-based instruments, airborne remote sensing, or satellite imagery?",
                "QuestionCn": "在测量绿叶面积指数（LAI）时，绿洲-沙漠地区的数据收集方法更依赖于地面仪器、空中遥感还是卫星影像？",
                "AnswerEn": "ground-based instruments",
                "AnswerCn": "地面仪器",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are datasets related to eco-hydrological processes in the oasis-desert system mainly available through figshare, the Cold and Arid Regions Science Data Centre, or another data repository?",
                "QuestionCn": "与绿洲-沙漠系统中的生态水文过程相关的数据集主要通过figshare、寒区与干旱区科学数据中心或其他数据存储库提供吗？",
                "AnswerEn": "figshare and the Cold and Arid Regions Science Data Centre",
                "AnswerCn": "Figshare和寒区旱区科学数据中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What instruments are used for measuring eco-hydrological processes in oasis-desert areas?",
                "QuestionCn": "用于测量绿洲-沙漠地区生态水文过程的仪器有哪些？",
                "AnswerEn": "Eddy covariance towers, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can multiscale datasets related to eco-hydrological processes be accessed?",
                "QuestionCn": "可以在哪里访问与生态水文过程相关的多尺度数据集？",
                "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
                "AnswerCn": "figshare，寒旱区科学数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "生态水文研究中与多尺度观测可用性相关的挑战有哪些？",
                "AnswerEn": "poor availability",
                "AnswerCn": "可用性差",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Please give an example of a challenge faced when collecting multiscale observations in eco-hydrological studies.",
                "QuestionCn": "在生态水文研究中收集多尺度观测时面临的一个挑战是数据的空间和时间异质性。",
                "AnswerEn": "A challenge faced when collecting multiscale observations in eco-hydrological studies is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在生态水文研究中，收集多尺度观测时面临的一个挑战是多尺度观测的可用性较差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that includes multiscale and multidisciplinary data from an oasis-desert area?",
                "QuestionCn": "一个包含来自绿洲-沙漠地区的多尺度和多学科数据的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset that includes multiscale and multidisciplinary data from an oasis-desert area is the multiscale dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which comprises data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing.",
                "AnswerCn": "一个包含来自绿洲-沙漠地区的多尺度和多学科数据的数据集的例子是2012年获得的“黑河流域联合遥测实验研究”（HiWATER）多尺度数据集，该数据集包括涡度协方差塔、大孔径闪烁仪、自动气象站和超高分辨率航空遥感数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific techniques used to measure canopy leaf area index (LAI) in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中，用于测量冠层叶面积指数（LAI）的具体技术有哪些？",
                "AnswerEn": "incident radiation measurement, transmitted radiation measurement, gap fraction model",
                "AnswerCn": "入射辐射测量，透射辐射测量，空隙率模型",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main challenges in obtaining multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，获取多尺度观测的主要挑战是什么？",
                "AnswerEn": "poor availability of multiscale data",
                "AnswerCn": "多尺度数据的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many leaf area index (LAI) measurements were taken using the LAI2000 instrument in the designated sample plots?",
                "QuestionCn": "在指定样本地块中，使用LAI2000仪器进行了多少次叶面积指数（LAI）测量？",
                "AnswerEn": "18",
                "AnswerCn": "18",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the number of remote sensing missions conducted to collect multiscale data for eco-hydrological processes in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区进行的遥感任务数量，以收集生态水文过程的多尺度数据。",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many different types of instruments were used in the HiWATER observation system to collect eco-hydrological data?",
                "QuestionCn": "HiWATER观测系统中使用了多少种不同类型的仪器来收集生态水文数据？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a 'multiscale observation' in the context of eco-hydrological research?",
                "QuestionCn": "在生态水文研究的背景下，“多尺度观测”是指在不同空间和时间尺度上进行的观察和测量，以便更全面地理解生态系统与水文过程之间的相互作用。",
                "AnswerEn": "A multiscale observation refers to the collection of data at various spatial and temporal scales to capture the complex interactions and processes within eco-hydrological systems. This approach addresses the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by using instrumentation arranged in hierarchically nested scales, as seen in the HiWATER experiment.",
                "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集数据，以捕捉生态水文系统内复杂的相互作用和过程。这种方法通过使用分层嵌套尺度排列的仪器，解决了在异质表面上对生态水文过程进行上尺度处理的挑战，正如HiWATER实验所示。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'sparse network' mean in the context of eco-hydrological data collection?",
                "QuestionCn": "在生态水文数据收集的背景下，“稀疏网络”指的是数据收集点或传感器在空间上分布不均匀，覆盖范围较广但每个点之间的距离较远的网络。这种网络可能导致数据的代表性不足，影响对生态和水文过程的全面理解。",
                "AnswerEn": "A sparse network in eco-hydrological data collection refers to a strategically limited number of observation points or stations that are used to investigate interactions across different landscape types. For instance, in the HiWATER experiment, a sparse network was established to study the oasis-desert interaction, encompassing various landscape features such as sandy desert, desert pavement, desert steppe, and wetland.",
                "AnswerCn": "稀疏网络在生态水文数据收集中的意义是指使用有限数量的观测点或站点来研究不同景观类型之间的相互作用。例如，在HiWATER实验中，建立了一个稀疏网络来研究绿洲-沙漠相互作用，涵盖了多种景观特征，如沙漠、沙漠铺装、沙漠草原和湿地。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'hierarchically nested scales' in observational data collection?",
                "QuestionCn": "“层次嵌套尺度”在观察数据收集中的意思是什么？",
                "AnswerEn": "Hierarchically nested scales in observational data collection involve organizing instruments or measurement systems at different scales within a study area to capture data that represent various levels of ecological or hydrological processes. This method was utilized in the HiWATER experiment to ensure comprehensive data collection across oasis-desert systems.",
                "AnswerCn": "在观察数据收集中的层次嵌套尺度涉及在研究区域内组织不同尺度的仪器或测量系统，以捕捉代表各种生态或水文过程的数据。这种方法在HiWATER实验中得到了应用，以确保在绿洲-沙漠系统中进行全面的数据收集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using LAI2000 for measuring canopy LAI compare to the eco-hydrological sensor network in terms of capturing multiscale observations?",
                "QuestionCn": "使用LAI2000测量冠层LAI的数据收集方法与生态水文传感器网络在捕捉多尺度观测方面有何比较？",
                "AnswerEn": "The LAI2000 measures canopy LAI by selecting specific sample plots and using a model to determine canopy LAI through averaging multiple measurements, focusing on smaller, localized scales. In contrast, an eco-hydrological sensor network captures multiscale observations across a broader region, integrating data from numerous sensors such as soil moisture and leaf area index, enabling a more comprehensive understanding of multi-scale processes.",
                "AnswerCn": "LAI2000通过选择特定的样本地块来测量冠层叶面积指数（LAI），并使用模型通过平均多个测量值来确定冠层LAI，重点关注较小的局部尺度。相比之下，生态水文传感器网络在更广泛的区域捕获多尺度观测，整合来自多个传感器的数据，如土壤湿度和叶面积指数，从而能够更全面地理解多尺度过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn from the hierarchical instrumentation used for capturing multiscale eco-hydrological processes in an oasis-desert system?",
                "QuestionCn": "从用于捕捉绿洲-沙漠系统中多尺度生态水文过程的分层仪器中可以得出哪些见解？",
                "AnswerEn": "The use of hierarchically nested scales in instrumentation helps capture multiscale eco-hydrological processes by arranging a sparse network to study oasis-desert interactions. This approach involves constructing a superstation within the oasis and deploying multiple EC towers and automatic meteorological stations across various landscapes, enabling comprehensive data collection on interactions and processes at multiple scales.",
                "AnswerCn": "在仪器测量中使用分层嵌套尺度有助于捕捉多尺度生态水文过程，通过安排稀疏网络来研究绿洲-沙漠相互作用。这种方法涉及在绿洲内构建一个超级站，并在不同景观中部署多个EC塔和自动气象站，从而能够在多个尺度上全面收集关于相互作用和过程的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are addressed by the multiscale dataset obtained from the eco-hydrological sensor network, and how does it improve availability of multiscale observations?",
                "QuestionCn": "生态水文传感器网络获得的多尺度数据集解决了哪些挑战，以及它是如何提高多尺度观测的可用性的？",
                "AnswerEn": "The multiscale dataset obtained from the eco-hydrological sensor network addresses the challenge of poor availability of multiscale observations by integrating diverse data sources, such as flux observation matrices, soil moisture sensors, and leaf area index measurements. This comprehensive dataset enhances the availability and quality of multiscale observations, allowing for more detailed and accurate analyses of eco-hydrological processes.",
                "AnswerCn": "从生态水文传感器网络获得的多尺度数据集通过整合多种数据源，如通量观测矩阵、土壤湿度传感器和叶面积指数测量，解决了多尺度观测可用性差的问题。这个综合数据集提高了多尺度观测的可用性和质量，使得对生态水文过程的分析更加详细和准确。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What challenges contribute to the poor availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，导致多尺度观测可用性差的挑战有哪些？",
                "AnswerEn": "The progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge when trying to upscale eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，这在试图对异质表面上的生态水文过程进行上尺度处理时是一个重大挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons for using hierarchically nested scales in data collection for eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中使用分层嵌套尺度进行数据收集的原因是什么？",
                "AnswerEn": "The use of hierarchically nested scales in data collection is to capture multi-scale eco-hydrological processes, especially in an oasis-desert system, to address the challenge of poor availability of multiscale observations.",
                "AnswerCn": "在数据收集过程中使用分层嵌套尺度是为了捕捉多尺度生态水文过程，特别是在绿洲-沙漠系统中，以应对多尺度观测稀缺的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the use of multiple intensive observation periods (IOPs) influence the ability to understand oasis-desert interactions?",
                "QuestionCn": "多次密集观测期（IOPs）的使用如何影响理解绿洲与沙漠之间的相互作用？",
                "AnswerEn": "The use of multiple intensive observation periods (IOPs) can enhance the understanding of oasis-desert interactions by providing detailed temporal data that captures variations and dynamics over time, as seen in the HiWATER experiment, which used IOPs to gather diverse and temporally rich datasets.",
                "AnswerCn": "使用多个强观测期（IOPs）可以通过提供详细的时间数据来增强对绿洲-沙漠相互作用的理解，这些数据捕捉了随时间变化的动态，正如HiWATER实验所示，该实验利用IOPs收集了多样化和丰富的时间数据集。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the driving objectives behind implementing a multiscale observation system in eco-hydrological studies in oasis-desert areas?",
                "QuestionCn": "在绿洲-沙漠地区的生态水文研究中，实施多尺度观测系统的主要目标是什么？",
                "AnswerEn": "The driving objectives include addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. The goal is to capture multi-scale eco-hydrological processes through instrumentation on hierarchically nested scales and to investigate oasis-desert interactions.",
                "AnswerCn": "驱动目标包括解决在异质表面上提升生态水文过程的挑战，这一挑战受到多尺度观测稀缺的制约。目标是通过在分层嵌套尺度上进行仪器布置，捕捉多尺度生态水文过程，并研究绿洲-沙漠相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the significance of conducting intensive observations and multiple airborne remote sensing missions in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，进行密集观测和多次空中遥感任务的重要性是什么？",
                "AnswerEn": "Conducting intensive observations and multiple airborne remote sensing missions is significant because it allows for the collection of high-resolution data that can be used to investigate eco-hydrological processes at different scales, thereby addressing the lack of multiscale observations that hinders progress in this field.",
                "AnswerCn": "进行密集观察和多次空中遥感任务是重要的，因为它可以收集高分辨率数据，用于研究不同尺度的生态水文过程，从而解决多尺度观察的缺乏，这阻碍了该领域的进展。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the detailed procedure for measuring the Leaf Area Index (LAI) using the LAI2000 instrument in heterogeneous agricultural landscapes?",
                "QuestionCn": "使用LAI2000仪器在异质农业景观中测量叶面积指数（LAI）的详细程序如下：",
                "AnswerEn": "The procedure involves selecting various sample plots within a designated area, such as a 5km*5km plot in an oasis. In each plot, one measures the canopy's incoming radiation above and multiple below-canopy transmissions. The mean of these measurements is used with the gap fraction model to obtain the canopy's LAI.",
                "AnswerCn": "该程序涉及在指定区域内选择各种样本地块，例如在一个5公里*5公里的绿洲地块中。在每个地块中，测量树冠上方的入射辐射和多个树冠下方的透射率。使用这些测量值的平均值与缝隙分数模型结合，以获得树冠的叶面积指数（LAI）。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are multiscale datasets from eco-hydrological observations quality controlled, and what steps ensure data accuracy during collection and processing?",
                "QuestionCn": "多尺度生态水文观测数据集是如何进行质量控制的，以及在数据收集和处理过程中确保数据准确性的步骤有哪些？",
                "AnswerEn": "All observational data undergo rigorous quality control through sensor calibration, systematic data collection, careful data processing, and dataset generation. This includes synchronization of ground measurements with remote sensing data and ensuring consistency across different observational platforms.",
                "AnswerCn": "所有观测数据都经过严格的质量控制，包括传感器校准、系统的数据收集、仔细的数据处理和数据集生成。这包括将地面测量与遥感数据进行同步，并确保不同观测平台之间的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation advancements have enabled the collection of multiscale eco-hydrological data in oasis-desert systems?",
                "QuestionCn": "哪些仪器进展使得在绿洲-沙漠系统中收集多尺度生态水文数据成为可能？",
                "AnswerEn": "The use of hierarchically nested scales of instruments, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index, have enabled the collection of multiscale eco-hydrological data.",
                "AnswerCn": "使用层次嵌套的仪器尺度，包括涡度协方差塔、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络，使得多尺度生态水文数据的收集成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges in data availability are addressed by the use of multiscale and multidisciplinary observation systems?",
                "QuestionCn": "多尺度和多学科观测系统解决了数据可用性方面的哪些挑战？",
                "AnswerEn": "The poor availability of multiscale observations is addressed by deploying a combination of ground measurements and hyper-resolution airborne remote sensing technologies, such as LiDAR and imaging spectrometers, to collect comprehensive datasets.",
                "AnswerCn": "通过部署地面测量和超高分辨率的航空遥感技术，如激光雷达和成像光谱仪，来收集综合数据集，以解决多尺度观测的稀缺性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在获取异质表面生态水文过程的多尺度观测时，可能会面临哪些挑战？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge in upscaling eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上提升生态水文过程的重大挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have when using a hierarchically nested scale instrumentation approach for eco-hydrological data collection?",
                "QuestionCn": "研究人员在使用分层嵌套尺度仪器方法进行生态水文数据收集时，可能会有哪些期望？",
                "AnswerEn": "Researchers might expect to capture multi-scale eco-hydrological processes by arranging instruments in hierarchically nested scales, which can address the challenge of obtaining multiscale and multidisciplinary data.",
                "AnswerCn": "研究人员可能期望通过以层次嵌套的尺度安排仪器来捕捉多尺度生态水文过程，这可以解决获取多尺度和多学科数据的挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why could the integration of airborne remote sensing tools be crucial in collecting comprehensive data for studying oasis-desert interactions?",
                "QuestionCn": "将空中遥感工具的整合纳入研究绿洲与沙漠相互作用的数据收集中，可能至关重要。",
                "AnswerEn": "The integration of tools like LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer is crucial as it provides hyper-resolution airborne remote sensing data, which complements ground measurements and helps in understanding oasis-desert interactions.",
                "AnswerCn": "集成激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计等工具至关重要，因为它提供了超高分辨率的空中遥感数据，这些数据补充了地面测量，有助于理解绿洲与沙漠之间的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using hierarchically nested scales in capturing multi-scale eco-hydrological processes compared to other data collection methods?",
                "QuestionCn": "您将如何评估使用层次嵌套尺度在捕捉多尺度生态水文过程中的有效性，与其他数据收集方法相比？",
                "AnswerEn": "The use of hierarchically nested scales in this field is effective as it allows for capturing multi-scale eco-hydrological processes, addressing the challenge of poor availability of multiscale observations. The approach is complemented by a combination of flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, providing a comprehensive dataset that enhances the understanding of eco-hydrological dynamics.",
                "AnswerCn": "在该领域中使用分层嵌套尺度是有效的，因为它能够捕捉多尺度的生态水文过程，解决了多尺度观测数据稀缺的问题。这种方法结合了通量观测矩阵、生态水文传感器网络和超高分辨率的航空遥感，提供了一个全面的数据集，增强了对生态水文动态的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential limitations of relying on ground measurements of vegetation dynamics and photosynthesis processes in such heterogeneous landscapes?",
                "QuestionCn": "在如此异质的景观中，依赖地面测量植被动态和光合作用过程的潜在局限性是什么？",
                "AnswerEn": "One potential limitation is that ground measurements, while precise, may not capture the full spatial variability inherent in heterogeneous landscapes. This limitation can be mitigated by integrating ground measurements with remote sensing data, which provides broader spatial coverage and helps in upscaling the observations to larger areas, ensuring a more comprehensive understanding of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "一个潜在的局限性是，尽管地面测量非常精确，但可能无法捕捉到异质景观中固有的空间变异性。可以通过将地面测量与遥感数据相结合来缓解这一局限性，遥感数据提供了更广泛的空间覆盖，并有助于将观测结果上升到更大区域，从而确保对植被动态和光合作用过程的更全面理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your assessment of the challenges in ensuring the quality control of multiscale datasets, especially those involving complex instrumentation like LiDAR and imaging spectrometers?",
                "QuestionCn": "我对确保多尺度数据集质量控制的挑战进行评估，特别是涉及复杂仪器如LiDAR和成像光谱仪的数据集。",
                "AnswerEn": "Ensuring quality control of multiscale datasets is challenging due to the complexity of instruments like LiDAR and imaging spectrometers. It requires meticulous sensor calibration, data collection, and processing protocols. The effectiveness of these measures is crucial for generating reliable datasets, and the availability of such quality-controlled data at repositories like figshare and the Cold and Arid Regions Science Data Centre indicates a robust approach to addressing these challenges.",
                "AnswerCn": "确保多尺度数据集的质量控制是一个具有挑战性的任务，因为像LiDAR和成像光谱仪这样的仪器复杂。这需要细致的传感器校准、数据收集和处理协议。这些措施的有效性对于生成可靠的数据集至关重要，而在figshare和寒冷与干旱地区科学数据中心等数据仓库中提供这样的质量控制数据，表明了应对这些挑战的稳健方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the multiscale observations can be effectively captured in heterogeneous eco-hydrological surfaces.",
                "QuestionCn": "我不明白如何在异质生态水文表面有效捕捉多尺度观测。",
                "AnswerEn": "The HiWATER experiment addresses this by using instruments arranged in hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing to capture multiscale eco-hydrological processes.",
                "AnswerCn": "HiWATER实验通过使用分层嵌套尺度排列的仪器来解决这个问题，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站和超高分辨率航空遥感，以捕捉多尺度生态水文过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the data collection methods for capturing both vegetation dynamics and photosynthesis processes in such a vast area.",
                "QuestionCn": "我对在如此广阔的区域内捕捉植被动态和光合作用过程的数据收集方法感到不确定。",
                "AnswerEn": "The data collection involves using an eco-hydrological sensor network that includes soil moisture and leaf area index measurements, as well as synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "数据收集涉及使用生态水文传感器网络，包括土壤湿度和叶面积指数测量，以及同步的地面植被动态和光合作用过程的测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how multiscale datasets are generated and quality controlled in such complex environmental settings.",
                "QuestionCn": "我无法理解在如此复杂的环境条件下，如何生成和质量控制多尺度数据集。",
                "AnswerEn": "The datasets are generated from a combination of flux observation matrices, eco-hydrological sensor networks, and airborne remote sensing. All observational data are carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation.",
                "AnswerCn": "这些数据集是通过流量观测矩阵、生态水文传感器网络和航空遥感的组合生成的。所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过了严格的质量控制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the various data collection methods used to obtain multiscale eco-hydrological data in oasis-desert systems.",
                "QuestionCn": "概述用于获取绿洲-沙漠系统中多尺度生态水文数据的各种数据收集方法。",
                "AnswerEn": "The data collection methods used to obtain multiscale eco-hydrological data in oasis-desert systems included the installation of instruments on hierarchically nested scales, a sparse network to investigate oasis-desert interaction, and the construction of a superstation within the oasis. Additionally, four EC towers and four two-layer automatic meteorological stations were installed in different landscapes surrounding the oasis, such as sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale, and a total of 12 airborne remote sensing missions were conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "用于获取绿洲-沙漠系统多尺度生态水文数据的数据收集方法包括在分层嵌套的尺度上安装仪器、建立稀疏网络以研究绿洲-沙漠相互作用，以及在绿洲内建设超级站。此外，在绿洲周围的不同景观中，如沙漠、沙漠铺装、沙漠草原和湿地，安装了四个EC塔和四个双层自动气象站。在灌溉区尺度上实施了密集观测，并进行了总共12次航空遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe the challenges faced in obtaining multiscale observations for eco-hydrological processes and how these challenges were addressed.",
                "QuestionCn": "获取生态水文过程的多尺度观测面临的挑战以及如何应对这些挑战。",
                "AnswerEn": "The challenges faced in obtaining multiscale observations for eco-hydrological processes include the poor availability of multiscale observations. These challenges were addressed by designing the HiWATER experiment to include instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. This involved several intensive observation periods and continuous hydrometeorological observations, with data carefully quality controlled throughout sensor calibration, data collection, data processing, and dataset generation.",
                "AnswerCn": "获取生态水文过程的多尺度观测所面临的挑战包括多尺度观测的可用性差。这些挑战通过设计HiWATER实验来解决，该实验在层次嵌套的尺度上安装了仪器，以获取多尺度和多学科的数据。这涉及多个密集观测期和连续的水文气象观测，数据在传感器校准、数据收集、数据处理和数据集生成的整个过程中都经过了仔细的质量控制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and explain the data quality control measures applied to ensure reliability of the eco-hydrological datasets collected.",
                "QuestionCn": "请识别并解释为确保收集的生态水文数据集的可靠性而采取的数据质量控制措施。",
                "AnswerEn": "The data quality control measures applied to ensure the reliability of the eco-hydrological datasets included careful quality control throughout sensor calibration, data collection, data processing, and datasets generation. This comprehensive approach ensures that the observational data from the flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing are reliable for research purposes.",
                "AnswerCn": "为确保生态水文数据集的可靠性，采取了数据质量控制措施，包括在传感器校准、数据收集、数据处理和数据集生成过程中进行仔细的质量控制。这种全面的方法确保了来自通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感的观测数据在研究中是可靠的。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}