{
    "id": "40129afd-42d2-4eed-952e-922257b7846d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of Early Cretaceous magmatic rocks in Yunnan Tengchong area (120-122 Ma)",
            "titleCn": "云南腾冲地区早白垩纪岩浆岩地球化学数据集（120-122 Ma）",
            "description": "The data set includes: longitude and latitude, lithological information, chronological data and O isotopic composition, major and trace elements and Sr Nd isotopic composition of Early Cretaceous high Mg diorite and granodiorite samples from Tengchong block, Yunnan Province. The chronological data of rock samples are determined by secondary ion mass spectrometry (SIMS) of magmatic zircon separated from single rock ore. during the testing process, Qinghu standard zircon is used as the monitoring sample to monitor the reliability of the whole analysis and testing process. The main elements were determined by X-ray fluorescence spectrometer (XRF) by melting the rock powder into a glass sheet which can be tested on the computer. The analytical accuracy of the standard materials gbw-07111, gbw-123, gsr-1, gsr-2 and gsr-3 was better than 2%; Trace elements were analyzed by Perkin Elmer Elan 6000 inductively coupled plasma mass spectrometry (ICP-MS). In the process of analysis and test, USGS reference materials (bhvo-2, avg-2, gsr-1, gsr-2, gsr-3, gsd-9 and sarm-4) were determined. As the external test standard, the element content of the test sample was more accurate than 3%. The oxygen isotope data are obtained by SIMS of detrital zircon. The external accuracy of the multiple determination results of Penglai standard sample is better than 0.30 ‰ (2 σ，  n = 24)。 The SR Nd isotopic compositions of rocks were determined by the Neptune multi receiver inductively coupled plasma mass spectrometer (MC-ICP-MS) using nbs987 (87Sr / 86Sr = 0.71025) and shin Etsu jndi-1 (143Nd / 144Nd = 0.512115) as reference materials. The data obtained are used to identify early Cretaceous high Mg diorite related to subduction sediments in the eastern margin of Tengchong block, which provides evidence for the southeastern extension of Bangong Nujiang suture zone. The research results are published in the international well-known Journal LITHOS.",
            "descriptionCn": "该数据集包含了：云南腾冲地块早白垩纪高镁闪长岩和花岗闪长岩样品的经纬度、岩石岩性信息、样品年代学数据和O同位素组成、样品主微量元素和Sr-Nd同位素组成。岩石样品的年代学数据是通过对岩石单矿分选的岩浆锆石进行二次离子质谱（SIMS）测定的，测试过程中，Qinghu 标准锆石作为监控样品，监控整个分析测试过程中的可靠性。 主量元素通过将岩石粉末熔融成可上机测试的玻璃片，用X射线荧光光谱仪（XRF）进行测定，对于标准物质GBW-07111、 GBW-123、 GSR-1、 GSR-2 和 GSR-3 的测量结果分析精度优于 2%；微量元素通过在 Perkin-Elmer ELAN 6000电感耦合等离子体质谱仪（ICP-MS）上进行。分析测试过程中对USGS 标准物质（BHVO-2、 AVG-2、 GSR-1、 GSR-2、 GSR-3、 GSD-9 和 SARM-4） 进行测定，作为外部测试标样较正测试样品的元素含量，分析测试精度优于 3%。氧同位素数据是通过对碎屑锆石进行二次离子质谱（SIMS）所获得的，测试过程中，Penglai 标样的多次测定结果的外部精度优于 0.30‰(2σ， n = 24)。岩石Sr-Nd同位素通过对粉末进行酸性溶解，所获得的溶液，进行在 Neptune 型多接收电感耦合等离子体质谱仪（MC-ICP-MS）上进行，分别采用 NBS987（ 87Sr/86Sr = 0.71025） 和 Shin Etsu JNdi-1（ 143Nd/144Nd =0.512115）标准物质进行监控。所获得的数据用于在腾冲地块东缘识别与俯冲沉积物相关的早白垩世高镁闪长岩，为班公湖-怒江缝合带东南延伸提供了证据。研究成果发表于国际知名期刊Lithos上。",
            "instructions": "File name: rock lithology, longitude and latitude, major and trace elements, Sr Nd isotope, zircon age data and oxygen isotope data are stored in Excel file format, and the file name is \"geochemical data set of early creative massive rocks in Yunnan Tengchong area\".\nData reading mode: all data in the data set are directly opened by Microsoft Excel",
            "instructionsCn": "文件命名:岩石岩性、经纬度、主微量元素、Sr-Nd同位素、锆石年龄数据和氧同位素数据以excel文件格式储存，文件的名称为“Geochemical data set of Early Cretaceous magmatic rocks in Yunnan Tengchong area”。\n数据读取方式：该数据集汇中所有数据直接用Microsoft Excel打开.",
            "east": 98.63,
            "west": 98.06,
            "south": 24.9,
            "north": 24.93,
            "startTime": "2016-05-01 00:00:00",
            "endTime": "2021-04-20 00:00:00",
            "fileSize": 21380.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2021.106074",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马鹏飞",
                "nameEn": "MA Pengfei",
                "unitEn": "",
                "unitCn": "中科院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evolution of the Tethyan Bangong-Nujiang Ocean and its SE Asian connection: Perspective from the Early Cretaceous high-Mg granitoids in SW China",
                "referenceCn": null,
                "referenceEn": "Ma, P.-F., Xia, X.-P., Lai, C.-K., Cai, K.-D., Cui, Z.-X., Xu, J., Zhang, L., & Yang, Q. (2021). Evolution of the Tethyan Bangong-Nujiang Ocean and its SE Asian connection: Perspective from the Early Cretaceous high-Mg granitoids in SW China. Lithos, 106074."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "云南",
                "keywordEn": "Yunnan"
            },
            {
                "keywordCn": "腾冲",
                "keywordEn": "Tengchong"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩纪",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the geochemical composition of magmatic rocks from the Early Cretaceous period?",
                "QuestionCn": "您能否提供一种数据收集方法的例子，用于确定早白垩世火成岩的地球化学成分？",
                "AnswerEn": "An example of a data collection method used to determine the geochemical composition of magmatic rocks involves using X-ray fluorescence spectrometry (XRF) to measure major elements by fusing rock powder into glass discs for machine testing. This method achieves an analysis accuracy better than 2% when measuring standard substances. For trace elements, inductively coupled plasma mass spectrometry (ICP-MS) is used, with analysis accuracy better than 3%.",
                "AnswerCn": "用于确定火成岩地球化学成分的数据收集方法之一是使用X射线荧光光谱法（XRF）通过将岩石粉末熔融成玻璃圆盘进行机器测试来测量主要元素。该方法在测量标准物质时可实现优于2%的分析精度。对于微量元素，采用感应耦合等离子体质谱法（ICP-MS），其分析精度优于3%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochemical data collected from Early Cretaceous igneous rocks in the Tengchong area of Yunnan?",
                "QuestionCn": "滇西腾冲地区早白垩纪火成岩收集的地球化学数据的特征是什么？",
                "AnswerEn": "latitude and longitude, rock lithology information, sample chronology data, oxygen isotope composition, major and trace element compositions, Sr-Nd isotope compositions",
                "AnswerCn": "纬度和经度，岩石岩性信息，样品年代学数据，氧同位素组成，主要和微量元素组成，Sr-Nd同位素组成",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rock samples are analyzed for their geochemical composition in a dataset related to Early Cretaceous magmatic rocks in the Tengchong area?",
                "QuestionCn": "在与滇东腾冲地区早白垩世火成岩相关的数据集中，分析了多少个岩石样本的地球化学成分？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of rock samples analyzed. Therefore, there is no quantifiable information to extract or refine.",
                "AnswerCn": "原始答案没有提供具体的岩石样本分析数量。因此，没有可提取或细化的量化信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '二次离子质谱（SIMS）' mean in the context of geochemical data collection?",
                "QuestionCn": "'二次离子质谱（SIMS）'在地球化学数据收集的背景下指的是一种分析技术，用于测量材料中元素和同位素的分布。",
                "AnswerEn": "In the context of geochemical data collection, '二次离子质谱（SIMS）' refers to Secondary Ion Mass Spectrometry, a technique used to measure isotopic compositions, such as the O isotopic data of detrital zircon, and age dating through analyzing magmatic zircon. This method involves using a standard zircon, such as Qinghu or Penglai, to ensure the reliability and precision of the measurements.",
                "AnswerCn": "在地球化学数据收集的背景下，“二次离子质谱（SIMS）”指的是二次离子质谱法，这是一种用于测量同位素组成的技术，例如沉积锆石的氧同位素数据，以及通过分析岩浆锆石进行年龄测定。该方法涉及使用标准锆石，如青湖或蓬莱，以确保测量的可靠性和精确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of secondary ion mass spectrometry (SIMS) for zircon dating enhance our understanding of the geochemical characteristics and formation history of early Cretaceous plutonic rocks?",
                "QuestionCn": "使用次级离子质谱法（SIMS）对锆石进行定年可以增强我们对早白垩纪岩浆岩的地球化学特征和形成历史的理解。",
                "AnswerEn": "Using secondary ion mass spectrometry (SIMS) for zircon dating allows researchers to obtain precise geochronological data, which is crucial for understanding the formation history and geochemical characteristics of early Cretaceous plutonic rocks. This method provides reliable age determinations by measuring isotopic compositions in zircon minerals, which are resistant to alteration and provide a robust record of the crystallization age. In this context, the SIMS technique helps identify the relationship between high-magnesium diorite and granodiorite samples and subducted sediments, providing evidence for tectonic processes at the southeastern extension of the Bangong Lake-Nujiang suture zone.",
                "AnswerCn": "使用次级离子质谱（SIMS）对锆石进行定年可以让研究人员获得精确的地质年代数据，这对于理解早白垩纪岩浆岩的形成历史和地球化学特征至关重要。这种方法通过测量锆石矿物中的同位素组成提供可靠的年龄测定，因为锆石对改变具有抵抗力，并提供了结晶年龄的稳健记录。在这种背景下，SIMS技术有助于识别高镁二长岩和花岗闪长岩样品与被俯冲沉积物之间的关系，为东南延伸的班公湖-怒江缝合带的构造过程提供证据。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and instruments are commonly employed to accurately measure the geochemical composition and isotopic data of early Cretaceous igneous rock samples in the Tengchong region of Yunnan?",
                "QuestionCn": "在云南腾冲地区，常用的程序和仪器来准确测量早白垩世火成岩样品的地球化学成分和同位素数据包括：",
                "AnswerEn": "To accurately measure the geochemical composition and isotopic data of early Cretaceous igneous rock samples in the Tengchong region of Yunnan, several procedures and instruments are utilized. The age of rock samples is determined using secondary ion mass spectrometry (SIMS) on magmatic zircon, with Qinghu standard zircon as a control for reliability during analysis. Major elements are measured using X-ray fluorescence spectrometry (XRF) on rock powder melted into glass beads, with an analytical precision better than 2% for standard materials such as GBW-07111, GBW-123, GSR-1, GSR-2, and GSR-3. Trace elements are analyzed using an inductively coupled plasma mass spectrometer (ICP-MS), with a precision better than 3% using USGS standards like BHVO-2, AVG-2, GSR-1, GSR-2, GSR-3, GSD-9, and SARM-4. Oxygen isotope data is obtained from detrital zircon using SIMS, where the external precision from multiple measurements of the Penglai standard is better than 0.30‰ (2σ, n = 24). Sr-Nd isotopes are measured by dissolving the rock powder in acid and analyzing the solution on a Neptune multi-collector ICP-MS, using NBS987 and Shin Etsu JNdi-1 standards as controls.",
                "AnswerCn": "为了准确测量云南腾冲地区早白垩纪火成岩样品的地球化学成分和同位素数据，采用了多种程序和仪器。岩石样品的年龄通过对岩浆锆石进行次级离子质谱（SIMS）分析来确定，使用青湖标准锆石作为分析过程中的可靠性控制。主要元素通过将岩石粉末熔化成玻璃珠后，使用X射线荧光光谱法（XRF）进行测量，标准材料如GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3的分析精度优于2%。微量元素则通过感应耦合等离子体质谱（ICP-MS）进行分析，使用USGS标准如BHVO-2、AVG-2、GSR-1、GSR-2、GSR-3、GSD-9和SARM-4，精度优于3%。氧同位素数据通过对碎屑锆石进行SIMS分析获得，多个对Penglai标准的测量外部精度优于0.30‰（2σ，n = 24）。Sr-Nd同位素通过将岩石粉末溶解在酸中，并在Neptune多收集器ICP-MS上分析溶液来测量，使用NBS987和Shin Etsu JNdi-1标准作为控制。",
                "Level": "C3(Applying)"
            }
        ]
    }
}