{
  "id": "409e0c37-4eec-4541-9687-a0897267e7a3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Driving data of surface meteorological elements in the eastern Qinghai Tibet Plateau with a horizontal resolution of 3km * 3km and an hour (2010)",
      "titleCn": "青藏高原东部水平分辨率3公里*3公里1小时时间地面气象要素驱动数据（2010）",
      "description": "Based on the regional environment integrated system model developed by the Key Laboratory of regional climate and environment, Chinese Academy of Sciences, a regional climate model for convective analysis of the Qinghai Tibet Plateau is established.\nThe grid center of the model simulation area is located at (34n, 100e), the horizontal resolution is 3km, and the number of simulation grid points of the model is 465 (longitude) x 375 (latitude). The vertical direction is 27 floors. The air pressure at the top of the model layer is 50 HPA. The buffer zone consists of 15 grids, the integration time is one year in 2010, and the horizontal resolution of the European medium range weather forecast center is 0.25x0 25. The reanalysis data of era5 with a time interval of 6 hours is used as the driving field to generate the driving data of surface meteorological elements on the Qinghai Tibet Plateau in 2010 with a horizontal resolution of 3 km * 3 km and a time interval of 1 hour\nAfter dynamic downscaling by using the convection analysis regional climate model of the Qinghai Tibet Plateau, the bottleneck problem of the lack of meteorological data sets with long-time series and high spatial-temporal resolution in the Qinghai Tibet Plateau and other regions is solved, so as to provide a solid and reliable scientific data foundation for the future change of climate and environment and the construction of ecological security barrier in the Qinghai Tibet Plateau.",
      "descriptionCn": "以中国科学院区域气候-环境重点实验室研制的区域环境集成系统模式为基础，建成了青藏高原对流解析区域气候模式。\n模式模拟区域的网格中心位于（34N，100E）, 水平分辨率为3km，模式的模拟网格点数为465（经向）X 375（纬向）。垂直方向为27层。模式层顶气压为50 百帕。缓冲区为15个网格，积分时间为2010年一年，采用欧洲中期天气预报中心的水平分辨率为0.25X0.25时间间隔为6小时的ERA5再分析资料作为驱动场，生成水平分辨为3公里*3公里时间间隔为1小时2010年青藏高原地面气象要素驱动数据\n采用青藏高原对流解析区域气候模式进行动力降尺度后，解决青藏高原等地区缺乏长时间序列高时空分辨率的气象数据集的瓶颈问题,为青藏高原气候和环境未来变化、生态安全屏障建设等提供坚实可靠的科学数据基础。",
      "instructions": "File naming method: variable name - era25-itp3km-1hr Yyyymon, where yyyy stands for year and mon stands for month\nVariable name: Precip is 1-hour cumulative precipitation,\nTmean is the average temperature (k)\nUsurf is 10m zonal wind speed (M / s),\nVsurf is 10m meridional wind speed (M / s)\nTmax is the daily maximum temperature (k)\nTmin is the daily minimum temperature (k)\nUsage:\nGrads has no format, reads the format directly, and can draw directly\ndo n=1,nday*24\nread(iunit,rec=n)((a(i,j),i=1,345）,j=1,435)\nenddo\nWhere day is the number of days per month, 345 is the number of points in the East-West grid, and 435 is the number of points in the North-South grid",
      "instructionsCn": "文件命名方式：变量名-ERA25-ITP3KM-1HR.yyyymon  其中：yyyy代表年mon代表月份\n变量名：precip为1小时累积降水，\ntmean为平均温度 （K)\nusurf为10m纬向风速（m/s)，\nvsurf为10m经向风速(m/s)\nTmax为日最高温度(K)\nTmin为日最低温度(k)\n使用方式：\ngrads无格式直接读取格式，并可以直接画图\ndo n=1,nday*24\nread(iunit,rec=n)((a(i,j),i=1,345）,j=1,435)\nenddo\n其中nday为每个月天数，345为东西格点数，435为南北方向格点数",
      "east": 105.0,
      "west": 95.0,
      "south": 28.0,
      "north": 40.0,
      "startTime": "2010-01-01 00:00:00",
      "endTime": "2010-01-01 11:59:59",
      "fileSize": 59832487.0,
      "cstr": "18406.11.Atmos.tpdc.272443",
      "doi": "10.11888/Atmos.tpdc.272443",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "熊喆",
        "nameEn": "XIONG Zhe",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "对流解析区域气候模式对青藏高原地区降水模拟能力的研究",
        "titleEn": null,
        "referenceCn": "熊喆, 宋长青. (2022). 对流解析区域气候模式对青藏高原地区降水模拟能力的研究. 北京师范大学学报(自然科学版), 58(2), 337-347.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Building a high-resolution regional climate model for the Heihe River Basin and simulating precipitation over this region",
        "referenceCn": null,
        "referenceEn": "Xiong, Z, Yan, X.D. (2013). Building a high-resolution regional climate model for the Heihe River Basin and simulating precipitation over this region. Chinese Science Bulletin, 58(036), 4670-4678. doi:10.116/s11434-013-5971-3."
      },
      {
        "titleCn": null,
        "titleEn": "Regional integrated environmental model system and its simulation of East Asia summer monsoon",
        "referenceCn": null,
        "referenceEn": "Xiong Zhe, Fu Congbin, Yan Xiaodong, 2009: Regional integrated environmental model system and its simulation of East Asia summer monsoon. Chinese Sci. Bull.,54(22)，4253-4261.doi:10.107/s11434-009-0669-2."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "2m气温",
        "nameEn": "2m temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降尺度",
        "nameEn": "Downscaling"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东部",
        "keywordEn": "Eastern Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010年",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the high-resolution meteorological dataset used for simulating the eastern Tibetan Plateau's climate?",
        "QuestionCn": "用于模拟东藏高原气候的高分辨率气象数据集的特点是什么？",
        "AnswerEn": "3 km x 3 km horizontal resolution, 1-hour temporal resolution, year 2010, grid center at (34N, 100E), 465 grid points in the meridional direction, 375 grid points in the zonal direction, 27 vertical layers, top pressure of 50 hPa, buffer zone of 15 grids, driven by ERA5 reanalysis data, 0.25 x 0.25-degree resolution, 6-hour intervals",
        "AnswerCn": "水平分辨率为3公里 x 3公里，时间分辨率为1小时，年份为2010年，网格中心位于(34N, 100E)，经向有465个网格点，纬向有375个网格点，垂直方向有27层，顶压为50 hPa，缓冲区为15个网格，由ERA5再分析数据驱动，分辨率为0.25 x 0.25度，时间间隔为6小时。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the horizontal resolution of the meteorological dataset generated for the Tibetan Plateau?",
        "QuestionCn": "为青藏高原生成的气象数据集的水平分辨率是多少？",
        "AnswerEn": "3 kilometers by 3 kilometers",
        "AnswerCn": "3公里乘3公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of using high-resolution regional climate models for meteorological data collection on the Tibetan Plateau, and how might this approach address the challenges of obtaining long-term, high-spatial-resolution datasets in such regions?",
        "QuestionCn": "关于在青藏高原使用高分辨率区域气候模型进行气象数据收集的有效性可以推断出什么？这种方法如何解决在这些地区获取长期、高空间分辨率数据集的挑战？",
        "AnswerEn": "The use of high-resolution regional climate models, such as the one with a 3 km x 3 km resolution and hourly intervals, provides a significant advancement in addressing the lack of long-term, high-spatial-resolution meteorological datasets in challenging regions like the Tibetan Plateau. By employing such models, it is possible to overcome bottlenecks related to data scarcity and enhance the understanding of climate and environmental changes. The integration of ERA5 reanalysis data as the driving field also suggests a robust methodological approach to ensure the reliability of generated datasets.",
        "AnswerCn": "使用高分辨率区域气候模型，例如具有3公里 x 3公里分辨率和每小时间隔的模型，为解决像青藏高原这样具有挑战性的地区缺乏长期高空间分辨率气象数据集的问题提供了显著的进展。通过采用这样的模型，可以克服与数据稀缺相关的瓶颈，并增强对气候和环境变化的理解。将ERA5再分析数据作为驱动场的整合也表明了一种稳健的方法论，以确保生成数据集的可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for high spatiotemporal resolution meteorological datasets on the eastern Tibetan Plateau?",
        "QuestionCn": "影响东藏高原对高时空分辨率气象数据集需求的因素有哪些？",
        "AnswerEn": "The need for high spatiotemporal resolution meteorological datasets on the eastern Tibetan Plateau arises from the challenges of addressing the lack of long-term, high-resolution meteorological data in this region. This high-resolution data is crucial for understanding climate and environmental changes, supporting ecological safety barrier construction, and providing a reliable scientific data foundation for future climate and environmental studies.",
        "AnswerCn": "在东藏高原上，对高时空分辨率气象数据的需求源于该地区缺乏长期、高分辨率气象数据的挑战。这种高分辨率数据对于理解气候和环境变化、支持生态安全屏障建设以及为未来的气候和环境研究提供可靠的科学数据基础至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using high-resolution ERA5 reanalysis data as a driving field for generating high spatiotemporal resolution meteorological datasets in regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用高分辨率ERA5再分析数据作为驱动场，在像青藏高原这样的地区生成高时空分辨率气象数据集的潜在后果是什么？",
        "AnswerEn": "Using high-resolution ERA5 reanalysis data as a driving field for generating high spatiotemporal resolution meteorological datasets can address the bottleneck problem of lacking long-term high-resolution meteorological datasets in regions like the Qinghai-Tibet Plateau. It provides a solid and reliable scientific data foundation for studying future climate and environmental changes and constructing ecological safety barriers in the area.",
        "AnswerCn": "使用高分辨率的ERA5再分析数据作为生成高时空分辨率气象数据集的驱动场，可以解决像青藏高原这样的地区缺乏长期高分辨率气象数据集的瓶颈问题。这为研究未来气候和环境变化以及构建该地区生态安全屏障提供了坚实可靠的科学数据基础。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset with high spatial and temporal resolution for meteorological elements in the eastern Tibetan Plateau?",
        "QuestionCn": "创建东藏高原气象要素高空间和时间分辨率数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to address the bottleneck issue of lacking long-term, high spatio-temporal resolution meteorological datasets in regions like the Tibetan Plateau. This dataset aims to provide a solid and reliable scientific data foundation for studying future climate and environmental changes and for constructing ecological security barriers in the region.",
        "AnswerCn": "主要目标是解决像青藏 Plateau 这样的地区缺乏长期、高时空分辨率气象数据集的问题。该数据集旨在为研究未来气候和环境变化以及构建该地区生态安全屏障提供坚实可靠的科学数据基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in generating a high-resolution meteorological dataset with a spatial resolution of 3km x 3km and temporal resolution of 1 hour for the Tibetan Plateau, using a regional climate model driven by ERA5 reanalysis data?",
        "QuestionCn": "使用由ERA5再分析数据驱动的区域气候模型生成空间分辨率为3km x 3km、时间分辨率为1小时的青藏高原高分辨率气象数据集涉及哪些程序步骤？",
        "AnswerEn": "To generate such a meteorological dataset, the process begins with using the regional environment integration system model designed by the Chinese Academy of Sciences' Key Laboratory of Regional Climate-Environment. The model's simulation grid is centered at (34N, 100E) with a horizontal resolution of 3km, encompassing 465 longitudinal and 375 latitudinal grid points. Vertically, it is structured with 27 layers, with the top layer at a pressure of 50 hPa, and includes a 15-grid wide buffer zone. The integration time covers the entire year of 2010. The model uses ERA5 reanalysis data from the European Centre for Medium-Range Weather Forecasts (ECMWF) as the driving field, which has a horizontal resolution of 0.25 x 0.25 and a 6-hour time interval. This setup allows the model to dynamically downscale the data, addressing the lack of long-term, high spatio-temporal resolution meteorological datasets in regions like the Tibetan Plateau.",
        "AnswerCn": "生成这样的气象数据集的过程始于使用中国科学院区域气候环境重点实验室设计的区域环境集成系统模型。该模型的模拟网格中心位于（34N，100E），水平分辨率为3公里，涵盖465个经度和375个纬度网格点。垂直结构为27层，顶层气压为50 hPa，并包括一个宽15网格的缓冲区。集成时间覆盖2010年全年。该模型使用欧洲中期天气预报中心（ECMWF）的ERA5再分析数据作为驱动场，水平分辨率为0.25 x 0.25，时间间隔为6小时。这个设置使得模型能够动态下调数据，解决了像青藏高原这样的地区缺乏长期、高时空分辨率气象数据集的问题。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in regional climate modeling have enabled the creation of high spatiotemporal resolution meteorological datasets for the Tibetan Plateau?",
        "QuestionCn": "哪些区域气候建模的进展使得能够为青藏高原创建高时空分辨率的气象数据集？",
        "AnswerEn": "The development of the regional environment integration system model by the Chinese Academy of Sciences' Key Laboratory of Regional Climate-Environment has enabled the creation of high spatiotemporal resolution datasets. This model facilitates the dynamic downscaling of meteorological data, addressing the lack of long-term high-resolution meteorological datasets in regions like the Tibetan Plateau.",
        "AnswerCn": "中国科学院区域气候环境重点实验室开发的区域环境集成系统模型，使得高时空分辨率数据集的创建成为可能。该模型促进了气象数据的动态下行尺度化，解决了像青藏 Plateau 这样的地区缺乏长期高分辨率气象数据集的问题。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}