{
    "id": "411ee491-bce6-49c9-9366-97058c6d2ccc",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (automatic weather station of Shenshawo sandy desert station, 2014)",
            "description": "The data set contains meteorological observation data of shenshawo desert station in the middle reaches of the hehe river meteorological observation network from January 1, 2014 to December 31, 2014.The station is located in shensha wo, zhangye city, gansu province.The latitude and longitude of the observation point are 100.4933e, 38.7892N, and 1594m above sea level.Air temperature and relative humidity sensors are set up at 5m and 10m, facing due north.The barometer is installed at 2m;The inverted bucket rain gauge is installed at 10m;The wind speed sensor is set up at 5m, 10m, and the wind direction sensor is set up at 10m, facing due north;The four-component radiometer is installed at 6m, facing due south;The two infrared thermometers are installed at the position of 6m, facing south, and the probe is facing vertically downward.The soil temperature probe is buried at 0cm on the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, in the south due to 2m from the meteorological tower.Soil moisture sensors were buried in the ground at 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm, respectively, in the south due to 2m from the meteorological tower.The soil hot flow plates (3) are successively buried in the ground at 6cm.\nObservation items are: air temperature and humidity (Ta_5m RH_5m Ta_10m, RH_10m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_5m, WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:C), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: w/m), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm_1, Ms_40cm_2, Ms_60cm, Ms_100cm) (unit: volume water content, percentage), and soil temperature (Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_60cm, Ts_100cm) (unit: Celsius).\nProcessing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;Due to the adjustment of observation factors, some data were missing between 5.5-5.6, 2014.(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the part marked by red letter in the data is the data in question;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2014-6-10-10:30;(6) the naming rule is: AWS+ site name.\nPlease refer to Li et al.(2013) for hydrometeorological network or site information, and Liu et al.(2011) for observation data processing.",
            "instructions": "",
            "east": 100.4933,
            "west": 100.4933,
            "south": 38.7892,
            "north": 38.7892,
            "startTime": "2014-01-08 16:00:00",
            "endTime": "2015-01-07 16:00:00",
            "fileSize": 13961404.0,
            "cstr": "18406.11.hiwater.256.2015.db",
            "doi": "10.3972/hiwater.256.2015.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Shenshawo desert station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the use of a thermal infrared camera a reliable method for obtaining soil and canopy component temperatures?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What is a typical data collection method used for observing energy balance components in heterogeneous landscapes?",
                    "Answer": "Two-source energy balance model",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are faced in data collection for understanding energy, water vapor, and carbon exchange in oasis-desert areas?",
                    "Answer": "Poor availability of multiscale observations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Please provide an example of a dataset that captures multi-scale eco-hydrological processes in oasis–desert systems.",
                    "Answer": "An example of a dataset that captures multi-scale eco-hydrological processes in oasis–desert systems is the dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and remote sensing instruments like LiDAR and imaging spectrometers.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key features and parameters measured by automated meteorological stations in desert ecosystems?",
                    "Answer": "air temperature, relative humidity, atmospheric pressure, precipitation, wind speed and direction, four-component radiation, soil temperature at various depths, soil moisture, soil heat flux",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the common data processing and quality control practices for ensuring the reliability of hydrometeorological datasets in arid regions?",
                    "Answer": "consistent data collection intervals, marking missing data with specific codes, removing duplicate records, filtering out physically implausible values, standardizing date and time formats",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many observation stations are used in the hydrometeorological network for collecting meteorological data in the oasis–desert system?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the maximum number of data points collected per day in the meteorological dataset of the 黑河生态水文遥感试验?",
                    "Answer": "144 data points per day",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment, and what types of remote sensing equipment were used?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the significance of multiscale observations in eco-hydrological research?",
                    "Answer": "Multiscale observations are crucial in eco-hydrological research as they allow for the exploration and understanding of complex processes on heterogeneous surfaces. These observations are essential for addressing challenges like upscaling eco-hydrological processes and understanding interactions within oasis-desert systems. Such observations are often obtained through hierarchically nested scales and involve multidisciplinary data collection to capture comprehensive eco-hydrological dynamics.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does the term 'eddy covariance system' mean in the context of hydrometeorological data collection?",
                    "Answer": "An eddy covariance system is a technique used in hydrometeorological data collection to measure and analyze the turbulent fluxes of energy, water vapor, and carbon dioxide between the surface and the atmosphere. It provides high-frequency data on these exchanges, which is essential for understanding energy, water vapor, and carbon dynamics in various ecosystems, including oasis-desert systems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods involving automatic meteorological stations in the 黑河生态水文遥感试验 compare to those used in oasis-desert interactions during the HiWATER project?",
                    "Answer": "In the 黑河生态水文遥感试验, data is collected using an automatic meteorological station with sensors installed at various heights and depths to measure a range of meteorological and soil parameters. This method emphasizes detailed, localized measurements at specific intervals. Conversely, the HiWATER project employs a hierarchical structure of instruments, including eddy covariance towers and automatic meteorological stations, to capture multi-scale eco-hydrological processes over a larger area, focusing on oasis-desert interactions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in challenges faced when estimating evapotranspiration in arid regions as discussed in the TSEB model application versus the oasis-desert areas?",
                    "Answer": "In the TSEB model application, challenges include accurately estimating surface fluxes in strongly advective irrigated agricultural areas and addressing errors in component temperature separation. These errors arise from image classification and the uncertainty of derived component temperatures. In contrast, the oasis-desert areas face broader challenges such as ecological environment degradation and maintaining energy, water vapor, and carbon balance, which are compounded by the expansive and heterogeneous nature of these regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the choice of sensors and their deployment influence the accuracy of the data collected in oasis-desert systems?",
                    "Answer": "The choice of sensors and their deployment, such as the use of eddy covariance towers, automatic meteorological stations, and remote sensing instruments like LiDAR and thermal cameras, significantly affect the accuracy of data collected in oasis-desert systems. These instruments capture detailed observations of energy, water vapor, and carbon fluxes, which are critical for understanding the interactions within oasis-desert ecosystems.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas using remote sensing and ground-based measurements?",
                    "Answer": "Accurately estimating surface fluxes in these areas is challenging due to factors such as the uncertainty in surface-air temperature differences, errors in determining surface soil and vegetation component temperatures from composite radiometric temperature, and the strong advective environment affecting the performance of models like the TSEB model.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is the availability of multiscale observations critical for understanding eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "The availability of multiscale observations is critical because it helps address the challenge of upscaling eco-hydrological processes in heterogeneous landscapes, which is hindered by the poor availability of such observations. Multiscale data collection facilitates capturing the interactions and dynamics of eco-hydrological processes across different spatial and temporal scales.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the reasons for the necessity of long-term observations in understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term observations are necessary to understand these exchanges because they provide a quantitative understanding of the interactions and balance between oasis and desert systems. This understanding is crucial for achieving sustainable development goals, maintaining ecological stability, and supporting the socioeconomic development of oases in arid and semi-arid regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of employing a multiscale data collection approach on understanding eco-hydrological processes in oasis-desert interactions?",
                    "Answer": "Employing a multiscale data collection approach in oasis-desert interactions enables a more comprehensive understanding of eco-hydrological processes by capturing data at various spatial and temporal scales. This approach allows for the integration of diverse data sources, such as eddy covariance towers, remote sensing, and ground-based measurements, which can improve the accuracy and reliability of modeling efforts and help address the challenges posed by the heterogeneous nature of the landscape.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of high-resolution thermal cameras for measuring soil and canopy component temperatures affect the estimation of evapotranspiration in arid regions?",
                    "Answer": "The use of high-resolution thermal cameras for measuring soil and canopy component temperatures can significantly improve the estimation of evapotranspiration in arid regions. By accurately capturing the temperature differences between soil and vegetation components, this method enhances the performance of models like the two-source energy balance (TSEB) model, enabling more reliable separation of evaporation and transpiration and resulting in better validation of the estimated evapotranspiration rates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the implications of conducting long-term energy, water vapor, and carbon flux observations on the sustainability of oasis-desert ecosystems?",
                    "Answer": "Conducting long-term observations of energy, water vapor, and carbon fluxes in oasis-desert ecosystems provides critical data that can inform sustainable management practices. These observations contribute to understanding the fundamental exchange processes within these ecosystems, aiding in the development of strategies to balance oasis and desert systems, support ecological security, and achieve sustainable development goals.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of collecting multiscale and multidisciplinary data in oasis-desert systems through hierarchical instrumentation?",
                    "Answer": "The primary objective of collecting multiscale and multidisciplinary data in oasis-desert systems through hierarchical instrumentation is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to have a quantitative understanding of energy, water vapor, and carbon exchange in oasis-desert areas?",
                    "Answer": "A quantitative understanding of energy, water vapor, and carbon exchange in oasis-desert areas is crucial for recognizing the interactions within these systems, supporting ecological stability, and achieving sustainable development in oases. This understanding helps maintain the balance between oasis and desert systems to achieve goals like carbon peaking and neutrality.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the intended outcomes of using a two-source energy balance (TSEB) model in estimating evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "The intended outcomes of using a two-source energy balance (TSEB) model in estimating evapotranspiration over heterogeneous land surfaces include better validation of evaporation, transpiration, and evapotranspiration using ground-measured soil and canopy component temperatures, and achieving reliable estimates even under strongly advective conditions in irrigated agricultural areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What data collection techniques are employed to ensure accurate measurements of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "Data collection techniques for energy, water vapor, and carbon exchange in oasis–desert ecosystems include the use of eddy covariance systems and scintillometers for turbulent flux data. Additionally, automatic weather stations are used to gather hydrometeorological data such as radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. These measurements are taken with a 10-minute average period to ensure accuracy.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What procedures are followed in the HiWATER experiment to capture multi-scale eco-hydrological processes in oasis-desert areas?",
                    "Answer": "In the HiWATER experiment, multi-scale eco-hydrological processes are captured through a hierarchical arrangement of instruments over several intensive observation periods. This includes a sparse network to investigate oasis-desert interaction, with a superstation, eddy covariance towers, and automatic meteorological stations installed across various landscapes. Additionally, 12 airborne remote sensing missions using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers were conducted to provide comprehensive data collection.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are ground-based temperature measurements integrated into the TSEB model for improved estimation of evapotranspiration in agricultural areas?",
                    "Answer": "Ground-based temperature measurements are integrated into the TSEB model by using a Fluke Ti55 thermal infrared camera to capture soil and canopy component temperatures, which are then used as inputs to the model. The integration involves classifying visible and NIR images into soil and canopy pixels, extracting directional brightness temperatures, and converting thermal infrared temperatures to radiation temperatures. This approach allows for accurate separation of soil and vegetation component temperatures, which enhances the estimation of evapotranspiration in agricultural areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the collection of multiscale and multidisciplinary data in eco-hydrological studies in oasis-desert systems?",
                    "Answer": "The use of hierarchically nested scales of instrumentation, including LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, has enabled the collection of multiscale and multidisciplinary data during experiments like HiWATER.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do the integration of thermal infrared cameras and eddy covariance systems facilitate accurate estimation of evapotranspiration and its components in agricultural areas?",
                    "Answer": "Thermal infrared cameras are used to measure soil and canopy component temperatures, while eddy covariance systems measure turbulent fluxes. Together, they provide data that allow for the separation and accurate estimation of evaporation, transpiration, and total evapotranspiration using models like the TSEB.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be difficulties in collecting multiscale observations for eco-hydrological processes in oasis-desert systems?",
                    "Answer": "Multiscale observations in oasis-desert systems are challenging due to the lack of available data at different scales. Instruments need to be arranged in hierarchically nested scales to capture eco-hydrological processes accurately, which involves the use of diverse and sophisticated equipment, such as eddy covariance towers and airborne remote sensing, to effectively gather data across various landscapes and scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might long-term observational datasets be crucial for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term observational datasets are essential for understanding energy, water vapor, and carbon exchange because they provide comprehensive data over extended periods, capturing seasonal and interannual variations. Such datasets help in recognizing oasis-desert interactions and are vital for supporting sustainable development and ecological stability, which are key for achieving carbon neutrality and ecological security in these regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective are the current data collection methods in capturing the complexity of eco-hydrological processes in heterogeneous surfaces?",
                    "Answer": "Current data collection methods, such as those used in the HiWATER experiment, involve instrumentation on hierarchically nested scales to capture multiscale eco-hydrological processes. However, the progress in this field is hindered by the poor availability of multiscale observations. The integration of various instruments, such as eddy covariance towers and remote sensing technologies, attempts to address these challenges by providing comprehensive datasets that include soil moisture, leaf area index, and flux observations.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways could data collection techniques be improved to better support the separation of soil and vegetation component temperatures in models estimating evapotranspiration?",
                    "Answer": "Data collection techniques could be improved by enhancing the accuracy of thermal infrared measurements and reducing classification errors in image processing. Using high-resolution thermal cameras and advanced image classification methods could help in accurately separating soil and vegetation component temperatures. Additionally, addressing uncertainties in radiation transmittances and considering atmospheric conditions could further refine the estimation accuracy in models like the TSEB.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how data collection methods can effectively address the challenges of measuring energy exchange in heterogeneous oasis-desert systems.",
                    "Answer": "Data collection methods in oasis-desert systems often involve hierarchically nested scales and sophisticated instrumentation, such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. These are arranged to capture multiscale eco-hydrological processes and address the challenge of poor multiscale observations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the data collection methodologies used for capturing meteorological and hydrological data in arid and semi-arid regions, particularly focusing on the instrumentation and spatial scales involved.",
                    "Answer": "The data collection methods for capturing meteorological and hydrological data in arid and semi-arid regions involve using instruments deployed on hierarchically nested scales. These include eddy covariance towers, large aperture scintillometers, and automatic meteorological stations to capture multi-scale eco-hydrological processes. Additional sensors for soil moisture, leaf area index, and hyper-resolution airborne remote sensing instruments like LiDAR and multi-angle thermal imagers are utilized.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the challenges faced in obtaining multiscale observations of eco-hydrological processes in oasis-desert systems.",
                    "Answer": "Challenges in obtaining multiscale observations of eco-hydrological processes in oasis-desert systems include the poor availability of multiscale observations and the complexity of deploying instruments across varying landscapes such as sandy deserts, desert pavement, and wetlands. The need for extensive and well-coordinated instrumentation to capture these multiscale interactions also presents logistical and technical difficulties.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please identify potential datasets that could be used for studying energy, water vapor, and carbon exchange in oasis-desert ecosystems, including their data collection period and availability.",
                    "Answer": "Potential datasets for studying energy, water vapor, and carbon exchange in oasis-desert ecosystems include long-term observational datasets comprising energy, water vapor, carbon, and methane fluxes, as well as auxiliary hydrometeorological, vegetation, and soil data collected from 2012 to 2021. These datasets are freely available from sources like the National Tibetan Plateau Data Center and include comprehensive data from multiple land surface flux and meteorological stations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}