{
  "id": "41526c21-4f43-40a2-82ec-5bbcd49c376e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Atlas of surface albedo, vegetation index, vegetation coverage and soil moisture in Muli coal mining area (2000-2020)",
      "titleCn": "木里煤矿区地表反照率、植被指数、植被覆盖度及土壤湿度图集（2000-2020）",
      "description": "The data set is the surface element data of Muli coal mining area in Qinghai Tibet Plateau from 2000 to 2020, which is issued every five years, with a total of five periods; it includes four sub Atlas: surface albedo, vegetation index, vegetation coverage and soil moisture, with a total of 40 image data (20 original grid data + 20 RGB composite data). The data set is a rectangular area, which is defined according to the four boundaries of the southeast, northwest and north of Muli coal mine. The surface albedo is based on landsat8 and landsat5 Remote sensing satellite, according to the annual average value calculated by Mr. Liang Shunlin's method; vegetation index using normalized vegetation index NDVI, using the maximum value synthesis method to produce the annual maximum NDVI image; vegetation coverage is based on the annual maximum NDVI composite image, using pixel binary model to calculate the annual value; soil moisture is based on TVDI method, using soil moisture measurement Data and regression method were used to make the average soil volume water content in August of each period. The data are all in grid format, and the spatial resolution is 30 meters. The data set has a certain guiding and reference significance for the study of the changes of surface elements in the Qinghai Tibet Plateau, and provides a certain value reference for the study of the changes of water resources in the Qinghai Tibet Plateau.",
      "descriptionCn": "该数据集是青藏高原木里煤矿区2000-2020年地表要素数据，每五年一期，共5期；其中包括四个子图集：地表反照率、植被指数、植被覆盖度及土壤湿度，共40张影像数据（20张原始栅格数据+20张RGB合成数据）。数据集为矩形区域，根据木里煤矿的东南西北的四个界限所划定。其中地表反照率基于Landsat8 和landsat5 遥感卫星，根据梁顺林先生的方法所计算获得的年度平均值；植被指数采用归一化植被指数NDVI，利用最大值合成法制作的年度最大NDVI影像；植被覆盖度是根据年度最大NDVI合成影像，采用像元二分模型计算获得的年度值；土壤湿度是基于TVDI方法，利用土壤湿度实测数据和回归的方法制作的每期8月份的平均土壤体积含水量。数据均为栅格格式，空间分辨率为30米。该数据集对研究青藏高原地表要素的变化有着一定的指导和借鉴意义，同时对研究青藏高原水资源变化提供了一定价值的参考。",
      "instructions": "The files are all in English, named according to the name of the data, and the format is; data name_DN_year/data name_DN_year, where DN represents the original raster data and can be opened with ARCGIS or ENVI software; RGB represents the composite data of RGB three primary colors , You can directly compare the legend legend for intuitive interpretation, or open it with ARCGIS or ENVI software. Please use the original raster data.\nThe data names are:\nNDVI: Represents the vegetation index (the largest annual composite)\nFVC: vegetation coverage (the largest annual composite);\nSM: Soil moisture (data for August of the year)\nAlbedo: Surface albedo (annual average data)\nExamples are as follows:\nAlbedo_RGB_2000.tif: RGB composite data representing the average surface albedo in 2000\nFVC_DN_2005.tif: represents the original raster data of the maximum vegetation coverage in 2005",
      "instructionsCn": "文件均采用英文，根据数据的名称所命名，格式为；数据名称_DN_年份/数据名称_DN_年份，其中DN表示原始栅格数据，可用ARCGIS或ENVI软件打开；RGB表示RGB三原色合成数据，可直接对照legend图例进行直观解译，也可用ARCGIS或ENVI软件打开。使用数据请用原始栅格数据。\n各数据名称为：\nNDVI：表示植被指数（年度最大合成）\nFVC：植被覆盖度（年度最大合成）；\nSM：土壤水分（年度8月份数据）\nAlbedo：地表反照率（年度平均数据）\n实例如下：\nAlbedo_RGB_2000.tif：表示2000年平均地表反照率RGB合成数据\nFVC_DN_2005.tif：表示2005年最大植被覆盖度原始栅格数据",
      "east": 100.8,
      "west": 98.8,
      "south": 37.5,
      "north": 38.25,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2000-01-01 00:00:00",
      "fileSize": 3959112169.0,
      "cstr": "18406.11.Ecolo.tpdc.271126",
      "doi": "10.11888/Ecolo.tpdc.271126",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘振伟",
        "nameEn": "LIU Zhenwei",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "陈少辉",
        "nameEn": "CHEN Shaohui",
        "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于TVDI的青藏高原腹地生长季土壤湿度时空变化及其气候响应",
        "titleEn": null,
        "referenceCn": "王娜,易桂花,张廷斌,秦岩宾,李景吉,别小娟 & 计博文.(2020).基于TVDI的青藏高原腹地生长季土壤湿度时空变化及其气候响应. 草业科学(11),2185-2197.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Algorithm for automated mapping of land surface temperature using LANDSAT 8   satellite data",
        "referenceCn": null,
        "referenceEn": "Avdan, U., & Jovanovska, G. (2016). Algorithm for automated mapping of land surface temperature using LANDSAT 8 satellite data. Journal of Sensors, 2016."
      },
      {
        "titleCn": "基于Landsat-8与MODIS数据的地表温度时空融合",
        "titleEn": null,
        "referenceCn": "吴文丰.(2016).基于Landsat-8与MODIS数据的地表温度时空融合：SADFAT算法改进及编程实现(硕士学位论文,福建师范大学).https://kns.cnki.net/KCMS/detail/detail.aspx?dbname=CMFD201701&filename=1017024760.nh",
        "referenceEn": null
      },
      {
        "titleCn": "全国土壤湿度及其变化的遥感反演与分析",
        "titleEn": null,
        "referenceCn": "冉琼.(2005).全国土壤湿度及其变化的遥感反演与分析(硕士学位论文,中国科学院研究生院（遥感应用研究所）).https://kns.cnki.net/KCMS/detail/detail.aspx?dbname=CMFD0506&filename=2005121854.nh",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "地表土壤水分",
        "nameEn": "Surface soil moisture"
      },
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "木里煤矿",
        "keywordEn": "Muli Coal Mine"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how researchers calculate annual average surface albedo using remote sensing data?",
        "QuestionCn": "研究人员如何利用遥感数据计算年平均地表反照率的例子？",
        "AnswerEn": "An example involves using Landsat8 and Landsat5 remote sensing satellite data to calculate annual average surface albedo. This is achieved through a specific method developed by Liang Shunlin, which involves processing the satellite data to derive the albedo values.",
        "AnswerCn": "一个例子涉及使用Landsat8和Landsat5遥感卫星数据计算年平均表面反照率。这是通过李尚林开发的一种特定方法实现的，该方法涉及处理卫星数据以推导反照率值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many raster images are included in a dataset focusing on surface reflectance, vegetation index, vegetation coverage, and soil moisture for a 20-year period?",
        "QuestionCn": "该数据集中包含多少个光栅图像，重点关注表面反射率、植被指数、植被覆盖率和土壤湿度，时间跨度为20年？",
        "AnswerEn": "40",
        "AnswerCn": "40",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for calculating surface albedo using Landsat satellites compare to those used for determining soil moisture through the TVDI method in terms of spatial resolution and temporal coverage?",
        "QuestionCn": "计算表面反照率的Landsat卫星数据收集技术与通过TVDI方法确定土壤湿度的数据收集技术在空间分辨率和时间覆盖方面有何比较？",
        "AnswerEn": "The surface albedo data is calculated based on Landsat8 and Landsat5 remote sensing satellites, using an annual average value with a spatial resolution of 30 meters. In contrast, soil moisture data is derived from the TVDI method, utilizing soil moisture field measurements and regression techniques to create average soil volumetric water content for August of each period, also in a raster format with a spatial resolution of 30 meters. Temporal coverage for both datasets spans from 2000 to 2020, with data collected every five years.",
        "AnswerCn": "表面反照率数据是基于Landsat8和Landsat5遥感卫星计算的，使用年平均值，空间分辨率为30米。相比之下，土壤湿度数据是通过TVDI方法得出的，利用土壤湿度现场测量和回归技术创建每个时期8月的平均土壤体积水分含量，同样以30米的空间分辨率呈现为栅格格式。两个数据集的时间覆盖范围从2000年到2020年，每五年收集一次数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely effects on soil moisture data accuracy and vegetation index measurements when utilizing satellite-based methods like Landsat8 and Landsat5 over a multi-year period?",
        "QuestionCn": "在使用像Landsat8和Landsat5这样的卫星方法进行多年期的数据收集时，土壤湿度数据的准确性和植被指数测量可能会受到哪些影响？",
        "AnswerEn": "Utilizing satellite-based methods like Landsat8 and Landsat5 over a multi-year period can result in consistent and comparable datasets across time, allowing for accurate assessment of changes in soil moisture and vegetation indices. The use of standardized methods, such as those based on NDVI for vegetation indices and TVDI for soil moisture, ensures reliability in capturing annual trends. However, challenges may arise from satellite data limitations, such as cloud cover or temporal resolution, which can affect the accuracy of the derived indices and soil moisture measurements, potentially requiring additional ground-truthing or data correction methods.",
        "AnswerCn": "利用像Landsat8和Landsat5这样的卫星方法，跨多年期间可以获得一致且可比较的数据集，从而准确评估土壤湿度和植被指数的变化。使用基于NDVI的标准化方法来计算植被指数和基于TVDI的土壤湿度，确保了捕捉年度趋势的可靠性。然而，卫星数据的局限性，如云层覆盖或时间分辨率，可能会影响衍生指数和土壤湿度测量的准确性，这可能需要额外的地面验证或数据修正方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the key objectives of utilizing remote sensing data, such as Landsat8 and Landsat5, for calculating surface albedo and vegetation indices in the context of environmental monitoring in coal mining regions?",
        "QuestionCn": "利用遥感数据（如Landsat8和Landsat5）计算地表反照率和植被指数在煤矿区环境监测中的主要目标是什么？",
        "AnswerEn": "The key objectives of utilizing remote sensing data like Landsat8 and Landsat5 for calculating surface albedo and vegetation indices are to monitor and understand the changes in surface features, such as surface reflectance, vegetation coverage, and soil moisture, over time. This is essential for assessing the impact of coal mining activities on the environment in regions like the Qinghai-Tibet Plateau, providing valuable insights into environmental changes and aiding in resource management and conservation efforts.",
        "AnswerCn": "利用遥感数据如Landsat8和Landsat5计算表面反照率和植被指数的主要目标是监测和理解表面特征的变化，例如表面反射率、植被覆盖和土壤湿度等。这对于评估煤矿活动对青藏高原等地区环境的影响至关重要，提供了对环境变化的宝贵见解，并有助于资源管理和保护工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be used to calculate annual average surface albedo and how have these been applied in the context of using Landsat8 and Landsat5 remote sensing data?",
        "QuestionCn": "可以使用哪些方法来计算年平均表面反照率，以及这些方法如何在使用Landsat8和Landsat5遥感数据的背景下应用？",
        "AnswerEn": "The calculation of annual average surface albedo can be achieved using remote sensing data from Landsat8 and Landsat5. In this context, the methodology involves utilizing the approach developed by Liang Shunlin, which likely includes processing satellite imagery to extract reflectance values and then calculating the albedo as an average of these values over a specified time period.",
        "AnswerCn": "年平均表面反照率的计算可以通过使用Landsat8和Landsat5的遥感数据来实现。在这个背景下，方法涉及利用梁顺林开发的方法，这可能包括处理卫星影像以提取反射率值，然后在指定时间段内计算这些值的平均反照率。",
        "Level": "C3(Applying)"
      }
    ]
  }
}