{
    "id": "4173c95c-48f1-4838-82dd-ef9e3b10f2b8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sulfide mineral characteristics data set of skarn copper (gold) deposit in Fenghuangshan ore field, Tongling",
            "titleCn": "铜陵凤凰山矿田矽卡岩铜（金）矿床硫化物矿物特征数据集",
            "description": "The data contents are stored in three excel tables: Table 1: characteristics of typical skarn Cu Au polymetallic deposits in Tongling area; table 2: characteristics of representative Cu (AU) deposits in Fenghuangshan orefield; Table 3 main characteristics, pyrite and chalcopyrite types, pyrite and chalcopyrite structure of Fenghuangshan and baoshandao deposits in each metallogenic stage. Table 1 summarizes the previous research results of typical skarn Cu Au polymetallic deposits in Tongling area. The characteristics of representative copper (gold) deposits in Fenghuangshan ore field are summarized in Table 2. The skarn deposits in Fenghuangshan area are mainly small and medium-sized deposits with copper reserves of about 600000 tons. The skarn stage is mainly composed of garnet, diopside and a small amount of wollastonite, actinolite, chlorite, epidote, magnetite, pyrite and chalcopyrite. The three tables summarize the previous studies and provide a basis for the future study of skarn deposits in Tongling and Fenghuangshan areas.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored in Excel.",
            "descriptionCn": "数据内容存放于3个Excel表格中，分别是：表1铜陵地区典型矽卡岩铜金多金属矿床特征，表2凤凰山矿田代表性铜（金）矿床特征；表3凤凰山和宝山岛矿床各成矿阶段的主要特征、黄铁矿和黄铜矿类型、黄铁矿和黄铜矿结构汇总表。其中表1对铜陵地区典型矽卡岩铜金多金属矿床的前人研究成果进行了总结整理。表二对凤凰山矿田代表性铜（金）矿床特征进行梳理，凤凰山地区矽卡岩矿床主要为中小型矿床，铜储量约60万吨。表三对凤凰山和宝山岛地区矿床成矿阶段特征进行梳理，矽卡岩阶段主要由石榴石和透辉石以及少量硅灰石、阳起石、绿泥石、绿帘石、磁铁矿、黄铁矿和黄铜矿组成。三个表格对前人研究进行总结归纳，为铜陵及凤凰山地区矽卡岩矿床日后的研究提供铺垫。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
            "instructions": "There is no special naming method in this data table, which has been expressed in words. The data is stored in Excel.",
            "instructionsCn": "本数据表格中无特殊命名方式，均已文字方式表述。数据储存于Excel表格中。",
            "east": 118.0,
            "west": 118.0,
            "south": 30.85,
            "north": 30.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 88064.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2020.103537",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢建成",
                "nameEn": "XIE Jiancheng",
                "unitEn": "",
                "unitCn": "合肥工业大学资源与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Petrogenesis and metallogenic implications of Late Mesozoic intrusive rocks in the Tongling region, eastern China: a case study and perspective review.",
                "referenceCn": null,
                "referenceEn": "Xie, J.C., Wang, Y., Li, Q.Z., Yan, J., Sun, W.D. (2018). Petrogenesis and metallogenic\nimplications of Late Mesozoic intrusive rocks in the Tongling region, eastern China: a\ncase study and perspective review. Int. Geol. Rev. 60 (11–14), 1361–1380."
            },
            {
                "titleCn": null,
                "titleEn": "Geochemistry of sulfide minerals from skarn cu (au) deposits in the fenghuangshan ore field, tongling, eastern china: insights into ore-forming process",
                "referenceCn": null,
                "referenceEn": "Jx, A., Dt, A., QA Lin, Yu, W.A., & Wsbc, D. (2021). Geochemistry of sulfide minerals from skarn cu (au) deposits in the fenghuangshan ore field, tongling, eastern china: insights into ore-forming process. Ore Geology Reviews, 122."
            },
            {
                "titleCn": "安徽铜陵狮子山矿田岩浆岩锆石shrimp定年及其成因意义",
                "titleEn": null,
                "referenceCn": "徐晓春. (2008). 安徽铜陵狮子山矿田岩浆岩锆石shrimp定年及其成因意义. 地质学报, 82(4), 500-509.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "凤凰山",
                "keywordEn": "Fenghuangshan"
            },
            {
                "keywordCn": "铜陵",
                "keywordEn": "Tongling"
            },
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of sulfide mineral datasets in the context of skarn copper (gold) deposits?",
                "QuestionCn": "在角闪石铜（黄金）矿床的背景下，硫化矿物数据集的特征是什么？",
                "AnswerEn": "summarized features of typical skarn copper-gold polymetallic deposits, representative features of copper (gold) deposits, main characteristics of each mineralization stage, types and structures of pyrite and chalcopyrite",
                "AnswerCn": "典型矽卡岩铜金多金属矿床的特征总结、代表性铜（金）矿床的特征、各矿化阶段的主要特征、黄铁矿和黄铜矿的类型和结构。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many Excel tables are used to store the characteristics of sulfide minerals in the skarn copper (gold) deposits of the Tongling Fenghuangshan mining field?",
                "QuestionCn": "在铜（黄金）矿床的铜陵凤凰山矿区中，用于存储硫化矿物特征的Excel表格有多少个？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the characterization of sulfide minerals in skarn copper (gold) deposits in Tongling Fenghuangshan mining field?",
                "QuestionCn": "在铜（黄金）矿床的角闪石矿中，哪些因素有助于硫化矿物的特征化？",
                "AnswerEn": "The characterization of sulfide minerals in skarn copper (gold) deposits is influenced by the comprehensive analysis of mineral types and structures compiled from three Excel tables. Table 1 summarizes previous research on typical skarn copper-gold polymetallic deposits in the Tongling area. Table 2 organizes the characteristics of representative copper (gold) deposits in the Fenghuangshan mining field, noting that the skarn deposits are mainly medium to small-sized with a copper reserve of about 600,000 tons. Table 3 details the mineralization stages of deposits in the Fenghuangshan and Baoshan Island areas, focusing on the skarn stage composed of garnet, diopside, and smaller amounts of other minerals. This structured data collection provides a reliable basis for future research in the Tongling and Fenghuangshan areas.",
                "AnswerCn": "硫化矿物在角岩铜（黄金）矿床中的特征受到从三个Excel表格中汇编的矿物类型和结构的综合分析的影响。表1总结了对铜金多金属典型角岩矿床的先前研究，主要集中在铜陵地区。表2整理了凤凰山矿区代表性铜（黄金）矿床的特征，指出角岩矿床主要为中小型，铜储量约为60万吨。表3详细描述了凤凰山和保山岛地区矿床的成矿阶段，重点关注由石榴石、透闪石及少量其他矿物组成的角岩阶段。这一结构化的数据收集为未来在铜陵和凤凰山地区的研究提供了可靠的基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of compiling geological characteristics of multiple skarn copper-gold deposits into a comprehensive dataset for understanding mineralization processes in the Tongling and Fenghuangshan regions?",
                "QuestionCn": "将多个角岩铜金矿床的地质特征汇编成一个综合数据集，以了解铜陵和凤凰山地区的矿化过程，可能产生的结果有哪些？",
                "AnswerEn": "Compiling geological characteristics into a comprehensive dataset can lead to a better understanding of mineralization processes in the Tongling and Fenghuangshan regions by providing a consolidated view of the features and stages of formation of skarn copper-gold deposits. This can facilitate the identification of common mineralogical and structural patterns, enhance predictive modeling for mineral exploration, and contribute to the development of more efficient mining strategies. Such a dataset can also serve as a valuable reference for future research aimed at uncovering more about skarn-related mineral deposits.",
                "AnswerCn": "将地质特征汇编成一个综合数据集，可以更好地理解铜金矿床在铜陵和凤凰山地区的矿化过程。这将提供对角闪石铜金矿床形成特征和阶段的综合视图，促进对共同矿物学和结构模式的识别，增强矿产勘探的预测模型，并有助于开发更高效的采矿策略。这样的数据集也可以作为未来研究的宝贵参考，旨在揭示更多关于角闪石相关矿床的信息。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of compiling data on sulfide mineral characteristics in skarn copper-gold deposits within the Tongling Fenghuangshan mining area?",
                "QuestionCn": "在铜金矿床的角闪石矿床中，汇总硫化矿物特征数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal of compiling data on sulfide mineral characteristics in skarn copper-gold deposits within the Tongling Fenghuangshan mining area is to summarize and organize previous research findings, providing a foundational understanding for future studies on skarn deposits in the Tongling and Fenghuangshan regions. This compilation offers a comprehensive overview of the typical characteristics of these deposits, the representational features of copper-gold deposits in the Fenghuangshan mining area, and the major characteristics of mineralization stages, ultimately aiming to inform and guide subsequent research and exploration efforts in these regions.",
                "AnswerCn": "在铜金矿床的角闪石矿床中，汇编关于硫化矿物特征的数据的最终目标是总结和整理以往的研究成果，为未来在铜陵和凤凰山地区的角闪石矿床研究提供基础理解。这一汇编提供了这些矿床典型特征的全面概述，展示了凤凰山矿区铜金矿床的代表性特征，以及矿化阶段的主要特征，最终旨在为后续研究和勘探工作提供信息和指导。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are taken to compile and summarize the characteristics of skarn copper (gold) deposits in the Tongling Phoenix Hill mining area across different stages of mineralization?",
                "QuestionCn": "在铜（黄金）矿床的不同矿化阶段，编制和总结铜（黄金）矿床特征的程序步骤包括： \n\n1. 收集和整理地质资料，包括矿区的地质图、岩石样本和矿物成分分析。\n2. 进行野外勘查，记录矿化特征、矿体分布和矿石类型。\n3. 进行实验室分析，确定矿石的化学成分和矿物组成。\n4. 进行矿化阶段的划分，识别不同矿化阶段的特征和成因。\n5. 汇总各阶段的矿化特征，分析其空间分布和成矿机制。\n6. 编写报告，整合所有数据和分析结果，形成对铜（黄金）矿床特征的全面总结。",
                "AnswerEn": "The procedural steps involve organizing data into three Excel spreadsheets: one summarizing previous research on typical skarn copper-gold polymetallic deposits in the Tongling area, another detailing characteristics of representative copper (gold) deposits in the Phoenix Hill mining field, and a third organizing the main characteristics of various mineralization stages in the Phoenix Hill and Baoshan Island deposits. These steps help in synthesizing existing research and providing a foundation for future studies on skarn deposits in the regions.",
                "AnswerCn": "这些程序步骤涉及将数据整理成三个Excel电子表格：一个总结了关于铜金多金属矿床在铜陵地区的典型研究，另一个详细描述了凤凰山矿区代表性铜（黄金）矿床的特征，第三个则整理了凤凰山和宝山岛矿床中各种矿化阶段的主要特征。这些步骤有助于综合现有研究，并为未来在这些地区的角闪石矿床研究提供基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection techniques enable the comprehensive analysis of sulfide mineral characteristics in skarn copper-gold deposits?",
                "QuestionCn": "哪些数据收集技术能够全面分析角闪石铜金矿床中的硫化矿物特征？",
                "AnswerEn": "Data collection methods that enable comprehensive analysis of sulfide mineral characteristics in skarn copper-gold deposits include compiling and summarizing previous research findings on typical skarn copper-gold polymetallic deposits in the region, as well as detailing the characteristics of representative deposits and their mineralization stages, including pyrite and chalcopyrite types and structures, which are stored in Excel spreadsheets.",
                "AnswerCn": "数据收集方法包括汇编和总结该地区典型的角闪石铜金多金属矿床的先前研究成果，以及详细描述代表性矿床及其矿化阶段的特征，包括黄铁矿和黄铜矿的类型和结构，这些信息存储在Excel电子表格中。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}