{
  "id": "418190ee-7ea4-4512-b732-5f6479fa99ef",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The map of developmental degree of desertification in Daqinggou, Keerqin (Horqin) Steppe, Inner Mongolia, China（1981）",
      "titleCn": "科尔沁草原大青沟地区1:5万沙漠化发展程度图（1981）",
      "description": "The data is digitized from a drawing, the map of developmental degree of desertification in Daqinggou, Keerqin (HORQIN) Steppe (1981). The specific information of this map is as follows:\n    * Chief Editor: Zhu Zhenda\n    * Editor: Feng Yusun\n    * Drawer: Feng Yusun, Yao Fafen, Wang Jianhua, Zhao Yanhua, Li Weimin\n    * Mapping unit: Prepared by Desert Research Office, Chinese Academy of Sciences\n    * Publisher: No\n    * Scale: 1: 50000\n    * Publication time: No\n    * Legend: Gully Dense Forest, Sparse Woods, Brush, Artificial Woodland, Nursery and Vegetable Garden, Grass Land, Dry Farmland (Dry Farmland), Rejected Farmland, Marsh Land, Shifting Snad-Dunes, Semi-Shifting Sand-Dunes, Semi-Fixed Sand-Dunes ), Fixed Sand-Dunes, Water Area, Rice, Residential, Highway\n1. File format and naming\nThe data is stored in ESRI Shapefile format, including the following layers:\nDesertification map of Daqinggou area in Horqin steppe, rivers, swamps, roads, lakes, residential areas\n2. Data desertification attribute fields:\nType of desertification (Shape), Grassland (Grassland), Woodland (Woodland), Woodland Density (W_density), Farmland (Farmland)\n3. Projection information:\nAngular Unit: Degree (0.017453292519943295)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Beijing_1954\n  Spheroid: Krasovsky_1940\n    Semimajor Axis: 6378245.000000000000000000\n    Semiminor Axis: 6356863.018773047300000000\n    Inverse Flattening: 298.300000000000010000",
      "descriptionCn": "该数据数字化自图纸，科尔沁草原大清沟地区沙漠化发展程度图(1981年)，该图的具体信息如下：\n    * 主编：朱震达\n    * 编辑：冯毓荪\n    * 制图：冯毓荪、姚发芬、王建华、赵燕华、李伟民\n    * 制图单位：中国科学院沙漠研究室编制\n    * 出版社：暂无\n    * 比例尺:1：50000\n    * 出版时间：暂无\n    * 图例：沟谷密林（Gully Dense Forest）、疏林(Sparse Woods)、灌木林(Brush)、人工林(Artificial Woodland)、苗圃和果园(Nursery and Vegetable Garden)、草地(Grass Land)、旱作农田(Dry Farmland)、撂荒地(Rejected Farmland)、沼泽地(Marsh Land)、流动沙丘(Shifting Snad-Dunes)、半流动沙丘(Semi-Shifting Sand-Dunes)、半固定沙丘(Semi-Fixed Sand-Dunes)、固定沙丘(Fixed Sand-Dunes)、水域(Water Area)、稻田(Rice)、居民地(Residential)、公路(Highway)\n1、文件格式与命名\n数据均以ESRI Shapefile格式储存，包括一下图层：\n科尔沁草原大清沟地区沙漠化图,河流,沼泽,道路,湖泊,居民地\n2、数据沙漠化属性字段：\n沙化程度(Type),沙地形态类(Shapes),草地(Grassland),林地(Woodland),林地疏密度(W_density),耕地(Farmland) \n3、投影信息：\nAngular Unit: Degree (0.017453292519943295)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Beijing_1954\n  Spheroid: Krasovsky_1940\n    Semimajor Axis: 6378245.000000000000000000\n    Semiminor Axis: 6356863.018773047300000000\n    Inverse Flattening: 298.300000000000010000",
      "instructions": "The data is stored in vector SHP format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以矢量shp格式存储，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 122.4,
      "west": 122.1,
      "south": 42.7,
      "north": 42.87,
      "startTime": null,
      "endTime": null,
      "fileSize": 1593945.0,
      "cstr": "18406.11.Disas.tpdc.270662",
      "doi": "10.11888/Disas.tpdc.270662",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱震达",
        "nameEn": "ZHU Zhenda",
        "unitEn": "",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "姚发芬",
        "nameEn": "YAO Fafen",
        "unitEn": "",
        "unitCn": "none"
      },
      {
        "nameCn": "冯毓荪",
        "nameEn": "FENG Yusun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "科尔沁草原大清沟地区沙漠化发展程度图(1981年)",
        "titleEn": null,
        "referenceCn": "朱震达,冯毓荪,姚发芬,王建华,赵燕华,李伟民, 科尔沁草原大清沟地区沙漠化发展程度图(1981年),中国科学院沙漠研究室编制,??出版社,??年",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地沙漠化",
        "nameEn": "Soil desertification"
      },
      {
        "nameCn": "土地盐碱化",
        "nameEn": "Land salinization"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "奈曼旗",
        "keywordEn": "Naiman"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1981",
        "keywordEn": "1981",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used to create a 1:50000 scale desertification development map in regions like the Horqin Grassland Daqinggou area?",
        "QuestionCn": "在像霍尔沁草原大青沟地区创建1:50000比例尺的沙漠化发展地图时，主要的数据收集方法有哪些？",
        "AnswerEn": "Cartographic techniques, field surveys, remote sensing data",
        "AnswerCn": "制图技术、实地调查、遥感数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of desertification development levels depicted in a dataset for the Korqin Grassland Daqinggou area?",
        "QuestionCn": "在Korqin草原大青沟地区的一个数据集中，沙漠化发展水平的特征是什么？",
        "AnswerEn": "Gully Dense Forest, Sparse Woods, Brush, Artificial Woodland, Nursery and Vegetable Garden, Grass Land, Dry Farmland, Rejected Farmland, Marsh Land, Shifting Sand-Dunes, Semi-Shifting Sand-Dunes, Semi-Fixed Sand-Dunes, Fixed Sand-Dunes, Water Area, Rice, Residential, Highway, degree of desertification, sand shape categories, grassland, woodland, woodland density, farmland",
        "AnswerCn": "沟壑密林、稀疏树林、灌木丛、人造林地、苗圃和菜园、草地、旱地农田、废弃农田、沼泽地、流动沙丘、半流动沙丘、半固定沙丘、固定沙丘、水域、水稻、住宅区、公路、荒漠化程度、沙形类别、草原、林地、林地密度、农田",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different land cover types are categorized in a dataset related to desertification studies in the Khorchin Grassland Da Qinggou area?",
        "QuestionCn": "在与Khorchin Grassland Da Qinggou地区的沙漠化研究相关的数据集中，分类了多少种不同的土地覆盖类型？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'semi-fixed sand-dunes' mean in the context of desertification mapping in the 科尔沁草原大青沟地区?",
        "QuestionCn": "在科尔沁草原大青沟地区的荒漠化制图中，“半固定沙丘”是什么意思？",
        "AnswerEn": "In the context of desertification mapping in the 科尔沁草原大青沟地区, 'semi-fixed sand-dunes' refers to a type of sand dune where vegetation cover is partial, meaning that the dunes are somewhat stabilized by plant growth but still exhibit some movement or shifting characteristics due to wind activity. These dunes are not fully stable like 'fixed sand-dunes,' which have more extensive vegetation cover preventing movement.",
        "AnswerCn": "在科尔沁草原大青沟地区的沙漠化制图中，“半固定沙丘”指的是一种沙丘，其植被覆盖部分，意味着沙丘在植物生长的作用下有一定的稳定性，但由于风的活动仍然表现出一些移动或漂移的特征。这些沙丘不像“固定沙丘”那样完全稳定，后者具有更广泛的植被覆盖，能够防止移动。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods of mapping desertification development in the 科尔沁草原大青沟地区 using ESRI Shapefile compare to other geospatial data formats like GeoJSON or KML in terms of data accuracy and usability?",
        "QuestionCn": "在科尔沁草原大青沟地区，使用ESRI Shapefile映射沙漠化发展的方法与其他地理空间数据格式如GeoJSON或KML在数据准确性和可用性方面有何比较？",
        "AnswerEn": "The dataset uses the ESRI Shapefile format to store layers such as desertification maps, rivers, marshes, roads, lakes, and residential areas. This format is widely used for its compatibility with various GIS software. In comparison, GeoJSON is a lightweight format that is easy to use with web applications, but may not support complex features as robustly as Shapefiles. KML, on the other hand, is often used for displaying data in Google Earth, providing good visualization but potentially less compatibility with GIS analysis tools. The choice between these formats can affect accuracy and usability depending on the specific requirements of a project.",
        "AnswerCn": "该数据集使用ESRI Shapefile格式存储图层，如沙漠化地图、河流、沼泽、道路、湖泊和住宅区。该格式因其与各种GIS软件的兼容性而被广泛使用。相比之下，GeoJSON是一种轻量级格式，易于与Web应用程序配合使用，但可能不如Shapefile那样支持复杂特性。另一方面，KML通常用于在Google Earth中显示数据，提供良好的可视化，但在GIS分析工具的兼容性方面可能较差。这些格式之间的选择可能会影响项目的准确性和可用性，具体取决于项目的特定要求。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately mapping desertification levels in regions like the Khorchin Steppe, particularly in the Daqinggou area, using geospatial data?",
        "QuestionCn": "哪些因素导致在使用地理空间数据准确绘制像科尔沁草原这样的地区，特别是大青沟地区的荒漠化水平时面临挑战？",
        "AnswerEn": "Challenges in accurately mapping desertification levels in regions such as the Khorchin Steppe, specifically in the Daqinggou area, may stem from factors like the complex landscape diversity, which includes various land cover types such as gully dense forest, sparse woods, brush, and multiple sand dune types. The intricacies of these varying landforms and vegetation densities could impact the precision of geospatial data collection and analysis. Additionally, the projection information used, specifically the datum D_Beijing_1954 and spheroid Krasovsky_1940, may influence the accuracy of spatial representation. Furthermore, the scale of 1:50000 might pose limitations on capturing finer details, while the digitization process from paper maps might introduce discrepancies or errors that need to be addressed in the data collection methodology.",
        "AnswerCn": "在像科尔琴草原这样的地区，准确映射沙漠化水平的挑战可能源于复杂的景观多样性，包括多种土地覆盖类型，如沟壑密集的森林、稀疏的林木、灌木和多种沙丘类型。这些不同地貌和植被密度的复杂性可能会影响地理空间数据收集和分析的精确性。此外，所使用的投影信息，特别是基准 D_Beijing_1954 和椭球体 Krasovsky_1940，可能会影响空间表示的准确性。此外，1:50000 的比例尺可能在捕捉更细节方面存在局限，而从纸质地图数字化的过程可能会引入需要在数据收集方法中解决的差异或错误。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are employed to digitize and classify different land types in a desertification map, and how can these methods be improved for enhanced accuracy?",
        "QuestionCn": "在沙漠化地图中，采用了哪些方法来数字化和分类不同的土地类型，这些方法如何改进以提高准确性？",
        "AnswerEn": "The data is digitized from a paper map and stored in ESRI Shapefile format, with layers such as desertification maps, rivers, marshes, roads, lakes, and residential areas. The classification involves attributes like desertification degree, sand shape types, grassland, woodland, woodland density, and farmland. The process likely involves manual digitization and classification based on the map's legend, which includes various land types. Improvements could involve utilizing more advanced remote sensing techniques or machine learning algorithms for better accuracy and automation.",
        "AnswerCn": "数据是从纸质地图数字化而来，存储在ESRI Shapefile格式中，包含沙漠化地图、河流、沼泽、道路、湖泊和居民区等图层。分类涉及的属性包括沙漠化程度、沙丘形状类型、草地、林地、林地密度和农田。该过程可能涉及根据地图图例进行手动数字化和分类，其中包括各种土地类型。改进措施可以包括利用更先进的遥感技术或机器学习算法，以提高准确性和自动化水平。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}