{
  "id": "41ed2124-c733-480f-9cdd-e25fa393bf17",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dry/wet variation recorded by shrub tree-rings in Heihe River Basin (2012)",
      "titleCn": "黑河下游荒漠区气候干湿变化树轮代用指标（2012）",
      "description": "This data is the ring width chronology of Three Shrub overlord sample points in Badain Jilin desert in the upper reaches of Heihe River Basin, which represents the climate change of dry and wet in the desert area in the past 160 years.",
      "descriptionCn": "本数据为黑河流域上游巴丹吉林沙漠三个灌木霸王样点年轮宽度序列合成的轮宽年表，代表了近160余年来该荒漠区气候干湿变化。",
      "instructions": "Data file name: climate dry and wet change in the desert area of the lower reaches of Heihe River. XLS; WPS or excel can be used for viewing and editing.",
      "instructionsCn": "数据文件命名：黑河下游荒漠区气候干湿变化.xls；可用WPS或Excel等软件进行查看和编辑。",
      "east": 104.0,
      "west": 100.0,
      "south": 38.0,
      "north": 42.0,
      "startTime": "2012-01-09 10:48:08",
      "endTime": "2013-01-08 10:48:08",
      "fileSize": 21504.0,
      "cstr": "18406.11.heihe.068.2014.db",
      "doi": "10.3972/heihe.068.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖生春",
        "nameEn": "XIAO Shengchun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Dry/wet variation recorded by shrub tree-rings in the central Badain Jaran Desert of northwestern China",
        "referenceCn": null,
        "referenceEn": "Xiao, S.C., Xiao, H.L., Dong, Z.B., & Peng, X.M. (2012). Dry/wet variation recorded by shrub tree-rings in the central Badain Jaran Desert of northwestern China. Journal of Arid Environments, 87: 85-94."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "树木年轮",
        "nameEn": "Tree rings"
      },
      {
        "nameCn": "树轮",
        "nameEn": "Tree-ring"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "巴丹吉林",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河下游荒漠",
        "keywordEn": "Desert in the lower reaches of Heihe River"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河下游尾闾湖水环境演变及湿地结构响应机制研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to compile tree-ring width chronologies for studying climate variability in desert regions?",
        "QuestionCn": "您能否提供一个用于编制树轮宽度年表以研究沙漠地区气候变化的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for compiling tree-ring width chronologies in desert regions, like the lower reaches of the Heihe River in the Badain Jaran Desert, involves selecting three shrub sampling sites and synthesizing their annual ring width sequences. This approach helps represent over 160 years of climate variability in terms of dryness and wetness in the desert area.",
        "AnswerCn": "在沙漠地区（如巴丹吉林沙漠的黑河下游）编制树轮宽度年表的数据收集方法的一个例子是选择三个灌木采样点，并综合它们的年轮宽度序列。这种方法有助于代表该沙漠地区超过160年的气候变异性，包括干旱和湿润的情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of tree rings used as proxy indicators for climate variability in desert regions?",
        "QuestionCn": "树木年轮作为沙漠地区气候变化的代理指标具有哪些特征？",
        "AnswerEn": "ring width sequences, chronologies from shrub samples, over 160 years of climatic changes",
        "AnswerCn": "灌木样本的年轮宽度序列、年表，超过160年的气候变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of tree-ring width series synthesized in a dataset representing over 160 years of climate variability in the desert area of the lower Heihe River basin?",
        "QuestionCn": "在代表下黑河流域沙漠地区超过160年的气候变异性的数据集中，合成的树轮宽度系列的数量是多少？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a tree ring width chronology and how is it used to study climate changes in desert regions like the lower reaches of the Heihe River?",
        "QuestionCn": "什么是树轮宽度年表，它如何用于研究像黑河下游这样的沙漠地区的气候变化？",
        "AnswerEn": "A tree ring width chronology is a sequence of annual tree ring widths that are synthesized from multiple trees or shrubs at a given site. In the context of the lower reaches of the Heihe River, this chronology is used as a proxy indicator to represent climate changes, particularly the wet and dry variations, over the past 160 years. The data are derived from the annual growth rings of shrubs in desert areas, which can reflect historical climate conditions based on their growth patterns.",
        "AnswerCn": "树轮宽度年表是由多个树木或灌木在特定地点的年度树轮宽度合成的序列。在黑河下游的背景下，这一年表被用作气候变化的代理指标，特别是过去160年间的干湿变化。数据来源于沙漠地区灌木的年度生长环，这些生长模式可以反映历史气候条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the historical climate patterns in desert regions from the annual ring width sequences of shrubs like those in the Badain Jaran Desert?",
        "QuestionCn": "从巴丹吉林沙漠等地区灌木的年轮宽度序列中可以推断出沙漠地区的历史气候模式吗？",
        "AnswerEn": "The annual ring width sequences of shrubs in the Badain Jaran Desert can provide insights into the historical climate patterns, particularly the variations in dryness and wetness over the past 160 years. These patterns can help researchers understand how the desert climate has changed over time and the factors that may have influenced these changes.",
        "AnswerCn": "巴丹吉林沙漠中灌木的年轮宽度序列可以提供对历史气候模式的洞察，特别是过去160年间干燥和湿润的变化。这些模式可以帮助研究人员理解沙漠气候随时间的变化及可能影响这些变化的因素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the selection of tree-ring width as a proxy indicator for studying climate variability in desert regions?",
        "QuestionCn": "影响选择树轮宽度作为研究沙漠地区气候变化的代理指标的因素有哪些？",
        "AnswerEn": "The selection of tree-ring width as a proxy indicator for studying climate variability in desert regions, like the lower reaches of the Heihe River and Badain Jaran Desert, is influenced by the ability of tree rings to provide a continuous, long-term record of environmental conditions. The growth of shrubs in these arid areas is sensitive to changes in moisture availability, making tree-ring width an effective measure of historical climate variations over approximately 160 years.",
        "AnswerCn": "选择树轮宽度作为研究沙漠地区气候变异的代理指标，如黑河下游和巴丹吉林沙漠，受到树轮能够提供连续、长期环境条件记录的影响。这些干旱地区灌木的生长对水分可用性的变化非常敏感，因此树轮宽度成为有效的历史气候变化测量指标，时间跨度约为160年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to utilize tree-ring width sequences from specific shrub sample points in desert areas to understand climate wet and dry variations over the last 160 years?",
        "QuestionCn": "在沙漠地区利用特定灌木样本点的树轮宽度序列来理解过去160年气候湿干变化的重要性是什么？",
        "AnswerEn": "The use of tree-ring width sequences from specific shrub sample points in desert areas, such as the Badain Jaran Desert in the Heihe River Basin, is crucial for understanding climate wet and dry variations over the last 160 years as they provide a proxy indicator for climate change. Tree rings can reflect environmental conditions, offering valuable insights into past climate variability, which is essential for predicting future climate trends and managing water resources in arid regions.",
        "AnswerCn": "在沙漠地区，如河西走廊的巴丹吉林沙漠，特定灌木样本点的树轮宽度序列对于理解过去160年的气候湿干变化至关重要，因为它们提供了气候变化的代理指标。树轮可以反映环境条件，提供对过去气候变异的宝贵见解，这对于预测未来气候趋势和管理干旱地区的水资源至关重要。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}