{
  "id": "424dcc8e-011a-4ddc-b96b-967fcfa5b322",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with MODIS in the Linze grassland foci experimental area on Jun. 2, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区MODIS地面同步观测数据集（2008年6月2日）",
      "description": "The dataset of ground truth measurement synchronizing with MODIS was obtained in the Linze grassland foci experimental area on Jun. 2, 2008. Measurements were carried out twice at intervals of 125m in four quadrates (2km×2km), which were H01-H08, H09-H16, H17-H24 and H25-H32 respectively. Simultaneous ground data were mainly the canopy temperature, the half-height temperature, the land surface radiative temperature and the soil temperature (0-5cm) by the probe thermometer.\n    For soil moisture, the soil temperature, soil moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity were acquired by the POGO soil sensor, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring inNo.1 quadrats (H01-H08), No.2 (H09-H16) and No.3 (H17-H24); and in No.4 quadrat 4 (H25-H32), soil moisture, soil conductivity, the soil temperature, the real part of soil complex permittivity were acquired by WET, soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring.\n    Complementary measurements were carried out on Jun. 3, 2008. The soil temperature, soil moisture, the loss tangent, soil conductivity, the real part and the imaginary part of soil complex permittivity were acquired by the POGO soil sensor, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring in H41-H48, H49-H56 and H57-H64; and in H33-H40, soil moisture, soil conductivity, the soil temperature, and the real part of soil complex permittivity were acquired by WET, soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring.\n    Data were archived in Excel format. See WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area for more information.",
      "descriptionCn": "2008年6月2日，在临泽草地加密观测区2km×2km的MODIS同步样方中的H01—H32开展了MODIS的地面同步观测试验，测量的主要地面变量为冠层温度和地表温度，同时测量了浅层土壤水分，各测量点间距离为125m。本数据可为机载－星载遥感数据的地表温度和蒸散发的反演与验证提供基本的数据集。\n地表温度同步测量：沿MODIS样方中H01-H08、H09-H16、H17-H24及H25-H32四个东西向样带每隔125m进行了往返两遍观测，包括手持式红外温度计测量的冠顶温度、半高温度以及地表热辐射温度，以及针式温度计获得的0-5cm土壤温度。\n土壤水分同步测量：沿MODIS样方中同步样带1（H01-H08）、同步样带2（H09-H16）、同步样带3（H17-H24）及同步样带4（H25-H32）四个东西向样带每隔125m进行了一遍观测。其中在H01-H08、H09-H16、H17-H24三个样带采用POGO便携式土壤传感器获得土壤温度、土壤水分、损耗正切、土壤电导率、土壤复介电实部及虚部，以及环刀取土经烘干获得重量含水量、体积含水量及土壤容重；在H25-H32采用WET土壤水分速测仪测量获得土壤含水量、电导率、土壤复介电常数实部及土壤温度；以及环刀取土经烘干获得重量含水量、体积含水量及土壤容重。\n由于土壤水分测量耗时，2008年6月2日土壤水分没有测量完成。考虑到土壤水分变化不大，在2008年6月3日对剩余样带进行了补测。沿MODIS样方中同步样带H30-H40、H41-H48、H49-H56及H57-H64四个东西向样带每隔125m进行了一遍观测。其中在H41-H48、H49-H56、H57-H64三个样带采用POGO便携式土壤传感器获得土壤温度、土壤水分、损耗正切、土壤电导率、土壤复介电常数实部及虚部，以及环刀取土经烘干获得重量含水量、体积含水量及土壤容重；在H33-H40采用WET土壤水分速测仪测量获得土壤含水量、土壤电导率、土壤复介电常数实部及土壤温度；以及环刀取土经烘干获得重量含水量、体积含水量及土壤容重。\n本数据集包括2个地表温度测量Excel表格；8个土壤水分测量Excel表格。\n样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-12 16:00:00",
      "endTime": "2008-06-12 16:00:00",
      "fileSize": 441382.0,
      "cstr": "18406.11.water973.0060.db",
      "doi": "10.3972/water973.0060.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": " 钞振华",
        "nameEn": "CHAO Zhenhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "年雁云",
        "nameEn": "NIAN Yanyun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 梁文广",
        "nameEn": "LIANG Wenguang",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
        "referenceCn": null,
        "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层温度",
        "nameEn": "Canopy temperature"
      },
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "近红外遥感",
        "nameEn": "Near infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-02",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features measured during ground-based synchronized observations for MODIS data in grassland areas?",
        "QuestionCn": "在草地地区进行地面同步观测时，测量的具体特征包括哪些？",
        "AnswerEn": "canopy temperature, surface temperature, shallow soil moisture, soil temperature, soil moisture, dielectric properties, electrical conductivity, soil bulk density, moisture content",
        "AnswerCn": "冠层温度、地表温度、浅层土壤湿度、土壤温度、土壤湿度、介电特性、电导率、土壤容重、水分含量",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many measurement points are there at 125m intervals for surface temperature and soil moisture collection in the specified area?",
        "QuestionCn": "在指定区域内，125米间隔的表面温度和土壤湿度采集有多少个测量点？",
        "AnswerEn": "Surface temperature: 32  \nSoil moisture: 64",
        "AnswerCn": "地表温度：32  \n土壤湿度：64",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using MODIS ground synchronous observation in data collection for surface and canopy temperature measurements?",
        "QuestionCn": "使用MODIS地面同步观测进行表面和冠层温度测量数据收集的意义是什么？",
        "AnswerEn": "MODIS ground synchronous observation involves conducting ground measurements of surface and canopy temperatures at the same time as satellite overpasses. This method is significant because it provides a point of reference for validating and refining satellite-based data, ensuring accuracy in the retrieval of surface temperature and evapotranspiration estimates. In this context, measurements include canopy temperature, surface thermal radiation temperature, and soil temperature, which are essential for comparisons with satellite data.",
        "AnswerCn": "MODIS地面同步观测涉及在卫星过境时进行地面测量，包括表面和冠层温度。这种方法具有重要意义，因为它为验证和改进基于卫星的数据提供了参考点，确保在获取表面温度和蒸散发估算时的准确性。在这个背景下，测量包括冠层温度、表面热辐射温度和土壤温度，这些都是与卫星数据进行比较的关键指标。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in synchronizing ground-based temperature and soil moisture measurements with satellite data in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，哪些因素导致地面温度和土壤湿度测量与卫星数据同步的挑战？",
        "AnswerEn": "The challenges in synchronizing ground-based temperature and soil moisture measurements with satellite data can be attributed to factors such as the spatial and temporal resolution differences between ground measurements and satellite observations. Additionally, the time-intensive nature of soil moisture measurement, which required an additional day to complete, indicates logistical challenges in conducting comprehensive synchronous measurements. Variability in soil moisture content and temperature at different depths and locations, along with the need for precise calibration of instruments like infrared thermometers and soil moisture sensors, also contribute to these challenges.",
        "AnswerCn": "同步地面温度和土壤湿度测量与卫星数据的挑战可以归因于地面测量和卫星观测之间的空间和时间分辨率差异。此外，土壤湿度测量所需的时间较长，额外需要一天来完成，这表明在进行全面同步测量时存在后勤挑战。不同深度和位置的土壤湿度和温度的变异性，以及对红外温度计和土壤湿度传感器等仪器的精确校准的需求，也增加了这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences of using synchronous ground-based measurements of canopy and surface temperatures on the accuracy of satellite-derived land surface temperature estimates?",
        "QuestionCn": "使用同步的地面测量的冠层和表面温度对卫星获取的地表温度估计的准确性可能产生的后果是什么？",
        "AnswerEn": "Using synchronous ground-based measurements of canopy and surface temperatures can significantly enhance the accuracy of satellite-derived land surface temperature estimates. By providing precise ground truth data, these measurements help in calibrating and validating remote sensing models, allowing for more accurate inversion and verification of satellite data. This can lead to improved accuracy in the estimation of surface temperature and evapotranspiration from airborne and satellite remote sensing data.",
        "AnswerCn": "使用同步的地面测量的冠层和表面温度可以显著提高卫星衍生的地表温度估计的准确性。通过提供精确的地面真实数据，这些测量有助于校准和验证遥感模型，从而允许对卫星数据进行更准确的反演和验证。这可以导致从航空和卫星遥感数据中对表面温度和蒸散发的估计精度提高。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting ground-synchronized observations of canopy and surface temperature alongside soil moisture measurements in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，进行地面同步观测树冠和表面温度以及土壤湿度测量的主要目的是什麼？",
        "AnswerEn": "The primary objective of conducting ground-synchronized observations of canopy and surface temperature alongside soil moisture measurements is to provide a fundamental dataset for the inversion and validation of surface temperature and evapotranspiration data from airborne and satellite remote sensing platforms.",
        "AnswerCn": "进行地面同步观测树冠和表面温度以及土壤湿度测量的主要目的是为从航空和卫星遥感平台获取的表面温度和蒸散发数据的反演和验证提供基础数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to conduct synchronized MODIS ground observations for canopy and surface temperature measurements in a grassland area?",
        "QuestionCn": "进行同步MODIS地面观测以测量草地区域的冠层和表面温度所需的程序步骤是什么？",
        "AnswerEn": "To conduct synchronized MODIS ground observations for canopy and surface temperature measurements, it is necessary to follow a procedural approach that includes selecting a 2km×2km area with designated sample plots (H01-H32). Measurements should be taken along four east-west transects (H01-H08, H09-H16, H17-H24, H25-H32) at 125m intervals. These measurements involve using handheld infrared thermometers to record canopy, mid-height, and surface thermal radiation temperatures, as well as using needle thermometers to measure soil temperature at a depth of 0-5cm.",
        "AnswerCn": "为了进行同步的MODIS地面观测以测量冠层和表面温度，需要遵循一个程序性的方法，包括选择一个2km×2km的区域，并设定样本 plots（H01-H32）。测量应沿四条东西向的横断面进行（H01-H08, H09-H16, H17-H24, H25-H32），间隔为125米。这些测量涉及使用手持红外测温仪记录冠层、中层和表面热辐射温度，以及使用针式温度计测量0-5cm深度的土壤温度。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the collection of soil moisture data in remote sensing experiments experience delays or incomplete measurements, and what strategies could be employed to improve the efficiency of data collection?",
        "QuestionCn": "为什么在遥感实验中收集土壤湿度数据可能会出现延迟或不完整的测量，以及可以采用哪些策略来提高数据收集的效率？",
        "AnswerEn": "Soil moisture data collection can be time-consuming due to the detailed and precise measurements required, such as those involving portable soil sensors and gravimetric methods. In the described field, the soil moisture measurements were not completed on the initial day, necessitating additional measurements on the following day. This delay could be attributed to the complexity and labor-intensive nature of the measurement processes, as well as the spatial distribution of measurement points. Strategies to improve efficiency may include optimizing the spatial sampling design to reduce travel time between points, employing more automated or rapid measurement technologies, or increasing the number of personnel involved in data collection to cover more ground simultaneously.",
        "AnswerCn": "土壤湿度数据收集可能会耗时，因为需要进行详细和精确的测量，例如使用便携式土壤传感器和重力法。在所描述的领域，土壤湿度测量在初始日未能完成，因此需要在第二天进行额外测量。这种延迟可能归因于测量过程的复杂性和劳动密集型特性，以及测量点的空间分布。提高效率的策略可能包括优化空间采样设计以减少测量点之间的旅行时间，采用更自动化或快速的测量技术，或增加参与数据收集的人手，以便同时覆盖更多区域。",
        "Level": "C6(Creating)"
      }
    ]
  }
}