{
  "id": "4264fa57-3b66-4977-876c-6e49d777fc81",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Spatiotemporally continuous evapotranspiration data set across the North China Plain during 2008‒2019 using TSEB and data fusion (2008-2019)",
      "titleCn": "基于双源能量平衡模型和数据融合的华北平原时空连续蒸散发数据集（2008-2019）",
      "description": "The North China Plain (NCP), with an area of ~140,000 square kilometers, is among the most important agricultural producing bases in China. In addition to canal irrigation with surface water from the Yellow River, the NCP also needs much groundwater for intensive irrigation. Spatiotemporally continuous and daily evapotranspiration (ET) estimates of high spatial resolution could be valuable for improving our understanding of agricultural water consumption across the NCP, and also for improving water use efficiency for better agricultural water resource management practices over similar regions globally. This ET data set at 1 km spatial resolution and daily timescale across the NCP from Jan 2008 to Dec 2019 was generated using two source energy balance model (TSEB) and data fusion. The accuracy is generally comparable and even higher than published results, with our ET data set featuring spatiotemporal continuity and high spatial resolution for a decade. Furthermore, this data set and associated approaches are valuable for performing daily, monthly, seasonal, interannual, and trend analyses of ET in the NCP and similar regions globally.",
      "descriptionCn": "华北平原（NCP）是中国最重要的农业生产基地之一，其面积约14万平方公里。除了从黄河取地表水进行渠灌，华北平原还开采大量地下水用于灌溉。高时空分辨率且连续完整的逐日蒸散（ET）估算，将极大提高我们对整个NCP农业用水消耗的认识，服务于农业水资源高效利用。基于双源能量平衡模型（TSEB）和数据融合，本研究在华北平原生成1 km空间分辨率和日尺度，且时间跨度为2008年1月至2019年12月的蒸散数据集。该数据集时空连续完整，且具有较高的空间分辨率。相较于其他产品，该数据集具有可靠的精度，甚至好于已发表的结果。此外，该数据集和相关方法对NCP以及其他农作物种植区的多尺度变化和趋势分析具有重要价值。",
      "instructions": "File name: evapotranspiration data is stored in NC file format, and the name of the file is \"2008-2019_et.nc\". The size of the data sequence is 740x601x4383, corresponding to longitude, latitude, and time, respectively.\nData reading method: the NC files in the data set can be read directly with MATLAB.",
      "instructionsCn": "文件命名：蒸散数据以nc文件格式存储，文件的名称为“2008-2019_ET.nc”。数据序列大小为740x601x4383，分别对应经度、纬度和时间。\n\n数据读取方式：该数据集中的nc文件可以直接用MATLAB读取。",
      "east": 119.8263,
      "west": 113.1787,
      "south": 35.0073,
      "north": 40.4062,
      "startTime": null,
      "endTime": null,
      "fileSize": 7797211972.0,
      "cstr": null,
      "doi": "10.1016/j.rse.2021.112519",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张才金",
        "nameEn": " ZHANG Caijin ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "龙笛",
        "nameEn": "LONG Di",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A decadal (2008–2017) daily evapotranspiration data set of 1 km spatial resolution and spatial completeness across the North China Plain using TSEB and data fusion",
        "referenceCn": null,
        "referenceEn": "Zhang, C., Long, D., Zhang, Y., Anderson, M.C., Kustas, W.P., & Yang, Y. (2021). A decadal (2008–2017) daily evapotranspiration data set of 1 km spatial resolution and spatial completeness across the North China Plain using TSEB and data fusion. Remote Sensing of Environment, 262, 112519"
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporally continuous evapotranspiration data set across the North China Plain during 2008‒2019 using TSEB and data fusion",
        "referenceCn": null,
        "referenceEn": "Zhang, C., Long, D., Yan, L., & Bai, L. (2021). Spatiotemporally continuous evapotranspiration data set across the North China Plain during 2008‒2019 using TSEB and data fusion. PANGAEA, https://doi.org/10.1594/PANGAEA.926333"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "农田",
        "nameEn": "Farmland"
      },
      {
        "nameCn": "热红外遥感",
        "nameEn": "Thermal infrared remote sensing"
      },
      {
        "nameCn": "蒸散",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "融合",
        "nameEn": "fusion"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华北平原",
        "keywordEn": "North China Plain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2019",
        "keywordEn": "2008-2019",
        "type": "temporal"
      },
      {
        "keywordCn": "十年",
        "keywordEn": "decade",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "水资源立体监测协同机理与国家水资源立体监测体系研究",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "流域山水林田湖草综合治理技术",
        "titleEn": "Major Science and Technology Projects  of Inner Mongolia Autonomous Region"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Thermal infrared remote sensing-derived land surface temperature (LST) is a critical variable for ET estimation using energy balance-based models. However, missing LST information under cloudy conditions remains a long-standing barrier for spatiotemporally continuous monitoring of daily ET at regional scales."
      ],
      "research objective": [
        "In this study, LST data of 1 km spatial resolution at 11:00 local solar time under all-weather conditions across the North China Plain (NCP) were first generated using a data fusion approach developed previously. Second, combined with the generated LST data, MODIS products, and meteorological forcing from the China Land Data Assimilation System, the Two-Source Energy Balance model (TSEB) and a temporal upscaling method were jointly used to estimate daily ET at 1 km spatial resolution across the NCP for a decade from 2008 to 2017."
      ],
      "challenges": [
        "However, missing LST information under cloudy conditions remains a long-standing barrier for spatiotemporally continuous monitoring of daily ET at regional scales."
      ],
      "methods": [
        "In this study, LST data of 1 km spatial resolution at 11:00 local solar time under all-weather conditions across the North China Plain (NCP) were first generated using a data fusion approach developed previously. Second, combined with the generated LST data, MODIS products, and meteorological forcing from the China Land Data Assimilation System, the Two-Source Energy Balance model (TSEB) and a temporal upscaling method were jointly used to estimate daily ET at 1 km spatial resolution across the NCP for a decade from 2008 to 2017."
      ],
      "dataset": [
        "Surface energy balance and daily ET data from six flux towers (Fig. 1) were used in model evaluation. MODIS LST maps at 1 km spatial resolution (i.e., MOD11A1 LST product) and CLDAS LST output at ~7 km spatial resolution were combined using both STLI and ESTARFM to obtain LST data of 1 km spatial resolution at 11:00 am local solar time under all-weather conditions (i.e., MODIS-like LST)."
      ],
      "findings": [
        "Compared with observed instantaneous latent heat flux (LE) corrected for energy balance closure, the estimated LE reasonably captures inter- and intra-annual variations in LE measured at the Huailai, Daxing, Weishan, and Guantao flux towers, with R2 of 0.63 – 0.79. Estimated daily ET against in situ ET measurements with energy balance closure at the Huailai, Daxing, and Guantao sites showed good performance in terms of R2 greater than 0.70 and RMSE below 0.91 mm/d."
      ],
      "backgroundCn": [
        "热红外遥感衍生的地表温度（LST）是利用能量平衡模型估算蒸散发（ET）的关键变量。然而，在多云条件下缺失的LST信息仍然是区域尺度上连续监测每日ET的长期障碍。"
      ],
      "research objectiveCn": [
        "在本研究中，首先采用先前开发的数据融合方法生成了北中国平原（NCP）在所有天气条件下的11:00当地太阳时间的1公里空间分辨率的地表温度（LST）数据。其次，结合生成的LST数据、MODIS产品和来自中国陆地数据同化系统的气象强迫，联合使用了双源能量平衡模型（TSEB）和时间上升尺度方法，以1公里空间分辨率估算了2008年至2017年间北中国平原的日蒸散发（ET）。"
      ],
      "challengesCn": [
        "然而，在多云条件下缺失的地表温度信息仍然是区域尺度上连续监测每日蒸散发的长期障碍。"
      ],
      "methodsCn": [
        "在本研究中，首先采用先前开发的数据融合方法生成了北中国平原（NCP）在所有天气条件下的11:00地方太阳时间的1公里空间分辨率的地表温度（LST）数据。其次，结合生成的LST数据、MODIS产品和来自中国陆地数据同化系统的气象强迫，联合使用双源能量平衡模型（TSEB）和时间上升尺度方法，估算了2008年至2017年间北中国平原1公里空间分辨率的每日蒸散发（ET）。"
      ],
      "datasetCn": [
        "表面能量平衡和来自六个通量塔的日蒸散发（ET）数据（图1）用于模型评估。使用MODIS LST图像（即MOD11A1 LST产品）和CLDAS LST输出，结合STLI和ESTARFM方法，获得了在所有天气条件下于当地太阳时间上午11:00的1公里空间分辨率的LST数据（即类似MODIS的LST）。"
      ],
      "findingsCn": [
        "与经过能量平衡闭合修正的观测瞬时潜热通量（LE）相比，估算的LE合理地捕捉了在Huailai、Daxing、Weishan和Guantao通量塔测量的LE的年际和季节内变化，R²值为0.63至0.79。在Huailai、Daxing和Guantao站点，估算的每日蒸散发（ET）与能量平衡闭合的原位ET测量结果相比，表现良好，R²值大于0.70，均方根误差（RMSE）低于0.91 mm/d。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the Two-Source Energy Balance model (TSEB) be used effectively in conjunction with data fusion techniques to estimate daily ET at 1 km spatial resolution?",
        "QuestionCn": "两源能量平衡模型（TSEB）能否有效地与数据融合技术结合使用，以在1公里空间分辨率下估算每日蒸散发（ET）？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the missing LST information under cloudy conditions a significant challenge for achieving spatiotemporally continuous monitoring of daily ET at regional scales?",
        "QuestionCn": "在多云条件下缺失的地表温度（LST）信息是否是实现区域尺度每日蒸散发（ET）时空连续监测的一个重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are MODIS LST maps and CLDAS LST outputs utilized in combination to generate LST data at 1 km spatial resolution under all-weather conditions?",
        "QuestionCn": "MODIS LST地图和CLDAS LST输出是否结合使用，以在各种天气条件下生成1公里空间分辨率的LST数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data fusion approach is more suitable for generating land surface temperature data under all-weather conditions, STLI, ESTARFM, or another method?",
        "QuestionCn": "哪种数据融合方法更适合在各种天气条件下生成地表温度数据，STLI、ESTARFM或其他方法？",
        "AnswerEn": "STLI and ESTARFM",
        "AnswerCn": "STLI和ESTARFM",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the Two-Source Energy Balance model (TSEB) more effective when combined with MODIS products, meteorological forcing from the China Land Data Assimilation System, or another data source for estimating daily ET?",
        "QuestionCn": "两源能量平衡模型（TSEB）在与MODIS产品、中国陆地数据同化系统的气象强迫或其他数据源结合使用时，哪种组合在估计日蒸散发（ET）方面更有效？",
        "AnswerEn": "MODIS products and meteorological forcing from the China Land Data Assimilation System",
        "AnswerCn": "MODIS产品和中国陆地数据同化系统的气象强迫",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to generate land surface temperature (LST) data under all-weather conditions?",
        "QuestionCn": "用于在各种天气条件下生成地表温度（LST）数据的数据收集方法是什么？",
        "AnswerEn": "Data fusion approach",
        "AnswerCn": "数据融合方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in monitoring daily evapotranspiration (ET) at regional scales?",
        "QuestionCn": "在区域尺度上监测每日蒸散发（ET）面临哪些挑战？",
        "AnswerEn": "missing LST information under cloudy conditions",
        "AnswerCn": "在多云条件下缺失的LST信息",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a method used to estimate daily evapotranspiration (ET) at a regional scale?",
        "QuestionCn": "一个用于在区域尺度上估计每日蒸散发（ET）的方法示例是什么？",
        "AnswerEn": "The Two-Source Energy Balance model (TSEB) and a temporal upscaling method were used to estimate daily ET at 1 km spatial resolution across the North China Plain for a decade from 2008 to 2017.",
        "AnswerCn": "采用双源能量平衡模型（TSEB）和时间上升尺度方法，估算了2008年至2017年间北中国平原1公里空间分辨率的日蒸散发（ET）。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Could you provide an example of how missing land surface temperature (LST) information under cloudy conditions is addressed in ET estimation?",
        "QuestionCn": "您能否提供一个例子，说明在多云条件下如何处理缺失的地表温度（LST）信息以进行蒸散发（ET）估算？",
        "AnswerEn": "To address missing LST information under cloudy conditions, MODIS LST maps and CLDAS LST output were combined using both STLI and ESTARFM to obtain LST data of 1 km spatial resolution at 11:00 am local solar time under all-weather conditions.",
        "AnswerCn": "为了在多云条件下解决缺失的地表温度（LST）信息，结合了MODIS LST地图和CLDAS LST输出，使用STLI和ESTARFM方法获得了在所有天气条件下，上午11:00当地太阳时间的1公里空间分辨率的LST数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data fusion approach used to generate LST data under all-weather conditions?",
        "QuestionCn": "用于在全天候条件下生成地表温度（LST）数据的数据融合方法的特点是什么？",
        "AnswerEn": "1 km spatial resolution, 11:00 am local solar time, all-weather conditions",
        "AnswerCn": "1公里空间分辨率，上午11:00当地太阳时，全天候条件",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are encountered in ensuring spatiotemporally continuous monitoring of daily ET at regional scales?",
        "QuestionCn": "在确保区域尺度上对每日蒸散发（ET）进行时空连续监测时，会遇到哪些挑战？",
        "AnswerEn": "missing LST information under cloudy conditions",
        "AnswerCn": "在多云条件下缺少LST信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the data generated for the North China Plain using the Two-Source Energy Balance model and data fusion techniques?",
        "QuestionCn": "使用双源能量平衡模型和数据融合技术生成的华北平原数据的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many flux towers provided surface energy balance and daily evapotranspiration data for model evaluation in the North China Plain study?",
        "QuestionCn": "在华北平原研究中，有多少个通量塔提供了用于模型评估的表面能量平衡和每日蒸散发数据？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'Two-Source Energy Balance (TSEB) model' in the context of estimating evapotranspiration?",
        "QuestionCn": "在估算蒸散的背景下，什么是“两源能量平衡（TSEB）模型”？",
        "AnswerEn": "The Two-Source Energy Balance (TSEB) model is a method used to estimate daily evapotranspiration (ET) by combining land surface temperature data, MODIS products, and meteorological forcing. It operates by considering both soil and vegetation contributions to the energy balance, facilitating the estimation of ET at a high spatial resolution, such as 1 km, across regions like the North China Plain (NCP).",
        "AnswerCn": "双源能量平衡（TSEB）模型是一种通过结合地表温度数据、MODIS产品和气象强迫来估算日蒸散发（ET）的方法。它通过考虑土壤和植被对能量平衡的贡献，促进了在像华北平原（NCP）这样的区域以高空间分辨率（如1公里）估算蒸散发。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data fusion approaches for generating land surface temperature under all-weather conditions compare to traditional remote sensing methods in terms of handling cloudy conditions?",
        "QuestionCn": "数据融合方法在生成全天气条件下的地表温度方面与传统遥感方法相比，在处理多云条件时的表现如何？",
        "AnswerEn": "Data fusion approaches combine MODIS products and CLDAS LST output to generate land surface temperature data at 1 km spatial resolution under all-weather conditions, addressing the challenge of missing LST information under cloudy conditions. Traditional remote sensing methods often struggle with data gaps due to cloud cover, impacting the spatiotemporal continuity of daily ET monitoring.",
        "AnswerCn": "数据融合方法结合了MODIS产品和CLDAS LST输出，以在所有天气条件下生成1公里空间分辨率的地表温度数据，解决了在多云条件下缺失LST信息的问题。传统的遥感方法通常因云层覆盖而面临数据缺口，影响了每日蒸散发监测的时空连续性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in spatial resolution and temporal continuity between datasets derived from the Two-Source Energy Balance model and those from other energy balance-based models?",
        "QuestionCn": "两源能量平衡模型衍生的数据集与其他基于能量平衡的模型在空间分辨率和时间连续性方面有什么区别？",
        "AnswerEn": "Datasets derived from the Two-Source Energy Balance model in this context are provided at 1 km spatial resolution and offer daily temporal continuity over a decade. This is a higher spatial resolution and more temporally continuous compared to some other energy balance-based models, which may not achieve the same level of spatial resolution or handle temporal gaps as effectively.",
        "AnswerCn": "在这种情况下，基于双源能量平衡模型衍生的数据集以1公里的空间分辨率提供，并在十年内提供每日的时间连续性。这比一些其他基于能量平衡的模型具有更高的空间分辨率和更好的时间连续性，后者可能无法达到相同的空间分辨率或有效处理时间间隙。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges are involved in generating a spatiotemporally continuous dataset for daily evapotranspiration at regional scales, and how might these challenges be addressed using data fusion techniques?",
        "QuestionCn": "生成区域尺度上每日蒸散发的时空连续数据集面临哪些挑战，以及如何通过数据融合技术来应对这些挑战？",
        "AnswerEn": "A key challenge is the missing land surface temperature (LST) information under cloudy conditions, which hinders continuous monitoring of daily evapotranspiration (ET). This can be addressed using data fusion techniques to generate all-weather LST data, which can then be used with energy balance models to estimate daily ET.",
        "AnswerCn": "一个关键挑战是云层条件下缺失的地表温度（LST）信息，这阻碍了对每日蒸散发（ET）的连续监测。可以通过数据融合技术来生成全天候的LST数据，然后将其与能量平衡模型结合使用，以估算每日ET。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can the integration of meteorological forcing and remote sensing data enhance the accuracy and reliability of evapotranspiration estimates over agricultural regions?",
        "QuestionCn": "气象强迫和遥感数据的整合如何提高农业地区蒸散发估算的准确性和可靠性？",
        "AnswerEn": "Integrating meteorological forcing with remote sensing data, such as MODIS products and generated LST data, allows for the use of energy balance models and temporal upscaling methods to enhance the accuracy and reliability of daily ET estimates over agricultural regions.",
        "AnswerCn": "将气象强迫与遥感数据（如MODIS产品和生成的地表温度数据）相结合，可以利用能量平衡模型和时间上升尺度方法，提高农业地区日蒸散发估算的准确性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for a data fusion approach in generating land surface temperature data under all-weather conditions?",
        "QuestionCn": "在各种天气条件下生成地表温度数据时，为什么需要数据融合方法？",
        "AnswerEn": "Missing land surface temperature information under cloudy conditions is a significant barrier for spatiotemporally continuous monitoring of daily evapotranspiration at regional scales, necessitating the use of a data fusion approach to generate such data under all-weather conditions.",
        "AnswerCn": "在多云条件下缺失的地表温度信息是区域尺度上连续监测每日蒸散发的一个重大障碍，这需要采用数据融合方法在任何天气条件下生成此类数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the combination of MODIS products and meteorological forcing from data assimilation systems essential for estimating daily evapotranspiration at high spatial resolution?",
        "QuestionCn": "为什么将MODIS产品与数据同化系统的气象强迫相结合对于以高空间分辨率估算每日蒸散发至关重要？",
        "AnswerEn": "The combination is crucial because it enables the estimation of daily evapotranspiration at 1 km spatial resolution by integrating generated land surface temperature data, MODIS products, and meteorological forcing to overcome challenges such as missing data under cloudy conditions.",
        "AnswerCn": "这种组合至关重要，因为它通过整合生成的地表温度数据、MODIS产品和气象强迫，能够以1公里的空间分辨率估算每日蒸散发，从而克服在多云条件下缺失数据的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the underlying reasons for utilizing the Two-Source Energy Balance model in analyzing agricultural water consumption across the North China Plain?",
        "QuestionCn": "利用双源能量平衡模型分析华北平原农业水消耗的潜在原因是什么？",
        "AnswerEn": "The Two-Source Energy Balance model is employed to provide a high-resolution, spatiotemporally continuous dataset that enhances the understanding of agricultural water consumption across the North China Plain, which is critical due to the extensive use of surface and groundwater for irrigation in this key agricultural area.",
        "AnswerCn": "双源能量平衡模型被用于提供高分辨率、时空连续的数据集，从而增强对华北平原农业用水消耗的理解。这一点至关重要，因为该地区在农业中广泛使用地表水和地下水进行灌溉。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating a data fusion approach with thermal infrared remote sensing-derived LST in generating high-resolution datasets for agricultural water consumption analysis in major plains?",
        "QuestionCn": "将数据融合方法与热红外遥感衍生的地表温度（LST）相结合，以生成高分辨率数据集用于主要平原的农业用水消耗分析，会产生哪些后果？",
        "AnswerEn": "Integrating a data fusion approach with thermal infrared remote sensing-derived LST allows for the generation of 1 km spatial resolution LST data under all-weather conditions, which improves the spatiotemporal continuity and accuracy of daily ET estimation. This is particularly beneficial in understanding agricultural water consumption in regions like the North China Plain, enabling more effective water resource management.",
        "AnswerCn": "将数据融合方法与热红外遥感衍生的地表温度（LST）相结合，可以在各种天气条件下生成1公里空间分辨率的LST数据，从而提高每日蒸散发（ET）估算的时空连续性和准确性。这对于理解像华北平原这样的地区的农业用水消耗尤为重要，有助于更有效的水资源管理。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes arise from the challenge of missing LST information under cloudy conditions when monitoring daily ET at regional scales?",
        "QuestionCn": "在监测区域尺度的每日蒸散发（ET）时，缺失地表温度（LST）信息在多云条件下会导致哪些结果？",
        "AnswerEn": "The missing LST information under cloudy conditions presents a significant barrier to continuous monitoring of daily ET at regional scales. To address this, the development of methods such as data fusion approaches helps generate LST data under all-weather conditions, facilitating more accurate ET estimations and improving the reliability of agricultural water usage assessments.",
        "AnswerCn": "在多云条件下缺失的地表温度（LST）信息对区域尺度上连续监测每日蒸散发（ET）构成了重大障碍。为了解决这个问题，开发数据融合方法等技术可以在各种天气条件下生成LST数据，从而促进更准确的ET估算，并提高农业用水评估的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to generate land surface temperature data at 1 km spatial resolution under all-weather conditions for estimating daily ET in agricultural regions?",
        "QuestionCn": "用于在所有天气条件下生成1公里空间分辨率的地表温度数据以估算农业地区每日蒸散发（ET）的程序是什么？",
        "AnswerEn": "LST data of 1 km spatial resolution at 11:00 local solar time under all-weather conditions are generated using a data fusion approach. This involves combining MODIS LST maps and CLDAS LST output using STLI and ESTARFM to obtain the necessary LST data.",
        "AnswerCn": "在所有天气条件下，使用数据融合方法生成了11:00当地太阳时间的1公里空间分辨率的地表温度（LST）数据。这涉及到结合MODIS LST地图和CLDAS LST输出，使用STLI和ESTARFM获得所需的LST数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the Two-Source Energy Balance model (TSEB) applied in conjunction with data fusion techniques to estimate daily ET in the North China Plain?",
        "QuestionCn": "两源能量平衡模型（TSEB）如何与数据融合技术结合应用于北中国平原的日蒸散发（ET）估算？",
        "AnswerEn": "The Two-Source Energy Balance model (TSEB) is used along with the generated LST data, MODIS products, and meteorological forcing from the China Land Data Assimilation System. A temporal upscaling method is also applied to estimate daily ET at a 1 km spatial resolution across the North China Plain.",
        "AnswerCn": "双源能量平衡模型（TSEB）与生成的地表温度（LST）数据、MODIS产品以及来自中国陆地数据同化系统的气象强迫一起使用。同时，应用了一种时间上升尺度方法，以估算华北平原1公里空间分辨率下的每日蒸散发（ET）。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are utilized to overcome the challenge of missing LST information under cloudy conditions for spatiotemporally continuous monitoring of daily ET?",
        "QuestionCn": "为了克服在多云条件下缺失地表温度（LST）信息的挑战，以实现对每日蒸散发（ET）的时空连续监测，采用了哪些方法？",
        "AnswerEn": "To address missing LST information under cloudy conditions, a data fusion approach is used to generate LST data. This involves combining MODIS LST maps with CLDAS LST outputs to achieve LST data of 1 km spatial resolution under all-weather conditions.",
        "AnswerCn": "为了在多云条件下解决缺失的地表温度（LST）信息，采用数据融合方法生成LST数据。这涉及将MODIS LST地图与CLDAS LST输出结合，以实现全天候条件下1公里空间分辨率的LST数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How does combining MODIS products with meteorological data improve the estimation of daily evapotranspiration at regional scales?",
        "QuestionCn": "将MODIS产品与气象数据结合使用如何改善区域尺度上日蒸散发的估算？",
        "AnswerEn": "The combination of MODIS products and meteorological forcing from the China Land Data Assimilation System with the Two-Source Energy Balance model (TSEB) and a temporal upscaling method is used to estimate daily evapotranspiration at 1 km spatial resolution across the North China Plain.",
        "AnswerCn": "结合MODIS产品和来自中国陆地数据同化系统的气象强迫，使用双源能量平衡模型（TSEB）和时间上升尺度方法，估算华北平原地区的日蒸散发，空间分辨率为1公里。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or resources are necessary for overcoming the challenges of missing land surface temperature data under cloudy conditions?",
        "QuestionCn": "克服在多云条件下缺失地表温度数据的挑战所需的条件或资源是什么？",
        "AnswerEn": "Overcoming the challenge of missing land surface temperature data under cloudy conditions involves using combined MODIS LST maps and CLDAS LST output, along with data fusion techniques such as STLI and ESTARFM, to obtain LST data of 1 km spatial resolution at 11:00 am local solar time under all-weather conditions.",
        "AnswerCn": "克服在多云条件下缺失地表温度数据的挑战涉及使用结合MODIS LST地图和CLDAS LST输出的数据，以及数据融合技术，如STLI和ESTARFM，以在所有天气条件下获得11:00当地太阳时间的1公里空间分辨率的LST数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the generation of land surface temperature data under all-weather conditions be a challenging aspect of data collection in this field?",
        "QuestionCn": "在这一领域，全天候条件下生成地表温度数据可能是数据收集中的一个挑战性方面，原因是什么？",
        "AnswerEn": "Missing LST information under cloudy conditions remains a long-standing barrier for spatiotemporally continuous monitoring of daily ET at regional scales.",
        "AnswerCn": "在多云条件下缺失的地表温度信息仍然是区域尺度上连续监测每日蒸散发的长期障碍。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do researchers evaluate the effectiveness of data fusion methods in generating spatiotemporally continuous land surface temperature data under all-weather conditions?",
        "QuestionCn": "研究人员如何评估数据融合方法在各种天气条件下生成时空连续的地表温度数据的有效性？",
        "AnswerEn": "Researchers generate LST data of 1 km spatial resolution at a specific local solar time using a data fusion approach, and then combine it with other products and meteorological data to assess its effectiveness in estimating daily ET over a significant time span.",
        "AnswerCn": "研究人员采用数据融合方法生成特定太阳时的1公里空间分辨率的地表温度（LST）数据，然后将其与其他产品和气象数据结合，以评估其在较长时间跨度内估算每日蒸散发（ET）的有效性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main challenges faced in ensuring the accuracy and completeness of daily evapotranspiration data in regions with variable weather conditions?",
        "QuestionCn": "在确保在天气条件多变的地区每日蒸散发数据的准确性和完整性时，面临的主要挑战是什么？",
        "AnswerEn": "A primary challenge is obtaining reliable LST information under cloudy conditions, which is vital for continuous ET monitoring. The use of data fusion techniques to generate accurate LST data under all-weather conditions is a critical step in overcoming this challenge.",
        "AnswerCn": "一个主要挑战是在多云条件下获取可靠的地表温度（LST）信息，而这对于持续的蒸散发（ET）监测至关重要。使用数据融合技术生成在各种天气条件下的准确LST数据是克服这一挑战的关键步骤。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your assessment of the potential for improving estimation accuracy in evapotranspiration datasets through the integration of multiple data sources and models?",
        "QuestionCn": "我对通过整合多种数据源和模型来提高蒸散发数据集估计准确性的潜力的评估是什么？",
        "AnswerEn": "There is significant potential for improvement by integrating data from flux towers, MODIS LST products, and meteorological outputs. Combining these with the Two-Source Energy Balance model and temporal upscaling methods has shown promise in capturing variations in latent heat flux and daily ET with reasonable accuracy.",
        "AnswerCn": "通过整合通量塔数据、MODIS LST 产品和气象输出，有显著的改进潜力。将这些数据与双源能量平衡模型和时间上升尺度方法相结合，已显示出在捕捉潜热通量和日蒸散发变化方面具有合理的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm uncertain about the methods used to ensure the reliability and accuracy of ET estimation within the context of high-resolution spatial data.",
        "QuestionCn": "我对在高分辨率空间数据背景下确保蒸散发（ET）估算的可靠性和准确性的方法感到不确定。",
        "AnswerEn": "The Two-Source Energy Balance model (TSEB) combined with MODIS products, meteorological forcing, and a temporal upscaling method ensures reliable and accurate ET estimation by effectively integrating various data sources and techniques to maintain high spatial resolution and accuracy.",
        "AnswerCn": "两源能量平衡模型（TSEB）结合MODIS产品、气象强迫和时间上升尺度方法，通过有效整合各种数据源和技术，确保了蒸散发（ET）估计的可靠性和准确性，同时保持了高空间分辨率和准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I don't understand how the use of multiple flux towers can contribute to the evaluation of ET data models in agricultural regions like the North China Plain.",
        "QuestionCn": "我不明白在像华北平原这样的农业地区使用多个通量塔如何有助于评估蒸散发（ET）数据模型。",
        "AnswerEn": "Surface energy balance and daily ET data from six flux towers provide empirical data for model evaluation, allowing for comparison of estimated values with observed latent heat flux and in situ ET measurements, ensuring that the model accurately captures variations and maintains performance standards.",
        "AnswerCn": "六个通量塔提供的表面能量平衡和每日蒸散发（ET）数据为模型评估提供了实证数据，允许将估计值与观测的潜热通量和现场ET测量进行比较，从而确保模型准确捕捉变化并保持性能标准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe a data collection method that addresses the challenge of missing land surface temperature (LST) information under cloudy conditions for estimating daily evapotranspiration (ET) in agricultural regions.",
        "QuestionCn": "请描述一种数据收集方法，以解决在多云条件下缺失地表温度（LST）信息的问题，从而估算农业地区的每日蒸散发（ET）。",
        "AnswerEn": "A data collection method that addresses the challenge of missing LST information under cloudy conditions involves using a data fusion approach to generate LST data with 1 km spatial resolution under all-weather conditions. This method combines MODIS LST products and CLDAS LST output, along with meteorological forcing, using both STLI and ESTARFM techniques to obtain reliable LST data at 11:00 am local solar time, which can be used to estimate daily ET across agricultural regions like the North China Plain.",
        "AnswerCn": "一种解决云层条件下缺失地表温度（LST）信息挑战的数据收集方法涉及使用数据融合方法生成在所有天气条件下具有1公里空间分辨率的LST数据。该方法结合了MODIS LST产品和CLDAS LST输出，以及气象强迫，使用STLI和ESTARFM技术在当地太阳时间上午11:00获得可靠的LST数据，这些数据可用于估算像华北平原这样的农业地区的日蒸散发（ET）。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explain how surface energy balance data from flux towers can be utilized in the evaluation of evapotranspiration (ET) estimation methods.",
        "QuestionCn": "表面能量平衡数据来自通量塔，可以用于评估蒸散发（ET）估算方法。",
        "AnswerEn": "Surface energy balance data from flux towers can be used in the evaluation of ET estimation methods by providing ground truth measurements against which model outputs can be compared. This involves using flux tower data to validate the accuracy of estimated latent heat fluxes and ET rates, ensuring the model captures inter- and intra-annual variations effectively. For example, data from flux towers like those at Huailai, Daxing, and Guantao can be used to assess model performance, with metrics such as R2 and RMSE helping to quantify the accuracy of the estimates.",
        "AnswerCn": "来自通量塔的表面能量平衡数据可以用于评估蒸散发（ET）估算方法，通过提供可以与模型输出进行比较的地面真实测量。这涉及使用通量塔数据来验证估算的潜热通量和ET速率的准确性，确保模型有效捕捉年际和年内的变化。例如，来自怀来、大兴和馆陶的通量塔数据可以用于评估模型性能，使用R²和均方根误差（RMSE）等指标来量化估算的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please propose a research approach for improving the temporal resolution of evapotranspiration (ET) datasets in agricultural regions.",
        "QuestionCn": "请提出一种研究方法，以提高农业地区蒸散发（ET）数据集的时间分辨率。",
        "AnswerEn": "A research approach for improving the temporal resolution of ET datasets could involve the integration of high-resolution land surface temperature (LST) data with advanced temporal upscaling methods. This could include enhancing data fusion techniques to better capture daily LST variations and applying temporal upscaling models to convert instantaneous LST measurements into continuous daily ET estimates. Utilizing data from satellite products like MODIS and meteorological models, combined with ground-based observations, can help refine temporal resolution and accuracy in ET datasets for agricultural regions.",
        "AnswerCn": "一种提高ET数据集时间分辨率的研究方法可以涉及将高分辨率的地表温度（LST）数据与先进的时间上升方法相结合。这可以包括增强数据融合技术，以更好地捕捉每日LST变化，并应用时间上升模型将瞬时LST测量值转换为连续的每日ET估计。利用来自卫星产品如MODIS和气象模型的数据，结合地面观测，可以帮助提高农业地区ET数据集的时间分辨率和准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}