{
    "id": "429ae969-50b3-470b-8a61-f5043c448e05",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of airborne microwave radiometers (L&K bands) mission in the Biandukou-Linze flight zone on Jul. 4, 2008",
            "titleCn": "黑河综合遥感联合试验：扁都口-临泽飞行区L&K波段机载微波辐射计数据集（2008年7月4日）",
            "description": "This data set was acquired by L & K band airborne microwave radiometer on July 4, 2008, in the Biandukou-Linze flight zone. \nThe frequency of L-band is 1.4GHz, and the backsight is 35 degrees to obtain dual polarization (H and V) information; the frequency of K-band is 18.7ghz, and there is no polarization information. The plane took off from Zhangye airport at 9:48 (Beijing time, the same below) and landed at 14:14. 10: At 16-11:40, the flight altitude was 3100-3500m and the flight speed was about 230-250km / hr. 12: 16-12:18 low flying Linze reservoir line 1-6, relative altitude 100m, flight speed 190km / hr. 12: At 26-13:42, he worked in Linze photography area, with a flight altitude of about 2000m and a flight speed of about 250km / hr. 13: 49-13:51 fly low again to Linze reservoir line 1-6. \nThe original data is divided into two parts: microwave radiometer data and GPS data. The L and K bands of microwave radiometer are non imaging observations. The digital values obtained from the instantaneous observation are recorded in the text file, and the longitude and latitude as well as the aircraft attitude parameters are recorded in the GPS data. When using microwave radiometer to observe data, it is necessary to convert the digital value recorded into the bright temperature value according to the calibration coefficient (the calibration coefficient file is filed with the original observation data). At the same time, through the clock records of microwave radiometer and GPS, we can connect the microwave observation with GPS record and match the geographic coordinate information for the microwave observation. Due to the coarse observation resolution of microwave radiometer, the effects of aircraft yaw, roll and pitch are generally ignored in data processing. According to the target and flight relative altitude (H), after calibration and coordinate matching, the observation information can also be gridded. The resolution (x) of L band and K band is consistent with that of observation footprint. The reference resolution is: L band, x = 0.3H; K band, x = 0.24h. After the above steps, we can get the products that users can use directly.",
            "descriptionCn": "本数据集为L&K波段机载微波辐射计于2008年07月04日获取，地点在扁都口-临泽飞行区。\n其中L波段频率为1.4GHz，后视35度观测，获取双极化（H和V）信息；K波段频率为18.7GHz，天顶角观测，无极化信息。飞机9:48（北京时间，下同）从张掖机场起飞，14:14降落。10:16-11:40在扁都口摄区观测，飞行高度3100-3500m，飞行速度230-250km/hr左右。12:16-12:18低飞临泽水库1-6线，相对高度100m，飞行速度190km/hr。12:26-13:42在临泽摄区工作，飞行高度2000m左右，飞行速度250km/hr左右。13:49-13:51再次低飞临泽水库1-6线。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计L和K波段均属非成像观测，由文本文件记录瞬时观测获得的数码值，GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，L和K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：L波段，x=0.3H；K波段，x=0.24H。经过以上各步处理后，可以获得用户能够直接使用的产品。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.1,
            "west": 100.05,
            "south": 38.15,
            "north": 39.4,
            "startTime": "2008-07-14 09:48:00",
            "endTime": "2008-07-14 14:14:00",
            "fileSize": 9751711.0,
            "cstr": "18406.11.water973.0238.db",
            "doi": "10.3972/water973.0238.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "赵凯",
                "nameEn": "ZHAO Kai",
                "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": " 金吉南",
                "nameEn": "JIN Jinan",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "利用主被动微波数据联合反演土壤水分",
                "titleEn": null,
                "referenceCn": "赵天杰, 张立新, 蒋玲梅, 陈权, 张志玉, 张勇攀. 利用主被动微波数据联合反演土壤水分. 地球科学进展, 2009, 24(7): 769-775.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "扁都口加密观测区",
                "keywordEn": "closed observation area of Biandoukou"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-07-04",
                "keywordEn": "2008-07-04",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of microwave radiometer data collection in terms of frequency, polarization, and observation angles?",
                "QuestionCn": "微波辐射计数据收集的具体特征包括频率、极化和观测角度。",
                "AnswerEn": "1.4GHz, backward observation angle of 35 degrees, dual polarization (H and V), 18.7GHz, zenith angle observation, no polarization information",
                "AnswerCn": "1.4GHz，后向观测角度为35度，双极化（H和V），18.7GHz，天顶角观测，无极化信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What are the frequencies used in the airborne microwave radiometer data collection method for the扁都口-临泽飞行区, and how do these frequencies impact data resolution?",
                "QuestionCn": "扁都口-临泽飞行区的空气微波辐射计数据采集方法使用的频率是什么，这些频率如何影响数据分辨率？",
                "AnswerEn": "1.4GHz, 18.7GHz, 0.3H, 0.24H",
                "AnswerCn": "1.4GHz, 18.7GHz, 0.3H, 0.24H",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of converting recorded digital values into brightness temperature values in the context of airborne microwave radiometer data collection?",
                "QuestionCn": "在航空微波辐射计数据采集的背景下，将记录的数字值转换为亮温值的过程是什么？",
                "AnswerEn": "In the context of airborne microwave radiometer data collection, converting recorded digital values into brightness temperature values involves using calibration coefficients. These coefficients are included with the archived original observation data. The digital values recorded during instantaneous observations are transformed into brightness temperature values by applying these calibration coefficients.",
                "AnswerCn": "在空气微波辐射计数据收集的背景下，将记录的数字值转换为亮温值涉及使用校准系数。这些系数与归档的原始观测数据一起提供。在瞬时观测期间记录的数字值通过应用这些校准系数转化为亮温值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in aligning microwave radiometer data with GPS data for accurate geolocation in remote sensing applications?",
                "QuestionCn": "哪些因素导致在遥感应用中将微波辐射计数据与GPS数据对齐以实现准确地理定位的挑战？",
                "AnswerEn": "One factor is the need to match the microwave radiometer's observation timings with GPS recordings, as each has its own clock. This synchronization is crucial to correlate the microwave observations with precise geographic coordinates. Additionally, the coarse resolution of microwave radiometer observations means that aircraft yaw, roll, and pitch effects are often ignored, which can introduce alignment challenges. Moreover, converting recorded digital values to brightness temperatures requires careful calibration using specific coefficients, adding another layer of complexity to accurate data alignment.",
                "AnswerCn": "一个因素是需要将微波辐射计的观测时间与GPS记录进行匹配，因为它们各自有自己的时钟。这种同步对于将微波观测与精确的地理坐标相关联至关重要。此外，微波辐射计观测的粗分辨率意味着通常忽略了飞机的偏航、滚转和俯仰效应，这可能引入对齐挑战。此外，将记录的数字值转换为亮温度需要使用特定系数进行仔细校准，这为准确的数据对齐增加了另一层复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the potential outcomes on the accuracy and applicability of remote sensing data when utilizing non-imaging L&K band airborne microwave radiometer data in conjunction with GPS data for geolocation?",
                "QuestionCn": "当结合GPS数据进行地理定位时，使用非成像L&K波段空中微波辐射计数据可能对遥感数据的准确性和适用性产生哪些潜在影响？",
                "AnswerEn": "When utilizing non-imaging L&K band airborne microwave radiometer data in conjunction with GPS data for geolocation, the potential outcomes on accuracy and applicability include increased precision in assigning geographic coordinates to microwave observations, despite the coarse resolution of the radiometer data. This integration allows for the conversion of recorded digital values into brightness temperatures, which can then be spatially matched with geographic positions. The use of calibration coefficients ensures that the data is accurate and can be directly used by end-users. However, due to the coarse resolution of radiometer observations, aircraft yaw, roll, and pitch effects are typically ignored, potentially limiting the precision of the geolocation. The processed data can be rasterized to match the footprint resolution, which for L-band is 0.3 times the relative flight altitude (H), and for K-band is 0.24 times H, leading to the creation of user-ready products that can effectively support various applications in remote sensing.",
                "AnswerCn": "在利用非成像L&K波段空中微波辐射计数据与GPS数据进行地理定位时，潜在的结果包括在将微波观测分配地理坐标的精度上有所提高，尽管辐射计数据的分辨率较粗。这种集成允许将记录的数字值转换为亮温度，然后与地理位置进行空间匹配。使用校准系数确保数据的准确性，使其可以直接被最终用户使用。然而，由于辐射计观测的分辨率较粗，通常忽略飞机的偏航、滚转和俯仰效应，这可能限制地理定位的精度。处理后的数据可以栅格化以匹配足迹分辨率，对于L波段为相对飞行高度(H)的0.3倍，对于K波段为0.24倍，从而创建用户准备好的产品，有效支持遥感中的各种应用。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using L&K band airborne microwave radiometer data in the context of the扁都口-临泽飞行区 study, and how does it contribute to understanding environmental or geographical phenomena in that area?",
                "QuestionCn": "在扁都口-临泽飞行区研究中，使用L&K波段空中微波辐射计数据的主要目标是什么，以及它如何有助于理解该地区的环境或地理现象？",
                "AnswerEn": "The primary goal of using L&K band airborne microwave radiometer data in the context of the扁都口-临泽飞行区 study is to obtain detailed microwave observations of the area. The L band at 1.4GHz provides dual polarization information, while the K band at 18.7GHz offers zenith angle observations. This data collection aims to gather non-imaging instantaneous observations linked with GPS data to provide geographic coordinate information. By calibrating and matching coordinates, the data helps in understanding environmental or geographical phenomena by offering a rasterized product with specific resolution attributes for applications such as land surface temperature analysis and water body monitoring, which are crucial for environmental studies and resource management in the region.",
                "AnswerCn": "使用L&K波段空中微波辐射计数据的主要目标是在扁都口-临泽飞行区研究中获取该地区的详细微波观测。L波段在1.4GHz提供双极化信息，而K波段在18.7GHz提供天顶角观测。此次数据收集旨在获取与GPS数据相关的非成像瞬时观测，以提供地理坐标信息。通过校准和匹配坐标，这些数据有助于理解环境或地理现象，提供具有特定分辨率属性的栅格化产品，应用于地表温度分析和水体监测等领域，这对于该地区的环境研究和资源管理至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are necessary to convert raw data from an airborne microwave radiometer into usable brightness temperature values, and how is geographic information integrated into this process?",
                "QuestionCn": "将空气微波辐射计的原始数据转换为可用的亮温值所需的程序是什么，以及如何将地理信息整合到这个过程中？",
                "AnswerEn": "The procedures necessary to convert raw data from an airborne microwave radiometer into brightness temperature values involve using calibration coefficients to transform recorded digital values into brightness temperature. This conversion process uses a calibration coefficient file that is archived with the original observation data. Geographic information is integrated into this process by using the timestamps from both the microwave radiometer and GPS data to link microwave observations with GPS records, thereby associating microwave observations with geographical coordinates. This linkage allows for the mapping of the data and further processing, such as rasterization based on flight altitude and the resolution of the L and K bands.",
                "AnswerCn": "将空气微波辐射计的原始数据转换为亮度温度值的过程涉及使用校准系数将记录的数字值转换为亮度温度。此转换过程使用与原始观测数据一起存档的校准系数文件。地理信息通过使用微波辐射计和GPS数据的时间戳进行集成，以将微波观测与GPS记录关联，从而将微波观测与地理坐标关联。这种关联使得数据的映射成为可能，并进一步处理，例如基于飞行高度和L波段及K波段的分辨率进行栅格化。",
                "Level": "C3(Applying)"
            }
        ]
    }
}