{
    "id": "4352bc2f-8182-4e43-822f-d8940c2d07d0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Exceptionally well-preserved crocodilian coprolites from the Late Eocene of Northern Vietnam: Ichnology and paleoecological signiﬁcance",
            "titleCn": "鳄形类粪化石揭示越南北部晚始新世的古生态化石与生态复原图数据",
            "description": "(1) This data includes Late Eocene crocodile feces fossils and spore pollen original images in the surrounding environment of the Na Duong Basin in Vietnam, CT (fault) scanning images, size measurement images, geographic location original images, and reconstruction images of the Eocene paleoenvironment. (2) The main ways to obtain data are through camera field shooting and laboratory depth of field overlay shooting, CT export, and the use of relevant software generation. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
            "descriptionCn": "（1）本数据包括越南Na Duong盆地晚始新世鳄鱼粪化石和周围环境中孢粉原始图片、CT（断层）扫描图片，尺寸测量图片，地理位置原始图像以及始新世古环境重建图片。（2）数据主要获取途径为相机野外拍摄及实验室景深叠加拍摄、CT导出以及使用相关软件生成等。（3）图片质量为高分辨率原始尺寸图片。（4）图片应用前景为可用于进一步深入研究比较。                                                  ",
            "instructions": "(1) This data includes Late Eocene crocodile feces fossils and spore pollen original images in the surrounding environment of the Na Duong Basin in Vietnam, CT (fault) scanning images, size measurement images, geographic location original images, and reconstruction images of the Eocene paleoenvironment. (2) The main ways to obtain data are through camera field shooting and laboratory depth of field overlay shooting, CT export, and the use of relevant software generation. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
            "instructionsCn": "命名方式以序号+数据内容+格式。\n可用于进一步研究、比较。复原图可用于鳄型类晚始新世古环境相关的科学传播工作。",
            "east": 108.0,
            "west": 107.0,
            "south": 15.0,
            "north": 17.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 9775871.0,
            "cstr": "18406.11.Paleoenv.tpdc.301101",
            "doi": "10.11888/Paleoenv.tpdc.301101",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Exceptionally well-preserved crocodilian coprolites from the Late Eocene of Northern Vietnam: Ichnology and paleoecological signiﬁcance",
                "referenceCn": null,
                "referenceEn": "Halaçlar, K., Rummy, P., Liu, J., Hunt, A., Do, T.V., Minh, N.T., & Deng, T. (2023). Exceptionally well-preserved crocodilian coprolites from the Late Eocene of Northern Vietnam: Ichnology and paleoecological significance. iScience, 26(9), 107607, ISSN 2589-0042, https://doi.org/10.1016/j.isci.2023.107607."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "生物化石",
                "nameEn": "Macrofossils"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横断山脉",
                "keywordEn": "Hengduan Mountains"
            },
            {
                "keywordCn": "越南",
                "keywordEn": "Vietnam"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世",
                "keywordEn": "Eocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used to study crocodylian coprolites and their surrounding environments from the Late Eocene in Northern Vietnam?",
                "QuestionCn": "您能否提供一个用于研究越南北部晚始新世鳄类粪便及其周围环境的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using field cameras for capturing images of crocodylian coprolites and surrounding environments, employing laboratory techniques such as focus stacking photography, and utilizing CT scanning to generate high-resolution images. These methods are used to obtain high-quality, original-sized images that can be further analyzed for research purposes.",
                "AnswerCn": "一种数据收集方法涉及使用野外相机捕捉鳄类粪便及其周围环境的图像，采用实验室技术如焦点堆叠摄影，并利用CT扫描生成高分辨率图像。这些方法用于获取高质量、原始尺寸的图像，以便进一步进行研究分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and techniques used in capturing high-resolution images for understanding late Eocene paleoenvironments in northern Vietnam?",
                "QuestionCn": "用于捕捉高分辨率图像以理解越南北部晚始新世古环境的具体特征和技术是什么？",
                "AnswerEn": "field photography, depth stacking, CT scanning, software for image generation",
                "AnswerCn": "现场摄影，景深合成，CT扫描，图像生成软件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many high-resolution original size images are typically collected for a dataset related to late Eocene crocodilian coprolites in northern Vietnam?",
                "QuestionCn": "通常为与越南北部晚始新世鳄鱼粪便相关的数据集收集多少张高分辨率原始大小的图像？",
                "AnswerEn": "The original answer does not provide a specific numerical value or range for the number of high-resolution original size images collected for the dataset. Therefore, there is no quantifiable information to extract.",
                "AnswerCn": "原始答案没有提供用于数据集的高分辨率原始尺寸图像数量的具体数值或范围。因此，没有可提取的量化信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of obtaining high-resolution images for paleontological research?",
                "QuestionCn": "获取古生物学研究高分辨率图像的过程是什么？",
                "AnswerEn": "High-resolution images for paleontological research can be obtained through methods such as field photography using cameras, laboratory depth-stacking photography, and exporting images from CT (computed tomography) scans.",
                "AnswerCn": "高分辨率的古生物学研究图像可以通过多种方法获得，例如使用相机进行现场摄影、实验室深度堆叠摄影以及从CT（计算机断层扫描）中导出图像。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the quality and usability of a dataset when using high-resolution original size images from field and laboratory settings for paleoenvironment reconstructions?",
                "QuestionCn": "在进行古环境重建时，使用来自野外和实验室设置的高分辨率原始尺寸图像可能对数据集的质量和可用性产生哪些潜在影响？",
                "AnswerEn": "Using high-resolution original size images from field and laboratory settings can enhance the quality and usability of a dataset by providing detailed and accurate visual data that supports in-depth analysis and comparison, leading to more precise paleoenvironment reconstructions.",
                "AnswerCn": "使用来自野外和实验室环境的高分辨率原始尺寸图像可以通过提供详细和准确的视觉数据来增强数据集的质量和可用性，这支持深入分析和比较，从而导致更精确的古环境重建。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures and techniques used to collect and process high-resolution images of crocodilian coprolites and surrounding pollen fossils in the late Eocene deposits of northern Vietnam?",
                "QuestionCn": "在越南北部晚始新世沉积物中收集和处理鳄类粪便化石及其周围花粉化石的高分辨率图像的详细程序和技术是什么？",
                "AnswerEn": "The data collection methods involve using cameras for field photography and laboratory depth stacking photography, CT scanning for cross-sectional images, and the use of related software to generate images. These procedures ensure high-resolution, original-size images suitable for further research and comparison.",
                "AnswerCn": "数据收集方法包括使用相机进行现场摄影和实验室深度堆叠摄影，CT扫描用于获取横截面图像，以及使用相关软件生成图像。这些程序确保生成高分辨率、原始尺寸的图像，适合进一步研究和比较。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the collection and enhancement of high-resolution images of Eocene crocodylian coprolites and surrounding environments?",
                "QuestionCn": "哪些技术进步使得能够收集和增强古新世鳄鱼粪便及其周围环境的高分辨率图像？",
                "AnswerEn": "The collection and enhancement of high-resolution images of Eocene crocodylian coprolites and surrounding environments are enabled by advancements in camera technology for field photography, laboratory depth stacking photography, CT (computed tomography) scanning, and image generation using specialized software.",
                "AnswerCn": "高分辨率的始新世鳄类粪化石及其周围环境的收集和增强得益于摄影技术的进步，包括现场摄影、实验室深度堆叠摄影、CT（计算机断层扫描）扫描以及使用专业软件生成图像。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}