{
    "id": "43da566a-4fab-487e-9f03-87ad81121e5f",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of crop leaf stomatal conductance observed in the middle reaches of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游作物叶片气孔导度观测数据集",
            "description": "The data set include crop leaf stomatal conductance observed at four sample regions, that is the soil moisture control experimental field at Daman county, and the super station, and Shiqiao sample plots at Wuxing village in Zhangye city. \n\n1)\tObjective\nCrop leaf stomatal conductance, a key biophysical parameter, was observed as model parameter or a priori knowledge for crop growth model, or evapotranspiration estimation. \n2)\tMeasuring instruments\nLeaf porometer.\n3)\tMeasuring site\na. the soil moisture control experimental field at Daman county,\n Twelve soil water treatments are set. The crop leaf stomatal conductance for each treatment is measured on 17, 23 and 29 May, and 3, 9, 14 and 24 June, and 5 and 12 July. \nb. the Super Station\nThe crop leaf stomatal conductance at the super station is measured on 22 and 28 May, 5, 11, 18, and 25 June, and 1, 8, 15, 22 and 31 July, 9, 15 and 22 August, and 3 and 11 September.\nc. the Shiqiao sample site\nThe crop leaf stomatal conductance at the Shiqiao village is measured on 17, 22 and 28 May, 4, 11, 17 and 25 June, 1, 8, 15, 22, and 30 July, 8, 16 and 27 August, and 9 September.\n4)\tData processing\n\tThe observational data was recorded in the sheets and reorganized in the EXCEL sheets. The time used in this dataset is in UTC+8 Time.",
            "descriptionCn": "本数据集为叶片气孔计Leaf Porometer在张掖市大满水分控制实验场、EC站点、超级站和石桥样地测量的作物叶片气孔导度数据。\n1）\t测量目的\n    气孔导度数据测量的目的在于：获取黑河流域下垫面上作物叶片的气孔导度，作为先验知识用于作物生长模型参数、作物生物物理参数反演、蒸散发估算等用途。\n2）\t测量仪器\n    测量仪器：叶片气孔计Leaf Porometer。\n3）\t测量地点与内容\na.大满小麦水分控制实验场\n分别在2012-5-17、2012-5-23、2012-5-29、2012-6-3、2012-6-9、2012-6-14、2012-6-24、2012-7-5、20127-12测量小麦叶片气孔导度。\nb. EC站点\n分别在2012-5-14、2012-5-21、2012-5-25、2012-5-31、2012-6-7、2012-6-13、2012-6-23、2012-6-28、2012-7-3、2012-7-13、2012-7-18、2012-7-23、2012-8-3、2012-8-12、2012-8-28测量EC-2、EC-3、EC-5、EC-6、EC-7、EC-8、EC-9、EC-10、EC-11、EC-12、EC-13、EC-14、EC-15、EC-16共14个EC站点,测定制种玉米叶片的气孔导度。\nc. 超级站样地\n分别在2012-5-22、2012-5-28、2012-6-5、2012-6-11、2012-6-18、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-31、2012-8-9、2012-8-15、2012-8-22、2012-9-3、2012-9-11测量超级站样地，测定制种玉米叶片的气孔导度。\nd. 石桥样地\n分别在2012-5-17、2012-5-22、2012-5-28、2012-6-4、2012-6-11、2012-6-17、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-30、2012-8-8、2012-8-16、2012-8-27、2012-9-9测量石桥样地，测定制种玉米叶片的气孔导度。\n4）\t数据处理\n通过数据预处理并转换为文本格式文件，得到测量作物叶片气孔导度数据。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.7,
            "west": 100.35,
            "south": 38.77,
            "north": 38.95,
            "startTime": "2018-11-30 02:48:11",
            "endTime": "2018-11-30 02:48:11",
            "fileSize": 272384.0,
            "cstr": "18406.11.hiwater.127.2013.db",
            "doi": "10.3972/hiwater.127.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐凤英",
                "nameEn": "Xu Fengying",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王静",
                "nameEn": "Wang Jing",
                "unitEn": "",
                "unitCn": "中国气象局兰州干旱气象研究所"
            },
            {
                "nameCn": "庄金鑫",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄永生",
                "nameEn": "Huang Yongsheng",
                "unitEn": "",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "农田生态系统",
                "nameEn": "Farmland ecosystem"
            },
            {
                "nameCn": "小麦",
                "nameEn": "Wheat"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "玉米",
                "nameEn": "Corn"
            },
            {
                "nameCn": "透射率",
                "nameEn": "Transmittance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满水分控制实验场",
                "keywordEn": null
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-17",
                "keywordEn": "2012-05-17",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-15",
                "keywordEn": "2012-09-15",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "What is the primary measurement tool for collecting gas exchange data in crop leaf studies, a Leaf Porometer or a different instrument?",
                "QuestionCn": "在作物叶片研究中，收集气体交换数据的主要测量工具是叶片气孔仪，还是其他仪器？",
                "AnswerEn": "Leaf Porometer",
                "AnswerCn": "叶片气孔计",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are datasets in the field more often generated from ground-based measurements, airborne remote sensing, or a combination of both?",
                "QuestionCn": "在该领域，数据集更常是通过地面测量、空中遥感，还是两者的结合生成的？",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C2(Understanding)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the purpose of measuring stomatal conductance in crop leaves within the Heihe River Basin?",
                "QuestionCn": "在黑河流域测量作物叶片气孔导度的目的是什么？",
                "AnswerEn": "crop growth model parameters",
                "AnswerCn": "作物生长模型参数",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where were the crop leaf stomatal conductance measurements conducted in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，作物叶片气孔导度的测量是在什么地方进行的？",
                "AnswerEn": "Zhangye's Daman water control experimental field, EC sites, a superstation, Shiqiao sample plots",
                "AnswerCn": "张掖的大满水控实验场、EC站点、超级站、石桥样地",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the collection of multiscale eco-hydrological data in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区收集多尺度生态水文数据面临哪些挑战？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure stomatal conductance in crop leaves within an eco-hydrological research setting?",
                "QuestionCn": "您能否提供一个在生态水文学研究环境中用于测量作物叶片气孔导度的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to measure stomatal conductance in crop leaves involves the use of a Leaf Porometer, which was employed at various sites such as the Daman wheat water control experimental field, EC stations, and other designated plots in the Heihe River Basin.",
                "AnswerCn": "一种用于测量作物叶片气孔导度的数据收集方法涉及使用叶片气孔仪，该仪器在多个地点使用，如Daman小麦水分控制实验田、EC站和河西走廊的其他指定地块。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in obtaining multiscale eco-hydrological observations in a heterogeneous surface environment?",
                "QuestionCn": "在异质表面环境中获取多尺度生态水文观测的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes on heterogeneous surfaces. The HiWATER experiment addresses this by using instrumentation on hierarchically nested scales.",
                "AnswerCn": "一个挑战是多尺度观测的可用性差，这阻碍了对异质表面生态水文过程的理解。HiWATER实验通过在分层嵌套尺度上使用仪器来解决这个问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of how a multiscale dataset is structured to support eco-hydrological research in oasis-desert areas?",
                "QuestionCn": "您能否举例说明多尺度数据集是如何构建的，以支持绿洲-沙漠地区的生态水文研究？",
                "AnswerEn": "A multiscale dataset supporting eco-hydrological research in oasis-desert areas includes data from a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture sensors, leaf area index measurements, and hyper-resolution airborne remote sensing missions.",
                "AnswerCn": "一个支持绿洲-沙漠地区生态水文研究的多尺度数据集，包括来自涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站、土壤湿度传感器、叶面积指数测量和超高分辨率航空遥感任务的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to measure crop stomatal conductance in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中，用于测量作物气孔导度的数据收集方法的特点是什么？",
                "AnswerEn": "Leaf Porometer, specific dates and locations, experimental fields, superstations.",
                "AnswerCn": "叶片气孔计，具体日期和地点，实验田，超级站。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the features of the multiscale dataset obtained from eco-hydrological experiments in oasis-desert systems?",
                "QuestionCn": "从绿洲-沙漠系统的生态水文实验中获得的多尺度数据集的特征是什么？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing data, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, ground measurements of vegetation dynamics, photosynthesis processes",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，高分辨率机载遥感数据，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，植被动态地面测量，光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "生态水文研究中与多尺度观测可用性相关的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, heterogeneous surfaces, intensive observation periods, continuous hydrometeorological observations, hierarchically nested instrumentation approach",
                "AnswerCn": "多尺度观测的可用性差，地表异质性，密集观测期，连续水文气象观测，分层嵌套的仪器方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were implemented as part of the HiWATER experiment to obtain multiscale data?",
                "QuestionCn": "HiWATER实验实施了多少个强化观测期（IOPs）以获取多尺度数据？",
                "AnswerEn": "2012",
                "AnswerCn": "2012年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a 'Leaf Porometer' and how is it used in data collection for eco-hydrological studies?",
                "QuestionCn": "叶片气孔仪是一种用于测量植物叶片气孔导度的仪器。它通过监测叶片表面水分蒸发和气体交换来评估植物的水分利用效率和气体交换特性。在生态水文学研究中，叶片气孔仪被广泛用于收集数据，以帮助理解植物与环境之间的水分和气体交换过程。这些数据对于研究植物生理、生态系统功能以及气候变化对植物影响等方面具有重要意义。",
                "AnswerEn": "A Leaf Porometer is a measurement instrument used to collect data on the stomatal conductance of crop leaves. In eco-hydrological studies, it is used to measure the stomatal conductance of crops in various experimental locations, which provides crucial information for crop growth models, biophysical parameter retrieval, and evapotranspiration estimation.",
                "AnswerCn": "叶片气孔仪是一种测量仪器，用于收集作物叶片气孔导度的数据。在生态水文学研究中，它用于测量不同实验地点作物的气孔导度，这为作物生长模型、生物物理参数提取和蒸散发估算提供了重要信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is 'multiscale observation' in the context of eco-hydrological research, and why is it important?",
                "QuestionCn": "在生态水文研究的背景下，“多尺度观测”是指在不同空间和时间尺度上进行生态和水文过程的观测和分析。这种方法能够捕捉到生态系统和水文循环中复杂的相互作用和动态变化。\n\n多尺度观测的重要性在于它能够提供更全面的理解，帮助研究人员识别和分析在不同尺度上发生的过程和模式。这对于制定有效的管理和保护策略、应对气候变化和人类活动带来的影响至关重要。",
                "AnswerEn": "Multiscale observation refers to the collection of data at various spatial and temporal scales to capture complex eco-hydrological processes. This approach is important because it addresses the challenge of upscaling processes on heterogeneous surfaces and provides comprehensive datasets that can improve our understanding of interactions between different landscape elements, such as the oasis-desert interfaces.",
                "AnswerCn": "多尺度观测是指在不同空间和时间尺度上收集数据，以捕捉复杂的生态水文过程。这种方法很重要，因为它解决了在异质表面上进行过程上升尺度的挑战，并提供了全面的数据集，可以改善我们对不同景观元素之间相互作用的理解，例如绿洲-沙漠界面。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'intensive observation period (IOP)' mean in eco-hydrological experimentation, and what role does it play in data collection?",
                "QuestionCn": "“密集观察期（IOP）”在生态水文学实验中指的是一个特定的时间段，在此期间进行集中和详细的数据收集。这个阶段通常用于观察和记录生态系统对特定环境条件或干扰的反应。IOP在数据收集中的作用是提供高频率和高质量的数据，以便更好地理解生态过程和水文循环的相互作用。",
                "AnswerEn": "An intensive observation period (IOP) is a designated timeframe during which focused and detailed data collection is conducted to capture specific eco-hydrological processes. In eco-hydrological experimentation, IOPs are critical for obtaining high-resolution and multidisciplinary datasets, which are essential for analyzing interactions and processes over short periods with increased precision.",
                "AnswerCn": "密集观察期（IOP）是一个指定的时间段，在此期间进行集中和详细的数据收集，以捕捉特定的生态水文过程。在生态水文实验中，IOP对于获取高分辨率和多学科的数据集至关重要，这些数据集对于分析短时间内的相互作用和过程具有更高的精确度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of a Leaf Porometer for measuring stomatal conductance in crop leaves compare to the data collection techniques used in the HiWATER experiment for eco-hydrological processes?",
                "QuestionCn": "使用叶片气孔仪测量作物叶片的气孔导度与HiWATER实验中用于生态水文过程的数据收集技术相比，如何？",
                "AnswerEn": "The Leaf Porometer is specifically used for measuring crop leaf stomatal conductance, focusing on plant physiological parameters, while the HiWATER experiment employs a range of instruments, including eddy covariance towers and remote sensing technology, to capture multi-scale eco-hydrological processes across various landscapes.",
                "AnswerCn": "叶片气孔仪专门用于测量作物叶片的气孔导度，关注植物生理参数，而HiWATER实验则采用一系列仪器，包括涡度协方差塔和遥感技术，以捕捉不同景观下的多尺度生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when collecting stomatal conductance data in the Heihe River Basin compared to acquiring multiscale eco-hydrological data in the HiWATER experiment?",
                "QuestionCn": "在黑河流域收集气孔导度数据时面临的挑战与在HiWATER实验中获取多尺度生态水文数据时面临的挑战有什么不同？",
                "AnswerEn": "Collecting stomatal conductance data primarily involves ensuring accurate measurements of plant physiological parameters, whereas obtaining multiscale eco-hydrological data in HiWATER faces challenges related to the availability of observations across heterogeneous surfaces and capturing interactions in complex systems like oasis-desert interfaces.",
                "AnswerCn": "收集气孔导度数据主要涉及确保植物生理参数的准确测量，而在HiWATER中获取多尺度生态水文数据面临着与异质表面观察可用性相关的挑战，以及捕捉像绿洲-沙漠界面这样复杂系统中的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "In what ways might the challenges of multiscale observations impact the interpretation of eco-hydrological data in oasis-desert interactions?",
                "QuestionCn": "多尺度观测的挑战可能会如何影响对绿洲-沙漠相互作用中生态水文数据的解读？",
                "AnswerEn": "The challenges of obtaining multiscale observations can impact the interpretation of eco-hydrological data by limiting the ability to accurately capture and model interactions between oases and deserts. The complexity of these interactions requires data from various scales and disciplines, as highlighted by the instrumentation used in the HiWATER experiment, which includes eddy covariance towers, automatic meteorological stations, and remote sensing tools.",
                "AnswerCn": "获取多尺度观测的挑战可能会影响生态水文数据的解释，因为这限制了准确捕捉和建模绿洲与沙漠之间相互作用的能力。这些相互作用的复杂性需要来自不同尺度和学科的数据，正如HiWATER实验中使用的仪器所强调的，包括涡度协方差塔、自动气象站和遥感工具。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is the availability of multiscale datasets crucial for understanding oasis-desert interactions?",
                "QuestionCn": "多尺度数据集的可用性对于理解绿洲与沙漠之间的相互作用至关重要。",
                "AnswerEn": "The availability of multiscale datasets is crucial because it allows for capturing the complex eco-hydrological processes and interactions between oases and deserts. This understanding is hindered by the poor availability of such observations, which HiWATER addresses through a comprehensive dataset obtained from various instruments and methodologies.",
                "AnswerCn": "多尺度数据集的可用性至关重要，因为它能够捕捉绿洲与沙漠之间复杂的生态水文过程和相互作用。这种理解受到观测数据稀缺的阻碍，而HiWATER通过各种仪器和方法获得的综合数据集来解决这一问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes of conducting intensive observation periods (IOPs) on the development of eco-hydrological models?",
                "QuestionCn": "进行密集观测期（IOPs）对生态水文模型发展的可能结果是什么？",
                "AnswerEn": "Conducting intensive observation periods (IOPs) provides high-resolution data that are essential for refining and validating eco-hydrological models. IOPs allow researchers to capture detailed temporal changes and processes, which can lead to more accurate parameterization of models, improved predictions of eco-hydrological phenomena, and potentially better management practices for water and ecological resources in similar environments.",
                "AnswerCn": "进行密集观测期（IOPs）提供了高分辨率的数据，这对于精炼和验证生态水文模型至关重要。IOPs使研究人员能够捕捉详细的时间变化和过程，这可以导致模型参数化的更高准确性、生态水文现象的更好预测，以及在类似环境中可能更好的水资源和生态资源管理实践。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting crop leaf stomatal conductance data using the Leaf Porometer in the Heihe River Basin?",
                "QuestionCn": "在黑河流域使用叶片气孔导度计收集作物叶片气孔导度数据的主要目标是什么？",
                "AnswerEn": "The objective is to obtain the stomatal conductance of crop leaves on the underlying surface of the Heihe River Basin, which serves as prior knowledge for crop growth model parameters, inversion of crop biophysical parameters, and evapotranspiration estimation.",
                "AnswerCn": "目标是获取黑河流域作物叶片的气孔导度，这为作物生长模型参数、作物生物物理参数反演和蒸散发估算提供先验知识。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to address the challenge of poor availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，解决多尺度观测可用性差的挑战是重要的原因是什么？",
                "AnswerEn": "Addressing this challenge is crucial because it hinders progress in understanding and upscaling eco-hydrological processes on heterogeneous surfaces, which is a significant goal of the HiWATER experiment.",
                "AnswerCn": "解决这一挑战至关重要，因为它阻碍了对异质表面生态水文过程的理解和规模化，这也是HiWATER实验的一个重要目标。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in measuring crop leaf stomatal conductance using the Leaf Porometer in various experimental sites?",
                "QuestionCn": "测量作物叶片气孔导度的程序步骤，使用叶片气孔仪在不同实验地点进行。",
                "AnswerEn": "The procedural steps involve using the Leaf Porometer instrument to measure crop leaf stomatal conductance at specified dates and locations, such as Daman wheat water control experimental field, EC sites, the superstation plot, and Shiqiao plot. The measurements are conducted on pre-defined dates for wheat and seed corn leaves across these sites.",
                "AnswerCn": "程序步骤包括使用叶片气孔仪测量作物叶片气孔导度，测量在指定的日期和地点进行，例如达曼小麦水分控制实验田、EC站点、超级站地块和石桥地块。测量在预定日期对这些地点的小麦和种玉米叶片进行。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do intensive observation periods contribute to the collection of comprehensive eco-hydrological datasets?",
                "QuestionCn": "强烈观察期如何有助于收集全面的生态水文数据集？",
                "AnswerEn": "Intensive observation periods (IOPs) allow for the collection of detailed data by focusing on specific time frames. In the HiWATER experiment, these periods involved the use of a sparse network of instruments to capture multiple eco-hydrological processes, contributing to the development of comprehensive datasets.",
                "AnswerCn": "密集观测期（IOPs）通过关注特定时间框架来收集详细数据。在HiWATER实验中，这些时期涉及使用稀疏的仪器网络来捕捉多个生态水文过程，从而有助于开发全面的数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the enabling conditions for ensuring high-quality data collection in eco-hydrological studies?",
                "QuestionCn": "确保生态水文研究中高质量数据收集的促进条件是什么？",
                "AnswerEn": "Ensuring high-quality data collection involves careful quality control throughout sensor calibration, data collection, data processing, and dataset generation. These processes are crucial for maintaining the integrity and reliability of the datasets used in eco-hydrological studies.",
                "AnswerCn": "确保高质量数据收集涉及在传感器校准、数据收集、数据处理和数据集生成过程中进行严格的质量控制。这些过程对于维护生态水文研究中使用的数据集的完整性和可靠性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the poor availability of multiscale observations hinder progress in capturing eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "贫乏的多尺度观测可能会阻碍对异质表面生态水文过程的捕捉进展，原因是什么？",
                "AnswerEn": "Progress is hindered due to the lack of multiscale observations, which are essential for understanding and modeling the complex interactions in eco-hydrological processes. The field attempts to address this challenge by employing a hierarchically nested scale of instrumentation to collect comprehensive data.",
                "AnswerCn": "由于缺乏多尺度观测，进展受到阻碍，而这些观测对于理解和建模生态水文过程中的复杂相互作用至关重要。该领域试图通过采用分层嵌套的仪器规模来收集全面的数据，以应对这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected outcomes of using a sparse network of instruments, including eddy covariance towers and automatic meteorological stations, in studying oasis-desert interactions?",
                "QuestionCn": "使用稀疏的仪器网络，包括涡度协方差塔和自动气象站，研究绿洲-沙漠相互作用的预期结果是什么？",
                "AnswerEn": "The use of a sparse network of instruments is expected to capture multiscale eco-hydrological processes by investigating the interactions between oasis and desert environments, which can provide valuable insights into the dynamics of such complex systems.",
                "AnswerCn": "稀疏的仪器网络预计将通过研究绿洲与沙漠环境之间的相互作用来捕捉多尺度生态水文过程，这可以为理解这些复杂系统的动态提供宝贵的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your view, how does the integration of airborne remote sensing technologies contribute to the robustness and comprehensiveness of eco-hydrological datasets?",
                "QuestionCn": "在您看来，空中遥感技术的整合如何有助于生态水文数据集的稳健性和全面性？",
                "AnswerEn": "Airborne remote sensing technologies significantly contribute to the robustness and comprehensiveness of eco-hydrological datasets by providing hyper-resolution data that complements ground-based observations. Technologies such as LiDAR, imaging spectrometers, and multi-angle thermal imagers were used in the HiWATER experiment, allowing for detailed analysis of vegetation dynamics and photosynthesis processes, thus enriching the dataset quality.",
                "AnswerCn": "空气遥感技术通过提供超高分辨率数据，显著增强了生态水文数据集的稳健性和全面性，补充了地面观测。HiWATER实验中使用了激光雷达、成像光谱仪和多角度热成像仪等技术，使得对植被动态和光合作用过程的详细分析成为可能，从而丰富了数据集的质量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out how multiscale observations are integrated to effectively upscale eco-hydrological processes in heterogeneous surfaces.",
                "QuestionCn": "我无法弄清楚如何将多尺度观测整合以有效地提升异质表面的生态水文过程。",
                "AnswerEn": "The integration of multiscale observations is achieved through the HiWATER experiment, which uses hierarchically nested scales to obtain multiscale and multidisciplinary data. This involves intensive observation periods and continuous hydrometeorological observations, with instrumentation including eddy covariance towers, automatic meteorological stations, and hyper-resolution airborne remote sensing, among others.",
                "AnswerCn": "多尺度观测的整合通过HiWATER实验实现，该实验采用分层嵌套的尺度来获取多尺度和多学科的数据。这涉及到密集的观测周期和持续的水文气象观测，仪器包括涡度协方差塔、自动气象站和超高分辨率的航空遥感等。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand what challenges are faced in collecting and processing eco-hydrological data in oasis-desert systems.",
                "QuestionCn": "我不明白在绿洲-沙漠系统中收集和处理生态水文数据面临哪些挑战。",
                "AnswerEn": "One of the main challenges in collecting and processing eco-hydrological data in oasis-desert systems is the poor availability of multiscale observations. HiWATER addresses this by deploying instruments across different landscapes and scales to capture relevant processes, ensuring all data undergoes quality control through sensor calibration, data collection, and processing.",
                "AnswerCn": "在绿洲-沙漠系统中，收集和处理生态水文数据的主要挑战之一是多尺度观测的可用性差。HiWATER通过在不同的景观和尺度上部署仪器来解决这一问题，以捕捉相关过程，确保所有数据经过传感器校准、数据收集和处理的质量控制。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm not sure how the data from eco-hydrological observations can be made accessible for broader research use.",
                "QuestionCn": "我不确定如何使生态水文观测的数据对更广泛的研究使用变得可访问。",
                "AnswerEn": "The data from eco-hydrological observations, such as those collected by HiWATER, are carefully calibrated and processed to ensure quality. These datasets are made freely available at platforms like figshare and the Cold and Arid Regions Science Data Centre, allowing for broader access and use in research.",
                "AnswerCn": "生态水文观测数据，如HiWATER收集的数据，经过精心校准和处理，以确保质量。这些数据集在figshare和寒区与干旱区科学数据中心等平台上免费提供，便于更广泛的访问和研究使用。",
                "Level": "C6(Creating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in obtaining multiscale observations in eco-hydrological studies and suggest potential solutions.",
                "QuestionCn": "分析在生态水文研究中获取多尺度观测所面临的挑战，并提出潜在的解决方案。",
                "AnswerEn": "One of the challenges in obtaining multiscale observations in eco-hydrological studies is the poor availability of multiscale data. Potential solutions could include the deployment of hierarchically nested instrumentation systems, as done in the HiWATER experiment, which captures processes at various scales and improves data coverage.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测的一个挑战是多尺度数据的可用性较差。潜在的解决方案可以包括部署分层嵌套的仪器系统，正如在HiWATER实验中所做的那样，这种系统能够捕捉不同尺度的过程并改善数据覆盖。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify potential datasets that can be utilized for studying eco-hydrological interactions in arid regions and describe their sources.",
                "QuestionCn": "请识别可以用于研究干旱地区生态水文相互作用的潜在数据集，并描述它们的来源。",
                "AnswerEn": "Potential datasets for studying eco-hydrological interactions in arid regions include the multiscale datasets from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area. These datasets consist of data from flux observation matrices, eco-hydrological sensor networks, and airborne remote sensing missions, and are available at resources such as figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "研究干旱地区生态水文相互作用的潜在数据集包括来自黑河流域联合遥测实验研究（HiWATER）在绿洲-沙漠地区的多尺度数据集。这些数据集包含来自通量观测矩阵、生态水文传感器网络和空中遥感任务的数据，并可在figshare和寒区与干旱区科学数据中心等资源中获取。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}