{
  "id": "442e2aae-35b4-4107-a178-8b34a159e6d2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "East Himalayan syntaxis Bomê-Mêdog magnetotelluric profile 3D resistivity model (2023)",
      "titleCn": "东构造节波密-墨脱大地电磁测深剖面三维电阻率模型（2023）",
      "description": "The purpose of this work is to conduct high-resolution magnetotelluric profile observations near the east Himalayan Syntaxis, based on the 3D magnetotelluric sounding array previously deployed in the eastern part of the Tibetan Plateau.  The work aims to reveal the deep electrical structure of the regional lithosphere, understand the relationship between regional fault activity, seismic activity, and deep electrical structure, and study the deep rheological state of the India-Eurasia collision. The dataset includes the special topic \"Fine Structure and Shallow Response of the Lithosphere in Key Regions of the Tibetan Plateau\" from the STEP project, titled \"Fine Structure and Shallow Response of the Lithosphere in Key Regions of Namqa Barwa\". The three-dimensional resistivity model obtained from the inversion of the magnetotelluric sounding profile data in the task. Specifically, it includes a model spatial data file with a horizontal resolution of 2km and a data coordinate file obtained within the profile range of about 200km from Beibeng, Mêdog to Qingduo, Bomê. The model inversion is carried out using the ModEM inversion program based on the regularized divergence-free operator (Dong and Egbert, 2019). A total of 177 iterations were conducted for inversion, with a good overall data fitting with an RMS misfit of about 1.77. The model can effectively constrain the crustal three-dimensional electrical structure in the profile region.",
      "descriptionCn": "本工作的目的为在以往青藏高原东部布设的三维大地电磁测深台阵的基础上，在东构造节附近进行高分辨率的大地电磁测深剖面观测，以揭露区域岩石圈深部电性结构，了解区域断裂活动性、地震活动性与深部电性构造的关系，并研究印度-欧亚板块碰撞的深部流变学状态。数据集包含青藏高原二次科考《关键地区岩石圈精细结构与浅部响应》专题”南迦巴瓦关键区岩石圈精细结构与浅部响应“任务中的大地电磁测深剖面数据反演获得的三维电阻率模型。具体包含从墨脱背崩乡到波密倾多镇约200km的长度范围内，获得的水平分辨率为2km的模型空间数据文件一个，数据坐标文件1个。模型反演使用基于正则化无散算子的ModEM反演程序进行（Dong and Egbert, 2017），反演共进行177次迭代，总体数据拟合情况较好，RMS误差约为1.77，可以较好约束剖面区域地壳尺度的三维电性结构。",
      "instructions": "File Name: The coordinates of the stations used for model inversion are stored in an Excel file, while the spatial data of the resistivity model is stored in a mod file, with the format of lon/lat/depth/res delimited by comma. The unit for longitude and latitude is degree, while the depth and the resistivity units are metre and Ohm metre, respectively. The data is in ASCII code format, which can be simply read using Windows Notepad or other text editor software, or drawn using mapping software such as Surfer/GMT.",
      "instructionsCn": "文件命名：模型反演所用的台站坐标以excel文件存储，电阻率模型空间数据以mod文件存储，格式为用逗号分隔的经度/纬度/深度/电阻率形式，经纬度单位为度，深度单位为米，电阻率单位为欧姆米；数据读取方式：数据为ASCII名码文件，可以利用Windows记事本或其他文本编辑器软件读取，或利用Surfer/GMT等绘图软件进行绘制。",
      "east": 96.0,
      "west": 94.5,
      "south": 29.0,
      "north": 31.0,
      "startTime": "2020-07-15 11:06:27",
      "endTime": "2023-08-15 11:06:27",
      "fileSize": 9285075.0,
      "cstr": "18406.11.SolidEar.tpdc.300989",
      "doi": "10.11888/SolidEar.tpdc.300989",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "金胜",
        "nameEn": "JIN Sheng",
        "unitEn": "China University of Geosciences, Beijing",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "董浩",
        "nameEn": "DONG Hao",
        "unitEn": "",
        "unitCn": "中国地质大学 (北京)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Divergence-free solutions to electromagnetic forward and adjoint problems: a regularization approach",
        "referenceCn": null,
        "referenceEn": "Dong, H., & Egbert, G. D. (2019). Divergence-free solutions to electromagnetic forward and adjoint problems: a regularization approach. Geophysical Journal International, 216(2), 906–918. https://doi.org/10.1093/gji/ggy462"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "东喜马拉雅构造节",
        "nameEn": "East Himalayan Syntaxis"
      },
      {
        "nameCn": "地电",
        "nameEn": "Earth Resistivity"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "地震地质",
        "nameEn": "Seismogeology"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "大地电磁学",
        "nameEn": "Magnetotellurics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东喜马拉雅构造结",
        "keywordEn": "eastern Himalayan syntaxis"
      },
      {
        "keywordCn": "嘉黎断裂",
        "keywordEn": "Jiali Fault"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-2023",
        "keywordEn": "2020-2023",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does '大地电磁测深剖面' mean in the context of geophysical data collection?",
        "QuestionCn": "在地球物理数据收集的背景下，“大地电磁测深剖面”是什么意思？",
        "AnswerEn": "大地电磁测深剖面, or magnetotelluric sounding profile, refers to a geophysical data collection method used to investigate the electrical properties of the Earth's subsurface. In this context, it involves high-resolution magnetotelluric measurements along a specific profile to reveal the deep electrical structure of the lithosphere. This approach helps to understand regional fault activity, seismic activity, and the rheological state of tectonic plate collisions, such as the India-Eurasia plate interaction.",
        "AnswerCn": "大地电磁测深剖面是指一种地球物理数据采集方法，用于研究地球地下的电气特性。在这个背景下，它涉及沿特定剖面进行高分辨率的电磁测量，以揭示岩石圈的深部电结构。这种方法有助于理解区域断层活动、地震活动以及构造板块碰撞的流变状态，例如印度-欧亚板块相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the process of obtaining a three-dimensional resistivity model from magnetotelluric sounding data inform our understanding of lithospheric electrical structures and their relationship with seismic and tectonic activity?",
        "QuestionCn": "从磁测声测数据中获得三维电阻率模型的过程如何帮助我们理解岩石圈电气结构及其与地震和构造活动的关系？",
        "AnswerEn": "The process involves high-resolution magnetotelluric sounding profiles to reveal deep lithospheric electrical structures. This allows for understanding the relationship between regional fault activity, seismic activity, and deep electrical structures, and it also assists in studying the deep rheological state resulting from the India-Eurasia plate collision. The model inversion uses a regularized non-divergent operator, which, after multiple iterations, helps accurately constrain the three-dimensional electrical structure at the crustal scale.",
        "AnswerCn": "该过程涉及高分辨率的磁测声波剖面，以揭示深层岩石圈的电气结构。这有助于理解区域断层活动、地震活动与深层电气结构之间的关系，同时也有助于研究印度-欧亚板块碰撞所导致的深层流变状态。模型反演使用正则化的非发散算子，经过多次迭代，有助于准确约束地壳尺度的三维电气结构。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of regional seismic activity and fault dynamics when employing high-resolution magnetotelluric profiling near tectonic junctions?",
        "QuestionCn": "在构造交汇处采用高分辨率电磁测量剖面时，对区域地震活动和断层动力学的理解可能产生的影响是什么？",
        "AnswerEn": "By employing high-resolution magnetotelluric profiling near tectonic junctions, researchers aim to reveal the deep electrical structure of the lithosphere, which can enhance understanding of regional seismic activity and fault dynamics. This approach allows for the assessment of how the electrical properties of the deep crust relate to fault activity and seismic events, potentially leading to insights into the rheological state resulting from the collision between the Indian and Eurasian plates.",
        "AnswerCn": "通过在构造交汇处进行高分辨率磁测剖面研究，研究人员旨在揭示岩石圈的深部电结构，这可以增强对区域地震活动和断层动力学的理解。这种方法允许评估深部地壳的电性特征与断层活动和地震事件之间的关系，可能为理解印度板块与欧亚板块碰撞所导致的流变状态提供见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting high-resolution magnetotelluric surveys near the Eastern tectonic knot to understand the lithospheric electrical structure?",
        "QuestionCn": "在东部构造结附近进行高分辨率大地电磁测量的主要目的是了解岩石圈的电性结构吗？",
        "AnswerEn": "The primary objective is to reveal the deep electrical structure of the regional lithosphere, understand the relationship between regional fault activity, seismic activity, and deep electrical structures, and study the rheological state of the deep collision between the Indian and Eurasian plates.",
        "AnswerCn": "主要目标是揭示区域岩石圈的深部电性结构，理解区域断层活动、地震活动与深部电性结构之间的关系，以及研究印度板块与欧亚板块深部碰撞的流变状态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in conducting high-resolution magnetotelluric (MT) surveys to reveal deep lithospheric electrical structures in tectonically active regions like the Eastern Himalayan Syntaxis?",
        "QuestionCn": "进行高分辨率磁测（MT）调查以揭示像东喜马拉雅弯曲区这样的构造活跃区域的深层岩石圈电气结构涉及哪些程序？",
        "AnswerEn": "In the field, high-resolution magnetotelluric surveys are conducted by deploying a three-dimensional MT array based on previous setups in the Eastern Tibetan Plateau. The process involves conducting magnetotelluric profiling near tectonic junctions to capture detailed lithospheric electrical structures. The data collected is inverted to a three-dimensional resistivity model using the ModEM inversion program, which applies a regularization non-divergent operator. The inversion process is iterative, with this particular case involving 177 iterations to achieve a model with an RMS error of approximately 1.77, effectively constraining the three-dimensional electrical structure of the crustal scale in the profiled region.",
        "AnswerCn": "在野外，高分辨率的磁测电法调查通过在东藏高原的先前设置基础上部署三维MT阵列进行。该过程涉及在构造交汇处进行磁测电法剖面，以捕捉详细的岩石圈电结构。收集的数据使用ModEM反演程序反演为三维电阻率模型，该程序应用了正则化非发散算子。反演过程是迭代的，这个特定案例涉及177次迭代，以实现一个均方根误差约为1.77的模型，有效地约束了剖面区域的三维电结构。",
        "Level": "C3(Applying)"
      }
    ]
  }
}