{
    "id": "444d17c2-8d18-4d51-95f1-d53017646afd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Functional traits of a plant species fingerprint ecosystem productivity along broad elevational gradients in the Himalayas",
            "titleCn": "Functional traits of a plant species fingerprint ecosystem productivity along broad elevational gradients in the Himalayas",
            "description": "1.\tIt is challenge to scale-up from simplified proxies to ecosystem functioning since the inherent complexity of natural ecosystems hinders such an approach.  One way to address this complexity is to track ecosystem processes through the lens of plant functional traits.  Elevational gradients with diverse biotic and abiotic conditions offer ideal settings for inferring functional trait responses to environmental gradients globally.  However, most studies have focused on differences in mean trait values among species and little is known on how intraspecific traits vary along wide elevational gradients and how this variability reflects ecosystem productivity. \n2.\tWe measured functional traits of the sub-shrub Koenigia mollis (Basionym: Polygonum molle) (a widespread species) in 11 populations along a wide elevational gradient (1515-4216 m) considering from subtropical forest to alpine biomes treeline in the central Himalayas.  After measuring different traits (plant height, specific leaf area, leaf area, length of flowering branches, leaf carbon isotope – δ 13C, leaf carbon and leaf nitrogen concentrations), we investigated drivers on changes of these traits and also characterized their relationships with elevation, climate and net primary productivity (NPP). \n3.\tAll trait values decreased with increasing elevation, except for  δ 13C that increased upwards.  Likewise, most traits showed strong positive relationships with potential evapotranspiration (PET), while  δ 13C exhibited a negative relationship.  In this context, elevation-dependent water-energy dynamics is the primary driver of trait variations.  Further, five key traits (plant height, specific leaf area, leaf carbon, leaf nitrogen and leaf  δ 13C) explained 90.45% of variance in NPP. \n4.\tSynthesis.  Our study evidences how elevation-dependent climate variations affect ecosystem processes and functions.  Intraspecific variability in functional traits is strongly driven by changes in water-energy  dynamics, and reflects changes in community productivity over elevation.  K. mollis, with one of the widest elevational ranges known to date, could be a model species to infer functional trait responses to environmental gradients globally.   This study sheds new insight on how plants modify their basic ecological strategies to cope with changing environments.",
            "descriptionCn": "1.\tIt is challenge to scale-up from simplified proxies to ecosystem functioning since the inherent complexity of natural ecosystems hinders such an approach. One way to address this complexity is to track ecosystem processes through the lens of plant functional traits. Elevational gradients with diverse biotic and abiotic conditions offer ideal settings for inferring functional trait responses to environmental gradients globally. However, most studies have focused on differences in mean trait values among species and little is known on how intraspecific traits vary along wide elevational gradients and how this variability reflects ecosystem productivity. \n2.\tWe measured functional traits of the sub-shrub Koenigia mollis (Basionym: Polygonum molle) (a widespread species) in 11 populations along a wide elevational gradient (1515-4216 m) considering from subtropical forest to alpine biomes treeline in the central Himalayas. After measuring different traits (plant height, specific leaf area, leaf area, length of flowering branches, leaf carbon isotope –δ13C, leaf carbon and leaf nitrogen concentrations), we investigated drivers on changes of these traits and also characterized their relationships with elevation, climate and net primary productivity (NPP). \n3.\tAll trait values decreased with increasing elevation, except for δ13C that increased upwards. Likewise, most traits showed strong positive relationships with potential evapotranspiration (PET), while δ13C exhibited a negative relationship. In this context, elevation-dependent water-energy dynamics is the primary driver of trait variations. Further, five key traits (plant height, specific leaf area, leaf carbon, leaf nitrogen and leaf δ13C) explained 90.45% of variance in NPP. \n4.\tSynthesis. Our study evidences how elevation-dependent climate variations affect ecosystem processes and functions. Intraspecific variability in functional traits is strongly driven by changes in water-energy  dynamics, and reflects changes in community productivity over elevation. K. mollis, with one of the widest elevational ranges known to date, could be a model species to infer functional trait responses to environmental gradients globally.  This study sheds new insight on how plants modify their basic ecological strategies to cope with changing environments.",
            "instructions": "",
            "instructionsCn": "",
            "east": 27.54,
            "west": 27.71,
            "south": 27.73,
            "north": 27.73,
            "startTime": null,
            "endTime": null,
            "fileSize": 8930.0,
            "cstr": "18406.11.Terre.tpdc.272843",
            "doi": "10.11888/Terre.tpdc.272843",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Shalik Ram Sigdel",
                "nameEn": "SIGDEL S. R",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Eryuan Liang",
                "nameEn": "LIANG Eryuan ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Maan Bahadur Rokaya",
                "nameEn": "Rokaya, M. B",
                "unitEn": "",
                "unitCn": "Institute of Botany, Czech Academy of Sciences"
            },
            {
                "nameCn": "Samresh Rai",
                "nameEn": "RAI Samresh ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Nita Dyola",
                "nameEn": "DYOLA Nita ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Jian Sun",
                "nameEn": "SUN Jian ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Rearch, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Lin Zhang",
                "nameEn": "ZHANG Lin ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Haifeng Zhu",
                "nameEn": "ZHU Haifeng ",
                "unitEn": "",
                "unitCn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameCn": "Nakul Chhetri",
                "nameEn": "CHHETRI Nakul ",
                "unitEn": "",
                "unitCn": "ICIMOD"
            },
            {
                "nameCn": "Ram Prasad Chaudhary",
                "nameEn": "Chaudhary, R. P",
                "unitEn": "",
                "unitCn": "Research Centre for Applied Science and Technology (RECAST), Tribhuvan University, Kathmandu, Nepal"
            },
            {
                "nameCn": "Jesus Julio Camarero",
                "nameEn": "Camarero, J. J",
                "unitEn": "",
                "unitCn": "Instituto Pirenaico de Ecología (IPE-CSIC)"
            },
            {
                "nameCn": "Josep Penuelas",
                "nameEn": "PENUELAS Josep ",
                "unitEn": "",
                "unitCn": "CSIC, Global Ecology Unit CREAF-CSIC-UAB"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Functional traits of a plant species fingerprint ecosystem productivity along broad elevational gradients in the Himalayas",
                "referenceCn": null,
                "referenceEn": "Sigdel, S. R., Liang, E., Rokaya, M. B., Rai S., Dyola N., Sun J., Zhang L., Zhu H., Chettri, N., Chaudhary R. P., Camarero J. J., Peñuelas, J. (2022). Functional traits of a plant species fingerprint ecosystem productivity along broad elevational gradients in the Himalayas. Functional Ecology. https://doi.org/10.1111/1365-2435.14226."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "MODIS(MOD17)",
                "nameEn": "MODIS(MOD17)"
            },
            {
                "nameCn": "leaf morphological traits",
                "nameEn": "leaf morphological traits"
            },
            {
                "nameCn": "净初生产力",
                "nameEn": "NPP"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "性状",
                "nameEn": "Trait"
            },
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary productivity(NPP)"
            },
            {
                "nameCn": "森林",
                "nameEn": "Forest"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被功能性状",
                "nameEn": "plant functional trait"
            },
            {
                "nameCn": "海拔",
                "nameEn": "Altitude"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "高程变化",
                "nameEn": "Elevation change"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Nepal",
                "keywordEn": "Nepal"
            },
            {
                "keywordCn": "central Himalayas",
                "keywordEn": "central Himalayas"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "Annual",
                "keywordEn": "Annual",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure functional traits of a plant species along an elevational gradient?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于沿着海拔梯度测量植物物种的功能性状？",
                "AnswerEn": "A data collection method involves measuring functional traits such as plant height, specific leaf area, leaf area, length of flowering branches, leaf carbon isotope (δ13C), and leaf carbon and nitrogen concentrations of Koenigia mollis in 11 populations along a wide elevational gradient from 1515 to 4216 meters in the central Himalayas.",
                "AnswerCn": "一种数据收集方法涉及测量功能性状，如植物高度、特定叶面积、叶面积、开花枝条长度、叶碳同位素（δ13C）以及叶碳和氮浓度，对中央喜马拉雅地区11个种群进行研究，海拔范围从1515米到4216米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of plant functional traits that are significant in studying ecosystem productivity along elevational gradients in the Himalayas?",
                "QuestionCn": "在研究喜马拉雅山脉沿海拔梯度的生态系统生产力时，植物功能性状的显著特征包括：",
                "AnswerEn": "plant height, specific leaf area, leaf area, length of flowering branches, leaf carbon isotope (δ13C), leaf carbon, leaf nitrogen concentrations",
                "AnswerCn": "植物高度、比叶面积、叶面积、开花枝条长度、叶片碳同位素（δ13C）、叶片碳浓度、叶片氮浓度",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many populations of the plant species Koenigia mollis were measured along the elevational gradient?",
                "QuestionCn": "在海拔梯度上测量了多少个Koenigia mollis植物种群？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for measuring functional traits of Koenigia mollis along elevational gradients compare to those used for other plant species in similar ecological studies?",
                "QuestionCn": "测量Koenigia mollis功能性状沿海拔梯度的数据收集方法与其他植物物种在类似生态研究中使用的方法相比如何？",
                "AnswerEn": "The data collection methods for measuring functional traits of Koenigia mollis along elevational gradients involve assessing traits such as plant height, specific leaf area, leaf area, length of flowering branches, leaf carbon isotope –δ13C, leaf carbon, and leaf nitrogen concentrations. These are measured across a wide elevational range from subtropical forests to alpine biomes. This approach allows researchers to understand intraspecific variability and its impact on ecosystem productivity. In similar ecological studies, data collection methods may also focus on these trait measurements, but the specific traits and elevational ranges can vary depending on the plant species and the objectives of the study. Differences may arise in the selection of traits, the breadth of the elevational gradient studied, and the ecological contexts (such as different biomes or climatic conditions) considered.",
                "AnswerCn": "测量Koenigia mollis功能性状的数据显示收集方法涉及评估植物高度、特定叶面积、叶面积、开花枝条长度、叶碳同位素-δ13C、叶碳和叶氮浓度等性状。这些性状在从亚热带森林到高山生物群落的广泛海拔范围内进行测量。这种方法使研究人员能够理解种内变异及其对生态系统生产力的影响。在类似的生态研究中，数据收集方法也可能集中于这些性状测量，但具体的性状和海拔范围可能会根据植物种类和研究目标的不同而有所变化。选择的性状、研究的海拔梯度范围以及考虑的生态背景（如不同的生物群落或气候条件）可能会有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might variations in plant functional traits along elevational gradients provide insights into the underlying drivers of ecosystem productivity and their relationship with climate variables?",
                "QuestionCn": "植物功能性状沿海拔梯度的变化如何提供对生态系统生产力的潜在驱动因素及其与气候变量关系的洞察？",
                "AnswerEn": "Variations in plant functional traits along elevational gradients can reveal the influence of climate variables such as potential evapotranspiration and water-energy dynamics on ecosystem productivity. The observed patterns, such as the decrease in most trait values with elevation and the increase in δ13C, suggest a strong relationship between these traits and environmental factors, indicating that elevation-dependent water-energy dynamics primarily drive these trait variations, thus affecting community productivity.",
                "AnswerCn": "沿海拔梯度的植物功能性状变化可以揭示气候变量如潜在蒸散和水能动态对生态系统生产力的影响。观察到的模式，如大多数性状值随海拔的增加而减少，以及δ13C的增加，表明这些性状与环境因素之间存在强烈的关系，表明海拔依赖的水能动态主要驱动这些性状的变化，从而影响群落生产力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause intraspecific trait variability to reflect ecosystem productivity along elevational gradients in the Himalayas?",
                "QuestionCn": "导致同种性状变异反映喜马拉雅山脉沿海拔梯度生态系统生产力的因素有哪些？",
                "AnswerEn": "Intraspecific trait variability reflects ecosystem productivity along elevational gradients due to elevation-dependent climate variations, particularly water-energy dynamics. Most trait values decrease with increasing elevation, while δ13C increases upwards. These variations are strongly influenced by potential evapotranspiration and elevation-dependent water-energy dynamics, which are primary drivers of trait variations.",
                "AnswerCn": "种内性状变异反映了由于海拔梯度的气候变化，特别是水-能量动态，生态系统的生产力。大多数性状值随着海拔的增加而降低，而δ13C则向上增加。这些变化受到潜在蒸散量和海拔依赖的水-能量动态的强烈影响，这些是性状变异的主要驱动因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely effects on data collection techniques when intraspecific variability in functional traits is considered along broad elevational gradients?",
                "QuestionCn": "当考虑到广泛海拔梯度中的功能性状的种内变异时，数据收集技术可能会产生哪些影响？",
                "AnswerEn": "Intraspecific variability in functional traits necessitates more detailed and frequent data collection to capture the nuanced changes in traits like plant height, specific leaf area, and leaf carbon isotope across elevational gradients. This approach can enhance understanding of how elevation-dependent climate variations impact ecosystem functions and processes, such as productivity and water-energy dynamics.",
                "AnswerCn": "种内功能性状的变异性需要更详细和频繁的数据收集，以捕捉植物高度、特定叶面积和叶碳同位素等性状在海拔梯度中的细微变化。这种方法可以增强对海拔依赖的气候变化如何影响生态系统功能和过程（如生产力和水能动态）的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of measuring functional traits of plant species along broad elevational gradients in the Himalayas?",
                "QuestionCn": "在喜马拉雅山脉沿广泛海拔梯度测量植物物种的功能性状的主要目标是什么？",
                "AnswerEn": "The primary objective is to track ecosystem processes through the lens of plant functional traits to understand how intraspecific traits vary along wide elevational gradients and how this variability reflects ecosystem productivity. This approach aims to address the complexity of scaling up from simplified proxies to ecosystem functioning by examining trait responses to environmental gradients and their relationship with factors like elevation, climate, and net primary productivity.",
                "AnswerCn": "主要目标是通过植物功能性状的视角追踪生态系统过程，以了解在广泛的海拔梯度上种内性状如何变化，以及这种变化如何反映生态系统生产力。该方法旨在通过研究性状对环境梯度的响应及其与海拔、气候和净初级生产力等因素的关系，来解决从简化代理到生态系统功能的复杂性。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}