{
  "id": "445d0919-f464-4c57-b7b9-3b83669b1d34",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Irrigation ditch map in Zhangye city",
      "titleCn": "张掖灌溉渠系数据集",
      "description": "Data Overview: Zhangye's channels are divided into five levels: dry, branch, bucket, agricultural and Mao channels, of which the agricultural channels are generally unlined. Mao channels are field projects, so the three levels of dry, branch and bucket channels and a small part of agricultural channels are mainly collected.  The irrigation canal system data includes 2 main canals (involving multiple irrigation districts), 157 main canals (within a single irrigation district), 782 branch canals and 5315 dou canals, with a total length of 8, 745.0km.\n\nData acquisition process: remote sensing interpretation and GPS field measurement are adopted for data acquisition of irrigation canal system.  Direct GPS acquisition channel is the most effective method, but the workload of GPS acquisition channel is too large, and we only verify the measurement in some irrigation areas.  The main method is to first collect the manual maps of irrigation districts drawn by each water pipe. Most of these maps have no location, only some irrigation districts such as Daman and Shangsan have been located based on topographic maps, and some irrigation districts in Gaotai County have used GPS to locate some channels.  Referring to the schematic diagram of the irrigation district, channel spatial positioning is carried out based on Quikbird, ASTER, TM remote sensing images and 1: 50000 topographic maps.  For the main canal and branch canal, due to the obvious linear features on remote sensing images and the general signs on topographic maps, it can be located more accurately.  For Douqu, areas with high-resolution images can be located more accurately, while other areas can only be roughly located according to fuzzy linear features of images and prompt information of irrigation district staff, with low positioning accuracy.  Each water management office simultaneously provides channel attribute data, which is one-to-one corresponding to spatial data.  After the first draft of the channel distribution map is completed, it is submitted twice to the personnel familiar with the channel distribution of each water pipe for correction. The first time is mainly to eliminate duplication and leak, and the second time is mainly to correct the position and perfect the attribute data.\n\nDescription of data content: The fields in the attribute table include code, district and county name, irrigation area name, channel whole process, channel name, channel type, location, total length, lined, design flow, design farmland, design forest and grass, real irrigation farmland, real irrigation forest and grass, water right area, and remarks.  Code example: G06G02Z15D01, where the first letter represents the county name, the 2nd and 3rd numbers represent the county (district) number, the 4th to 6th characters represent the trunk canal code, the 7th to 9th characters represent the branch canal code, and the 10th to 12th characters represent the dou canal code.",
      "descriptionCn": "数据概况：张掖的渠道分为干、支、斗、农、毛五级渠道，其中农渠一般没有衬砌，毛渠为田间工程，所以主要采集了干、支、斗三级渠道和小部分的农渠。灌溉渠系数据包括总干渠（涉及多个灌区）2条，总干渠（单个灌区内）和干渠157条、支渠782条、斗渠5315条，总长度8, 745.0km。\n\n数据采集过程：灌溉渠系数据采集采用遥感判读和GPS实地测量相结合的方法。GPS直接采集渠道是最为有效的方法，但GPS采集渠道工作量太大，我们只在部分灌区验证测量。主要采取的方式是首先收集各水管所手工绘制的灌区示意图，这些示意图大部分没有定位，只有大满、上三等个别灌区基于地形图进行了定位，高台县部分灌区利用GPS对部分渠道进行了定位。参考灌区示意图，基于Quikbird、ASTER、TM遥感影像和1:5万的地形图进行渠道空间定位。对于干渠和支渠，由于在遥感影像上线性特征明显，地形图上一般也有标示，所以可以较为准确的定位。对于斗渠，有高分辨率影像的区域，可以较为准确的定位，其它区域则只能根据模糊的影像线性特征和灌区工作人员的提示信息进行粗略定位，定位精度较低。各水管所同时提供了渠道属性数据，与空间数据进行一一对应。渠道分布图初稿完成后，先后两次提交给各水管所熟悉渠道分布的人员进行校正，第一次主要是剔重补漏，第二次主要校正位置和完善属性数据。\n\n数据内容说明：属性表的字段包括编码、区县名、灌区名、渠道全程、渠道名、渠道类型、位置、总长度、已衬砌、设计流量、设计农田、设计林草、实灌农田、实灌林草、水权面积、备注。编码示例：G06G02Z15D01，其中前第1个字母代表县区名，第2和3个数字代表某县（区）编号，第4-6个字符代表干渠代码，第7-9个字符代表支渠代码，第10-12个字符代表斗渠代码。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.42,
      "west": 99.14,
      "south": 38.16,
      "north": 39.82,
      "startTime": "2018-11-26 02:48:11",
      "endTime": "2018-11-26 02:48:11",
      "fileSize": 26161489.0,
      "cstr": "18406.11.Socioeco.tpdc.270605",
      "doi": "10.11888/Socioeco.tpdc.270605",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "集成水资源管理中的性别平等与妇女参与",
        "titleEn": null,
        "referenceCn": "郭玲霞. 集成水资源管理中的性别平等与妇女参与[D]. 西北师范大学, 2008.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河中游张掖绿洲灌溉渠系的数字化制图与结构分析",
        "titleEn": null,
        "referenceCn": "胡晓利，卢玲，马明国，等. 黑河中游张掖绿洲灌溉渠系的数字化制图与结构分析[J]. 遥感技术与应用. 2008(02): 208-213.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "渠道",
        "nameEn": "Channel"
      },
      {
        "nameCn": "灌溉",
        "nameEn": "Irrigation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "临泽县",
        "keywordEn": "Linze County"
      },
      {
        "keywordCn": "山丹县",
        "keywordEn": "Shandan County"
      },
      {
        "keywordCn": "张掖市",
        "keywordEn": "Zhangye city"
      },
      {
        "keywordCn": "民乐县",
        "keywordEn": "Minle County"
      },
      {
        "keywordCn": "甘州区",
        "keywordEn": "Ganzhou District"
      },
      {
        "keywordCn": "高台县",
        "keywordEn": "Gaotai County"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2006",
        "keywordEn": "2006",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a combined remote sensing and GPS data collection method used for mapping irrigation canal systems?",
        "QuestionCn": "您能否提供一个结合遥感和GPS数据收集方法的示例，用于绘制灌溉渠系统的地图？",
        "AnswerEn": "A data collection method for mapping irrigation canal systems involved using both remote sensing interpretation and GPS field measurements. GPS was utilized for direct and effective channel data collection, but due to the extensive workload, it was only used for validation in certain irrigation districts. The primary approach was to gather manually drawn irrigation district schematics from various water management offices, which were mostly not georeferenced, except for a few districts like Daman and Shangsan. High-resolution satellite images and topographic maps were employed to spatially locate channels, with main and secondary channels being accurately identified due to clear linear features in the imagery and map markings. For smaller channels, high-resolution images allowed precise location in some areas, while in others, only approximate locations could be determined based on vague linear features and staff input.",
        "AnswerCn": "一种用于绘制灌溉渠道系统的数据收集方法涉及使用遥感解译和GPS现场测量。GPS被用于直接和有效的渠道数据收集，但由于工作量庞大，仅在某些灌溉区用于验证。主要方法是从各水管理办公室收集手工绘制的灌溉区示意图，这些示意图大多没有地理参考，只有少数地区如达曼和尚桑有地理参考。高分辨率卫星图像和地形图被用来空间定位渠道，主要和次要渠道由于图像中的清晰线性特征和地图标记而被准确识别。对于较小的渠道，高分辨率图像在某些区域允许精确定位，而在其他区域，仅能根据模糊的线性特征和工作人员的输入确定大致位置。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for spatial positioning of irrigation channels, and what challenges might arise in ensuring accurate positioning?",
        "QuestionCn": "灌溉渠道的空间定位具体使用了哪些方法，以及在确保准确定位时可能出现哪些挑战？",
        "AnswerEn": "remote sensing interpretation, GPS field measurements, linear features, high-resolution remote sensing images, topographic maps, vague image features, input from irrigation district staff, large workload, varying image resolution",
        "AnswerCn": "遥感解译、GPS实地测量、线性特征、高分辨率遥感影像、地形图、模糊影像特征、灌溉区工作人员的输入、大量工作量、影像分辨率变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total length of the irrigation canal system included in a dataset related to Zhangye's canal distribution, considering the collection methods used?",
        "QuestionCn": "在与张掖的 canal 分布相关的数据集中，灌溉 canal 系统的总长度是多少，考虑到使用的收集方法？",
        "AnswerEn": "8,745.0 km",
        "AnswerCn": "8,745.0 公里",
        "Level": "C3(Applying)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using both remote sensing interpretation and GPS field measurement in data collection for irrigation canal systems?",
        "QuestionCn": "在灌溉渠系的数据收集中同时使用遥感解译和GPS实地测量有什么意义？",
        "AnswerEn": "The significance of using both remote sensing interpretation and GPS field measurement in data collection for irrigation canal systems lies in the ability to efficiently and accurately gather spatial data about the canals. Remote sensing provides a way to identify linear features of the canals over large areas from satellite images like Quikbird, ASTER, and TM, combined with topographic maps. GPS, although labor-intensive, offers precise on-the-ground measurements to verify and refine the spatial data. This combination helps in creating accurate spatial representations of the canal systems, especially when high-resolution imagery is available for certain areas, enhancing the overall quality and reliability of the dataset.",
        "AnswerCn": "使用遥感解译和GPS现场测量相结合进行灌溉渠系统数据收集的意义在于能够高效且准确地收集关于渠系统的空间数据。遥感提供了一种从卫星图像（如Quickbird、ASTER和TM）以及地形图中识别渠线特征的方法，能够覆盖大面积区域。尽管GPS测量劳动密集，但它提供了精确的地面测量，以验证和完善空间数据。这种结合有助于创建渠系统的准确空间表示，特别是在某些区域有高分辨率影像可用时，增强了数据集的整体质量和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the combination of remote sensing interpretation and GPS field measurements improve the accuracy and comprehensiveness of irrigation canal data collection?",
        "QuestionCn": "遥感解译与GPS现场测量的结合如何提高灌溉渠道数据收集的准确性和全面性？",
        "AnswerEn": "The combination of remote sensing interpretation and GPS field measurements allows for effective spatial positioning of canals, especially for linear features like main and branch canals that are distinctly visible on remote images and topographic maps. GPS provides precise data but is labor-intensive, so it is primarily used for verification. This dual approach ensures that even less visible features, like tertiary canals, can be mapped by leveraging high-resolution imagery and local knowledge, despite the lower positioning accuracy in some areas.",
        "AnswerCn": "遥感解译与GPS实地测量的结合，使得对运河的有效空间定位成为可能，特别是对于主干道和支流等线性特征，这些特征在遥感图像和地形图上明显可见。GPS提供精确的数据，但劳动强度较大，因此主要用于验证。这种双重方法确保即使是较不明显的特征，如三级运河，也可以通过利用高分辨率影像和地方知识进行绘制，尽管在某些区域定位精度较低。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the main reasons for relying on a combination of remote sensing interpretation and GPS field measurements in the data collection process for irrigation channel systems?",
        "QuestionCn": "依赖遥感解译和GPS实地测量相结合的数据收集过程在灌溉渠道系统中的主要原因是什么？",
        "AnswerEn": "The combination of remote sensing interpretation and GPS field measurements is primarily used due to the large workload associated with directly collecting channel data using GPS across extensive areas. Remote sensing offers an efficient way to spatially locate channels, especially for major channels like dry and branch channels, which have clear linear features on imagery and maps. GPS is used selectively to verify measurements in certain irrigation districts. This approach is cost-effective and allows for initial mapping that can be fine-tuned through submissions to local water management offices for correction and validation.",
        "AnswerCn": "遥感解译与GPS现场测量的结合主要是由于在广泛区域内直接收集渠道数据所需的工作量巨大。遥感提供了一种有效的方式来空间定位渠道，特别是对于干渠和支渠等主要渠道，这些渠道在影像和地图上具有明显的线性特征。GPS则被选择性地用于验证某些灌溉区的测量数据。这种方法具有成本效益，允许进行初步映射，并可以通过向地方水管理办公室提交进行修正和验证。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}