{
    "id": "447edf72-4eeb-435a-acb1-104490b2c773",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Geological structure map of the Himalaya (2001)",
            "titleCn": "喜马拉雅山区1:250万地质构造（2001）",
            "description": "This data set is the Himalayan tectonic map, its obtain 00000 geological map, geological map was 1:25.734 coverage as the Himalayas.Geological structure diagram can provide digital space for national economy informatization platform, for the national and provincial departments in regional planning, geological disaster monitoring, geological survey and prospecting exploration and macro decision-making to provide information services.The data sorting and collecting the Himalayan tectonic map.For geological map data source was 1:25.734 00000 digital geological map of the People's Republic of China, 2001, tianzhu, Huang Chongke, Deng Zhiqi. 2017. 25, 00000 digital geological map spatial database of the People's Republic of China [J]. Geology in China, 44 (S1) : 19-24. (http://geochina.cgs.gov.cn/html/2017/S1/2017S103.htm), the data storage format for the vector data, space division size is.",
            "descriptionCn": "本数据集是喜马拉雅山地质构造图，其获取的地质图是1:250万地质图，覆盖范围为喜马拉雅山区。地质构造图可以为国民经济信息化提供数字化空间平台，为国家和省级各部门进行区域规划、地质灾害监测、地质调查、找矿勘查、宏观决策等提供信息服务。本数据整理和收集了喜马拉雅山地质构造图。获取地质图数据源是1:250万中华人民共和国数字地质图，2001年完成，叶天竺, 黄崇轲, 邓志奇. 2017. 1:250万中华人民共和国数字地质图空间数据库[J]. 中国地质, 44(S1): 19-24.（http://geochina.cgs.gov.cn/html/2017/S1/2017S103.htm）\t本数据存储格式为矢量数据，空间粒度是分区域划分的。\n\n",
            "instructions": "\"The Himalayas fault. SHP\", the Himalayas active fault. SHP.Data read way: the all images can be directly opened by ArcGIS data set;",
            "instructionsCn": " \"喜马拉雅山区断层.shp\",喜马拉雅山区活动断层.shp。 数据读取方式：该数据集所有图像可以直接用ArcGIS打开;\n",
            "east": 107.096,
            "west": 65.907,
            "south": 21.22,
            "north": 46.393,
            "startTime": null,
            "endTime": null,
            "fileSize": 880780.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "朱亚茹",
                "nameEn": "ZHU Yaru ",
                "unitEn": "Northwest University",
                "unitCn": "西北大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": " 1:250万中华人民共和国数字地质图空间数据库",
                "titleEn": null,
                "referenceCn": "叶天竺, 黄崇轲, 邓志奇. (2017). 1:250万中华人民共和国数字地质图空间数据库. 中国地质, 44(S1), 19-24.(http://geochina.cgs.gov.cn/html/2017/S1/2017S103.htm)\n",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "断层",
                "nameEn": "faults"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalaya"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001",
                "keywordEn": "2001",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The People’s Republic of China 1:2500000 digital geologic map space database was completed in 2001, after a two-year project. The 1:2500000 scale digital geologic map of the spatial database makes up for the gaps in the field. GIS is also closely related to digital mapping. From 1999 to 2003, research into the digital geologic mapping method led to some breakthrough achievements. Digital geologic mapping applies computer technology to save the digital geologic map factors into the computer in the form of electronic documents, facilitating the edition, utilization, maintenance and updating of geologic maps. The development of the 1:2500000 digital geologic map database not only meets the demand of land and resource surveys and national economic construction, but also fills a blank of 1:2500000 digital geologic map spatial database and 1:2500000 geologic map in China."
            ],
            "research objective": [
                "This paper introduces the development process of the 1:2500000 digital geologic map spatial database in China in terms of database construction and architecture, which provides basic data for economic construction, land and mineral management, and geologic surveys, etc."
            ],
            "challenges": [],
            "methods": [],
            "dataset": [
                "The domestic part of the 1:2500000 digital geologic map database mainly adopts the 1:500000 digital geologic map database, yet the overseas part adopts the 1:2500000 Map of The People’s Republic of China. The data source for database construction comes from the 1:500000 digital geographic basemap database and 1:2500000 Map of The People’s Republic of China. The 1:500000 digital geographic basemap database was completed in December, 1999 with place names and administration division codes current as at the end of 1999."
            ],
            "findings": [],
            "backgroundCn": [
                "中华人民共和国1:2500000数字地质图空间数据库于2001年完成，历时两年项目。1:2500000比例尺的数字地质图空间数据库弥补了实地调查的空白。GIS与数字制图密切相关。从1999年到2003年，数字地质制图方法的研究取得了一些突破性成就。数字地质制图将计算机技术应用于将数字地质图因子以电子文档的形式存储到计算机中，方便了地质图的编辑、利用、维护和更新。1:2500000数字地质图数据库的发展不仅满足了土地和资源调查及国家经济建设的需求，还填补了中国1:2500000数字地质图空间数据库和1:2500000地质图的空白。"
            ],
            "research objectiveCn": [
                "本文介绍了中国1:2500000数字地质图空间数据库的开发过程，包括数据库的构建和架构，为经济建设、土地和矿产管理以及地质调查等提供基础数据。"
            ],
            "challengesCn": [],
            "methodsCn": [],
            "datasetCn": [
                "国内部分的1:2500000数字地质图数据库主要采用1:500000数字地质图数据库，而海外部分则采用1:2500000中国地图。数据库构建的数据来源于1:500000数字地理基础数据库和1:2500000中国地图。1:500000数字地理基础数据库于1999年12月完成，地名和行政区划代码截至1999年底为最新。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the 1:2500000 digital geologic map database for the Himalayan region utilize data from the 1:500000 digital geologic map database for its domestic part?",
                "QuestionCn": "喜马拉雅地区的1:2500000数字地质图数据库是否利用了其国内部分的1:500000数字地质图数据库的数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main data source for the geologic map database constructed from a 1:500000 digital geologic map or the 1:2500000 Map of the People’s Republic of China?",
                "QuestionCn": "地质图数据库的主要数据来源是1:500000数字地质图还是1:2500000中国人民共和国地图？",
                "AnswerEn": "1:500000 digital geologic map database",
                "AnswerCn": "1:500000 数字地质图数据库",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in developing the digital geologic map database more related to data integration or technological limitations?",
                "QuestionCn": "在开发数字地质地图数据库的过程中，面临的挑战更多是与数据整合相关，还是与技术限制相关？",
                "AnswerEn": "The content does not explicitly mention the challenges related to data integration or technological limitations.",
                "AnswerCn": "内容没有明确提到与数据集成或技术限制相关的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data source is used for constructing a digital geologic map database in the Himalayan region?",
                "QuestionCn": "在喜马拉雅地区构建数字地质图数据库所使用的数据源是什么？",
                "AnswerEn": "1:500000 digital geographic basemap database",
                "AnswerCn": "1:500000 数字地理底图数据库",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the application of digital geologic mapping methods notably beneficial in terms of geographic areas or economic sectors?",
                "QuestionCn": "数字地质制图方法的应用在地理区域或经济部门方面特别有益。",
                "AnswerEn": "Geographic areas requiring land and resource surveys, national economic construction, land and mineral management, geologic surveys",
                "AnswerCn": "地理区域需要土地和资源调查、国家经济建设、土地和矿产管理、地质调查。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "When was the 1:500000 digital geographic basemap database, which contributes to the 1:2500000 digital geologic map database, completed?",
                "QuestionCn": "1:500000数字地理基础地图数据库完成于何时，该数据库为1:2500000数字地质地图数据库提供了贡献。",
                "AnswerEn": "December 1999",
                "AnswerCn": "1999年12月",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for creating a digital geologic map in the Himalayan region?",
                "QuestionCn": "您能否提供一个用于在喜马拉雅地区创建数字地质图的数据收集方法的示例？",
                "AnswerEn": "The data collection method for creating a digital geologic map in the Himalayan region involves using the 1:2500000 digital geologic map of the People's Republic of China, supplemented by the 1:500000 digital geologic map database for domestic regions, with data sourced from the 1:500000 digital geographic basemap database and the 1:2500000 Map of The People’s Republic of China.",
                "AnswerCn": "在喜马拉雅地区创建数字地质图的数据收集方法涉及使用中国人民共和国的1:2500000数字地质图，辅以国内地区的1:500000数字地质图数据库，数据来源于1:500000数字地理底图数据库和1:2500000中国人民共和国地图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a potential dataset that could be used for regional planning and geologic surveys in the Himalayan region?",
                "QuestionCn": "一个可以用于喜马拉雅地区区域规划和地质调查的潜在数据集的例子是什么？",
                "AnswerEn": "An example of a potential dataset that could be used for regional planning and geologic surveys in the Himalayan region is the 1:2500000 digital geologic map spatial database, which serves as a comprehensive geologic map developed to support land and resource surveys, economic construction, and geologic surveys in China.",
                "AnswerCn": "一个可以用于喜马拉雅地区区域规划和地质调查的潜在数据集的例子是1:2500000数字地质图空间数据库，该数据库作为一幅综合地质图，旨在支持中国的土地和资源调查、经济建设和地质调查。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the spatial granularity used in the geologic map datasets for the Himalayan region?",
                "QuestionCn": "喜马拉雅地区地质图数据集使用的空间粒度特征是什么？",
                "AnswerEn": "divided by regions",
                "AnswerCn": "按地区划分",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the attributes and format specifications of the geologic map datasets collected for the Himalayan region?",
                "QuestionCn": "喜马拉雅地区收集的地质图数据集的属性和格式规范是什么？",
                "AnswerEn": "vector data format",
                "AnswerCn": "矢量数据格式",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the foundational data sources for constructing the digital geologic map databases, and how do they differ for domestic and overseas regions?",
                "QuestionCn": "构建数字地质图数据库的基础数据来源是什么？这些数据来源在国内和海外地区有何不同？",
                "AnswerEn": "1:500000 digital geologic map database for the domestic part, 1:2500000 Map of The People’s Republic of China for the overseas part",
                "AnswerCn": "国内部分为1:500000数字地质图数据库，国外部分为1:2500000中华人民共和国地图。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the scale of the geologic mapping used in the data collection for the geologic map spatial database?",
                "QuestionCn": "用于地质图空间数据库数据收集的地质制图比例是多少？",
                "AnswerEn": "1:2500000",
                "AnswerCn": "1:2500000",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years did it take to complete the 1:2500000 digital geologic map space database?",
                "QuestionCn": "完成1:2500000数字地质图空间数据库花费了多少年？",
                "AnswerEn": "2 years",
                "AnswerCn": "2年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What scale is primarily used in the domestic part of the digital geologic map database?",
                "QuestionCn": "数字地质地图数据库的国内部分主要使用什么比例尺？",
                "AnswerEn": "1:500000",
                "AnswerCn": "1:500000",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a 'digital geologic map' in the context of geologic surveys?",
                "QuestionCn": "数字地质图是在地质调查中指代的一种地质图。",
                "AnswerEn": "A digital geologic map is an electronic document that applies computer technology to save geologic map factors into a computer, facilitating the edition, utilization, maintenance, and updating of geologic maps. It serves as a spatial database supporting land and resource surveys, economic construction, and geologic surveys.",
                "AnswerCn": "数字地质图是一种电子文档，应用计算机技术将地质图因素保存到计算机中，便于地质图的编辑、利用、维护和更新。它作为一个空间数据库，支持土地和资源调查、经济建设和地质调查。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do digital geologic mapping methods differ from traditional geologic mapping techniques in terms of data management and updating capabilities?",
                "QuestionCn": "数字地质制图方法在数据管理和更新能力方面与传统地质制图技术有何不同？",
                "AnswerEn": "Digital geologic mapping methods utilize computer technology to store geologic map data electronically, which facilitates easier editing, utilization, maintenance, and updating compared to traditional paper-based geologic mapping techniques.",
                "AnswerCn": "数字地质制图方法利用计算机技术以电子方式存储地质图数据，这比传统的纸质地质制图技术更便于编辑、使用、维护和更新。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data source requirements between constructing a 1:2500000 digital geologic map database and a 1:500000 digital geologic map database?",
                "QuestionCn": "构建1:2500000数字地质图数据库和1:500000数字地质图数据库之间的数据源要求有什么区别？",
                "AnswerEn": "The 1:2500000 digital geologic map database primarily uses the 1:500000 digital geologic map database for domestic regions and the 1:2500000 Map of The People’s Republic of China for overseas regions, whereas the 1:500000 digital geologic map database relies on a more detailed geographic basemap database completed in 1999.",
                "AnswerCn": "1:2500000数字地质图数据库主要使用1:500000数字地质图数据库用于国内区域，而使用1:2500000中国人民共和国地图用于海外区域；而1:500000数字地质图数据库则依赖于1999年完成的更详细的地理底图数据库。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of GIS technology enhance the accuracy and usability of geologic mapping in the Himalayan region?",
                "QuestionCn": "GIS技术的整合如何提高喜马拉雅地区地质制图的准确性和可用性？",
                "AnswerEn": "GIS is closely related to digital mapping and was utilized to save digital geologic map factors into electronic documents, which facilitates the edition, utilization, maintenance, and updating of geologic maps.",
                "AnswerCn": "GIS与数字制图密切相关，已被用于将数字地质图因素保存到电子文档中，这有助于地质图的编辑、利用、维护和更新。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What implications does the use of different scale maps (1:500000 vs. 1:2500000) have on the comprehensiveness and detail of geological data collection?",
                "QuestionCn": "使用不同比例尺的地图（1:500000与1:2500000）对地质数据收集的全面性和细节有何影响？",
                "AnswerEn": "The domestic part of the 1:2500000 digital geologic map database mainly adopts the 1:500000 digital geologic map database, while the overseas part uses the 1:2500000 Map of The People’s Republic of China, suggesting a nuanced approach in data collection based on regional requirements.",
                "AnswerCn": "国内部分的1:2500000数字地质图数据库主要采用1:500000数字地质图数据库，而海外部分则使用1:2500000中国地图，这表明在数据收集上根据区域需求采取了细致的策略。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can the development of a digital geologic map database impact land and mineral management strategies?",
                "QuestionCn": "数字地质地图数据库的发展可以通过以下几种方式影响土地和矿产管理策略：",
                "AnswerEn": "The digital geologic map database provides basic data for land and mineral management and geologic surveys, filling a gap in the existing spatial databases and meeting the demand for land and resource surveys and national economic construction.",
                "AnswerCn": "数字地质地图数据库为土地和矿产管理以及地质调查提供了基本数据，填补了现有空间数据库的空白，满足了土地和资源调查以及国家经济建设的需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What challenges might have led to the adoption of different scales, such as 1:500000 and 1:2500000, for digital geologic map databases?",
                "QuestionCn": "可能导致数字地质地图数据库采用不同比例尺（如1:500000和1:2500000）的挑战是什么？",
                "AnswerEn": "The adoption of different scales, such as 1:500000 for domestic and 1:2500000 for the overseas part of the digital geologic map database, likely stemmed from the need to harmonize various data sources. The use of these scales facilitated the construction of a comprehensive database that incorporated geographic basemap data and met the diverse requirements of geologic surveys.",
                "AnswerCn": "不同比例尺的采用，例如国内的1:500000和海外的1:2500000，可能源于对各种数据源进行协调的需求。这些比例尺的使用促进了一个综合数据库的构建，该数据库整合了地理底图数据，并满足了地质调查的多样化需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes could arise from the integration of digital mapping technologies into the maintenance and updating of geologic maps for the Himalayan region?",
                "QuestionCn": "将数字制图技术整合到喜马拉雅地区地质图的维护和更新中可能产生哪些结果？",
                "AnswerEn": "Integrating digital mapping technologies into the maintenance and updating of geologic maps could facilitate easier editing, utilization, and updating of geologic data. This can lead to more accurate and current geologic maps, supporting decision-making processes in economic construction, land and mineral management, and geologic surveys.",
                "AnswerCn": "将数字制图技术整合到地质图的维护和更新中，可以更方便地编辑、利用和更新地质数据。这可以导致更准确和更及时的地质图，从而支持在经济建设、土地和矿产管理以及地质调查中的决策过程。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended outcomes for developing a digital geologic map database at a 1:2500000 scale in the context of national economic and land management needs?",
                "QuestionCn": "在国家经济和土地管理需求的背景下，开发一个1:2500000比例尺的数字地质图数据库的预期成果是什么？",
                "AnswerEn": "The development of the 1:2500000 digital geologic map database aims to meet the demand for land and resource surveys and national economic construction, filling a gap in digital geologic map spatial databases in China.",
                "AnswerCn": "1:2500000数字地质图数据库的开发旨在满足土地和资源调查以及国家经济建设的需求，填补中国数字地质图空间数据库的空白。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why was it important to adopt different scale map databases for domestic and overseas geologic mapping in the creation of a comprehensive geologic spatial database?",
                "QuestionCn": "在创建综合地质空间数据库时，采用不同尺度的地图数据库用于国内和海外地质制图是重要的原因是什么？",
                "AnswerEn": "The domestic part of the 1:2500000 digital geologic map database adopts the 1:500000 digital geologic map database, while the overseas part uses the 1:2500000 Map of The People’s Republic of China, ensuring comprehensive coverage and accuracy for both domestic and international mapping needs.",
                "AnswerCn": "国内部分的1:2500000数字地质图数据库采用1:500000数字地质图数据库，而海外部分则使用1:2500000中国地图，以确保国内外测绘需求的全面覆盖和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of GIS technology into digital geologic mapping affect its utility for geologic surveys and decision-making processes?",
                "QuestionCn": "GIS技术在数字地质制图中的整合如何影响其在地质调查和决策过程中的实用性？",
                "AnswerEn": "GIS technology facilitates the edition, utilization, maintenance, and updating of geologic maps, providing a digital platform that enhances the utility of geologic maps for surveys and decision-making processes.",
                "AnswerCn": "GIS技术促进了地质图的编辑、利用、维护和更新，提供了一个数字平台，增强了地质图在调查和决策过程中的实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can GIS technology be applied to enhance the digital mapping of geological features in mountainous regions?",
                "QuestionCn": "GIS技术如何应用于增强山区地质特征的数字制图？",
                "AnswerEn": "GIS technology can be applied by integrating digital geologic map data into a spatial database, allowing for efficient management and analysis of geographic information, which supports land and resource surveys as well as national economic construction. This involves using digital basemaps and ensuring the data is kept current with place names and administrative divisions.",
                "AnswerCn": "GIS技术可以通过将数字地质地图数据集成到空间数据库中来应用，从而实现地理信息的高效管理和分析，这支持土地和资源调查以及国家经济建设。这涉及使用数字底图，并确保数据与地名和行政区划保持最新。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed to ensure the accuracy and reliability of digital geologic maps in large-scale databases?",
                "QuestionCn": "确保大型数据库中数字地质图准确性和可靠性的 methodologies 有哪些？",
                "AnswerEn": "Methodologies to ensure accuracy and reliability include using multiple data sources such as the 1:500000 digital geographic basemap and the 1:2500000 Map of the People’s Republic of China, maintaining data currency with updated place names and administrative codes, and applying digital mapping techniques to manage and update the geologic map data efficiently.",
                "AnswerCn": "确保准确性和可靠性的方法包括使用多个数据源，如1:500000数字地理底图和1:2500000中国地图，保持数据的时效性，更新地名和行政代码，以及应用数字制图技术高效管理和更新地质图数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements facilitated the development of a digital geologic map spatial database in the context of geological surveys and land management?",
                "QuestionCn": "哪些技术进步促进了数字地质图空间数据库的发展，这与地质调查和土地管理相关？",
                "AnswerEn": "The use of computer technology to save digital geologic map factors as electronic documents was a key advancement, facilitating the edition, utilization, maintenance, and updating of geologic maps.",
                "AnswerCn": "使用计算机技术将数字地质图因素保存为电子文档是一个关键的进展，促进了地质图的编辑、利用、维护和更新。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of existing digital geographic basemap databases enable the construction of a comprehensive geologic map spatial database for regional planning?",
                "QuestionCn": "现有数字地理基础地图数据库的整合如何促进区域规划的综合地质图空间数据库的构建？",
                "AnswerEn": "The construction of the geologic map spatial database was enabled by integrating the 1:500000 digital geographic basemap database and the 1:2500000 Map of The People’s Republic of China, providing foundational data for regional planning and management.",
                "AnswerCn": "地质图空间数据库的构建是通过整合1:500000数字地理底图数据库和1:2500000中国地图实现的，为区域规划和管理提供了基础数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways did digital mapping techniques overcome previous limitations in geologic map database development?",
                "QuestionCn": "数字制图技术以何种方式克服了地质图数据库开发中的先前限制？",
                "AnswerEn": "Digital mapping techniques addressed gaps by developing the 1:2500000 digital geologic map spatial database, meeting demands for land and resource surveys and filling a blank in the geologic map spatial database in China.",
                "AnswerCn": "数字制图技术通过开发1:2500000数字地质图空间数据库来填补空白，满足了土地和资源调查的需求，并填补了中国地质图空间数据库中的空白。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be an expectation for the 1:2500000 digital geologic map database to contribute significantly to economic construction and resource management?",
                "QuestionCn": "为什么人们会期望1:2500000数字地质地图数据库在经济建设和资源管理方面做出重要贡献？",
                "AnswerEn": "The 1:2500000 digital geologic map database is anticipated to provide essential spatial data that supports land and mineral management, geologic surveys, and national economic construction by offering a detailed and scalable digital resource.",
                "AnswerCn": "1:2500000数字地质地图数据库预计将提供重要的空间数据，以支持土地和矿产管理、地质调查以及国家经济建设，提供详细且可扩展的数字资源。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you believe the integration of GIS with digital geologic mapping is in enhancing the utilization and maintenance of geologic maps?",
                "QuestionCn": "我认为地理信息系统（GIS）与数字地质制图的结合在增强地质图的利用和维护方面是非常有效的。",
                "AnswerEn": "GIS is closely related to digital mapping, and its integration with digital geologic mapping helps save geologic map factors into electronic documents, facilitating the edition, utilization, maintenance, and updating of these maps.",
                "AnswerCn": "GIS与数字制图密切相关，其与数字地质制图的结合有助于将地质图因素保存为电子文档，从而方便这些地图的编辑、利用、维护和更新。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your thoughts on the significance of completing the 1:2500000 digital geologic map space database for national economic construction and resource management?",
                "QuestionCn": "我对完成1:2500000数字地质地图空间数据库在国家经济建设和资源管理中的重要性有何看法？",
                "AnswerEn": "The completion of the 1:2500000 digital geologic map database is significant as it provides basic data for economic construction, land and mineral management, and geologic surveys, filling a previous gap in the national spatial database.",
                "AnswerCn": "1:2500000数字地质图数据库的完成具有重要意义，因为它为经济建设、土地和矿产管理以及地质调查提供了基本数据，填补了国家空间数据库中的一个空白。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't grasp how data collection methods for geologic maps ensure accuracy and consistency across different regions in the Himalayas.",
                "QuestionCn": "我无法理解地质图的数据收集方法如何确保喜马拉雅地区不同区域之间的准确性和一致性。",
                "AnswerEn": "The domestic part of the 1:2500000 digital geologic map database mainly adopts the 1:500000 digital geologic map database, ensuring consistency by utilizing established basemaps. The overseas part uses the 1:2500000 Map of The People’s Republic of China, ensuring a standardized approach across the coverage area.",
                "AnswerCn": "国内部分的1:2500000数字地质图数据库主要采用1:500000数字地质图数据库，通过利用已建立的底图确保一致性。海外部分则使用1:2500000中国地图，确保覆盖区域内的方法标准化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don’t understand how the existing geologic map datasets can be expanded or refined to better support national economic construction and resource management.",
                "QuestionCn": "我不明白现有的地质图数据集如何能够扩展或细化，以更好地支持国家经济建设和资源管理。",
                "AnswerEn": "The development of the 1:2500000 digital geologic map database provides basic data for economic construction and resource management. It fills a gap in the spatial database by utilizing data from the 1:500000 digital geographic basemap and the 1:2500000 Map of The People’s Republic of China, which can be further refined to meet evolving demands.",
                "AnswerCn": "1:2500000数字地质图数据库的开发为经济建设和资源管理提供了基础数据。它通过利用1:500000数字地理底图和1:2500000中国地图的数据，填补了空间数据库的空白，并可以进一步细化以满足不断变化的需求。",
                "Level": "C6(Creating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential data collection methods that could enhance the spatial granularity of a geologic map in the Himalayan region beyond the current 1:2500000 scale.",
                "QuestionCn": "请探讨潜在的数据收集方法，以提高喜马拉雅地区地质图的空间细节，超越当前的1:2500000比例尺。",
                "AnswerEn": "The data collection for the 1:2500000 digital geologic map involves using the 1:500000 digital geographic basemap database and the Map of The People’s Republic of China. The spatial granularity is currently divided by region. Further enhancing this granularity may involve integrating higher resolution data sources or employing advanced GIS and remote sensing technologies.",
                "AnswerCn": "1:2500000数字地质图的数据收集涉及使用1:500000数字地理基础地图数据库和《中国人民共和国地图》。空间粒度目前按区域划分。进一步增强这一粒度可能涉及整合更高分辨率的数据源或采用先进的GIS和遥感技术。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate potential challenges faced in the development of a digital geologic map spatial database and suggest strategies to overcome these challenges.",
                "QuestionCn": "请调查在数字地质图空间数据库开发中面临的潜在挑战，并提出克服这些挑战的策略。",
                "AnswerEn": "One challenge in developing a digital geologic map spatial database is ensuring the accuracy and consistency of data across different scales. Although specific challenges were not detailed in the provided content, strategies to overcome such challenges may include adopting standardized data collection protocols, improving data integration techniques, and employing advanced data validation methods.",
                "AnswerCn": "在开发数字地质图空间数据库时，一个挑战是确保不同尺度数据的准确性和一致性。尽管提供的内容中没有详细说明具体挑战，但克服这些挑战的策略可能包括采用标准化的数据收集协议、改善数据集成技术以及采用先进的数据验证方法。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify and discuss potential datasets that could be integrated to enrich the information provided by a 1:2500000 geologic map of the Himalayan region.",
                "QuestionCn": "请识别和讨论可以整合的潜在数据集，以丰富喜马拉雅地区1:2500000地质图提供的信息。",
                "AnswerEn": "The 1:500000 digital geologic map database and the 1:2500000 Map of The People’s Republic of China serve as the primary datasets for constructing the current map. To enrich this information, additional datasets such as remote sensing imagery, soil composition data, and environmental monitoring data could be integrated to provide more comprehensive insights into the geologic and geographic characteristics of the Himalayan region.",
                "AnswerCn": "1:500000数字地质图数据库和1:2500000中国地图作为构建当前地图的主要数据集。为了丰富这些信息，可以整合遥感影像、土壤成分数据和环境监测数据，以提供对喜马拉雅地区地质和地理特征的更全面的洞察。",
                "Level": "C6(Creating)"
            }
        ]
    }
}