{
    "id": "449bde6b-7ac4-454e-873f-b5f0203a5463",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of annual irrigated croplands extent in the Heihe River basin (1990-2020)",
            "titleCn": "黑河流域逐年灌溉耕地范围数据集（1990-2020）",
            "description": "This is the annual irrigated croplands extent in the Heihe River basin, China, during 1990 to 2020 at a 30m resolution in Water Resources Research publication (2022, under review).",
            "descriptionCn": "精细的灌溉耕地分布数据是内陆河流域水资源评估与管理的重要基础信息。该数据集是发表在Water Resources Research的关于中国西北黑河流域灌溉耕地变化监测及流域水资源管理启示的论文数据。该数据集包括了全流域1990-2020年逐年灌溉耕地分布，空间分辨率为30米。",
            "instructions": "File name: YYYY.tif  (YYYY: year)\nUsage: Open it with ArcGIS and other software",
            "instructionsCn": "文件命名：YYYY.tif （YYYY：年）\n使用方法：可用ArcGIS等软件打开",
            "east": 101.98,
            "west": 97.12,
            "south": 37.72,
            "north": 42.69,
            "startTime": null,
            "endTime": null,
            "fileSize": 64151773.0,
            "cstr": "18406.11.RemoteSen.tpdc.272928",
            "doi": "10.11888/RemoteSen.tpdc.272928",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谭美宝",
                "nameEn": "TAN Meibao ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Remotely sensed trend of the annual irrigated cropland extent at the Landsat data level from 1990-2020 in the Heihe River basin, China, and its implications for watershed water management",
                "referenceCn": null,
                "referenceEn": "Tan, M., Ran, Y., Feng, M., Dong, G., Du, D., & Li, X. (2022, under review). Remotely sensed trend of the annual irrigated cropland extent at the Landsat data level from 1990-2020 in the Heihe River basin, China, and its implications for watershed water management. Water Resources Research."
            },
            {
                "titleCn": null,
                "titleEn": "Long‐termmonitoring of the annual irrigated croplandextent in fragmented and heterogeneousarid landscapes using machine learningand Landsat imagery",
                "referenceCn": null,
                "referenceEn": "Tan, M., Ran, Y., Feng, M., Dong, G., Du,D., Zhu, G., Nian, Y., & Li, X. (2024). Long‐termmonitoring of the annual irrigated croplandextent in fragmented and heterogeneousarid landscapes using machine learningand Landsat imagery. Water ResourcesResearch, 60, e2023WR036945. https://doi.org/10.1029/2023WR036945\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "光学遥感",
                "nameEn": "Optical remote sensing"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "识别",
                "nameEn": "detection"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2020",
                "keywordEn": "1990-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国科学院战略性先导科技专项（A类）",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What does 'spatial resolution' mean in the context of irrigated farmland distribution data?",
                "QuestionCn": "在灌溉农田分布数据的背景下，“空间分辨率”指的是数据中所表示的地理区域的细节程度或精确度。",
                "AnswerEn": "Spatial resolution refers to the size of one pixel on the ground within a dataset, indicating the level of detail in the data. In the context of irrigated farmland distribution data, it describes the 30-meter resolution, which means each pixel represents a 30x30 meter area of land, providing a detailed view of the distribution of irrigated farmland across a region.",
                "AnswerCn": "空间分辨率指的是数据集中一个像素在地面上的大小，表示数据的细节水平。在灌溉农田分布数据的上下文中，它描述了30米的分辨率，这意味着每个像素代表一个30x30米的土地区域，提供了对一个地区灌溉农田分布的详细视图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What factors could influence the changes in the annual distribution of irrigated farmland in the Heihe River Basin from 1990 to 2020, and how might these changes reflect broader water resource management challenges?",
                "QuestionCn": "影响1990年至2020年黑河流域 irrigated farmland 年度分布变化的因素有哪些，这些变化又如何反映更广泛的水资源管理挑战？",
                "AnswerEn": "The changes in the annual distribution of irrigated farmland in the Heihe River Basin could be influenced by various factors, including climatic variations, agricultural practices, policy shifts, and technological advancements in irrigation methods. These changes might reflect broader water resource management challenges such as the need for sustainable water usage, balancing agricultural demands with ecological preservation, and adapting to climate change impacts. Understanding these patterns is crucial for effective water resource assessment and management in inland river basins.",
                "AnswerCn": "黑河流域 irrigated farmland 年度分布的变化可能受到多种因素的影响，包括气候变化、农业实践、政策调整以及灌溉方法的技术进步。这些变化可能反映出更广泛的水资源管理挑战，例如可持续用水的需求、平衡农业需求与生态保护，以及适应气候变化的影响。理解这些模式对于内陆河流域有效的水资源评估和管理至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on water resource management if yearly irrigation cropland distribution data with a spatial resolution of 30 meters is integrated into decision-making processes within inland river basins?",
                "QuestionCn": "如果将每年灌溉农田分布数据（空间分辨率为30米）纳入内陆河流域的决策过程中，对水资源管理可能产生的影响是什么？",
                "AnswerEn": "Integrating yearly irrigation cropland distribution data with a spatial resolution of 30 meters could significantly enhance water resource management in inland river basins by providing precise information on irrigation patterns. This could lead to more efficient allocation of water resources, better prediction of water demand, and improved planning for sustainable water usage. Additionally, it may aid in the identification of areas with potential waterlogging or drought, allowing for timely interventions.",
                "AnswerCn": "将年度灌溉耕地分布数据与30米的空间分辨率相结合，可以显著提升内陆河流域的水资源管理，通过提供精确的灌溉模式信息。这可能导致水资源的更有效分配，更好地预测水需求，以及改善可持续用水的规划。此外，它还可能有助于识别潜在的水涝或干旱区域，从而允许及时干预。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in collecting and processing high-resolution spatial data for mapping annual changes in irrigated cropland in an inland river basin?",
                "QuestionCn": "收集和处理高分辨率空间数据以绘制内陆河流流域灌溉农田年度变化的关键步骤包括：",
                "AnswerEn": "The process involves mapping irrigated cropland distribution annually from 1990 to 2020 with a spatial resolution of 30 meters, which is crucial for water resource assessment and management in an inland river basin. This involves collecting fine-scale spatial data and applying methodologies that ensure accurate representation of the cropland changes across the entire basin.",
                "AnswerCn": "该过程涉及从1990年到2020年每年绘制灌溉农田分布，空间分辨率为30米，这对于内陆河流域的水资源评估和管理至关重要。这涉及收集细尺度空间数据并应用确保整个流域农田变化准确表示的方法。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}