{
    "id": "44a2906e-c1ae-4756-a817-1c3257ca69c2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Greenland ice sheet mass balance data set (1985-2015)",
            "titleCn": "格陵兰冰盖物质平衡数据集（1985-2015）",
            "description": "The mass loss of the Greenland ice sheet has been the main contributor to global sea level rise in recent decades. Under the trend of global warming, the Greenland ice sheet is melting faster. It is of great scientific significance to explore the causes of mass loss and its response to climate change. Based on the MEaSUREs Greenland groundingline and the basin boundaries, we discretize the groundingline, combine the MEaSUREs annual ice velocity data from 1985 to 2015 with the BedMachine v3 ice thickness data, and vectorially calculate the ice discharge at each flux gate of the groundingline. We use the surface mass balance data of RACMO2.3p2 model to spatially calculate the surface mass balance of each basin, and combined it with the ice discharge results to obtain the Greenland ice sheet mass balance data set (1985-2015). The data set includes the mass balance results of each basin of the Greenland ice sheet in the year 1985, 2000 and 2015, and the annual ice velocity data, ice thickness and annual ice discharge corresponding to the location of each flux gate. The data set realizes the fine evaluation of ice flux at the groundingline, and reflect the changes and spatial distribution characteristics of the mass balance of each basin of the Greenland ice sheet in recent 30 years. It provides basic data for the subsequent fine change evaluation and prediction of the mass balance of the Greenland ice sheet and the exploration of the mechanism of ice sheet loss.",
            "descriptionCn": "格陵兰冰盖的物质损耗是近几十年来全球海平面上升的主要贡献者，在全球变暖的趋势下，格陵兰冰盖正在加速融化，探索其物质平衡对气候的变化响应具有重要的科学意义。作者基于MEaSUREs格陵兰触地线产品和流域边界，将触地线离散化，结合1985-2015年的MEaSUREs年度冰流速数据，和BedMachine v3冰厚度数据，矢量计算触地线各通量出口单元处冰通量；我们使用RACMO2.3p2模式的表面物质平衡数据，空间计算各流域表面物质平衡，并结合冰通量结果，得到格陵兰冰盖物质平衡数据集（1985-2015年）。该数据集包括1985年、2000年、2015年三年的格陵兰冰盖各流域物质平衡结果，含有各通量出口单元位置对应的年度冰流速、冰厚度、冰通量等信息。该数据集实现了触地线处冰通量的精细评估，可以反映近三十年格陵兰冰盖各流域物质平衡的变化情况和空间分布特征，为后续格陵兰冰盖物质平衡的精细变化评估及预测，和冰盖损耗机理探究提供基础性数据。",
            "instructions": "File name:\nThe corresponding data and ice flux results of each flux outlet unit of the Greenland ice sheet are stored in CSV format, and the name of the file is \"Table1_GrIS_Fluxgate_D.csv\";\nThe summary results of ice discharge, surface mass balance and mass balance of each basin of the Greenland ice sheet are stored in Excel file format, and the file name is \"Table2_GrIS_basin_MB. xlsx\".\nData reading method:\nAll files in the dataset can be opened directly (such as Notepad and excel). If you want to display them with diagrams, you can use ArcGIS to extract XY coordinate data in table2 and generate corresponding vector point data.",
            "instructionsCn": "文件命名：\n格陵兰冰盖各通量出口单元对应数据及冰通量结果以CSV格式存储，文件的名称为“Table1_GrIS_Fluxgate_D.csv“；\n格陵兰冰盖各流域冰通量、表面物质平衡、物质平衡的汇总结果以EXCEL文件格式存储，文件打名称为“Table2_GrIS_basin_MB.xlsx“。\n数据读取方式：\n该数据集中的所有文件可以直接打开（如记事本、EXCEL），可用Arcgis提取Table1中的XY坐标数据，生成对应的矢量点数据。",
            "east": 0.0,
            "west": -90.0,
            "south": 85.0,
            "north": 55.0,
            "startTime": "1985-07-01 00:00:00",
            "endTime": "2015-06-30 11:59:59",
            "fileSize": 20957112.0,
            "cstr": "18406.11.Cryos.tpdc.271831",
            "doi": "10.11888/Cryos.tpdc.271831",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "林依静",
                "nameEn": "LIN Yijing",
                "unitEn": "",
                "unitCn": "北京师范大学全球变化与地球系统科学研究院"
            },
            {
                "nameCn": "刘岩",
                "nameEn": "LIU Yan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "程晓",
                "nameEn": "CHENG Xiao",
                "unitEn": "",
                "unitCn": "中山大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Forty-six years of Greenland Ice Sheet mass balance from 1972 to 2018",
                "referenceCn": null,
                "referenceEn": "Mouginot, J., Rignot, E., Bjørk, A. A., Van den Broeke, M., Millan, R., Morlighem, M., ... & Wood, M. (2019). Forty-six years of Greenland Ice Sheet mass balance from 1972 to 2018. Proceedings of the national academy of sciences, 116(19), 9239-9244."
            },
            {
                "titleCn": null,
                "titleEn": "Greenland Flow Variability from Ice-Sheet-Wide Velocity Mapping",
                "referenceCn": null,
                "referenceEn": "Joughin, I., Smith, B. E., Howat, I. M., Scambos, T., & Moon, T. (2010). Greenland flow variability from ice-sheet-wide velocity mapping. Journal of Glaciology, 56(197), 415-430."
            },
            {
                "titleCn": null,
                "titleEn": "BedMachine v3: Complete bed topography and ocean bathymetry mapping of Greenland from multibeam echo sounding combined with mass conservation",
                "referenceCn": null,
                "referenceEn": "Morlighem, M., Williams, C. N., Rignot, E., An, L., Arndt, J. E., Bamber, J. L., ... & Zinglersen, K. B. (2017). BedMachine v3: Complete bed topography and ocean bathymetry mapping of Greenland from multibeam echo sounding combined with mass conservation. Geophysical research letters, 44(21), 11-051."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰通量",
                "nameEn": "ice discharge"
            },
            {
                "nameCn": "表面物质平衡",
                "nameEn": "Surface mass balance"
            },
            {
                "nameCn": "质量平衡",
                "nameEn": "Mass balance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "格陵兰冰盖",
                "keywordEn": "Greenland Ice Sheet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1985-2015",
                "keywordEn": "1985-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess the mass balance of the Greenland Ice Sheet over a 30-year period?",
                "QuestionCn": "您能否提供一个用于评估格林兰冰盖在30年期间质量平衡的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using MEaSUREs Greenland grounding line products and annual ice flow velocity data from 1985-2015, combined with BedMachine v3 ice thickness data, to vector calculate ice flux at each flux gate along the grounding line. Additionally, the RACMO2.3p2 model is used to spatially compute surface mass balance across each basin, allowing for a comprehensive assessment of the Greenland Ice Sheet's mass balance over the period.",
                "AnswerCn": "一种数据收集方法涉及使用MEaSUREs格林兰冰架接触线产品和1985-2015年的年度冰流速度数据，结合BedMachine v3冰厚度数据，在每个冰流通道沿接触线进行矢量计算冰流量。此外，RACMO2.3p2模型用于在每个流域内空间计算表面质量平衡，从而全面评估格林兰冰盖在该期间的质量平衡。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and components of a dataset used to evaluate ice mass balance in the context of climate change impacts on ice sheets?",
                "QuestionCn": "用于评估冰质量平衡的数据集的特征和组成部分，包括气候变化对冰盖影响的背景。",
                "AnswerEn": "annual ice flow velocity data, ice thickness measurements, ice flux calculations at grounding line flux gate units, surface mass balance data using climate models, spatial computations across different basins",
                "AnswerCn": "年度冰流速度数据、冰厚测量、在接地线通量门处的冰通量计算、使用气候模型的表面质量平衡数据、跨不同流域的空间计算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'surface mass balance' mean in the context of studying the Greenland Ice Sheet?",
                "QuestionCn": "在研究格林兰冰盖的背景下，“表面质量平衡”指的是冰盖表面获得的积雪和冰的质量与通过融化、蒸发和冰流失等过程损失的质量之间的差异。",
                "AnswerEn": "In the context of studying the Greenland Ice Sheet, 'surface mass balance' refers to the difference between the accumulation and ablation (melting and sublimation) of ice and snow on the surface of the ice sheet. It is calculated using spatial data and models such as RACMO2.3p2 to determine the net gain or loss of ice mass over specific regions and time periods.",
                "AnswerCn": "在研究格陵兰冰盖的背景下，“表面质量平衡”指的是冰雪表面积累与消融（融化和升华）之间的差异。它是通过使用空间数据和模型（如RACMO2.3p2）来计算的，以确定特定区域和时间段内冰质量的净增益或损失。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the variations in ice flow velocity and thickness data from 1985 to 2015 tell us about the underlying mechanisms driving changes in Greenland Ice Sheet mass balance?",
                "QuestionCn": "1985年至2015年间冰流速度和厚度数据的变化可以告诉我们关于驱动格林兰冰盖质量平衡变化的潜在机制。",
                "AnswerEn": "The variations in ice flow velocity and thickness data over the years 1985 to 2015 can provide insights into the response of the Greenland Ice Sheet to climatic changes. By analyzing these variations, researchers can infer how different regions of the ice sheet are losing mass and how these changes correlate with surface mass balance data and ice flux at grounding lines. This understanding is crucial for predicting future changes in ice sheet mass balance and their impact on sea level rise.",
                "AnswerCn": "1985年至2015年间冰流速度和厚度数据的变化可以提供关于格林兰冰盖对气候变化响应的见解。通过分析这些变化，研究人员可以推断冰盖不同区域的质量损失情况，以及这些变化与表面质量平衡数据和冰流在基线的流动之间的关系。这种理解对于预测冰盖质量平衡的未来变化及其对海平面上升的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in assessing the mass balance of the Greenland Ice Sheet over the past three decades?",
                "QuestionCn": "评估格林兰冰盖在过去三十年质量平衡的挑战因素有哪些？",
                "AnswerEn": "The assessment of the Greenland Ice Sheet's mass balance involves combining multiple datasets, such as MEaSUREs annual ice velocity data, BedMachine v3 ice thickness data, and RACMO2.3p2 model surface mass balance data. The complexity arises from discretizing grounding lines and computing ice fluxes at each flux gate, requiring precise vector calculations to evaluate the spatial distribution and changes in mass balance over time. These processes are sensitive to data accuracy and model precision.",
                "AnswerCn": "格陵兰冰盖质量平衡的评估涉及结合多个数据集，例如MEaSUREs年度冰流速数据、BedMachine v3冰厚度数据和RACMO2.3p2模型表面质量平衡数据。复杂性在于离散化接触线并计算每个通量门的冰流量，这需要精确的矢量计算来评估质量平衡的空间分布和随时间的变化。这些过程对数据的准确性和模型的精确性非常敏感。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy and granularity of material balance assessments for ice sheets when using a combination of ice flow velocity data, ice thickness data, and surface mass balance data from multiple sources?",
                "QuestionCn": "当使用来自多个来源的冰流速度数据、冰厚度数据和表面质量平衡数据的组合时，对冰盖物质平衡评估的准确性和细节程度可能产生的影响是什么？",
                "AnswerEn": "The combination of ice flow velocity data, ice thickness data, and surface mass balance data from multiple sources allows for a refined evaluation of ice flux at the grounding line, enabling a detailed assessment of changes and spatial distribution characteristics of material balance in ice sheet catchments over the past thirty years. This can provide foundational data for precise future assessments and predictions of ice sheet material balance changes and mechanisms.",
                "AnswerCn": "冰流速度数据、冰厚度数据和来自多个来源的表面质量平衡数据的结合，使得对冰架基线处冰流通量的评估更加精确，从而能够详细评估过去三十年冰盖集水区物质平衡的变化和空间分布特征。这为未来对冰盖物质平衡变化及其机制的精确评估和预测提供了基础数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a dataset reflecting the mass balance changes and spatial distribution characteristics of the Greenland Ice Sheet over several decades?",
                "QuestionCn": "开发一个反映格陵兰冰盖数十年来质量平衡变化和空间分布特征的数据集是重要的原因是什么？",
                "AnswerEn": "The development of a dataset reflecting the mass balance changes and spatial distribution characteristics of the Greenland Ice Sheet over several decades is crucial because the ice sheet's mass loss has been a significant contributor to global sea-level rise in recent decades. Understanding its response to climate change is of important scientific significance, providing foundational data for evaluating and predicting the fine changes in the Greenland Ice Sheet's mass balance and exploring the mechanisms behind ice sheet loss.",
                "AnswerCn": "开发一个反映格陵兰冰盖在几十年间质量平衡变化和空间分布特征的数据集至关重要，因为冰盖的质量损失在最近几十年已成为全球海平面上升的重要因素。了解其对气候变化的响应具有重要的科学意义，为评估和预测格陵兰冰盖质量平衡的细微变化提供基础数据，并探索冰盖损失背后的机制。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}