{
    "id": "44a3dd81-60f8-42b4-aaaf-e331e44b99fe",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Ground water level dataset in Hulugou sub-basin of Heihe River Basin (2012)",
            "titleCn": "葫芦沟流域地下水位数据集（2012）",
            "description": "1. Data overview:\nThis data set is the groundwater level data of qilian station from January 1, 2012 to December 31, 2012.Well no. 1 is located at the side of the general controlled hydrologic section of the cucurbitou basin, with a depth of 12.8m and an aperture of 12cm.The second well is located to the east of the delta about 100m away from the river. The depth of the well is 14.7m and the aperture is 12cm.\n2. Data content:\nU20-hobo water level sensor is installed in the underground well, which is mainly used to monitor the groundwater level changes in the small gourgou watershed. The data are daily scale data.\n3. Space and time range:\nGeographical coordinates of well no. 1: longitude: longitude: 99° 53’e;Latitude: 38°16 'N;Elevation: 2974m (near the hydrological section at the outlet of the basin).\nGeographical coordinates of well no. 2: longitude: 99° 52’e;Latitude: 38°15 'N;Altitude: 3204.1m (east of the eastern branch of the delta).",
            "descriptionCn": "1.数据概述：\n此数据集是祁连站2012年1月1日—2012年12月31日日尺度地下水位数据。一号井位于葫芦沟流域总控水文断面侧旁，井深：12.8m，孔径：12cm；二号井位于三角洲东侧，距河道约100m左右，井深：14.7m，孔径：12cm。\n2.数据内容：\n地下水井井内布设U20-HOBO水位传感器，主要用于监测葫芦沟小流域地下水水位变化情况，数据为日尺度数据。\n3.时空范围：\n一号井地理坐标：经度：经度：99°53′E；纬度：38°16′N；海拔：2974m（流域出口水文断面附近）。\n二号井地理坐标：经度：99°52′E；纬度：38°15′N；海拔：3204.1m（三角洲东支河流东侧）。",
            "instructions": "Data file name: hulugou basin 2012 groundwater level data set.xlsx; it can be viewed and edited by WPS or excel and other software.",
            "instructionsCn": "数据文件命名：葫芦沟流域2012年地下水位数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 99.9,
            "west": 99.9,
            "south": 38.3,
            "north": 38.3,
            "startTime": "2012-01-08 11:00:00",
            "endTime": "2013-01-07 11:00:00",
            "fileSize": 21915.0,
            "cstr": "18406.11.heihe.027.2014.db",
            "doi": "10.3972/heihe.027.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘章文",
                "nameEn": "LIU Zhangwen",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "陈仁升",
                "nameEn": "CHEN Rensheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宋耀选",
                "nameEn": "SONG Yaoxuan",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩春坛",
                "nameEn": "HAN Chuntan",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘俊峰",
                "nameEn": "LIU Junfeng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "阳勇",
                "nameEn": "YANG Yong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "卿文武",
                "nameEn": "QING Wenwu",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
                "referenceCn": null,
                "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
            },
            {
                "titleCn": null,
                "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
                "referenceCn": null,
                "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "地下水位",
                "nameEn": "Underground water level"
            },
            {
                "nameCn": "地下水埋深",
                "nameEn": "Groundwater depth"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "葫芦沟流域",
                "keywordEn": "Hulugou Basin"
            },
            {
                "keywordCn": "黑河上游站（祁连站）",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "黑河高寒灌丛生态水文效应研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Understanding cryospheric hydrology and the effects of cryospheric changes on river runoff is critical for sustainable water management especially in arid inland river basins such as those in northwest China where water resources mainly come from alpine areas. The Earth’s cryosphere is facing rapid changes in the duration, extent, and mass of snow and ice, which have had multiple impacts on the environment across a range of temporal and spatial scales. Changes in mountain snow, glaciers, and permafrost have resulted in significant downstream impacts in terms of the quantity, seasonality, and quality of water. This shrinkage has modified the water cycle and river discharge in cold regions and caused the rise of global mean sea level. Serving as a solid reservoir for many endorheic and exorheic basins, the mountain cryosphere is the regulator of major rivers and provides most of the water resources in arid regions in China and its neighboring countries. However, because of inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions, the significance of the impacts of cryospheric changes and the severity of their consequences remain unclear in China."
            ],
            "research objective": [
                "The scientific objective of the CHOICE is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions. Four key science questions have been identified: The spatial and temporal distribution of alpine precipitation need to be determined. The effects of cryospheric changes on streamflow need to be determined. The effects of changes in the vegetation pattern in the vertical landscape zones on water balance and river runoff in the mountains must be assessed. A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas."
            ],
            "challenges": [
                "Understanding such changes in these vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors."
            ],
            "methods": [
                "Each AWS features the long-term monitoring of the following meteorological variables: air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature (LST), soil temperature, soil moisture, snow depth, and precipitation amount. We also conducted long-term standard meteorological field (SMF) manual observations for reference to those obtained at AWS. The total discharge has been monitored by a continuously stream-gauging station at the catchment outlet since 2009. From 2009 to 2012, we also manually used the float protocol and a stopwatch to estimate the nonfreezing period discharge in a meadow subcatchment and a moraine–talus subcatchment. To apply hydrological models in the alpine catchment, we have obtained long-term continuous soil parameter data in the soil pit synchronously with those collected at AWS. An SI-111 infrared radiometer (Apogee Instr. Inc.) was used to measure the LST. During the early stage of the CHOICE, evapotranspiration was measured with two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter and were installed in the SMF at the Hulu-1 field on 1 July 2009 with an electronic scale of 2 g (0.026 mm) in precision. With the development of the CHOICE, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS of the Hulu-1 to Hulu-5 field in August 2013. An EC150 system (Campbell Scientific Inc.) was installed on a lattice mast at 5.8 m at the Hulu-2 field in September 2011. Four cluster wells were installed in 2011 and 2014 for groundwater monitoring and sampling. On fixed-point scale, six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) measure snow depth synchronously with AWS. In this system, three thermistor cables were installed that crossed the riverbed–water, water–ice, and ice–air interfaces. We conduct the work of precipitation intercomparisons by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge. Precipitation measurements in the Hulu catchment were performed with six total rain-weighing sensors (TRwS204, MPS System Ltd) with a single alter shield and synchronized with AWS. Fourteen LST observation sites with similar elevations but different aspects and slopes were built around the Hulu-3 field. Two LST observation sites were built to analyze the influences of plants on LST. To study the runoff process of canopy precipitation to surface runoff in different landscapes, two runoff fields (shrubs and meadows) (15 by 3 m) were established at a shrub-encroached alpine meadow hillslope in September 2010. Four methods were used to measure soil water infiltration and hydraulic conductivity in the Hulu-1 field including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. Groundwater samples used for isotope analysis were collected from 12 wells between 2014 and 2016, and stream water samples were collected from 12 sites that were approximately evenly distributed from upstream to downstream between 2011 and 2016. A Picarro GasScouter G4301 gas concentration analyzer with a re-entry control system and six respiration chambers installed on the permafrost zone of the Hulu catchment in August 2017. The observation period of canopy precipitation interception began in June 2010. A total of four sap flow sensors (CAF, ECOMATIK) were installed to estimate transpiration. Variations in the diversity of the soil microbial community under meadow, shrub, marshy meadow, and moraine–talus were observed along an elevation gradient in the Hulu catchment in July 2013. An AWS was erected at the top of the glacier (4817 m asl) in September 2015; the site is not affected by the surrounding mountains. To obtain reliable turbulent data, EC system measurements were made adjacent to the AWS at a height of 4 m beginning in October 2017. To harvest the water contained in fog, five identical standard fog collectors were installed at Hulu-1 to Hulu-5 in July 2014. A warming simulation experiment was begun in September 2016. Two flight campaigns were performed in the Hulu catchment."
            ],
            "dataset": [],
            "findings": [
                "In recent years, a series of studies have been published using the CHOICE sharing platform data, and a number of researchers have used the CHOICE data for studies of alpine meteorology, cryospheric hydrology, groundwater, soils, and isotopes. According to the six AWS of the CHOICE obtained throughout the Hulu catchment and peripheral precipitation data from five China Meteorological Administration stations (Zhangye, Minle, Sunan, Qilian, and Yeniugou), two or more yearly EMPs exist in the northern Qilian Mountains. A diminished accumulation zone will result in a reduction in the transport and expansion of the glaciers, and then the glaciers will have to retreat to limit themselves to reduce ablation. Based on 10-yr observations in the western cold regions of China, especially those obtained in the Upper Hei River basin (UHR), a new CBHM was created to evaluate the effects of cryospheric changes on stream flow from the UHR. In the past 50 yr, river runoff has generally shown an increasing trend as a result of increased rainfall, snowfall, and glacial runoff in the cold regions of western China."
            ],
            "backgroundCn": [
                "理解冰冻圈水文学及其对河流径流变化的影响对于可持续水资源管理至关重要，尤其是在中国西北部等干旱内陆河流流域，这里的水资源主要来自高山地区。地球的冰冻圈正面临着雪和冰的持续时间、范围和质量的快速变化，这在多个时间和空间尺度上对环境产生了多重影响。山地雪、冰川和永久冻土的变化导致了下游在水量、季节性和水质方面的显著影响。这种缩减改变了寒冷地区的水循环和河流排放，并导致全球平均海平面上升。作为许多内流和外流流域的固体水库，山地冰冻圈是主要河流的调节者，并为中国及其邻国的干旱地区提供了大部分水资源。然而，由于观测数据不足以及对高山地区冰冻圈气象水文学许多方面缺乏了解，冰冻圈变化的影响及其后果的严重性在中国仍然不清楚。"
            ],
            "research objectiveCn": [
                "CHOICE的科学目标是获取关于环境因素的综合观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对下游干旱地区山区水文和水资源的影响。已确定四个关键科学问题：需要确定高山降水的空间和时间分布。需要确定冰冻圈变化对径流的影响。必须评估垂直景观带中植被模式变化对山区水量平衡和河流径流的影响。需要在山区建立一个适合的分布式水文模型，包括冰冻圈水文学。"
            ],
            "challengesCn": [
                "理解这些脆弱地区的变化面临重大挑战，因为它们偏远且观测稀少。降水观测仍然存在显著的偏差和错误。"
            ],
            "methodsCn": [
                "每个自动气象站（AWS）长期监测以下气象变量：空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度（LST）、土壤温度、土壤湿度、雪深和降水量。我们还进行了长期的标准气象场（SMF）手动观测，以作为与AWS获得的数据的参考。自2009年以来，流域出口处的连续水流监测站监测了总排水量。从2009年到2012年，我们还手动使用浮子法和秒表估算了一个草甸子流域和一个冰碛-碎石子流域的非冻结期排水量。为了在高山流域应用水文模型，我们在土壤坑中获得了长期连续的土壤参数数据，这些数据与在AWS收集的数据同步。使用SI-111红外辐射计（Apogee Instr. Inc.）测量地表温度（LST）。在CHOICE的早期阶段，蒸散发通过两个手动称重微量测定仪进行测量，这些仪器深度为40厘米，直径为31.5厘米，并于2009年7月1日在Hulu-1场地安装，电子秤精度为2克（0.026毫米）。随着CHOICE的发展，五个自动微量测定仪（CHOICE-LYS40，T&D）于2013年8月在Hulu-1到Hulu-5场地的AWS附近布置。EC150系统（Campbell Scientific Inc.）于2011年9月在Hulu-2场地的5.8米高的格架桅杆上安装。2011年和2014年安装了四个集群井用于地下水监测和取样。在固定点规模上，六个SR50A声波测距传感器（Campbell Scientific Inc.）与AWS同步测量雪深。在该系统中，安装了三根热电偶电缆，穿越河床-水、水-冰和冰-空气界面。我们通过参考世界气象组织的固体降水比较实验，使用坑式雨量计和双重参考比较（DFIR）雨量计进行降水比较。Hulu流域的降水测量使用六个总雨量传感器（TRwS204，MPS System Ltd）进行，配有单一的防风罩，并与AWS同步。围绕Hulu-3场地建立了十四个具有相似海拔但不同方位和坡度的LST观测点。建立了两个LST观测点以分析植物对LST的影响。为了研究不同景观中树冠降水到地表径流的过程，2010年9月在一个灌木侵占的高山草甸坡地建立了两个径流场（灌木和草甸）（15米乘3米）。在Hulu-1场地使用四种方法测量土壤水分入渗和水力导度，包括单环入渗仪、双环入渗仪、Hood入渗仪（Hood IL-2700，德国）和环切法。2014年至2016年间，从12个井中收集用于同位素分析的地下水样本，从2011年至2016年间，从12个大致均匀分布于上游到下游的地点收集河水样本。2017年8月，在Hulu流域的永久冻土区安装了一台Picarro GasScouter G4301气体浓度分析仪，配有重新进入控制系统和六个呼吸室。树冠降水截留的观测期始于2010年6月。安装了四个树液流传感器（CAF，ECOMATIK）以估算蒸腾。2013年7月，观察了高山流域中草甸、灌木、湿草甸和冰碛-碎石区土壤微生物群落的多样性变化。2015年9月，在冰川顶部（海拔4817米）建立了一个AWS；该地点不受周围山脉的影响。为了获得可靠的湍流数据，EC系统测量于2017年10月在AWS旁边的4米高度进行。为了收集雾中含水量，2014年7月在Hulu-1到Hulu-5安装了五个相同的标准雾收集器。2016年9月开始了一个升温模拟实验。在Hulu流域进行了两次飞行调查。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "近年来，使用CHOICE共享平台数据的一系列研究相继发表，许多研究人员利用CHOICE数据进行高山气象、冰冻圈水文、地下水、土壤和同位素的研究。根据在胡鲁流域获得的六个自动气象站（AWS）数据以及来自中国气象局五个站点（张掖、民乐、苏南、祁连和新源沟）的周边降水数据，北祁连山存在两个或更多的年度等效水量（EMPs）。积累区的减少将导致冰川的运输和扩展减少，冰川将不得不退缩以限制自身的消融。基于在中国西部寒冷地区，特别是在上黑河流域（UHR）获得的10年观测数据，创建了一种新的冷冻圈水文模型（CBHM），以评估冰冻圈变化对UHR流量的影响。在过去50年中，由于降雨、降雪和冰川径流的增加，中国西部寒冷地区的河流径流总体上呈现上升趋势。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "For groundwater monitoring, are sampling methods more reliant on cluster wells, single well systems, or alternative techniques?",
                "QuestionCn": "对于地下水监测，取样方法更依赖于集群井、单井系统还是替代技术？",
                "AnswerEn": "Cluster wells",
                "AnswerCn": "聚集井",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to monitor groundwater levels in the Hulu catchment?",
                "QuestionCn": "在Hulu流域中监测地下水位的方法有哪些？",
                "AnswerEn": "U20-HOBO water level sensors",
                "AnswerCn": "U20-HOBO 水位传感器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the AWS installations located for long-term meteorological monitoring in the Hulu catchment?",
                "QuestionCn": "Hulu流域的长期气象监测的AWS安装位置在哪里？",
                "AnswerEn": "Hulu catchment",
                "AnswerCn": "Hulu 集水区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who uses the CHOICE sharing platform data for research purposes?",
                "QuestionCn": "谁使用CHOICE共享平台的数据进行研究？",
                "AnswerEn": "Researchers",
                "AnswerCn": "研究人员",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in collecting precipitation data in remote areas?",
                "QuestionCn": "在偏远地区收集降水数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in collecting precipitation data in remote areas is the presence of significant biases and errors in precipitation observations, which are compounded by the remoteness and sparse observation networks in these regions.",
                "AnswerCn": "在偏远地区收集降水数据时面临的一个挑战是降水观测中存在显著的偏差和错误，这些问题因这些地区的偏远性和稀疏的观测网络而加剧。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the underground water level measurement techniques used in the Hulu catchment?",
                "QuestionCn": "Hulu流域地下水位测量技术的具体特征是什么？",
                "AnswerEn": "U20-HOBO water level sensors, installed in wells, daily data collection",
                "AnswerCn": "U20-HOBO水位传感器，安装在井中，每日数据收集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the key features of the meteorological variables monitored by automatic weather stations (AWS) in the Hulu catchment?",
                "QuestionCn": "Hulu流域自动气象站（AWS）监测的气象变量的关键特征是什么？",
                "AnswerEn": "air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, precipitation amount",
                "AnswerCn": "空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度、土壤温度、土壤湿度、雪深、降水量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What characteristics define the data collection methods for cryospheric hydrology in alpine regions?",
                "QuestionCn": "定义高山地区冰冻水文学数据收集方法的特征是什么？",
                "AnswerEn": "long-term observations, snow depth using SR50A Sonic Ranging Sensors, land surface temperature with an SI-111 infrared radiometer, precipitation using rain-weighing sensors",
                "AnswerCn": "长期观测，使用SR50A超声波测距传感器测量雪深，使用SI-111红外辐射计测量地表温度，使用称重式雨量传感器测量降水。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rain-weighing sensors are used for precipitation measurements in the Hulu catchment?",
                "QuestionCn": "Hulu流域使用了多少个雨量传感器进行降水测量？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'cryospheric hydrology' in the context of groundwater studies in arid regions?",
                "QuestionCn": "在干旱地区的地下水研究中，“冰冻圈水文学”是指研究冰冻圈（如冰川、雪和冻土）与水文循环之间的相互作用及其对地下水资源的影响。",
                "AnswerEn": "Cryospheric hydrology refers to the study of the hydrological processes that are influenced by the cryosphere, which includes areas covered by snow, ice, glaciers, and permafrost. In the context of groundwater studies in arid regions, it involves understanding how changes in these cryospheric elements affect river runoff, water cycle, and water resources, particularly in mountainous areas that serve as a significant water source for arid regions.",
                "AnswerCn": "冰冻圈水文学是指研究受冰冻圈影响的水文过程，冰冻圈包括被雪、冰、 glaciers 和永久冻土覆盖的区域。在干旱地区的地下水研究中，它涉及理解这些冰冻圈元素的变化如何影响河流径流、水循环和水资源，特别是在作为干旱地区重要水源的山区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are 'automatic microlysimeters' and what role do they play in hydrological data collection?",
                "QuestionCn": "自动微量气象仪是什么，它们在水文数据收集中扮演什么角色？",
                "AnswerEn": "Automatic microlysimeters are devices used to measure evapotranspiration in a specific area. They provide precise and continuous data on water loss from soil surfaces, which is crucial for understanding the water balance and hydrological processes in a given region. These devices are important for collecting long-term data to model and predict hydrological changes, especially in the context of cryospheric and climate changes.",
                "AnswerCn": "自动微量测定仪是一种用于测量特定区域蒸散发的设备。它们提供关于土壤表面水分损失的精确和连续的数据，这对于理解特定区域的水分平衡和水文过程至关重要。这些设备对于收集长期数据以建模和预测水文变化尤其重要，特别是在冰冻圈和气候变化的背景下。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when obtaining cryospheric hydrology data compared to groundwater monitoring data in arid regions?",
                "QuestionCn": "在干旱地区获取冰冻圈水文学数据与地下水监测数据时面临的挑战有哪些不同？",
                "AnswerEn": "Obtaining cryospheric hydrology data is challenging due to the rapid changes in snow and ice masses, as well as the remote and harsh environments, leading to sparse observations and significant biases. Groundwater monitoring, on the other hand, faces challenges related to the spatial distribution of monitoring stations and the need for continuous data over time to understand seasonal changes.",
                "AnswerCn": "获取冰冻圈水文学数据具有挑战性，因为雪和冰的质量变化迅速，加上环境偏远且恶劣，导致观测稀疏和显著偏差。另一方面，地下水监测面临监测站空间分布不均和需要持续数据以理解季节变化的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the impact of cryospheric changes on river runoff in arid inland river basins based on the observed hydrological data patterns?",
                "QuestionCn": "根据观察到的水文数据模式，可以推断出冰冻圈变化对干旱内陆河流流量的影响。",
                "AnswerEn": "The cryospheric changes, including alterations in mountain snow, glaciers, and permafrost, have resulted in significant downstream impacts on water quantity, seasonality, and quality. These changes influence the water cycle and river discharge in cold regions, potentially increasing river runoff trends due to factors like increased rainfall, snowfall, and glacial runoff.",
                "AnswerCn": "冰冻圈的变化，包括山地雪、冰川和永久冻土的变化，导致了水量、季节性和水质的显著下游影响。这些变化影响了冷地区的水循环和河流流量，可能由于降雨、降雪和冰川径流的增加而导致河流径流趋势上升。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do long-term atmospheric and soil parameter data collected from various sensors contribute to understanding hydrological processes in mountainous regions?",
                "QuestionCn": "长期收集的气象和土壤参数数据通过各种传感器如何有助于理解山区的水文过程？",
                "AnswerEn": "The long-term monitoring of atmospheric and soil parameters, such as air temperature, humidity, soil moisture, and snow depth, using various sensors helps to determine hydrological processes by providing comprehensive observation data. This data assists in evaluating the effects of climate, cryosphere, and land cover changes on hydrology and water resources in mountainous areas.",
                "AnswerCn": "长期监测大气和土壤参数，如空气温度、湿度、土壤湿度和雪深，使用各种传感器有助于通过提供全面的观测数据来确定水文过程。这些数据有助于评估气候、冰冻圈和土地覆盖变化对山区水文和水资源的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What potential challenges might arise from using multiple data collection methods in remote and sparsely observed regions for hydrological research?",
                "QuestionCn": "在遥远和稀疏观测地区进行水文研究时，使用多种数据收集方法可能会出现哪些潜在挑战？",
                "AnswerEn": "Challenges include significant biases and errors in precipitation observations due to the remoteness and sparse coverage. Additionally, integrating diverse data collection methods, such as automated weather stations, manual field observations, and various sensor technologies, might result in inconsistencies and require rigorous calibration and validation to ensure data quality and reliability.",
                "AnswerCn": "挑战包括由于偏远地区和稀疏覆盖导致的降水观测中的显著偏差和错误。此外，整合多种数据收集方法，如自动气象站、人工现场观测和各种传感器技术，可能会导致不一致，并需要严格的校准和验证，以确保数据质量和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes of challenges in understanding cryospheric changes in remote alpine regions?",
                "QuestionCn": "理解偏远高山地区冰冻圈变化的挑战的根本原因是什么？",
                "AnswerEn": "The challenges in understanding cryospheric changes in remote alpine regions are primarily due to the remoteness of these areas and the sparse observations available. Additionally, precipitation observations are plagued by significant biases and errors, which complicate the gathering of accurate data.",
                "AnswerCn": "理解偏远高山地区冰冻圈变化的挑战主要源于这些地区的偏远性和稀少的观测数据。此外，降水观测存在显著的偏差和错误，这使得获取准确数据变得更加复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for comprehensive observation data to understand hydrological processes in mountainous regions?",
                "QuestionCn": "为什么需要全面的观测数据来理解山区的水文过程？",
                "AnswerEn": "Comprehensive observation data is needed to understand hydrological processes in mountainous regions because these areas significantly regulate river runoff and impact water resources in arid regions downstream. The lack of extensive data hampers the ability to assess the effects of climate, cryosphere, and land cover changes on these processes.",
                "AnswerCn": "全面的观测数据对于理解山区的水文过程至关重要，因为这些地区显著调节河流径流，并影响下游干旱地区的水资源。缺乏广泛的数据阻碍了评估气候、冰冻圈和土地覆盖变化对这些过程影响的能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors contribute to the complexity of measuring and modeling the impact of cryospheric changes on river runoff?",
                "QuestionCn": "影响测量和建模冰冻圈变化对河流径流影响复杂性的因素有哪些？",
                "AnswerEn": "The complexity of measuring and modeling the impact of cryospheric changes on river runoff is due to inadequate observation data, the significant challenges posed by the remoteness of these regions, and sparse precipitation observations that are prone to biases and errors. These factors make it difficult to accurately evaluate cryospheric impacts on hydrology.",
                "AnswerCn": "测量和建模冰冻圈变化对河流径流影响的复杂性源于观测数据不足、这些地区的偏远性带来的重大挑战，以及稀疏的降水观测数据容易出现偏差和错误。这些因素使得准确评估冰冻圈对水文的影响变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using sparse observations in remote alpine regions for groundwater monitoring and data accuracy?",
                "QuestionCn": "在遥远的高山地区使用稀疏观测进行地下水监测和数据准确性可能带来的潜在后果是什么？",
                "AnswerEn": "Sparse observations in remote alpine regions can lead to significant challenges in data accuracy, as they result in biases and errors in precipitation measurements and hinder comprehensive understanding of hydrological processes.",
                "AnswerCn": "在偏远的高山地区，稀疏的观测数据可能导致数据准确性面临重大挑战，因为这会导致降水测量中的偏差和错误，并妨碍对水文过程的全面理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the installation of automatic microlysimeters and AWS stations influence the quality and reliability of data collected in mountainous hydrology research?",
                "QuestionCn": "自动微量测定器和气象站的安装如何影响山区水文研究中收集数据的质量和可靠性？",
                "AnswerEn": "The installation of automatic microlysimeters and AWS stations enhances the quality and reliability of data by providing continuous and long-term monitoring of various meteorological and hydrological variables, which is crucial for evaluating the effects of climate, cryosphere, and land cover changes on mountainous hydrology.",
                "AnswerCn": "自动微量气象仪和气象站的安装通过提供对各种气象和水文变量的持续和长期监测，增强了数据的质量和可靠性，这对于评估气候、冰冻圈和土地覆盖变化对山区水文的影响至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of collecting groundwater samples from multiple wells over several years for understanding isotopic variations in alpine regions?",
                "QuestionCn": "在多个年份内从多个水井收集地下水样本对理解高山地区同位素变化的影响是什么？",
                "AnswerEn": "Collecting groundwater samples from multiple wells over several years allows for a more comprehensive analysis of isotopic variations, aiding in the understanding of water sources and hydrological processes in alpine regions, and providing insights into the effects of cryospheric changes on water resources.",
                "AnswerCn": "从多个井中收集地下水样本并持续多年，可以更全面地分析同位素变化，有助于理解高山地区的水源和水文过程，并提供关于冰冻圈变化对水资源影响的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main goal of employing comprehensive observation data to assess cryospheric changes and their impacts on hydrology in mountainous regions?",
                "QuestionCn": "利用综合观测数据评估山区冰冻圈变化及其对水文的影响的主要目标是什么？",
                "AnswerEn": "The scientific objective is to obtain comprehensive observation data about environmental factors to determine hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions.",
                "AnswerCn": "科学目标是获取关于环境因素的全面观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对山区水文和下游干旱地区水资源的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to use multiple data collection methods, such as AWS and manual observations, for understanding hydrological processes in remote and sparse regions?",
                "QuestionCn": "在偏远和稀疏地区理解水文过程时，使用多种数据收集方法（如AWS和手动观察）是重要的，因为这可以提供更全面和准确的信息。",
                "AnswerEn": "Understanding changes in vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Using multiple data collection methods helps to address significant biases and errors in precipitation observations, enabling more accurate understanding of hydrological processes.",
                "AnswerCn": "理解脆弱地区的变化面临重大挑战，因为这些地区偏远且观测稀少。使用多种数据收集方法有助于解决降水观测中的重大偏差和错误，从而更准确地理解水文过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can automated weather stations (AWS) be utilized to enhance the accuracy of meteorological data collection in alpine regions with sparse observations?",
                "QuestionCn": "自动气象站（AWS）如何被利用来增强在观测稀少的高山地区气象数据收集的准确性。",
                "AnswerEn": "Each AWS is equipped for the long-term monitoring of various meteorological variables, including air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, and precipitation amount. AWS data can be referenced against manual observations from a standard meteorological field to improve accuracy.",
                "AnswerCn": "每个自动气象站（AWS）都配备了长期监测各种气象变量的设备，包括空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度、土壤温度、土壤湿度、雪深和降水量。AWS 数据可以与标准气象观测站的手动观测数据进行对比，以提高准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to implement a distributed hydrological model that includes cryospheric hydrology for mountainous areas?",
                "QuestionCn": "实施一个包括山区冰冻圈水文学的分布式水文模型所需的程序步骤如下：",
                "AnswerEn": "To apply hydrological models in alpine catchments, long-term continuous soil parameter data need to be collected in conjunction with AWS data. This integration allows for the modeling of hydrological processes by accounting for cryospheric changes, vegetation patterns, and their effects on water balance and river runoff in mountainous regions.",
                "AnswerCn": "在高山流域应用水文模型时，需要收集长期连续的土壤参数数据，并与自动气象站（AWS）数据结合。这种整合可以通过考虑冰冻圈变化、植被模式及其对水量平衡和河流径流的影响，来模拟山区的水文过程。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methods are employed to measure and analyze soil water infiltration and hydraulic conductivity in alpine catchments?",
                "QuestionCn": "在高山集水区中，测量和分析土壤水分渗透和水力导 conductivity 的方法有哪些？",
                "AnswerEn": "Four methods are used to measure soil water infiltration and hydraulic conductivity, including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer, and the ring cutter method. These techniques help to assess the soil's ability to absorb and transmit water, which is crucial for understanding hydrological processes in alpine environments.",
                "AnswerCn": "四种方法用于测量土壤水分渗透和水力导度，包括单环渗透仪、双环渗透仪、胡德渗透仪和环切法。这些技术有助于评估土壤吸收和传输水分的能力，这对于理解高山环境中的水文过程至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods and technologies are used to enable long-term monitoring of cryospheric changes and their impact on water resources in mountainous regions?",
                "QuestionCn": "用于长期监测冰冻圈变化及其对山区水资源影响的方法和技术有哪些？",
                "AnswerEn": "Long-term monitoring is enabled by using automatic weather stations (AWS) for meteorological variables, stream-gauging stations for discharge, SI-111 infrared radiometers for land surface temperature, automatic microlysimeters for evapotranspiration, EC systems for turbulent data, and a variety of sensors for snow depth, soil moisture, and groundwater monitoring.",
                "AnswerCn": "长期监测通过使用自动气象站（AWS）来获取气象变量，流量测量站来监测流量，SI-111红外辐射计来测量地表温度，自动微蒸发计来测量蒸散发，EC系统来获取湍流数据，以及各种传感器来监测雪深、土壤湿度和地下水。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do researchers overcome the challenges of sparse and biased precipitation observations to ensure accurate data collection in remote alpine catchments?",
                "QuestionCn": "研究人员如何克服稀疏和偏倚的降水观测挑战，以确保在偏远高山流域中准确的数据收集？",
                "AnswerEn": "Researchers overcome these challenges by using a combination of manual and automatic precipitation gauges, including pit gauges and double reference intercomparison gauges, and synchronizing multiple AWS and rain-weighing sensors across the catchment, along with conducting intercomparison experiments based on WMO standards.",
                "AnswerCn": "研究人员通过使用手动和自动降水计的组合来克服这些挑战，包括坑式雨量计和双重参考互比雨量计，并在流域内同步多个自动气象站和雨量称重传感器，同时根据世界气象组织（WMO）标准进行互比实验。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What combination of observational tools and field experiments enables the evaluation of changes in vegetation patterns on alpine water balance and river runoff?",
                "QuestionCn": "什么样的观察工具和实地实验的组合能够评估高山植被模式对水文平衡和河流径流的变化？",
                "AnswerEn": "The evaluation is enabled by using a mix of sap flow sensors to estimate transpiration, diverse soil water infiltration methods, canopy precipitation interception observations, and monitoring variations in soil microbial communities, along with establishing runoff fields in different landscapes to study precipitation runoff processes.",
                "AnswerCn": "评估是通过使用一系列的SAP流传感器来估算蒸腾、不同的土壤水分渗透方法、树冠降水拦截观察以及监测土壤微生物群落的变化来实现的，同时在不同的景观中建立径流场以研究降水径流过程。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods in cryospheric hydrology face significant challenges in terms of measurement accuracy and reliability?",
                "QuestionCn": "在冰冻圈水文学中，数据收集方法可能面临测量准确性和可靠性方面的重大挑战。",
                "AnswerEn": "Understanding changes in vulnerable alpine regions poses challenges due to remoteness and sparse observations, with precipitation data particularly beset by biases and errors.",
                "AnswerCn": "理解脆弱的高山地区的变化面临挑战，因为这些地区偏远且观测稀少，降水数据尤其受到偏差和错误的困扰。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the lack of comprehensive datasets addressing the impacts of cryospheric changes on mountainous hydrology in arid regions?",
                "QuestionCn": "缺乏全面的数据集来研究冰冻圈变化对干旱地区山区水文影响的原因可能有哪些？",
                "AnswerEn": "A lack of adequate observation data and insufficient knowledge about many aspects of cryospheric hydrometeorology at regional scales hinders comprehensive understanding and dataset development.",
                "AnswerCn": "缺乏足够的观测数据和对许多区域尺度的冰冻圈水气象学方面的知识不足，阻碍了全面理解和数据集的发展。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the challenges faced in data collection for hydrological studies in remote alpine regions?",
                "QuestionCn": "如何评估在偏远高山地区进行水文研究时面临的数据收集挑战？",
                "AnswerEn": "Data collection in remote alpine regions faces significant challenges due to their remoteness and sparse observations. Precipitation observations, in particular, are beset with significant biases and errors, which pose challenges in understanding hydrological changes in these vulnerable regions.",
                "AnswerCn": "在偏远的高山地区，数据收集面临着重大挑战，因为这些地区偏远且观测稀少。特别是降水观测存在显著的偏差和错误，这给理解这些脆弱地区的水文变化带来了挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how groundwater level data is monitored and collected in remote alpine regions with sparse observations.",
                "QuestionCn": "我不明白在偏远的高山地区如何监测和收集地下水位数据，因为那里观测点稀少。",
                "AnswerEn": "Groundwater level data in remote alpine regions is monitored using sensors like the U20-HOBO water level sensor installed in wells. These sensors provide data on a daily scale, and additional monitoring involves long-term data collection through automated weather stations (AWS) and manual field observations to supplement the sparse data availability.",
                "AnswerCn": "在偏远的高山地区，地下水位数据通过安装在井中的U20-HOBO水位传感器进行监测。这些传感器提供日常数据，此外，还通过自动气象站（AWS）和人工现场观测进行长期数据收集，以补充稀缺的数据可用性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the methods used to address the challenges of precipitation measurement biases in these regions.",
                "QuestionCn": "我无法理解在这些地区解决降水测量偏差所采用的方法。",
                "AnswerEn": "Precipitation measurement challenges in these regions are addressed through the use of multiple types of sensors, such as total rain-weighing sensors synchronized with AWS. Additionally, intercomparisons are conducted by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and double reference intercomparison reference gauges to ensure accuracy and reduce biases.",
                "AnswerCn": "在这些地区，降水测量的挑战通过使用多种类型的传感器来解决，例如与自动气象站（AWS）同步的总雨量传感器。此外，还通过参考世界气象组织的固体降水比较实验，使用坑式雨量计和双重参考比较雨量计进行相互比较，以确保准确性并减少偏差。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in collecting long-term cryospheric hydrometeorological data in alpine regions and propose potential solutions.",
                "QuestionCn": "分析在高山地区收集长期冰冻圈水文气象数据所面临的挑战，并提出潜在解决方案。",
                "AnswerEn": "Challenges in collecting cryospheric hydrometeorological data include remoteness of locations, sparse observations, and significant biases in precipitation data. Potential solutions could involve deploying more automated weather stations (AWS), utilizing satellite data for remote sensing, and improving data integration techniques to address biases.",
                "AnswerCn": "收集冰冻圈水文气象数据的挑战包括地点的偏远性、观测稀疏以及降水数据的显著偏差。潜在的解决方案可以包括部署更多的自动气象站（AWS）、利用卫星数据进行遥感，以及改进数据集成技术以解决偏差问题。",
                "Level": "C6(Creating)"
            }
        ]
    }
}