{
  "id": "44ddf535-cc42-4edd-97f5-2b5cb6b6ee79",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The landuse map of Tianshui at 1:500,000 scale (1978)",
      "titleCn": "天水1:50万土地利用现状图（1978）",
      "description": "This data is digitized from the \"Tianshui Land Use Status Map\" of the drawing. This map is a key scientific and technological research project of the \"Seventh Five-Year Plan\" of the country: \"Three North\" Shelterbelt Remote Sensing Comprehensive Survey, one of the series maps of Ganqingning Type Area. The information is as follows:\n* Chief Editor: Wang Yimou\n* Deputy Editors: Feng Yushun, You Xianxiang, Shen Yuancun\n* Editors: Wang Xian, Wang Jingquan, Qiu Mingxin, Quan Zhijie, Mou Xindai, Qu Chunning, Yao Fafen, Qian Tianjiu, Huang Autonomy, Mei Chengrui, Han Xichun, Li Yujiu, Hu Shuangxi\n* Responsible Editor: Huang Meihua\n* Manuscript: Mou Xin-shi, Cui Sai-hua, Wang Xian.  He Shouhua\n* Compiling: He Shouhua, Wang Xian, Quan Zhijie, Cui Saihua, Long Yaping, Mu Xinshi, He Shouhua, Mao Xiaoli, Cui Saihua, Wang Changhan\n* Editors: Feng Yushun and Wang Yimou\n* Qing Hua: Feng Yushun, Zhang Jingqiu, Yang Ping\n* Cartography: Feng Yushun, Yao Fafen, Wang Jianhua, Zhao Yanhua, Li Weimin\n* Cartographic unit: compiled by Desert Research Office of Chinese Academy of Sciences\n* Publishing House: Xi 'an Map Publishing House\n* Scale: 1: 500000\n* Publication time: not yet available\n2. File Format and Naming\nData is stored in ESRI Shapefile format, including the following layers:\nTianshui landuse map (landuse), River, Road, point-like residential land and area-like residential land\n3. Data Fields and Attributes\nType number land resource class Land_type\n88 Exposedrock\n86 bare soil Bareground\n85 sandy beach and dry ditch Sandy flat and dryvally\n446 Artemisia ordosica, miscellaneous grass G1. Artemisia subdingata mixed herbs\n445 fern, miscellaneous grass G1. pterideumaquilumvar. latiusculummixedherbs444 Polygonum viviparum, grass G1. G1.Polygonumriciparum,grasses\n443 Huang Qiangwei, Spiraea shrub miscellaneous grass G1. Rosa Hugo NIS, Spiraea Canes Cens Scrub Mixed Weeds\n442 honeysuckle, elaeagnus pungens shrub miscellaneous grass g1.lonicera japonica eluegas pungens shurb mixed herbs\n441 Tiger Hazelnut, Shrub Miscellaneous Grass G1. Ostryopsis Daridiana Scrub Mixed Herbs  .............\nPlease refer to the data document for details.\n2. Projection information:\nAngular Unit: Degree (0.017453292519943295)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Beijing_1954\nSpheroid: Krasovsky_1940\nSemimajor Axis: 6378245.000000000000000000\nSemiminor Axis: 6356863.018773047300000000\nInverse Flattening: 298.300000000000010000",
      "descriptionCn": "该数据数字化自图纸的《天水土地利用现状图》,本图是国家‘七五’重点科技攻关项目：“三北“防护林遥感综合调查，甘青宁类型区系列图之一，信息如下:\n    * 主编:王一谋\n    * 副主编:冯毓荪、游先祥、申元村\n    * 编委:王贤、王镜泉、丘明新、全志杰、牟新待、曲春宁、姚发芬、钱天久、黄自治、梅成瑞、韩熙春、李裕久、胡双熙\n    * 责任编辑:黄美华\n    * 编稿:牟新诗、崔赛华、王贤。何守华\n    * 编绘:何守华、王贤、全志杰、崔赛华、龙亚萍、牟新诗、何守华、毛晓利、崔赛华、王长涵\n    * 编辑:冯毓荪、王一谋\n    * 清绘:冯毓荪、张景秋、杨萍\n    * 制图:冯毓荪、姚发芬、王建华、赵燕华、李伟民\n    * 制图单位:中国科学院沙漠研究室编制\n    * 出版社:西安地图出版社 \n    * 比例尺:1：500000\n    * 出版时间: 暂无\n2、  文件格式与命名\n数据均以ESRI Shapefile格式储存,包括一下图层：\n天水土地利用现状图(landuse)、河流(River)、道路(Road)、点状居民地、面状居民地\n3、数据字段及属性\n类型编号   土地资源类    Land_type\t\n88   裸岩     Exposedrock                     \t\n86   裸土     Bareground                              \t\n85   沙滩和干沟   Sandy flat and dryvally          \t\n446  牛尾蒿、杂类草 G1.Artemisia Subdinguata mixed herbs                                            \t\n445   蕨、杂类草  G1.PteridiumaquilinumVar.latiusculummixedherbs 444  珠芽蓼、禾草                                                   G1.Polygonumriciparum,grasses                         \t\n443   黄蔷薇、绣线菊灌木杂类草   G1.Rosa hugonis,Spiraea canescens scrub mixed weeds\n442    忍冬、胡颓子灌丛杂类草  G1.Lonicera japonica Elueagas pungens shurb mixed herbs   \n441    虎榛子、灌木杂类草  G1.Ostryopsis daridiana scrub mixed herbs .............   \n具体请参考数据文档             \n2、投影信息：\nAngular Unit: Degree (0.017453292519943295)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Beijing_1954\n  Spheroid: Krasovsky_1940\n    Semimajor Axis: 6378245.000000000000000000\n    Semiminor Axis: 6356863.018773047300000000\n    Inverse Flattening: 298.300000000000010000",
      "instructions": "The data is stored in vector SHP format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以矢量shp格式存储，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 108.6,
      "west": 104.2,
      "south": 34.07,
      "north": 36.47,
      "startTime": null,
      "endTime": null,
      "fileSize": 3624140.0,
      "cstr": "18406.11.Socioeco.tpdc.270667",
      "doi": "10.11888/Socioeco.tpdc.270667",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王一谋",
        "nameEn": "WANG Yimou",
        "unitEn": "",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "游先祥",
        "nameEn": "YOU Xianxiang, SHEN Yuancun, FENG Yusun, WANG Xian, YAO Fafen",
        "unitEn": "",
        "unitCn": "中国科学院沙漠研究室编制"
      }
    ],
    "literatureList": [
      {
        "titleCn": "天水土地利用现状图",
        "titleEn": null,
        "referenceCn": "王一谋,游先祥,申元村,冯毓荪,王建华,王贤,姚发芬,天水土地利用现状图,中国科学院沙漠研究室,西安地图出版社,??年",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "天水",
        "keywordEn": "Tianshui"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1978",
        "keywordEn": "1978",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how ESRI Shapefile format is used to store and manage geographic data related to land use and natural features?",
        "QuestionCn": "您能否提供一个示例，说明如何使用ESRI Shapefile格式存储和管理与土地利用和自然特征相关的地理数据？",
        "AnswerEn": "The ESRI Shapefile format is used to store various layers of geographic data such as land use (landuse), rivers (River), roads (Road), point settlements, and area settlements. These layers allow for the visualization and analysis of the land use status, including the classification of different types of land such as exposed rock, bare ground, and various mixed herbs and shrubs, as specified in the metadata for the 1:500000 Tianshui land use map.",
        "AnswerCn": "ESRI Shapefile格式用于存储各种地理数据层，如土地利用（landuse）、河流（River）、道路（Road）、点状聚落和区域聚落。这些图层允许对土地利用状态进行可视化和分析，包括对不同类型土地的分类，如裸露岩石、裸地以及各种混合草本和灌木，这些在1:500000天水土地利用图的元数据中有说明。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and classifications used in a dataset that captures land use and vegetation types?",
        "QuestionCn": "捕捉土地利用和植被类型的数据集中使用的具体属性和分类是什么？",
        "AnswerEn": "88 for Exposedrock, 86 for Bareground, 85 for Sandy flat and dryvally, G1.Artemisia Subdinguata mixed herbs, G1.Lonicera japonica Elueagas pungens shurb mixed herbs",
        "AnswerCn": "88为裸露岩石，86为裸地，85为沙地平坦和干谷，G1.蒿属亚种混合草本，G1.金银花和胡颓子灌木混合草本。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different land types are classified in a dataset related to land use status in Tianshui?",
        "QuestionCn": "在与天水土地利用状态相关的数据集中，分类了多少种不同的土地类型？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ESRI Shapefile format' mean in the context of geospatial datasets?",
        "QuestionCn": "在地理空间数据集的上下文中，“ESRI Shapefile格式”是什么意思？",
        "AnswerEn": "ESRI Shapefile format refers to a popular geospatial vector data format for geographic information system (GIS) software. It is used to store the location, shape, and attributes of geographic features, such as land use, rivers, roads, and residential areas, as described in the metadata.",
        "AnswerCn": "ESRI Shapefile格式是一个流行的地理空间矢量数据格式，用于地理信息系统（GIS）软件。它用于存储地理特征的位置、形状和属性，例如土地利用、河流、道路和住宅区，如元数据中所描述的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method for the 1:50,000 land use status map from Tianshui compare to other land use data collection techniques in terms of scale, detail, and projection information?",
        "QuestionCn": "天水市1:50,000土地利用现状图的数据收集方法与其他土地利用数据收集技术在比例尺、细节和投影信息方面有何比较？",
        "AnswerEn": "The 1:50,000 land use status map from Tianshui uses a digital format derived from a paper map and employs the ESRI Shapefile format for storage, with layers including land use, rivers, roads, and residential areas. It uses a scale of 1:500,000 and is based on the D_Beijing_1954 datum with a Krasovsky_1940 spheroid. In comparison, other land use data collection techniques might use different scales, projection systems, or data formats, which can affect the level of detail and compatibility with other datasets.",
        "AnswerCn": "天水的1:50,000土地利用现状图采用从纸质地图衍生的数字格式，并使用ESRI Shapefile格式进行存储，图层包括土地利用、河流、道路和居民区。它的比例尺为1:500,000，基于D_Beijing_1954基准和Krasovsky_1940椭球体。相比之下，其他土地利用数据收集技术可能使用不同的比例尺、投影系统或数据格式，这可能会影响细节水平和与其他数据集的兼容性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals behind creating a dataset of land use status maps using ESRI Shapefile format, and how do they contribute to remote sensing investigations in protective forest areas?",
        "QuestionCn": "创建土地利用状态地图数据集（使用ESRI Shapefile格式）的主要目标是什么，以及它们如何为保护森林区域的遥感研究做出贡献？",
        "AnswerEn": "The primary goals behind creating a dataset using ESRI Shapefile format for land use status maps are likely to standardize data storage and facilitate spatial analysis in geographic information systems (GIS). This format supports comprehensive remote sensing investigations, particularly in protective forest areas, by enabling detailed, layer-based examination of land use, rivers, roads, and residential areas. These datasets contribute to the broader goal of understanding land use patterns and supporting projects like the 'Three North' Shelter Forest Program, enhancing environmental management and planning efforts.",
        "AnswerCn": "创建使用ESRI Shapefile格式的土地利用状态地图数据集的主要目标可能是标准化数据存储并促进地理信息系统（GIS）中的空间分析。该格式支持全面的遥感调查，特别是在保护森林区域，通过实现对土地利用、河流、道路和居住区的详细分层检查。这些数据集有助于更广泛的目标，即理解土地利用模式并支持“三北”防护林工程等项目，从而增强环境管理和规划工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in digitizing a land use map from paper to ESRI Shapefile format, and what challenges might arise during this process?",
        "QuestionCn": "将纸质土地利用图数字化为ESRI Shapefile格式涉及哪些步骤，以及在此过程中可能出现哪些挑战？",
        "AnswerEn": "The digitization process involves scanning the paper map to create a digital image, georeferencing the image to align it with geographical coordinates, vectorizing the map features such as land use, rivers, roads, and residential areas into digital layers, and storing these in ESRI Shapefile format. Challenges may include ensuring accurate georeferencing, handling discrepancies between the paper map and digital data, and maintaining data integrity during vectorization.",
        "AnswerCn": "数字化过程包括扫描纸质地图以创建数字图像，将图像进行地理参考以与地理坐标对齐，将地图特征（如土地利用、河流、道路和住宅区）矢量化为数字图层，并将其存储为ESRI Shapefile格式。挑战可能包括确保准确的地理参考、处理纸质地图与数字数据之间的差异，以及在矢量化过程中保持数据完整性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}