{
    "id": "456553d9-b91f-4b2c-95af-d08fea1814c0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of the survey at the sampling plots in the transit zone between oasis and desert in the Linze station foci experimental area from May to Jun, 2008",
            "titleCn": "黑河综合遥感联合试验：临泽站加密观测区荒漠过渡带样方调查数据集（2008年5月-6月）",
            "description": "The dataset of the survey at the sampling plots in the transit zone between oasis and desert was obtained in the Linze station foci experimental area. Observation items included:\n     (1) soil moisture and temperature of the soil profiles (0-10cm, 10-20cm, 20-30cm and 30-40cm) measured by the cutting ring method (50cm^3, once each layer) and the probe thermometer (15cm, twice each layer) on May 25, 2008. Data were archived as Excel files.\n     (2) biomass (green weight and dry weight, samples from 0.5m×0.5m) with photos measured by the plant harvesting in LY07 quadrate on Jun. 22, 2008. Data were archived as Excel files.\n     (3) vegetation coverage measured by the diagonal method on Jun. 22, 2008. By estimating the coverage along the two diagonals, the total coverage of the plot can be developed. Data were archived as Excel files.",
            "descriptionCn": "2008年5月25日和6月22日在临泽站加密观测区开展荒漠过渡带样方调查。\n调查的主要内容：\n1．土壤剖面；土壤分层：0-10cm，10-20cm，20-30cm，30-40cm共计4层，东西样带和南北样带各1各剖面。观测项目：土壤水分和土壤温度。观测仪器与采样数量：土壤水分观测用环刀（体积50cm^3），每层1次；土壤温度观测用美国6310针式土壤温度计（15cm），每层2个重复。数据存储：Excel。测量时间：2008-05-25。\n2．生物量调查；观测项目：生物量（干重和鲜重），有采样时照片。观测方法：收割法。观测地点：LY07样方周围，6个生物量收割法采样样方。红柳和沙拐枣单株植物较大，无法采用收割法，只按比例，将其中的一支或者两支剪下；其余采样样方均为50cm×50cm。数据存储：Excel。测量时间：2008-06-22。\n3．植被覆盖度；测量方法：对角线法，即分别估测两条对角钱上植被的覆盖度（重叠部分只算1 次），按算术平均计算样地的总覆盖度。覆盖度观测与生物量观测同时进行。数据存储：Excel。测量时间：2008-06-22。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.201,
            "west": 100.11,
            "south": 39.311,
            "north": 39.379,
            "startTime": "2008-06-08 08:00:00",
            "endTime": "2008-07-06 08:00:00",
            "fileSize": 54598264.0,
            "cstr": "18406.11.water973.0109.db",
            "doi": "10.3972/water973.0109.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "高松",
                "nameEn": "GAO Song",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "潘小多",
                "nameEn": "PAN Xiaoduo",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "钱金波",
                "nameEn": "Qian Jinbo",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宋怡",
                "nameEn": "SONG Yi",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "汪洋",
                "nameEn": "WANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "朱仕杰",
                "nameEn": "ZHU Shijie",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤剖面",
                "nameEn": "Soil horizons/profile"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-05-25",
                "keywordEn": "2008-05-25",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-22",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for assessing soil profiles in desert transition zones?",
                "QuestionCn": "评估沙漠过渡区土壤剖面的数据收集方法的特点是什么？",
                "AnswerEn": "0-10cm, 10-20cm, 20-30cm, 30-40cm, east-west transect, north-south transect, soil moisture, soil temperature, 50cm^3, 15cm needle-type soil thermometer, two repetitions per layer, Excel format, May 25, 2008",
                "AnswerCn": "0-10厘米，10-20厘米，20-30厘米，30-40厘米，东西走向的样带，南北走向的样带，土壤湿度，土壤温度，50立方厘米，15厘米针式土壤温度计，每层重复两次，Excel格式，2008年5月25日。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil profile layers are sampled in a dataset examining the desert transition zone?",
                "QuestionCn": "在一个研究沙漠过渡区的数据集中，采样了多少个土壤剖面层？",
                "AnswerEn": "0-10cm, 10-20cm, 20-30cm, 30-40cm",
                "AnswerCn": "0-10厘米, 10-20厘米, 20-30厘米, 30-40厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the observed patterns in soil moisture and temperature across different soil layers reveal about the environmental and climatic conditions of the desert transition zone during the measurement period?",
                "QuestionCn": "不同土壤层次的土壤湿度和温度的观察模式可以揭示测量期间沙漠过渡区的环境和气候条件。",
                "AnswerEn": "The observed patterns in soil moisture and temperature, collected through soil profiling at different depths, can provide insights into the environmental and climatic conditions of the desert transition zone. Variations in soil moisture levels across the 0-10cm, 10-20cm, 20-30cm, and 30-40cm layers may indicate the infiltration rate of water and its retention capacity, which can be influenced by precipitation events, evaporation rates, and soil composition. Similarly, temperature variations might reflect daily and seasonal temperature changes, solar radiation penetration, and heat transfer within the soil. These patterns can help infer the overall soil health, potential plant growth conditions, and the resilience of the ecosystem to climatic variations during the measurement period in late May 2008.",
                "AnswerCn": "通过在不同深度进行土壤剖面采样收集的土壤湿度和温度的观察模式，可以为沙漠过渡区的环境和气候条件提供洞察。0-10厘米、10-20厘米、20-30厘米和30-40厘米层的土壤湿度水平的变化可能表明水的渗透率和保留能力，这可能受到降水事件、蒸发率和土壤成分的影响。同样，温度的变化可能反映日常和季节性的温度变化、太阳辐射的穿透以及土壤内的热传递。这些模式可以帮助推断整体土壤健康、潜在植物生长条件以及生态系统在2008年5月底测量期间对气候变化的韧性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications for data accuracy and ecological insights when employing different soil depth measurements and biomass collection methods in arid transition zones?",
                "QuestionCn": "在干旱过渡区采用不同的土壤深度测量和生物量采集方法时，对数据准确性和生态洞察的影响是什么？",
                "AnswerEn": "Using varying soil depths and biomass collection methods can lead to differences in data accuracy and ecological insights. The use of specific soil depth layers (0-10cm, 10-20cm, 20-30cm, 30-40cm) allows for detailed understanding of soil moisture and temperature variations, which can affect plant growth and ecosystem dynamics. Additionally, employing different biomass collection methods, such as the harvesting method and proportional sampling for larger plants, can impact the precision of biomass data and the interpretation of ecological interactions within the desert transition zone.",
                "AnswerCn": "使用不同的土壤深度和生物量采集方法可能导致数据准确性和生态洞察的差异。使用特定的土壤深度层（0-10厘米、10-20厘米、20-30厘米、30-40厘米）可以详细了解土壤湿度和温度的变化，这些变化会影响植物生长和生态系统动态。此外，采用不同的生物量采集方法，如收割法和对较大植物的比例采样，可能会影响生物量数据的精确性以及对沙漠过渡区生态相互作用的解读。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting soil moisture and temperature data in multiple layers using specific instruments in arid transition zones?",
                "QuestionCn": "在干旱过渡区使用特定仪器收集多个层次的土壤湿度和温度数据的目标是什么？",
                "AnswerEn": "The main goal is to understand the soil profile's moisture and temperature dynamics, which are crucial for studying desertification processes and the impact of environmental conditions on soil properties in arid transition zones. This can inform ecological management and conservation strategies in such environments.",
                "AnswerCn": "主要目标是了解土壤剖面的湿度和温度动态，这对于研究沙漠化过程以及环境条件对干旱过渡区土壤特性的影响至关重要。这可以为此类环境中的生态管理和保护策略提供信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to ensure accurate soil moisture and temperature measurements in desert transition zones using remote sensing techniques?",
                "QuestionCn": "在沙漠过渡区使用遥感技术确保土壤湿度和温度测量准确的程序有哪些？",
                "AnswerEn": "Soil moisture and temperature are measured using a ring knife for soil moisture (volume 50cm^3) and a needle-type soil thermometer from the United States (6310 model, 15cm) for soil temperature, with one measurement per layer for moisture and two repetitions per layer for temperature. These measurements are conducted at specific soil depths: 0-10cm, 10-20cm, 20-30cm, and 30-40cm.",
                "AnswerCn": "土壤湿度和温度的测量使用环刀进行土壤湿度测量（体积50cm³）和来自美国的针式土壤温度计（6310型号，15cm）进行土壤温度测量，每层湿度测量一次，温度测量每层重复两次。这些测量在特定的土壤深度进行：0-10cm、10-20cm、20-30cm和30-40cm。",
                "Level": "C3(Applying)"
            }
        ]
    }
}