{
    "id": "45cb1991-fcf3-4e01-bc13-22905248d732",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Land use type data for 1000m on the northeast edge of the Qinghai Tibet Plateau (2015)",
            "titleCn": "青藏高原东北缘1000m土地利用类型数据（2015）",
            "description": "This data is land use type data of 1000m in the northeast edge of the Qinghai Tibet Plateau, stored in raster format. The data is sourced from the national land cover data released by the team of Professor Yang Jie and Professor Huang Xin from Wuhan University, and was obtained by cropping the original geological map according to the study area in ArcGIS software. There are 24 types of land use in the region, mainly grassland, unused land and shrub land. Grassland occupies the largest area, among which the medium coverage grassland is the main area, and the reservoir pit occupies the smallest area. The land use type map can express the results of land surveys and is an important method for studying land use types. It plays an important role in land science research and plays an extremely important role in the development characteristics of debris flows in different regions. This study can provide data and scientific basis for in-depth research on the influencing factors of debris flow disasters, and also provide relevant information for the study of debris flows in the study area, providing a basis for related disaster prevention and reduction work.",
            "descriptionCn": "该数据为青藏高原东北缘1000m土地利用类型数据，存储格式为栅格数据。数据来源于武汉大学杨杰和黄昕教授团队发布的全国土地覆被数据，由原始地质图在ArcGIS软件中按照研究区范围裁剪获得。区域内共有24种土地利用类型，以草地、未利用土地和灌木林地为主，草地所占面积最大，其中以中覆盖度草地为主，水库坑塘所占面积最小。土地利用类型图可以表达土地调查的成果，又是研究土地使用类型的重要方法，对土地学研究有着重要的作用，对泥石流在不同区域发育特征具有极其重要的作用。本研究可为深入研究泥石流灾害发育影响因素提供数据及科学依据，同时也为研究区域内泥石流的研究提供相关资料，为相关防灾减灾工作提供依据。\n",
            "instructions": "File name: Land use type data for the northeast edge of the Qinghai Tibet Plateau. tif, data reading method: The data can be opened and used using ArcGIS, ENVI, or other geographic information systems and remote sensing software.",
            "instructionsCn": "文件命名：青藏高原东北缘土地利用类型数据.tif，数据读取方式：数据可用ArcGIS、ENVI或其他地理信息系统和遥感软件打开使用。\n",
            "east": 107.0,
            "west": 93.47,
            "south": 31.78,
            "north": 40.51,
            "startTime": null,
            "endTime": null,
            "fileSize": 252431.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "3"
        },
        "authorList": [
            {
                "nameCn": "杨为民",
                "nameEn": "YANG Weimin",
                "unitEn": "",
                "unitCn": "中国地质科学院地质力学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The 30 m annual land cover dataset and its dynamics in China from 1990 to 2019, Earth Syst",
                "referenceCn": null,
                "referenceEn": "Yang, J., Huang, X. (2021). The 30 m annual land cover dataset and its dynamics in China from 1990 to 2019. Earth Syst. Sci. Data, 13, 3907–3925, https://doi.org/10.5194/essd-13-3907-2021."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地利用格局",
                "nameEn": "Land use pattern"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东北缘",
                "keywordEn": "Northeast margin of  Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015年",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many types of land use are identified in a dataset related to the northeastern edge of the Tibetan Plateau?",
                "QuestionCn": "在与青藏高原东北边缘相关的数据集中，识别出多少种土地利用类型？",
                "AnswerEn": "24",
                "AnswerCn": "24",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '栅格数据' mean in the context of land use classification on the northeastern margin of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原东北边缘的土地利用分类中，“栅格数据”指的是一种以网格形式组织和存储地理信息的数据类型。",
                "AnswerEn": "栅格数据, or raster data, in the context of land use classification on the northeastern margin of the Qinghai-Tibet Plateau refers to a type of spatial data format that represents land use types as a grid of cells or pixels, with each pixel representing a specific land use category. This format is used to store and analyze geographical and spatial information about the land use types within the region, allowing researchers to visualize and interpret the distribution and extent of different land use categories, such as grasslands, unused land, and shrubland, across the area studied.",
                "AnswerCn": "栅格数据，在青藏 Plateau东北边缘的土地利用分类中，指的是一种空间数据格式，它将土地利用类型表示为一个网格的单元或像素，每个像素代表一个特定的土地利用类别。这种格式用于存储和分析该地区土地利用类型的地理和空间信息，使研究人员能够可视化和解释不同土地利用类别（如草地、未利用土地和灌木地）在研究区域内的分布和范围。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting land use type data in the northeastern margin of the Qinghai-Tibet Plateau at a 1000m resolution?",
                "QuestionCn": "在青藏高原东北边缘以1000米分辨率收集土地利用类型数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide data and scientific evidence for studying factors affecting the development of debris flow disasters, as well as to support research related to debris flow in the area and contribute to disaster prevention and mitigation efforts.",
                "AnswerCn": "主要目标是提供数据和科学证据，以研究影响泥石流灾害发展的因素，并支持该地区与泥石流相关的研究，促进灾害预防和减缓工作。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the accurate classification of land use types in large-scale geographic areas?",
                "QuestionCn": "哪些方法能够在大规模地理区域内准确分类土地利用类型？",
                "AnswerEn": "The use of raster data formats and geographic information system (GIS) software such as ArcGIS allows for precise classification and mapping of land use types by processing original geological maps to fit specific study areas. This approach supports the identification and classification of various land use types, including grasslands and unused lands, which are predominant in certain regions.",
                "AnswerCn": "使用栅格数据格式和地理信息系统（GIS）软件，如ArcGIS，可以通过处理原始地质图以适应特定研究区域，精确分类和绘制土地利用类型。这种方法支持识别和分类各种土地利用类型，包括在某些地区占主导地位的草地和未利用土地。",
                "Level": "C3(Applying)"
            }
        ]
    }
}