{
  "id": "45d73756-3f5a-4d27-82a4-952e268c20e8",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Homogenized solar radiation data set over Japan (1870-2015)",
      "titleCn": "日本区域均一化太阳辐射数据集（1870-2015）",
      "description": "This dataset includes the observed surface incident solar radiantion, and sunshine duration derived soalr radiation, and their homogenized series at 156 meteorological stations in Japan from 1870 to 2015. According to Yang's method, the surface solar radiation is calculated from the observed sunshine duration hours, and then the breakpoints of unnatural factors in the data series are adjusted by RH test homogenization method, so as to obtain the regional homogenized monthly solar radiation data set in Japan.",
      "descriptionCn": "本数据集包括日本地区156个气象站点的观测太阳辐射、日照时数估算的太阳辐射数据以及它们对应的均一化数据。该数据集根据Yang（2006）的方法由观测日照时数推算得到地表太阳辐射，再通过RH-test均一化方法对数据系列中非自然因素的断点进行调整，进而获取日本区域均一化的太阳辐射月数据集。",
      "instructions": "File naming: data is stored in text format, and each site corresponds to a text. The file is named \"XXXXX. TXT\", where xxxxx is the WMO station ID of the site. Station_ Information.tx records the WMO ID and longitude of the site（ °）、 Latitude（ °） And elevation (m) information.\nData reading mode: all files in the data set can be directly opened by text program (such as Notepad), the first column is year, the second column is month, the third column is the observed surface solar radiation data, the fourth column is the sunshine duration derived solar radiation, the fifth column is the homogenized series of the third column and the sixth column is the homogenized series of the foruth column. The data default value is set as NaN.",
      "instructionsCn": "文件命名：数据以文本格式储存，每个站点对应一个文本，文件的命名为“XXXXX.txt”，其中XXXXX为站点的WMO Station ID。station_information.txt记录站点的WMO ID、经度（°）、纬度（°）和高程（米）信息。\n数据读取方式：该数据集中的所有文件可以直接用文本程序（如记事本）打开，第一列为年份，第二列为月份，第三列为观测地表太阳辐射数据,，第四列为根据观测日照数据推算的太阳辐射，第五列是第三列均一化后的数据，第六列是第四列均一化的数据。数据缺省值以NaN为标记。",
      "east": 155.0,
      "west": 120.0,
      "south": 20.0,
      "north": 50.0,
      "startTime": "1869-12-31 23:54:00",
      "endTime": "2015-12-30 00:00:00",
      "fileSize": 6656300.0,
      "cstr": "18406.11.Meteoro.tpdc.271524",
      "doi": "10.11888/Meteoro.tpdc.271524",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马倩",
        "nameEn": "MA Qian",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "贺嫣颐",
        "nameEn": "HE Yanyi",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "王开存",
        "nameEn": "WANG Kaicun",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "苏良缘",
        "nameEn": "SU Liangyuan",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Homogenized century-long surface incident solarrad...",
        "referenceCn": null,
        "referenceEn": "Ma, Q., Wang, K., He, Y., Su, L., Wu, Q., Liu, H., & Zhang, Y. (2022). Homogenized century-long surface incident solar radiation over Japan. Earth System Science Data, 14, 463-477, 10.5194/essd-14-463-2022."
      },
      {
        "titleCn": null,
        "titleEn": "New Techniques for the Detection and Adjustment of Shifts in Daily Precipitation Data Series",
        "referenceCn": null,
        "referenceEn": "Wang, X. L. L.,Chen, H. F., Wu, Y. H., Feng, Y., & Pu, Q.  (2010). New Techniques for the Detection and Adjustment of Shifts in Daily Precipitation Data Series. Journal Of Applied Meteorology And Climatology, 49(12), 2416-2436."
      },
      {
        "titleCn": null,
        "titleEn": "Improving estimation of hourly, daily, and monthly solar radiation by importing global data sets",
        "referenceCn": null,
        "referenceEn": "[2] Yang, K., T. Koike, B. Ye, 2006: Improving estimation of hourly, daily, and monthly solar radiation by importing global data sets, Agricultural and Forest Meteorology, 137, 43-55."
      },
      {
        "titleCn": null,
        "titleEn": "Decadal variability of surface incident solar radiation over China: Observations, satellite retrievals, and reanalyses",
        "referenceCn": null,
        "referenceEn": "Wang, K. C., Ma, Q., Li, Z. J., & Wang, J. K. (2015). Decadal variability of surface incident solar radiation over China: Observations, satellite retrievals, and reanalyses. J Geophys Res-Atmos, 120(13), 6500-6514."
      },
      {
        "titleCn": null,
        "titleEn": "Measurement Methods Affect the Observed Global Dimming and Brightening",
        "referenceCn": null,
        "referenceEn": "Wang, K. C., Dickinson, R., Ma, Q., Augustine, J. A., & Wild, M. (2013). Measurement Methods Affect the Observed Global Dimming and Brightening. J Climate, 26(12), 4112-4120."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "太阳辐射",
        "nameEn": "Solar radiation"
      },
      {
        "nameCn": "日照",
        "nameEn": "Sunshine"
      },
      {
        "nameCn": "日照时数",
        "nameEn": "Sunshine duration"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "日本",
        "keywordEn": "Japan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1870-2015",
        "keywordEn": "1870-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The amount of solar radiation incident at the surface (Rs) is determined mainly by atmospheric clouds and aerosols as well as solar elevation. Rs has been linked to observed variable decadal warming rates. Existing studies have shown that observed Rs data may have major inhomogeneity problems because of sensitivity drift and instrument replacement. In particular, it has been shown that measurement biases can explain discrepancies between observed and simulated Rs decadal variability. The metadata of Rs observations, including instruments, measurement methods, instrument calibrations, and changes in stations, are essential information to examine the homogeneity of the observed Rs."
      ],
      "research objective": [
        "This study provides metadata and reference data to homogenize observed Rs data over China. With this information, it can be explicitly claimed that the sensitivity drift from 1957 to 1989 can be attributed to the pyranometers used to measure diffuse and total solar radiation, whereas measurements of direct solar radiation (Rsdir) were not impaired."
      ],
      "challenges": [
        "Existing studies have shown that observed Rs data may have major inhomogeneity problems because of sensitivity drift and instrument replacement. Another great challenge in homogenizing observed Rs data is finding homogenous reference data. Rs exhibits strong spatial variation, and stations measuring Rs are very sparsely distributed. Therefore, neighboring stations cannot be used as reference stations to homogenize observed Rs data."
      ],
      "methods": [
        "In this study, intercomparisons of observation-based (observed Rs and SunDu-derived Rs) and model-based (climate models, reanalyses, and satellite retrievals) estimates have been carried out. An open-source software package, RHtest4, was used to perform the homogenization. In this study, the monthly Rs were homogenized using two methods: mean adjusted and quantile-matching (Q-M) adjusted."
      ],
      "dataset": [
        "SunDu was then used to calculate Rs from 1950 to 2012 at each station on a daily scale and averaged to generate monthly averages. Detailed validation information for the SunDu-derived Rs can be found in Wang, which shows that Rs can be calculated accurately from SunDu data from daily to decadal time scales. Monthly Rs from historical runs of 48 CMIP5 ESMs were downloaded for this research. The historical runs covered the period from 1850 to 2005, a choice which was forced by atmospheric composition changes from both anthropogenic and natural sources."
      ],
      "findings": [
        "Rs averaged over 105 stations in China decreased at approximately 2.9 W m−2 per decade from 1961 to 1990 and remained stable afterward. This decadal variability is confirmed by the observed Rsdir and diurnal temperature ranges, and can be reproduced by high-quality Earth System Models. However, neither satellite retrievals nor reanalyses can accurately reproduce such decadal variability over China."
      ],
      "backgroundCn": [
        "地表入射的太阳辐射量（Rs）主要受到大气云层和气溶胶以及太阳高度角的影响。Rs与观察到的十年温暖率变化有关。现有研究表明，观察到的Rs数据可能存在重大不均匀性问题，这主要是由于灵敏度漂移和仪器更换。特别是，测量偏差可以解释观察到的和模拟的Rs十年变率之间的差异。Rs观测的元数据，包括仪器、测量方法、仪器校准和站点变化，是检查观察到的Rs均匀性的重要信息。"
      ],
      "research objectiveCn": [
        "本研究提供了中国观测到的Rs数据的元数据和参考数据。根据这些信息，可以明确指出，从1957年到1989年的灵敏度漂移可以归因于用于测量散射和总太阳辐射的光电池，而直接太阳辐射（Rsdir）的测量并未受到影响。"
      ],
      "challengesCn": [
        "现有研究表明，观测到的Rs数据可能存在重大不均匀性问题，这主要是由于灵敏度漂移和仪器更换造成的。另一个对均匀化观测Rs数据的重大挑战是寻找均匀的参考数据。Rs表现出强烈的空间变异性，而测量Rs的站点分布非常稀疏。因此，邻近站点无法作为参考站点来均匀化观测到的Rs数据。"
      ],
      "methodsCn": [
        "在本研究中，对基于观测的（观测的Rs和SunDu衍生的Rs）和基于模型的（气候模型、再分析和卫星遥感）估计进行了相互比较。使用开源软件包RHtest4进行数据的同质化。在本研究中，使用两种方法对月度Rs进行了同质化：均值调整和分位数匹配（Q-M）调整。"
      ],
      "datasetCn": [
        "SunDu随后被用于计算1950年至2012年间各站点的Rs，采用日尺度并平均生成月平均值。关于SunDu衍生的Rs的详细验证信息可以在Wang中找到，该研究表明Rs可以从日尺度到十年尺度准确计算。为本研究下载了48个CMIP5 ESM的历史运行的月度Rs数据。这些历史运行覆盖了1850年至2005年期间，这一选择是由于人类和自然来源的气候成分变化所迫。"
      ],
      "findingsCn": [
        "在中国105个站点的平均Rs在1961年至1990年间以每十年约2.9 W m−2的速度减少，之后保持稳定。这种十年变化得到了观测到的Rsdir和日温差的确认，并且可以通过高质量的地球系统模型再现。然而，无论是卫星遥感还是再分析都无法准确再现中国的这种十年变化。"
      ]
    },
    {
      "background": [
        "Surface incident solar radiation G determines our climate and environment, and has been widely observed with a single pyranometer since the late 1950s. Such observations have suggested a widespread decrease between the 1950s and 1980s (global dimming), that is, at a rate of 23.5 W m22 decade 21 (or 22% decade21) from 1960 to 1990. Since the early 1990s, the diffuse and direct components of G have been measured independently, and a more accurate G has been calculated by summing these two measurements."
      ],
      "research objective": [
        "In this paper, the authors used 17 years (1995–2011) of parallel measurements by the two methods from nearly 50 stations to test whether these two measurement methods of G provide similar long-term trends."
      ],
      "challenges": [],
      "methods": [
        "We investigated the relationship between trend differences derived from the two measurement methods and trends of G. We first averaged the data in Fig. 7a over the four networks, and the results are shown in Table 2. We further plotted the differences in trends as derived from the two measurement methods against the average trend of G at stations where both trends pass a 5 0.05 confidence test (Fig. 8)."
      ],
      "dataset": [
        "We collected 17 years of G data (1995–2011) as measured by the two methods from nearly 50 stations."
      ],
      "findings": [
        "The results show that although measurements of G by the two methods agree very well on a monthly time scale, the long-term trend from 1995 to 2011 determined by the single pyranometer is 2–4 W m22 decade 21 less than that from the summation method. This difference of trends in the observed G is statistically significant."
      ],
      "backgroundCn": [
        "地表入射太阳辐射G决定了我们的气候和环境，自20世纪50年代以来，已经通过单个辐射计进行了广泛观测。这些观测表明，从20世纪50年代到80年代，全球辐射出现了广泛的减少（全球变暗），即在1960年至1990年期间，减少速率为每十年23.5 W m²（或每十年22%）。自20世纪90年代初以来，G的散射和直接成分已被独立测量，并通过将这两项测量结果相加计算出更准确的G值。"
      ],
      "research objectiveCn": [
        "在这篇论文中，作者使用了17年（1995-2011）来自近50个站点的两种方法的平行测量数据，以测试这两种测量方法的G是否具有相似的长期趋势。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "我们调查了由两种测量方法得出的趋势差异与G的趋势之间的关系。我们首先对图7a中的数据在四个网络上进行了平均，结果如表2所示。我们进一步将两种测量方法得出的趋势差异与在通过5 0.05置信检验的站点的G平均趋势进行了绘图（图8）。"
      ],
      "datasetCn": [
        "我们收集了17年的G数据（1995-2011），这是通过两种方法从近50个站点测量得出的。"
      ],
      "findingsCn": [
        "结果显示，尽管两种方法对G的测量在月度时间尺度上非常一致，但从1995年到2011年，由单个辐射计确定的长期趋势比汇总方法的趋势低2-4 W m² decade⁻¹。这种观察到的G趋势差异在统计上是显著的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges in using neighboring stations as reference points for homogenizing observed solar radiation data?",
        "QuestionCn": "在使用邻近站点作为参考点对观测到的太阳辐射数据进行均匀化时，是否存在挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are measurement biases in solar radiation data more commonly attributed to sensitivity drift, instrument replacement, or changes in observational stations?",
        "QuestionCn": "太阳辐射数据中的测量偏差更常被归因于灵敏度漂移、仪器更换还是观测站的变化？",
        "AnswerEn": "sensitivity drift",
        "AnswerCn": "灵敏度漂移",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges in homogenizing solar radiation data over regions with sparse measurement stations?",
        "QuestionCn": "在测量站稀疏的地区，同质化太阳辐射数据的主要挑战是什么？",
        "AnswerEn": "homogenous reference data",
        "AnswerCn": "同质参考数据",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who is responsible for ensuring the calibration and accuracy of instruments used in solar radiation data collection?",
        "QuestionCn": "谁负责确保用于太阳辐射数据收集的仪器的校准和准确性？",
        "AnswerEn": "Station managers",
        "AnswerCn": "站长",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can one find datasets that compare different measurement methods for surface incident solar radiation over long time periods?",
        "QuestionCn": "在哪里可以找到比较不同测量方法在长时间内的地表入射太阳辐射的数据集？",
        "AnswerEn": "50 stations",
        "AnswerCn": "50个车站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of sensitivity drift and instrument replacement in solar radiation measurement?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对太阳辐射测量中的灵敏度漂移和仪器更换的挑战？",
        "AnswerEn": "An example is using metadata and reference data to homogenize observed solar radiation data. This method identifies sensitivity drift from instruments used to measure diffuse and total solar radiation, while ensuring measurements of direct solar radiation remain unaffected. It involves detailed intercomparisons of observation-based and model-based estimates.",
        "AnswerCn": "一个例子是使用元数据和参考数据来统一观察到的太阳辐射数据。这种方法识别用于测量散射和总太阳辐射的仪器的灵敏度漂移，同时确保直接太阳辐射的测量不受影响。它涉及对基于观测和基于模型的估计进行详细的相互比较。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of how different data collection methods for solar radiation can lead to varied long-term trend results.",
        "QuestionCn": "不同的太阳辐射数据收集方法如何导致长期趋势结果的差异，请提供一个例子。",
        "AnswerEn": "An example is the comparison of single pyranometer measurements to the summation of diffuse and direct components of solar radiation over 17 years. The single pyranometer method shows a 2–4 W m^2 per decade less trend than the summation method, indicating significant differences in long-term trends derived from different measurement techniques.",
        "AnswerCn": "一个例子是将单个辐射计的测量值与17年来的太阳辐射的散射和直接分量的总和进行比较。单个辐射计的方法显示出每十年少2-4 W m²的趋势，表明不同测量技术所得到的长期趋势存在显著差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection techniques used to homogenize solar radiation data?",
        "QuestionCn": "用于均匀化太阳辐射数据的数据收集技术的特点是什么？",
        "AnswerEn": "SunDu-derived solar radiation values, open-source software RHtest4, mean adjusted methods, quantile-matching adjusted methods",
        "AnswerCn": "SunDu 衍生的太阳辐射值，开源软件 RHtest4，平均调整方法，分位数匹配调整方法",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the factors that challenge the homogeneity of observed solar radiation data?",
        "QuestionCn": "影响观测太阳辐射数据同质性的因素有哪些？",
        "AnswerEn": "sensitivity drift, instrument replacement, sparse distribution of stations",
        "AnswerCn": "灵敏度漂移、仪器更换、站点分布稀疏",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific attributes are considered when validating solar radiation datasets over time?",
        "QuestionCn": "随着时间的推移验证太阳辐射数据集时考虑哪些具体属性？",
        "AnswerEn": "sensitivity of instruments, calibration changes, presence of inhomogeneities in the data series",
        "AnswerCn": "仪器的灵敏度、校准变化、数据序列中的不均匀性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological stations were used to collect solar radiation data in a dataset related to the Japan region?",
        "QuestionCn": "在与日本地区相关的数据集中，用于收集太阳辐射数据的气象站数量是多少？",
        "AnswerEn": "156",
        "AnswerCn": "156",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the period covered by the Rs data derived from SunDu in a dataset concerning solar radiation over China?",
        "QuestionCn": "在有关中国太阳辐射的数据集中，从SunDu派生的Rs数据覆盖的时间段是什么？",
        "AnswerEn": "1950-2012",
        "AnswerCn": "1950-2012",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many measurement methods were used in parallel to observe surface incident solar radiation G for a dataset between 1995 and 2011?",
        "QuestionCn": "在1995年至2011年之间，有多少种测量方法并行用于观察表面入射太阳辐射G？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'homogenization of observed Rs data' mean in the context of solar radiation datasets?",
        "QuestionCn": "在太阳辐射数据集的背景下，“观测到的Rs数据的均质化”是什么意思？",
        "AnswerEn": "Homogenization of observed Rs data involves adjusting the data series to account for non-natural factors such as sensitivity drift and instrument replacement, which can cause major inhomogeneity problems. It includes using methods like RH-test to adjust for breakpoints in data series.",
        "AnswerCn": "观测到的 Rs 数据的均匀化涉及调整数据系列，以考虑非自然因素，如灵敏度漂移和仪器更换，这些因素可能导致重大不均匀性问题。它包括使用 RH-test 等方法来调整数据系列中的断点。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'SunDu-derived Rs' and why are they significant in solar radiation data collection?",
        "QuestionCn": "“SunDu衍生Rs”是什么，它们在太阳辐射数据收集中的重要性是什么？",
        "AnswerEn": "SunDu-derived Rs refers to solar radiation data calculated from observed sunshine duration (SunDu). This method is significant because it provides an alternative way to estimate solar radiation, especially when direct measurements are not available, and is validated to calculate accurately from daily to decadal time scales.",
        "AnswerCn": "SunDu衍生的Rs指的是从观测到的日照时数（SunDu）计算得出的太阳辐射数据。这种方法具有重要意义，因为它提供了一种替代方式来估计太阳辐射，特别是在没有直接测量数据的情况下，并且经过验证可以准确计算从日尺度到十年尺度的太阳辐射。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data homogenization methods used for solar radiation data in Japan compare to those applied in China in terms of addressing non-natural factors?",
        "QuestionCn": "日本用于太阳辐射数据的数据同质化方法与中国应用的方法在处理非自然因素方面有何比较？",
        "AnswerEn": "The homogenization methods used in Japan involve adjusting data series using RH-test methods to address non-natural factors. In China, the study employs RHtest4 software and uses mean adjusted and quantile-matching adjustments. Both approaches aim to tackle inhomogeneity due to sensitivity drift and instrument replacement.",
        "AnswerCn": "日本使用的均匀化方法涉及使用RH-test方法调整数据系列，以应对非自然因素。在中国，研究采用RHtest4软件，并使用均值调整和分位数匹配调整。这两种方法旨在解决由于灵敏度漂移和仪器更换导致的不均匀性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in the challenges faced when collecting solar radiation data over China compared to Japan, particularly in terms of spatial variation and station distribution?",
        "QuestionCn": "在中国收集太阳辐射数据与在日本相比，特别是在空间变化和站点分布方面面临的挑战有哪些不同？",
        "AnswerEn": "In China, a significant challenge is the strong spatial variation of solar radiation and the sparse distribution of stations, making it difficult to find homogeneous reference data. The Japanese dataset does not explicitly mention these challenges, indicating potentially different spatial distribution issues.",
        "AnswerCn": "在中国，一个显著的挑战是太阳辐射的强空间变异性和站点的稀疏分布，这使得寻找均匀的参考数据变得困难。日本的数据集没有明确提到这些挑战，这表明可能存在不同的空间分布问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the measurement methods of solar radiation using a single pyranometer compare to those using combined diffuse and direct components in terms of capturing long-term trends?",
        "QuestionCn": "使用单个辐射计测量太阳辐射的方法与使用组合的散射和直接成分的方法在捕捉长期趋势方面有何比较？",
        "AnswerEn": "The measurement method using a single pyranometer tends to show a long-term trend that is 2–4 W m−2 per decade less than the trend derived from summing diffuse and direct components. This indicates that the summation method may provide a more accurate representation of long-term trends.",
        "AnswerCn": "使用单个辐射计的测量方法往往显示出长期趋势比通过求和散射和直接成分得出的趋势低2-4 W m−2每十年。这表明求和方法可能提供了对长期趋势更准确的表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the impact of instrument sensitivity drift and replacement on the homogeneity of solar radiation datasets?",
        "QuestionCn": "关于仪器灵敏度漂移和更换对太阳辐射数据集均匀性的影响，可以得出哪些见解？",
        "AnswerEn": "Existing studies have shown that observed solar radiation data may have major inhomogeneity problems due to sensitivity drift and instrument replacement. These factors can cause discrepancies between observed and simulated solar radiation variability. Specifically, sensitivity drift from 1957 to 1989 has been attributed to the pyranometers used, affecting the homogeneity of observed data.",
        "AnswerCn": "现有研究表明，观测到的太阳辐射数据可能存在重大不均匀性问题，这主要是由于灵敏度漂移和仪器更换。这些因素可能导致观测和模拟的太阳辐射变异性之间出现差异。具体而言，从1957年到1989年的灵敏度漂移被归因于所使用的光电辐射计，影响了观测数据的均匀性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do differences in data collection methods affect the long-term trends observed in solar radiation measurements?",
        "QuestionCn": "数据收集方法的差异如何影响太阳辐射测量中观察到的长期趋势？",
        "AnswerEn": "The long-term trend determined by single pyranometer measurements from 1995 to 2011 is 2–4 W m−2 decade−1 less than the trend observed by summing diffuse and direct components. This difference is statistically significant, indicating that the choice of measurement method can significantly impact the observed long-term trends in solar radiation.",
        "AnswerCn": "从1995年到2011年的单个辐射计测量所确定的长期趋势比通过求和散射和直接成分观察到的趋势低2–4 W m−2每十年。这一差异在统计上是显著的，表明测量方法的选择可以显著影响太阳辐射的长期趋势观察结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodologies are effective in homogenizing solar radiation data, and how do they address the challenges of sparse station distribution?",
        "QuestionCn": "有效的太阳辐射数据均匀化方法有哪些，它们如何应对稀疏站点分布带来的挑战？",
        "AnswerEn": "The study uses intercomparisons between observed and model-based estimates and employs the RHtest4 software for homogenization. Homogenization was performed using mean adjusted and quantile-matching methods. However, a challenge is the strong spatial variation of solar radiation and the sparse distribution of measurement stations, making it difficult to find homogeneous reference data.",
        "AnswerCn": "该研究使用观测数据与模型估计之间的相互比较，并采用RHtest4软件进行数据同质化。同质化采用了均值调整和分位数匹配方法。然而，强烈的太阳辐射空间变化和测量站点的稀疏分布使得寻找同质参考数据变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it challenging to find homogenous reference data for solar radiation measurements, and what methods can be used to overcome these challenges?",
        "QuestionCn": "为什么很难找到均匀的太阳辐射测量参考数据？可以使用哪些方法来克服这些挑战？",
        "AnswerEn": "It is challenging to find homogenous reference data for solar radiation measurements due to the strong spatial variation of solar radiation and the sparse distribution of measuring stations. To overcome these challenges, intercomparisons of observation-based and model-based estimates can be used, along with tools like open-source software packages for homogenization.",
        "AnswerCn": "由于太阳辐射的强空间变化和测量站的稀疏分布，寻找均匀的太阳辐射测量参考数据是具有挑战性的。为了克服这些挑战，可以使用观测基础和模型基础估计的相互比较，以及开源软件包等工具进行数据的均匀化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors lead to discrepancies in long-term trends of solar radiation measurements when using different data collection methods?",
        "QuestionCn": "导致使用不同数据收集方法时太阳辐射测量长期趋势出现差异的因素有哪些？",
        "AnswerEn": "Discrepancies in long-term trends of solar radiation measurements arise when different data collection methods, such as using a single pyranometer versus summing diffuse and direct components, are used. These differences can be statistically significant, leading to variations in the long-term trends observed.",
        "AnswerCn": "长期太阳辐射测量中的差异可能源于不同的数据收集方法，例如使用单个辐射计与将散射和直接成分相加。这些差异可能在统计上显著，从而导致观察到的长期趋势的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data homogeneity when using different methods to estimate solar radiation from observed sunshine duration?",
        "QuestionCn": "使用不同的方法从观测到的日照时数估计太阳辐射时，对数据同质性可能产生的后果是什么？",
        "AnswerEn": "The use of different methods to estimate solar radiation from observed sunshine duration can lead to significant inhomogeneity in the data due to sensitivity drift and instrument replacement. This can result in discrepancies between observed and simulated solar radiation decadal variability, as observed Rs data may have major inhomogeneity problems.",
        "AnswerCn": "使用不同的方法从观测的日照时数估计太阳辐射可能导致数据的显著不均匀性，这主要是由于灵敏度漂移和仪器更换。这可能导致观测到的太阳辐射与模拟的十年变化之间出现差异，因为观测的Rs数据可能存在重大不均匀性问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the likely effects on the accuracy of solar radiation datasets when integrating multiple data sources, such as observational and model-based estimates?",
        "QuestionCn": "将多个数据源（如观测和基于模型的估算）整合到太阳辐射数据集中时，对数据集准确性可能产生的影响是什么？",
        "AnswerEn": "Integrating multiple data sources like observational and model-based estimates can help in verifying and refining solar radiation datasets. However, challenges arise in ensuring the homogeneity of the data, as there may be strong spatial variations and sparse station distribution, making it difficult to find homogeneous reference data. Accurate integration can improve dataset quality, but discrepancies may still exist, particularly in reproducing decadal variability.",
        "AnswerCn": "整合多个数据源，如观测数据和基于模型的估计，可以帮助验证和完善太阳辐射数据集。然而，在确保数据的同质性方面会面临挑战，因为可能存在强烈的空间变化和稀疏的站点分布，这使得找到同质的参考数据变得困难。准确的整合可以提高数据集的质量，但仍可能存在差异，特别是在再现十年变化方面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended outcomes of homogenizing observed solar radiation data across different regions?",
        "QuestionCn": "对不同地区的观测太阳辐射数据进行均匀化的预期结果是什么？",
        "AnswerEn": "The intended outcomes include addressing major inhomogeneity problems in observed solar radiation data caused by sensitivity drift and instrument replacement, ensuring accurate representation of decadal variability, and using metadata and homogeneous reference data to validate the observations.",
        "AnswerCn": "预期结果包括解决观测太阳辐射数据中由于灵敏度漂移和仪器更换造成的主要不均匀性问题，确保对十年变化的准确表征，并利用元数据和同质参考数据来验证观测结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the goals of using a combination of observed and model-based estimates in solar radiation research?",
        "QuestionCn": "在太阳辐射研究中，使用观测和模型估计的组合的目标是什么？",
        "AnswerEn": "The goals are to perform intercomparisons that can help in understanding the differences and similarities between various data sources, improving the accuracy and homogeneity of solar radiation datasets through methods like mean adjusted and quantile-matching adjusted homogenization.",
        "AnswerCn": "目标是进行相互比较，以帮助理解各种数据源之间的差异和相似性，通过均值调整和分位数匹配调整的同质化方法，提高太阳辐射数据集的准确性和同质性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are employed to ensure the homogenization of solar radiation data collected over a long period across multiple meteorological stations?",
        "QuestionCn": "为了确保跨多个气象站收集的长期太阳辐射数据的均匀化，采用了哪些方法？",
        "AnswerEn": "Homogenization of solar radiation data is achieved using methods such as the RH-test, which adjusts for non-natural breakpoints in data series. In particular, monthly solar radiation data are homogenized using mean adjusted and quantile-matching adjusted methods to address issues such as sensitivity drift and instrument replacement.",
        "AnswerCn": "太阳辐射数据的均匀化是通过使用诸如RH检验等方法来实现的，这些方法调整数据序列中的非自然断点。特别是，使用均值调整和分位数匹配调整的方法对每月太阳辐射数据进行均匀化，以解决灵敏度漂移和仪器更换等问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do advancements in software tools contribute to the homogenization of observed solar radiation data?",
        "QuestionCn": "软件工具的进步如何促进观测太阳辐射数据的同质化？",
        "AnswerEn": "Advancements in software tools, such as the open-source software package RHtest4, contribute to the homogenization of observed solar radiation data by providing methods like mean adjustment and quantile-matching adjustment to address inhomogeneity issues.",
        "AnswerCn": "软件工具的进步，例如开源软件包RHtest4，通过提供均值调整和分位数匹配调整等方法来解决不均匀性问题，从而有助于观测太阳辐射数据的均匀化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and reference data are necessary to accurately homogenize solar radiation data in regions with sparse station distribution?",
        "QuestionCn": "在站点分布稀疏的地区，准确地对太阳辐射数据进行均匀化所需的条件和参考数据是什么？",
        "AnswerEn": "Accurate homogenization of solar radiation data in regions with sparse station distribution requires homogenous reference data, which is challenging due to the strong spatial variation of solar radiation and the sparse distribution of measurement stations.",
        "AnswerCn": "在测站分布稀疏的地区，准确的太阳辐射数据均匀化需要均匀的参考数据，这由于太阳辐射的强空间变化和测量站的稀疏分布而变得具有挑战性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in ensuring the homogeneity of solar radiation datasets over time?",
        "QuestionCn": "确保太阳辐射数据集在时间上保持一致性可能面临哪些挑战？",
        "AnswerEn": "Existing studies have shown that observed solar radiation data may have major inhomogeneity problems because of sensitivity drift and instrument replacement. In particular, measurement biases can explain discrepancies between observed and simulated solar radiation decadal variability.",
        "AnswerCn": "现有研究表明，观测到的太阳辐射数据可能存在重大不均匀性问题，这主要是由于灵敏度漂移和仪器更换所致。特别是，测量偏差可以解释观测和模拟的太阳辐射十年变率之间的差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might neighboring stations not be suitable as reference points for homogenizing observed solar radiation data?",
        "QuestionCn": "邻近站点可能不适合作为同化观测太阳辐射数据的参考点的原因是什么？",
        "AnswerEn": "Solar radiation exhibits strong spatial variation, and stations measuring solar radiation are very sparsely distributed, making neighboring stations unsuitable as reference stations for homogenizing observed solar radiation data.",
        "AnswerCn": "太阳辐射表现出强烈的空间变化，而测量太阳辐射的站点分布非常稀疏，使得邻近站点不适合作为同化观测太阳辐射数据的参考站。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using the RH-test homogenization method for addressing inhomogeneity issues in solar radiation data collection?",
        "QuestionCn": "您将如何评估使用RH-test均匀化方法解决太阳辐射数据收集中的不均匀性问题的有效性？",
        "AnswerEn": "The RH-test homogenization method is considered effective as it is specifically used to adjust for non-natural breakpoints in data series, thereby helping in the homogenization of solar radiation observations. This method has been applied to correct sensitivity drift and instrument replacement issues in solar radiation data collection, as evidenced by its application in the dataset from Japan.",
        "AnswerCn": "RH-test 同质化方法被认为是有效的，因为它专门用于调整数据系列中的非自然断点，从而帮助同质化太阳辐射观测数据。该方法已被应用于纠正太阳辐射数据收集中的灵敏度漂移和仪器更换问题，正如其在日本数据集中的应用所证明的那样。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the challenges faced when using neighboring stations as reference points for homogenizing solar radiation data?",
        "QuestionCn": "我对使用邻近站点作为同质化太阳辐射数据参考点时面临的挑战的看法是什么？",
        "AnswerEn": "Using neighboring stations as reference points poses significant challenges due to the strong spatial variation in solar radiation (Rs) and the sparse distribution of measurement stations. This makes it difficult to find homogenous reference data, which is crucial for accurate homogenization of observed Rs data.",
        "AnswerCn": "使用邻近站点作为参考点面临重大挑战，因为太阳辐射（Rs）存在强烈的空间变化，并且测量站的分布稀疏。这使得很难找到均匀的参考数据，而均匀化观测到的Rs数据的准确性至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your view, how do the differences in long-term trends observed between single pyranometer measurements and the summation method impact the reliability of solar radiation datasets?",
        "QuestionCn": "在我看来，单个辐射计测量和求和方法之间观察到的长期趋势差异如何影响太阳辐射数据集的可靠性？",
        "AnswerEn": "The differences in long-term trends observed between single pyranometer measurements and the summation method are significant, as measurements using the summation method showed a 2–4 W m² decade⁻¹ greater trend than the single pyranometer. This discrepancy affects the reliability of solar radiation datasets, highlighting the importance of using comprehensive measurement methods for accurate long-term trend analysis.",
        "AnswerCn": "单个辐射计测量与总和法观察到的长期趋势差异显著，使用总和法的测量显示出比单个辐射计高出2-4 W m²每十年的趋势。这一差异影响了太阳辐射数据集的可靠性，突显了使用全面测量方法进行准确长期趋势分析的重要性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about the techniques used to ensure data homogeneity when collecting solar radiation data.",
        "QuestionCn": "我对在收集太阳辐射数据时确保数据同质性所使用的技术感到不确定。",
        "AnswerEn": "Intercomparisons of observation-based and model-based estimates are used, and an open-source software package, RHtest4, is applied for homogenization. Two methods, mean adjusted and quantile-matching adjusted, are used to homogenize monthly solar radiation data.",
        "AnswerCn": "观测基础和模型基础估计的比较被使用，并且应用了一个开源软件包RHtest4进行数据的同质化。使用了两种方法，均值调整和分位数匹配调整，来对每月太阳辐射数据进行同质化处理。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how solar radiation data can be accurately calculated from sunshine duration data.",
        "QuestionCn": "我不明白如何能从日照时数数据准确计算出太阳辐射数据。",
        "AnswerEn": "Sunshine duration data is used to calculate solar radiation by applying methods described by Yang (2006), which involves estimating solar radiation from observed sunshine duration and then homogenizing the data using the RH-test.",
        "AnswerCn": "日照时数数据用于通过杨（2006）所描述的方法计算太阳辐射，该方法涉及从观测到的日照时数估算太阳辐射，然后使用RH检验对数据进行均匀化处理。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges faced when trying to find homogeneous reference data for solar radiation measurements.",
        "QuestionCn": "我不确定在寻找太阳辐射测量的同质参考数据时面临的挑战。",
        "AnswerEn": "The main challenge is the strong spatial variation of solar radiation and the sparse distribution of stations measuring it, which makes it difficult to use neighboring stations as reference points for homogenizing observed solar radiation data.",
        "AnswerCn": "主要挑战是太阳辐射的强空间变化以及测量太阳辐射的站点分布稀疏，这使得使用邻近站点作为参考点来对观测到的太阳辐射数据进行均匀化变得困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the techniques used to address inhomogeneity in solar radiation datasets and discuss their effectiveness.",
        "QuestionCn": "总结用于解决太阳辐射数据集不均匀性的技术，并讨论它们的有效性。",
        "AnswerEn": "Inhomogeneity in solar radiation datasets is addressed using methods such as the RH-test for homogenizing data series by adjusting for non-natural breakpoints. The mean adjusted and quantile-matching (Q-M) adjusted methods were applied to monthly radiation data. The effectiveness of these methods is demonstrated in the study, which accurately reproduced decadal variability confirmed by high-quality Earth System Models, despite challenges like sensitivity drift and sparse station distribution.",
        "AnswerCn": "太阳辐射数据集中的不均匀性通过使用RH检验等方法进行处理，以调整非自然断点的时间序列。对月度辐射数据应用了均值调整和分位数匹配（Q-M）调整方法。研究中展示了这些方法的有效性，尽管面临灵敏度漂移和站点分布稀疏等挑战，但仍能准确再现十年尺度的变率，这一点得到了高质量地球系统模型的验证。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}