{
  "id": "462504d6-ad82-4542-ab96-289afef64a24",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Daily cloud-free snow composite products from MODIS Terra-Aqua and IMS for the Tibetan Plateau (2004-2013)",
      "titleCn": "青藏高原每日无云积雪产品（2004-2013）",
      "description": "In this study, an algorithm that combines MODIS Terra and Aqua (500 m) and the Interactive Multisensor Snow and Ice Mapping System (IMS) (4 km) is presented to provide a daily cloud-free snow-cover product (500 m), namely Terra-Aqua-IMS (TAI). The overall accuracy of the new TAI is 92.3% as compared with ground stations in all-sky conditions; this value is significantly higher than the 63.1% of the blended MODIS Terra-Aqua product and the 54.6% and 49% of the original MODIS Terra and Aqua products, respectively. Without the IMS, the daily combination of MODIS Terra-Aqua over the Tibetan Plateau (TP) can only remove limited cloud contamination: 37.3% of the annual mean cloud coverage compared with the 46.6% (MODIS Terra) and 55.1% (MODIS Aqua). The resulting annual mean snow cover over the TP from the daily TAI data is 19.1%, which is similar to the 20.6% obtained from the 8-day MODIS Terra product (MOD10A2) but much larger than the 8.1% from the daily blended MODIS Terra-Aqua product due to the cloud blockage.",
      "descriptionCn": "结合MODIS积雪产品Terra/Aqua（500 m）与IMS（4 km），发展了青藏高原每日无云高分辨率积雪产品 (TAI, 500 m)。其相对于原始的MODIS Terra（云覆盖46.6%）和Aqua（55.1%）、及MODIS Terra-Aqua结合（37.3%），将云遮蔽全部去除。同时，提高了积雪成图，新生成的TAI产品的积雪面积为19.1%，相对于原始的MODIS Terra/Aqua及MODIS Terra-Aqua结合（积雪面积4.7%～8.1%），显示了大大的提高。与青藏高原105个站点雪深数据验证表明，TAI产品的总精度为94%，相对于MODIS Terra（55%）、MODIS Aqua（50%）、及MODIS Terra-Aqua结合（64%），都显示了较大的提高，特别是雪深大于4 cm时效果较好。",
      "instructions": "CoupDate.tif",
      "instructionsCn": "CoupDate.tif",
      "east": 110.0,
      "west": 65.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": "2004-01-01 00:00:00",
      "endTime": "2013-12-31 00:00:00",
      "fileSize": 1815872315.0,
      "cstr": "18406.11.Geogra.tpdc.271232",
      "doi": "10.11888/Geogra.tpdc.271232",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Developing daily cloud-free snow composite products from MODIS Terra-Aqua and IMS for the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Yu, J., Zhang*, G., Yao, T., Xie, H., Zhang, H., Ke, C., & Yao, R. (2016). Developing daily cloud-free snow composite products from MODIS Terra-Aqua and IMS for the Tibetan Plateau, IEEE Transactions on Geoscience and Remote Sensing, 54(4), 2171−2180, doi: 10.1109/TGRS.2015.2496950"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "每日",
        "keywordEn": "Daily",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP) has a mean elevation of more than 4000 m above sea level, based on the area of the plateau above 2500 m (3 ×106 km2). The TP and surrounding regions have a glacial and perennial-snow area of ∼100 000 km2 comprising 46 000 glaciers. The TP is also known as Asia’s water tower because the melt-water from the glaciers and snow cover supplies Asia’s largest rivers, which sustain the domestic water supply for more than 1 billion people downstream. Snow plays an important role in the water budgets of high-mountain regions worldwide. Snow-covered area (SCA) is also one of the key variables affecting the Earth’s energy balance because of its high albedo. Snow cover has been mapped using many remote sensors in the visible, near-infrared, thermal, and microwave wavelengths. Optical remote sensing has achieved critically important data for observing the Earth’s snow cover. Since 1966, the National Oceanic and Atmospheric Administration (NOAA) has provided the earliest available SCA data of the Northern Hemisphere (NH). In addition, reliable hemispheric snow cover maps have been available since 1972 from NOAA’s Advanced Very High Resolution Radiometer (AVHRR) sensors. The low temporal resolution (16 days) of Landsat data hinders its wide application in snow monitoring. Available since 2000, the Moderate Resolution Imaging Spectroradiometer (MODIS) images are superior to either Landsat, due to higher temporal resolution, or AVHRR, due to higher spatial resolution and data quality in mapping SCA. However, cloud blockage greatly limits the application of these optical snow cover products. Passive microwave sensors can penetrate cloud cover and provide cloud-free snow cover products. The Interactive Multisensor Snow and Ice Mapping System (IMS) utilizes a variety of multi-sourced data sets, including visible imagery from geostationary satellites and polar orbiting satellites that include passive microwave sensors. However, the coarse spatial resolution of passive microwave snow products relative to moderate- and high-resolution MODIS and Landsat images is a disadvantage. Many studies have presented improved methodologies to reduce cloud obscuration and expose more snow cover pixels in the MODIS snow cover product."
      ],
      "research objective": [
        "In this paper, we present an algorithm, Terra–Aqua–IMS (TAI), which combines MODIS Terra and Aqua (500 m) and the Interactive Multisensor Snow and Ice Mapping System (IMS; 4 km) to produce a daily cloud-free snow cover product (500 m). The performance of TAI is evaluated with the station-based snow depth measurements. The TP is divided into 12 great basins to compare the performance of snow cover mapping from different products."
      ],
      "challenges": [
        "However, cloud blockage greatly limits the application of these optical snow cover products. The low temporal resolution (16 days) of Landsat data hinders its wide application in snow monitoring. Cloud obscuration in MODIS Terra–Aqua is still a challenge. The IMS could overestimate SCA due to poor identification of fractal snow cover. The daily composite products could produce data gaps and errors due to the different viewing geometries of MODIS Terra/Aqua."
      ],
      "methods": [
        "The first combination is to produce daily merged Terra–Aqua images based on daily MODIS Aqua and Terra snow products, using a priority scheme. The second combination is to produce a daily combined Terra–Aqua–IMS (TAI). The IMS data are resampled from 4 km to 500 m to integrate the daily blended MODIS Terra–Aqua. The composite rule is that the remaining cloud pixels (code 50) of Terra–Aqua images are replaced with IMS pixel values and then remapped to MODIS value codes. The snow accuracies of MODIS snow products in clear-sky and all-sky conditions at the snow depth of ≥1 cm are evaluated."
      ],
      "dataset": [
        "For this study, daily in situ measurements of snow depth from 105 China Meteorological Data (CMA) climate stations between 2001 and 2010 are obtained from the CMA Sharing Service System. In this paper, daily MODIS Terra/Aqua (MOD10A1/ MYD10A1; MODIS Terra/Aqua Snow Cover Daily L3 Global 500 m SIN GRID V005) and 8-day MODIS Terra (MOD10A2) over 2001–2013 are acquired. The IMS snow cover images (4-km resolution and 6144 by 6144 grid) are downloaded and used in this study."
      ],
      "findings": [
        "The overall accuracy of the new TAI over the TP is 94% as compared with ground stations in all-sky conditions; this value is significantly higher than the 64% of the blended MODIS Terra–Aqua product and the 55% and 50% of the original MODIS Terra and Aqua products, respectively. The resulting annual mean snow cover over the TP from the daily TAI data is 19.1%, which is much larger than the 4.7%–8.1% from the daily original MODIS Terra/Aqua and the blended Terra–Aqua snow product due to cloud blockage."
      ],
      "backgroundCn": [
        "青藏高原（TP）的平均海拔超过4000米，基于海拔2500米以上的高原面积（3 × 10^6 km²）。青藏高原及其周边地区的冰川和常年积雪面积约为100,000 km²，包含46,000条冰川。青藏高原被称为亚洲的水塔，因为冰川和雪盖的融水为亚洲最大的河流提供水源，维持着超过10亿人下游的生活用水供应。雪在全球高山地区的水文预算中发挥着重要作用。雪覆盖面积（SCA）也是影响地球能量平衡的关键变量之一，因为其具有较高的反照率。雪盖的监测已通过多种遥感传感器在可见光、近红外、热红外和微波波段进行。自1966年以来，美国国家海洋和大气管理局（NOAA）提供了北半球（NH）最早的SCA数据。此外，自1972年以来，NOAA的高级非常高分辨率辐射计（AVHRR）传感器提供了可靠的半球雪盖地图。由于Landsat数据的低时间分辨率（16天），其在雪监测中的广泛应用受到限制。自2000年以来，MODIS图像因其较高的时间分辨率优于Landsat，或因其较高的空间分辨率和数据质量优于AVHRR，在雪覆盖面积的映射中表现更佳。然而，云层遮挡极大限制了这些光学雪盖产品的应用。被动微波传感器能够穿透云层，提供无云的雪盖产品。互动多传感器雪和冰映射系统（IMS）利用多种多源数据集，包括来自静止卫星和极轨卫星的可见光影像以及被动微波传感器。然而，相对于中高分辨率的MODIS和Landsat图像，被动微波雪产品的空间分辨率较粗是一个劣势。许多研究提出了改进的方法，以减少云层遮挡，暴露更多的MODIS雪盖产品中的雪覆盖像素。"
      ],
      "research objectiveCn": [
        "在本文中，我们提出了一种算法，名为Terra–Aqua–IMS (TAI)，该算法结合了MODIS Terra和Aqua（500米）以及互动多传感器雪和冰映射系统（IMS；4公里），以生成每日无云的雪盖产品（500米）。通过基于站点的雪深测量来评估TAI的性能。将TP划分为12个大流域，以比较不同产品的雪盖映射性能。"
      ],
      "challengesCn": [
        "然而，云层遮挡极大限制了这些光学雪盖产品的应用。Landsat 数据的低时间分辨率（16 天）阻碍了其在雪监测中的广泛应用。MODIS Terra-Aqua 的云遮挡仍然是一个挑战。IMS 可能由于对分形雪盖的识别不佳而高估雪盖面积（SCA）。日合成产品可能由于 MODIS Terra/Aqua 的不同观测几何而产生数据缺口和错误。"
      ],
      "methodsCn": [
        "第一个组合是基于每日MODIS Aqua和Terra雪产品，使用优先级方案生成每日合并的Terra–Aqua图像。第二个组合是生成每日的Terra–Aqua–IMS（TAI）。IMS数据从4公里重采样到500米，以整合每日混合的MODIS Terra–Aqua。合成规则是将Terra–Aqua图像中剩余的云像素（代码50）替换为IMS像素值，然后重新映射到MODIS值代码。评估了MODIS雪产品在晴空和全云条件下，雪深≥1厘米时的雪准确性。"
      ],
      "datasetCn": [
        "在本研究中，获取了2001年至2010年间105个中国气象数据（CMA）气候站的每日现场雪深测量数据，这些数据来自CMA共享服务系统。本文获取了2001年至2013年的每日MODIS Terra/Aqua（MOD10A1/MYD10A1；MODIS Terra/Aqua雪盖每日L3全球500米SIN网格V005）和8天MODIS Terra（MOD10A2）数据。此外，还下载了IMS雪盖图像（4公里分辨率和6144 x 6144网格），并在本研究中使用。"
      ],
      "findingsCn": [
        "新TAI在TP上的整体准确率为94%，与所有天空条件下的地面站相比；这个值显著高于混合MODIS Terra–Aqua产品的64%以及原始MODIS Terra和Aqua产品的55%和50%。根据每日TAI数据，TP的年均雪覆盖率为19.1%，这远高于每日原始MODIS Terra/Aqua和混合Terra–Aqua雪产品的4.7%–8.1%，这是由于云遮挡造成的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Do the daily in situ measurements from China Meteorological Data climate stations provide a reliable benchmark for evaluating snow cover products on the Tibetan Plateau?",
        "QuestionCn": "中国气象数据气候站的日常原位测量是否为评估青藏高原雪盖产品提供了可靠的基准？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which challenge is more significant in snow cover mapping: cloud blockage in optical sensors, the low temporal resolution of certain satellite data, or the coarse spatial resolution of passive microwave sensors?",
        "QuestionCn": "在雪盖制图中，哪个挑战更为显著：光学传感器中的云遮挡、某些卫星数据的低时间分辨率，还是被动微波传感器的粗空间分辨率？",
        "AnswerEn": "Cloud blockage in optical sensors",
        "AnswerCn": "光学传感器中的云遮挡",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are daily in situ measurements of snow depth more commonly utilized from meteorological stations, satellite-derived data, or both for validating snow cover products?",
        "QuestionCn": "日常的现场雪深测量更常用于验证雪盖产品，是来自气象站的数据、卫星衍生数据，还是两者兼有？",
        "AnswerEn": "meteorological stations",
        "AnswerCn": "气象站",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to create a daily cloud-free snow cover product for the Tibetan Plateau?",
        "QuestionCn": "用于创建青藏高原每日无云雪盖产品的数据收集方法是什么？",
        "AnswerEn": "MODIS Terra and Aqua with the Interactive Multisensor Snow and Ice Mapping System (IMS)",
        "AnswerCn": "MODIS Terra 和 Aqua 与交互式多传感器雪冰制图系统 (IMS)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the in situ measurements of snow depth used for validation obtained?",
        "QuestionCn": "用于验证的雪深原位测量数据来自哪里？",
        "AnswerEn": "105 China Meteorological Data (CMA) climate stations",
        "AnswerCn": "105个中国气象数据（CMA）气候站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using MODIS Terra–Aqua images for snow cover mapping?",
        "QuestionCn": "使用MODIS Terra–Aqua影像进行雪盖映射面临哪些挑战？",
        "AnswerEn": "cloud blockage",
        "AnswerCn": "云层遮挡",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to improve snow cover mapping accuracy despite cloud cover challenges?",
        "QuestionCn": "您能否提供一个方法的例子，用于提高雪盖映射的准确性，尽管面临云层覆盖的挑战？",
        "AnswerEn": "An example of a method used to improve snow cover mapping accuracy despite cloud cover challenges is the development of the Terra–Aqua–IMS (TAI) algorithm, which combines MODIS Terra and Aqua data with the Interactive Multisensor Snow and Ice Mapping System (IMS) to produce a daily cloud-free snow cover product at 500 m resolution.",
        "AnswerCn": "一种提高雪盖映射精度的方法是开发Terra–Aqua–IMS（TAI）算法，该算法结合了MODIS Terra和Aqua数据与互动多传感器雪和冰映射系统（IMS），以生成每日无云的500米分辨率雪盖产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data collection technique used to validate snow cover products in high-altitude regions?",
        "QuestionCn": "在高海拔地区验证雪盖产品的一个数据收集技术示例是什么？",
        "AnswerEn": "An example of a data collection technique used to validate snow cover products in high-altitude regions is the use of daily in situ measurements of snow depth from 105 China Meteorological Data (CMA) climate stations, which were used to evaluate the accuracy of the snow cover products over the Tibetan Plateau.",
        "AnswerCn": "一种用于验证高海拔地区雪盖产品的数据收集技术是利用来自105个中国气象局（CMA）气候站的每日现场雪深测量，这些数据用于评估青藏高原雪盖产品的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of a cloud-free snow cover product developed for the Tibetan Plateau?",
        "QuestionCn": "为青藏 Plateau 开发的无云雪盖产品的属性是什么？",
        "AnswerEn": "500 m resolution, removal of cloud cover, snow-covered area increased to 19.1%, overall accuracy of 94%",
        "AnswerCn": "500米分辨率，去除云层覆盖，积雪面积增加到19.1%，总体准确率为94%。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What features are considered when combining multiple satellite data sources to improve snow cover mapping?",
        "QuestionCn": "在结合多个卫星数据源以改进雪盖映射时，会考虑哪些特征？",
        "AnswerEn": "spatial resolution, temporal resolution, ability to penetrate cloud cover",
        "AnswerCn": "空间分辨率、时间分辨率、穿透云层的能力",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What characteristics of snow cover datasets influence their accuracy and applicability in high-altitude regions?",
        "QuestionCn": "影响高海拔地区雪盖数据集准确性和适用性的特征有哪些？",
        "AnswerEn": "cloud coverage, spatial resolution, ability to accurately map snow-covered areas, cloud removal, high-resolution data, 94% accuracy",
        "AnswerCn": "云覆盖、空间分辨率、准确绘制积雪区域的能力、云去除、高分辨率数据、94% 准确率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the cloud-free snow cover product developed for the Tibetan Plateau?",
        "QuestionCn": "为青藏 Plateau 开发的无云雪盖产品的空间分辨率是多少？",
        "AnswerEn": "500 meters",
        "AnswerCn": "500米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many China Meteorological Data climate stations provided in situ measurements for evaluating snow depth?",
        "QuestionCn": "有多少个中国气象数据气候站提供了用于评估雪深的原位测量？",
        "AnswerEn": "105",
        "AnswerCn": "一百零五",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'cloud-free snow cover product' in the context of remote sensing and snow mapping?",
        "QuestionCn": "在遥感和雪覆盖制图的背景下，“无云雪覆盖产品”是什么？",
        "AnswerEn": "A cloud-free snow cover product refers to a snow mapping technology that eliminates the issue of cloud obstruction in optical remote sensing data, allowing for continuous and unobstructed observation of snow cover. This is achieved by combining data from different sources, such as MODIS Terra/Aqua and IMS, and applying algorithms to remove cloud coverage and improve snow cover mapping accuracy.",
        "AnswerCn": "无云雪盖产品是指一种雪映射技术，消除了光学遥感数据中云层遮挡的问题，从而实现对雪盖的连续和无障碍观测。这是通过结合来自不同来源的数据，如MODIS Terra/Aqua和IMS，并应用算法去除云层覆盖，提高雪盖映射的准确性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'resampling' mean when integrating data from different resolutions in remote sensing?",
        "QuestionCn": "在遥感中整合不同分辨率的数据时，“重采样”是什么意思？",
        "AnswerEn": "Resampling in remote sensing involves adjusting data from one spatial resolution to match the spatial resolution of another dataset. In the context of integrating IMS data (4 km resolution) with MODIS Terra-Aqua data (500 m resolution), resampling is used to allow both datasets to be combined effectively, aligning the IMS data to the higher resolution of the MODIS data.",
        "AnswerCn": "遥感中的重采样涉及将数据从一个空间分辨率调整到匹配另一个数据集的空间分辨率。在将IMS数据（4公里分辨率）与MODIS Terra-Aqua数据（500米分辨率）集成的背景下，重采样用于有效地结合这两个数据集，使IMS数据与MODIS数据的更高分辨率对齐。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the Terra–Aqua–IMS (TAI) algorithm's approach to removing cloud cover in snow products compare to traditional optical remote sensing methods?",
        "QuestionCn": "Terra–Aqua–IMS (TAI)算法在去除雪产品中的云覆盖方面的方法与传统的光学遥感方法相比，有何不同？",
        "AnswerEn": "The TAI algorithm combines MODIS Terra and Aqua with IMS data to create a daily cloud-free snow cover product, effectively removing cloud blockage. Traditional optical remote sensing methods, like those using MODIS alone, are limited by cloud blockage, which the TAI algorithm overcomes by incorporating IMS data.",
        "AnswerCn": "TAI算法结合了MODIS Terra和Aqua与IMS数据，以创建每日无云雪盖产品，有效地消除了云遮挡。传统的光学遥感方法，如仅使用MODIS，受到云遮挡的限制，而TAI算法通过结合IMS数据克服了这一问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the spatial resolutions of MODIS and IMS datasets impact their effectiveness in mapping snow cover on the Tibetan Plateau?",
        "QuestionCn": "MODIS和IMS数据集的空间分辨率如何影响它们在青藏高原上雪盖映射的有效性？",
        "AnswerEn": "MODIS offers a higher spatial resolution (500 m) compared to IMS (4 km), which allows for more detailed snow cover mapping. However, IMS can penetrate cloud cover, which MODIS cannot, making IMS advantageous for ensuring cloud-free data, though at a coarser resolution.",
        "AnswerCn": "MODIS提供更高的空间分辨率（500米），相比之下IMS的分辨率为4公里，这使得MODIS能够进行更详细的雪盖映射。然而，IMS能够穿透云层，而MODIS则无法做到这一点，这使得IMS在确保无云数据方面具有优势，尽管其分辨率较低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in snow cover accuracy between the TAI product and the original MODIS Terra/Aqua products under all-sky conditions?",
        "QuestionCn": "在全云天条件下，TAI产品与原始MODIS Terra/Aqua产品之间的雪盖准确性有什么差异？",
        "AnswerEn": "The TAI product achieves an overall accuracy of 94% in all-sky conditions, significantly higher than the original MODIS Terra (55%) and Aqua (50%) products. This improvement is primarily due to the integration of IMS data, which mitigates the cloud blockage affecting MODIS products.",
        "AnswerCn": "TAI产品在全天空条件下的整体准确率达到94%，显著高于原始的MODIS Terra（55%）和Aqua（50%）产品。这一改进主要得益于IMS数据的整合，减轻了影响MODIS产品的云遮挡问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What techniques could be inferred for improving cloud-free snow cover mapping in high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "可以推断出哪些技术来改善高海拔地区（如青藏高原）的无云雪盖映射？",
        "AnswerEn": "A potential approach involves integrating MODIS Terra and Aqua data with IMS data to produce a daily cloud-free snow cover product. This method addresses the challenge of cloud blockage by using a priority scheme to merge Terra and Aqua images and replacing remaining cloud pixels with IMS pixel values, offering a high-resolution output.",
        "AnswerCn": "一种潜在的方法是将MODIS Terra和Aqua数据与IMS数据集成，以生成每日无云雪盖产品。这种方法通过使用优先级方案合并Terra和Aqua图像，并用IMS像素值替换剩余的云像素，从而解决了云遮挡的问题，提供了高分辨率的输出。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How might researchers address the challenges of low temporal resolution in datasets when monitoring snow cover in large geographical areas?",
        "QuestionCn": "研究人员如何应对在监测大面积地理区域的雪盖时，数据集低时间分辨率带来的挑战？",
        "AnswerEn": "By utilizing datasets like MODIS, which offers higher temporal resolution compared to Landsat, and integrating them with other sources such as IMS, researchers can overcome temporal resolution limitations. The combination of multiple data sources can help fill data gaps and provide more frequent monitoring of snow cover despite inherent challenges like cloud blockage.",
        "AnswerCn": "通过利用像MODIS这样的数据集，它提供了比Landsat更高的时间分辨率，并将其与其他来源如IMS整合，研究人员可以克服时间分辨率的限制。多种数据源的结合可以帮助填补数据空白，并提供更频繁的雪盖监测，尽管存在云遮挡等固有挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodologies can be inferred for validating snow cover datasets against ground-truth measurements in challenging terrains?",
        "QuestionCn": "可以推断出哪些方法论用于在复杂地形中验证雪盖数据集与地面真实测量的对比？",
        "AnswerEn": "One could infer the use of ground-based snow depth measurements from climate stations, as demonstrated by the comparison of snow cover data with in situ measurements from 105 stations. This validation method ensures accuracy and reliability of snow cover products, particularly in high-altitude and cloud-prone regions like the Tibetan Plateau.",
        "AnswerCn": "可以推断出使用气候站的地面雪深测量，如通过与105个站点的现场测量数据进行比较所示。这种验证方法确保了雪盖产品的准确性和可靠性，特别是在像青藏高原这样的高海拔和多云地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of cloud blockage in optical snow cover products?",
        "QuestionCn": "导致光学雪盖产品中云遮挡挑战的因素有哪些？",
        "AnswerEn": "Cloud blockage greatly limits the application of optical snow cover products because clouds obscure the view of the Earth's surface, preventing accurate snow cover mapping. This is a particular challenge for MODIS Terra–Aqua products, which rely on optical sensors.",
        "AnswerCn": "云层遮挡极大地限制了光学雪盖产品的应用，因为云层遮挡了地球表面的视线，阻碍了准确的雪盖映射。这对依赖光学传感器的MODIS Terra–Aqua产品来说是一个特别的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the IMS data overestimate snow-covered area (SCA) in certain conditions?",
        "QuestionCn": "IMS数据在某些条件下可能会高估雪覆盖面积（SCA），原因是什么？",
        "AnswerEn": "The IMS could overestimate SCA due to poor identification of fractal snow cover. The coarse spatial resolution of passive microwave snow products relative to moderate- and high-resolution MODIS and Landsat images can lead to misinterpretations, particularly in areas with complex or irregular snow cover patterns.",
        "AnswerCn": "IMS可能由于对分形雪盖的识别不准确而高估SCA。被动微波雪产品的粗 spatial 分辨率相对于中等和高分辨率的MODIS和Landsat图像，可能导致误解，特别是在雪盖模式复杂或不规则的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the improved snow mapping performance of the TAI algorithm compared to individual MODIS products?",
        "QuestionCn": "TAI算法相比于单独的MODIS产品，改善了雪映射性能的原因是什么？",
        "AnswerEn": "The TAI algorithm shows improved snow mapping performance because it combines MODIS Terra and Aqua data with IMS data, effectively removing cloud cover and enhancing resolution. This integration provides a daily cloud-free snow cover product with higher accuracy, as demonstrated by its 94% overall accuracy compared to the lower accuracy of individual MODIS Terra and Aqua products.",
        "AnswerCn": "TAI算法通过将MODIS Terra和Aqua数据与IMS数据结合，显著提高了雪映射性能，有效去除了云层覆盖并增强了分辨率。这种集成提供了一个每日无云的雪覆盖产品，具有更高的准确性，其整体准确率达到94%，而单独的MODIS Terra和Aqua产品的准确率较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of integrating data from multiple sources like MODIS Terra, Aqua, and IMS for cloud-free snow cover mapping over the Tibetan Plateau?",
        "QuestionCn": "整合来自多个来源的数据，如MODIS Terra、Aqua和IMS，用于青藏高原的无云雪盖制图的潜在结果是什么？",
        "AnswerEn": "Integrating data from multiple sources such as MODIS Terra, Aqua, and IMS leads to the development of a cloud-free snow cover product with significantly higher accuracy. Specifically, it results in a higher overall accuracy of 94% compared to individual MODIS products and a more extensive snow-covered area estimation of 19.1% over the Tibetan Plateau due to improved cloud removal.",
        "AnswerCn": "整合来自多个来源的数据，如MODIS Terra、Aqua和IMS，开发出一种无云雪盖产品，显著提高了准确性。具体而言，与单独的MODIS产品相比，整体准确率提高到94%，并且由于改进了云去除，青藏高原的雪覆盖面积估计增加了19.1%。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the use of a priority scheme in merging daily MODIS Terra–Aqua images affect the accuracy of snow cover mapping?",
        "QuestionCn": "在合并每日MODIS Terra-Aqua图像时使用优先级方案可能会如何影响雪盖映射的准确性？",
        "AnswerEn": "The use of a priority scheme in merging daily MODIS Terra–Aqua images can enhance the accuracy of snow cover mapping by systematically prioritizing and combining data, which helps reduce errors and data gaps caused by different viewing geometries. This approach contributes to achieving a higher accuracy in the resulting snow cover product.",
        "AnswerCn": "在合并每日MODIS Terra-Aqua影像时使用优先级方案可以通过系统地优先考虑和组合数据来提高雪盖映射的准确性，这有助于减少因不同观测几何造成的错误和数据缺口。这种方法有助于提高最终雪盖产品的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a daily cloud-free snow cover product using a combination of MODIS Terra, Aqua, and IMS data?",
        "QuestionCn": "使用MODIS Terra、Aqua和IMS数据组合开发每日无云雪盖产品的主要目标是什么？",
        "AnswerEn": "The primary objective is to produce a daily cloud-free snow cover product with high spatial resolution (500 m) that significantly improves the accuracy of snow cover mapping over the Tibetan Plateau, overcoming the limitations posed by cloud blockage in traditional optical remote sensing products like MODIS.",
        "AnswerCn": "主要目标是生产一个高空间分辨率（500米）的每日无云雪盖产品，显著提高对青藏高原雪盖映射的准确性，克服传统光学遥感产品（如MODIS）在云遮挡方面的局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the potential benefits of addressing cloud blockage in optical snow cover products for monitoring snow-covered areas in high-altitude regions?",
        "QuestionCn": "解决光学雪盖产品中的云遮挡问题对监测高海拔地区的雪覆盖区域有哪些潜在好处？",
        "AnswerEn": "Addressing cloud blockage in optical snow cover products allows for more accurate estimation of snow-covered areas, which is vital for understanding the water budgets in high-altitude regions like the Tibetan Plateau, ultimately supporting water resource management and climate studies in Asia's major river basins.",
        "AnswerCn": "解决光学雪盖产品中的云遮挡问题可以更准确地估计雪覆盖区域，这对于理解高海拔地区如青藏高原的水文预算至关重要，最终支持亚洲主要河流流域的水资源管理和气候研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can cloud obstruction be effectively reduced in snow cover data collection to improve the accuracy of snow-covered area mapping in high-altitude regions?",
        "QuestionCn": "如何有效减少云遮挡，以提高高海拔地区雪盖数据收集的准确性，从而改善雪覆盖区域的映射？",
        "AnswerEn": "Cloud obstruction can be reduced by combining MODIS Terra and Aqua data using a priority scheme to form daily merged images. Additionally, integrating the resampled IMS data with MODIS Terra-Aqua using a composite rule where remaining cloud pixels are replaced with IMS values helps achieve a cloud-free snow cover product.",
        "AnswerCn": "云遮挡可以通过结合MODIS Terra和Aqua数据，采用优先级方案形成每日合成图像来减少。此外，将重采样的IMS数据与MODIS Terra-Aqua结合，采用复合规则替换剩余的云像素为IMS值，有助于实现无云的雪盖产品。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What techniques are employed to ensure the spatial resolution of snow cover datasets is optimal for accurate snow depth assessment in the Tibetan Plateau?",
        "QuestionCn": "为了确保青藏高原雪盖数据集的空间分辨率最优，以便准确评估雪深，采用了哪些技术？",
        "AnswerEn": "The spatial resolution is optimized by resampling IMS data from 4 km to 500 m to match the resolution of MODIS Terra-Aqua, thereby enhancing the detail in the snow cover product. This approach allows for effective snow depth assessment by integrating higher resolution data from different sources.",
        "AnswerCn": "通过将IMS数据从4公里重采样到500米，以匹配MODIS Terra-Aqua的分辨率，从而优化空间分辨率，增强了雪盖产品的细节。这种方法通过整合来自不同来源的高分辨率数据，能够有效评估雪深。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What combination of remote sensing technologies enables the development of daily cloud-free snow cover products in high-altitude regions?",
        "QuestionCn": "哪种遥感技术的组合能够在高海拔地区开发每日无云的雪盖产品？",
        "AnswerEn": "The combination of MODIS Terra and Aqua (500 m) with the Interactive Multisensor Snow and Ice Mapping System (IMS; 4 km) enables the development of a daily cloud-free snow cover product (500 m) for high-altitude regions like the Tibetan Plateau.",
        "AnswerCn": "MODIS Terra和Aqua（500米）与互动多传感器雪冰映射系统（IMS；4公里）的结合，使得能够为像青藏高原这样的高海拔地区开发出每日无云的雪盖产品（500米）。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does resampling spatial resolution from different datasets contribute to generating high-resolution snow cover maps?",
        "QuestionCn": "从不同数据集重新采样空间分辨率如何有助于生成高分辨率雪盖图？",
        "AnswerEn": "Resampling the IMS data from 4 km to 500 m allows it to be integrated with the daily merged MODIS Terra–Aqua data, contributing to the generation of high-resolution snow cover maps.",
        "AnswerCn": "将IMS数据从4公里重采样到500米，可以与每日合并的MODIS Terra-Aqua数据集成，从而生成高分辨率的雪盖地图。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data collection methods improve the accuracy of snow cover mapping over complex terrains such as the Tibetan Plateau?",
        "QuestionCn": "哪些数据收集方法可以提高对复杂地形（如青藏高原）雪盖映射的准确性？",
        "AnswerEn": "Combining daily MODIS Terra and Aqua snow products with IMS data, using a priority scheme to merge Terra–Aqua images and replace cloud pixels with IMS pixel values, improves the accuracy of snow cover mapping over complex terrains like the Tibetan Plateau.",
        "AnswerCn": "将每日MODIS Terra和Aqua雪产品与IMS数据结合，采用优先级方案合并Terra和Aqua图像，并用IMS像素值替换云像素，提高了在像西藏高原这样复杂地形上雪盖映射的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might cloud coverage pose a significant challenge in the accurate mapping of snow-covered areas using remote sensing technologies?",
        "QuestionCn": "为什么云层覆盖可能对使用遥感技术准确绘制积雪区域构成重大挑战？",
        "AnswerEn": "Cloud blockage greatly limits the application of optical snow cover products, as clouds can obscure the surface, preventing accurate data collection and analysis of snow-covered areas.",
        "AnswerCn": "云层阻挡极大限制了光学雪盖产品的应用，因为云层会遮挡地表，妨碍对雪覆盖区域的准确数据收集和分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the use of passive microwave sensors be considered advantageous in the collection of snow cover data, despite their lower spatial resolution compared to optical sensors?",
        "QuestionCn": "尽管被动微波传感器的空间分辨率低于光学传感器，但在收集雪盖数据时，它们的使用可能被认为是有优势的原因是什么？",
        "AnswerEn": "Passive microwave sensors can penetrate cloud cover, providing cloud-free snow cover products, which is a significant advantage in regions with frequent cloud coverage, despite their coarser spatial resolution compared to sensors like MODIS.",
        "AnswerCn": "被动微波传感器能够穿透云层，提供无云的雪盖产品，这在频繁出现云层的地区是一个显著的优势，尽管与MODIS等传感器相比，它们的空间分辨率较粗。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of combining multiple remote sensing data sources to enhance the resolution and accuracy of snow cover mapping on the Tibetan Plateau?",
        "QuestionCn": "如何评估结合多种遥感数据源以提高青藏高原雪盖制图的分辨率和准确性的有效性？",
        "AnswerEn": "The combination of MODIS Terra and Aqua with the IMS data has proven highly effective. The resulting TAI product offers a significantly higher accuracy of 94% compared to the original MODIS products, which are hampered by cloud coverage. The merging process also increases the detectable snow-covered area from 4.7%–8.1% to 19.1%, demonstrating its capability to mitigate cloud obscuration issues.",
        "AnswerCn": "MODIS Terra和Aqua与IMS数据的结合被证明是非常有效的。生成的TAI产品提供了显著更高的准确性，达到94%，相比之下，原始的MODIS产品受到云层覆盖的影响。合并过程还将可检测的雪覆盖区域从4.7%-8.1%增加到19.1%，显示了其减轻云层遮挡问题的能力。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are your thoughts on the challenges faced in improving snow cover detection accuracy amidst cloud coverage, and how do current methodologies address these challenges?",
        "QuestionCn": "在云层覆盖的情况下，提高雪盖检测准确性面临的挑战是什么？当前的方法如何应对这些挑战？",
        "AnswerEn": "Cloud coverage is a major obstacle in optical remote sensing for snow cover detection, as it blocks the view of the ground. Current methodologies, like the TAI, address these challenges by integrating data from different satellite sources, which allow for cloud-free mapping. Prioritizing available data and using blending techniques help expose snow cover pixels despite cloud presence, although challenges remain with the spatial resolution of different datasets.",
        "AnswerCn": "云覆盖是光学遥感雪盖检测的主要障碍，因为它阻挡了对地面的视线。目前的方法，如TAI，通过整合来自不同卫星源的数据来解决这些挑战，从而实现无云映射。优先考虑可用数据并使用融合技术有助于在云层存在的情况下揭示雪盖像素，尽管不同数据集的空间分辨率仍然存在挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how could further improvements in data collection and integration techniques impact the future development of snow cover products?",
        "QuestionCn": "在您看来，数据收集和整合技术的进一步改进将如何影响未来积雪覆盖产品的发展？",
        "AnswerEn": "Further improvements in data collection and integration could lead to even higher accuracy and resolution of snow cover products. Enhanced algorithms that better handle cloud coverage and refine spatial resolution would be beneficial. Additionally, integrating more diverse datasets, such as employing higher-resolution optical and microwave sensors, could improve snow cover detection under various atmospheric conditions, leading to more reliable water resource management in high-altitude regions like the Tibetan Plateau.",
        "AnswerCn": "进一步改善数据收集和整合可以提高雪盖产品的准确性和分辨率。增强的算法能够更好地处理云层覆盖并细化空间分辨率将是有益的。此外，整合更多样化的数据集，例如采用更高分辨率的光学和微波传感器，可以在各种大气条件下改善雪盖检测，从而在像青藏高原这样的高海拔地区实现更可靠的水资源管理。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can achieve cloud-free snow cover mapping with improved accuracy on the Tibetan Plateau.",
        "QuestionCn": "我不明白一个数据集如何能够在青藏高原上实现无云雪盖映射并提高准确性。",
        "AnswerEn": "The dataset achieves cloud-free snow cover mapping by combining MODIS Terra and Aqua products with the Interactive Multisensor Snow and Ice Mapping System (IMS), which allows for the removal of cloud cover and improves snow cover mapping accuracy. The TAI algorithm resamples the IMS data to a finer resolution and integrates it with MODIS Terra-Aqua data to produce a daily cloud-free snow cover product at 500 m resolution. This approach significantly reduces cloud blockage and enhances snow cover detection.",
        "AnswerCn": "该数据集通过结合MODIS Terra和Aqua产品与互动多传感器雪冰映射系统（IMS），实现了无云雪盖映射，从而去除了云层覆盖，提高了雪盖映射的准确性。TAI算法将IMS数据重采样至更细的分辨率，并将其与MODIS Terra-Aqua数据集成，以生成500米分辨率的每日无云雪盖产品。这种方法显著减少了云层阻挡，增强了雪盖检测能力。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not sure how challenges like cloud blockage and low spatial resolution are addressed in data collection methods for snow cover on the Tibetan Plateau.",
        "QuestionCn": "我不确定在对青藏高原雪盖的数据收集方法中，如何解决云层遮挡和低空间分辨率等挑战。",
        "AnswerEn": "Challenges like cloud blockage are addressed by developing a composite rule where remaining cloud pixels in Terra-Aqua images are replaced with IMS pixel values. The IMS data is resampled from 4 km to 500 m resolution to match the MODIS data, allowing for more detailed snow cover mapping. This combination mitigates the issue of cloud interference and enhances spatial resolution, providing more accurate snow cover data.",
        "AnswerCn": "像云遮挡这样的挑战通过开发复合规则来解决，其中在Terra-Aqua图像中剩余的云像素被IMS像素值替换。IMS数据从4公里重采样到500米分辨率，以匹配MODIS数据，从而实现更详细的雪盖映射。这种组合减轻了云干扰的问题，并提高了空间分辨率，提供了更准确的雪盖数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't figure out how the accuracy of snow cover products is validated using ground station data.",
        "QuestionCn": "我无法弄清楚如何使用地面站数据验证雪盖产品的准确性。",
        "AnswerEn": "The accuracy of snow cover products is validated using daily in situ measurements of snow depth from 105 China Meteorological Data (CMA) climate stations. The TAI product's performance is compared with station-based snow depth measurements, showing an overall accuracy of 94% in all-sky conditions. This validation method demonstrates the TAI product's significant improvement over original MODIS products, which have lower accuracy due to cloud obstruction.",
        "AnswerCn": "雪盖产品的准确性是通过105个中国气象数据（CMA）气候站的日常实地雪深测量进行验证的。TAI产品的性能与基于站点的雪深测量进行了比较，显示在全天空条件下的总体准确率为94%。这种验证方法表明，TAI产品在准确性上显著优于原始的MODIS产品，后者由于云遮挡而准确性较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection methods used to develop a cloud-free daily snow cover product for the Tibetan Plateau, highlighting any integration of different remote sensing technologies.",
        "QuestionCn": "请描述用于开发青藏 Plateau 无云每日雪盖产品的数据收集方法，强调不同遥感技术的集成。",
        "AnswerEn": "The data collection methods involve using MODIS Terra and Aqua (500 m) combined with the Interactive Multisensor Snow and Ice Mapping System (IMS; 4 km). The IMS data are resampled to match the MODIS resolution. The integration involves a priority scheme where cloud pixels in Terra–Aqua images are replaced with IMS values, creating a daily cloud-free snow cover product.",
        "AnswerCn": "数据收集方法涉及使用MODIS Terra和Aqua（500米）结合互动多传感器雪和冰映射系统（IMS；4公里）。IMS数据被重采样以匹配MODIS分辨率。集成过程采用优先级方案，其中Terra-Aqua图像中的云像素被IMS值替换，从而创建一个每日无云的雪盖产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in using optical remote sensing for snow cover mapping on high-altitude regions like the Tibetan Plateau, and discuss any strategies implemented to overcome these challenges.",
        "QuestionCn": "请分析在高海拔地区如青藏高原使用光学遥感进行雪盖制图所面临的挑战，并讨论为克服这些挑战而实施的任何策略。",
        "AnswerEn": "Challenges in optical remote sensing for snow cover mapping include cloud blockage and low temporal resolution, which limits application. Strategies to overcome these include developing a daily combined Terra–Aqua–IMS (TAI) product that replaces cloud-covered pixels with data from the IMS, thus reducing cloud obscuration and improving the accuracy of snow cover mapping.",
        "AnswerCn": "光学遥感在雪盖制图中的挑战包括云遮挡和低时间分辨率，这限制了其应用。克服这些挑战的策略包括开发一个每日的Terra–Aqua–IMS（TAI）产品，用IMS的数据替代被云覆盖的像素，从而减少云遮挡，提高雪盖制图的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could complement the existing snow cover datasets to enhance the accuracy and resolution of snow mapping on the Tibetan Plateau.",
        "QuestionCn": "请识别潜在的数据集，这些数据集可以补充现有的雪盖数据集，以提高对青藏高原雪映射的准确性和分辨率。",
        "AnswerEn": "Potential datasets that could complement the existing snow cover datasets include in situ measurements of snow depth from climate stations and other remote sensing data with different sensors or wavelengths that could provide additional information to improve spatial resolution and accuracy of snow mapping efforts.",
        "AnswerCn": "潜在的数据集可以补充现有的雪盖数据集，包括来自气候站的雪深实测数据和其他遥感数据，这些数据使用不同的传感器或波长，可以提供额外的信息，以提高雪映射工作的空间分辨率和准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}