{
  "id": "47016733-a1d5-4142-90bf-6f3db8420270",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Moderate resolution MODIS river lake ice cover dataset in high latitude region of northern hemisphere (2002-2018)",
      "titleCn": "北半球高纬地区中分辨率MODIS河湖冰覆盖度数据集（2002-2018）",
      "description": "The medium-resolution MODIS river and lake ice phenology data set in the high latitudes of the northern hemisphere from 2002 to 2019 is based on the Normalized Difference Snow Index (NDSI) data of the Moderate Resolution Imaging Spectroradiometer(MODIS). Daily lake iceextent and coverage under clear-sky conditions was examined byemploying the conventional SNOWMAP algorithm, and thoseunder cloud cover conditions were re-determined using the temporal and spatial continuity of lake surface conditions througha series of steps.The lake ice phenology information obtained in this dataset was highly consistent with that from passive microwave data at an average correlation coefficient of 0.91 and an RMSE value varying from 0.07 to 0.13.",
      "descriptionCn": "2002-2018年北半球高纬地区中分辨率MODIS河湖冰覆盖度数据集是基于MODIS的归一化积雪指数数据，利用SNOWMAP算法对晴空条件下的逐日河湖冰覆盖范围进行检测，并通过对河湖面的时间、空间的连续性等一系列步骤重新确定云覆盖条件下的河湖冰覆盖范围。通过这一系列的处理后，获得少云的逐日河湖冰覆盖度数据集。该数据集中获得的湖冰物候信息与被动微波数据的信息高度一致，平均相关系数为0.91，RMSE值在0.07至0.13之间变化。",
      "instructions": "The data include the daily lake ice cover of the frozen lakes in Eurasia and the daily river ice coverage in the Irtysh - EBI River Basin. The data of lake ice and river ice are separately stored in the folder of river ice and lake ice. The data format is TIF and the projection is WGS-84. The name of the file is“ yyyyddd.tif ”where yyyy stands for year, ddd stands for Julian date, 2003001.tif is the coverage of lake ice or river ice on January 1, 2003.",
      "instructionsCn": "数据包括欧亚大陆会发生冻结现象的湖泊的逐日湖冰覆盖度以及额尔齐斯河-鄂毕河流域逐日河冰覆盖度。湖冰、河冰数据分别单独存放在河冰、湖冰文件夹下，数据格式为tif，文件的名称为“yyyyddd.tif”，其中yyyy代表年，ddd代表Julian日期，2003001.tif为2003年1月1日湖冰或河冰的覆盖情况。",
      "east": 40.0,
      "west": 180.0,
      "south": 31.0,
      "north": 70.0,
      "startTime": "2002-07-18 08:00:00",
      "endTime": "2018-07-11 08:00:00",
      "fileSize": 67338111857.0,
      "cstr": "18406.11.Glacio.tpdc.270868",
      "doi": "10.11888/Glacio.tpdc.270868",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邱玉宝",
        "nameEn": "QIU Yubao",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "MODIS-based Daily Lake Ice Extent and Coverage dataset for Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Qiu, Y.B., Xie, P.F., Leppäranta, M., Wang, X.X., Lemmetyinen, J., Lin, H. & Shi, L.J. (2019). MODIS-based Daily Lake Ice Extent and Coverage dataset for Tibetan Plateau, Big Earth Data, 3:2, 170-185."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "欧亚大陆",
        "keywordEn": "Eurasia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2018",
        "keywordEn": "2002-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Known as the \"Roof of the World,\" the Tibetan Plateau has an average elevation of more than 2,000 m and an abundance of lakes. Lake ice is an indicator of changes in lake environments; moreover, it is also one of the key Environmental Climate Variables (ECVs) in the Global Climate Observing System (GCOS). However, the existing in situ lake ice observation data for the Tibetan Plateau is severely limited due to the remoteness, harsh eco-environmental conditions, and thin atmosphere in this region. At present, many researchers have studied the lake ice phenology based on remote sensing data and released four data sets, but the dataset derived primarily from coarse resolution passive microwave observations is not effective for monitoring the numerous small lakes in the Tibetan Plateau."
      ],
      "research objective": [
        "Therefore, a comprehensive lake ice monitoring dataset is urgently needed to compensate for this observation shortage. The dataset presented herein was prepared using the MODIS Normalized Difference Snow Index (NDSI) with a spatial resolution of 500 m as input for the NDSI snow cover algorithm SNOWMAP in order to detect the lake ice coverage under daily clear sky conditions. This method was used to calculate and classify the daily lake ice characteristics for the maximum number of lakes within the Tibetan Plateau from 2002 to 2018."
      ],
      "challenges": [
        "The existing in situ lake ice observation data for the Tibetan Plateau is severely limited due to the remoteness, harsh eco-environmental conditions, and thin atmosphere in this region. The dataset derived primarily from coarse resolution passive microwave observations is not effective for monitoring the numerous small lakes in the Tibetan Plateau. The SNOWMAP algorithm tends to incorrectly identify lake ice pixels under clear sky conditions, which indicates that an updated algorithm for the snow/ice recognition is needed."
      ],
      "methods": [
        "The MODIS data pre-processing was carried out at the UTM/WGS84 system with steps of image splicing, projection, transformation, and image cropping. The NDSI snow cover algorithm SNOWMAP was used to estimate the daily lake ice on/off at a single pixel under clear sky, and then a series of further processes was conducted under cloudy conditions based on spatial and temporal continuity of lake surface conditions. Based on the complementary morning and afternoon satellite observations, daily lake ice/water data under cloud cover conditions was synthesized based on the following three rules. The cloud-covered pixels were re-identified using spatial adjacent relationships and its spatial continuity based on their proximity. Aiming to obtain the inventory of lake ice/water change characteristics for every single lake, a further time series filter was conducted for each lake with ice, water, and cloud."
      ],
      "dataset": [
        "The MODIS Snow Cover Daily L3 Global 500 m Grid dataset was used as the input data, which was obtained from the US National Snow and Ice Data Center, including MODIS/Terra morning acquisition data (MOD10A1) and MODIS/Aqua afternoon acquisition data (MYD10A1). As a result, the lake ice extent data with partial cloud cover were obtained for 5,834 days, and lake ice, water and cloud coverage for each single lake, which was defined as the ratio of extent of lake ice and lake area, were obtained accordingly. Of total 2612 examined lakes in Tibetan Plateau, the 5834 days’ time series of cloud free time series of lake ice coverage for 625 lakes with areas larger than 3 km2 were effectively recorded."
      ],
      "findings": [
        "The lake ice phenology information obtained in this paper was highly consistent with that from passive microwave data at an average correlation coefficient of 0.91 and an RMSE value varying from 0.07 to 0.13. The present dataset is more effective at detecting lake ice parameters for smaller lakes than the coarse resolution passive microwave remote sensing observations."
      ],
      "backgroundCn": [
        "被称为“世界屋脊”的青藏 Plateau，平均海拔超过2000米，湖泊资源丰富。湖冰是湖泊环境变化的一个指标；此外，它也是全球气候观测系统（GCOS）中的关键环境气候变量（ECVs）之一。然而，由于该地区的偏远、恶劣的生态环境条件和稀薄的大气，现有的青藏 Plateau 实地湖冰观测数据严重不足。目前，许多研究人员基于遥感数据研究湖冰物候，并发布了四个数据集，但主要基于粗分辨率被动微波观测的数据集对于监测青藏 Plateau 上众多小湖泊的效果并不理想。"
      ],
      "research objectiveCn": [
        "因此，迫切需要一个全面的湖冰监测数据集，以弥补这一观察短缺。本文所呈现的数据集是使用MODIS归一化差异雪指数（NDSI）作为输入，结合NDSI雪盖算法SNOWMAP，以检测在每日晴天条件下的湖冰覆盖情况。该方法用于计算和分类2002年至2018年间西藏 Plateau上尽可能多湖泊的每日湖冰特征。"
      ],
      "challengesCn": [
        "由于青藏高原的偏远、恶劣的生态环境条件和稀薄的大气层，现有的原位湖冰观测数据严重不足。主要来自粗分辨率被动微波观测的数据集对于监测青藏高原上众多小湖泊并不有效。SNOWMAP算法在晴天条件下往往错误识别湖冰像素，这表明需要更新雪/冰识别算法。"
      ],
      "methodsCn": [
        "MODIS数据预处理是在UTM/WGS84系统下进行的，步骤包括图像拼接、投影、变换和图像裁剪。使用NDSI雪盖算法SNOWMAP在晴天条件下估算单个像素的湖面冰层状态（冰/水），然后在多云条件下基于湖面状态的空间和时间连续性进行一系列进一步处理。基于早晚卫星观测的互补性，合成了多云条件下的每日湖面冰水数据，遵循以下三条规则。通过空间邻近关系和其空间连续性重新识别云覆盖像素。为了获取每个湖泊的冰水变化特征清单，对每个湖泊的冰、水和云进行了进一步的时间序列滤波。"
      ],
      "datasetCn": [
        "MODIS雪盖日常L3全球500米网格数据集作为输入数据，来自美国国家雪冰数据中心，包括MODIS/Terra早晨获取的数据（MOD10A1）和MODIS/Aqua下午获取的数据（MYD10A1）。因此，获得了在部分云覆盖下的湖冰范围数据，共计5834天，并相应地获得了每个单独湖泊的湖冰、水体和云覆盖情况，其中湖冰覆盖率定义为湖冰范围与湖泊面积的比率。在对青藏高原2612个湖泊的研究中，有625个面积大于3平方公里的湖泊的5834天无云时间序列的湖冰覆盖率得到了有效记录。"
      ],
      "findingsCn": [
        "本文获得的湖冰物候信息与被动微波数据高度一致，平均相关系数为0.91，均方根误差（RMSE）值在0.07到0.13之间变化。当前数据集在检测小湖泊的湖冰参数方面比粗分辨率的被动微波遥感观测更有效。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are existing in situ lake ice observation data on the Tibetan Plateau limited due to environmental and logistical challenges?",
        "QuestionCn": "现有的青藏高原湖泊冰层现场观测数据由于环境和后勤挑战而受到限制吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more reliable for detecting lake ice coverage under cloudy conditions: spatial and temporal continuity analysis or cloud re-identification using spatial adjacency?",
        "QuestionCn": "在多云条件下，哪种方法更可靠用于检测湖面冰盖：空间和时间连续性分析还是使用空间邻接的云重识别？",
        "AnswerEn": "spatial and temporal continuity analysis",
        "AnswerCn": "空间和时间连续性分析",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the spatial resolution used for the lake ice monitoring data collection method in the high-latitude regions of the Northern Hemisphere?",
        "QuestionCn": "在北半球高纬度地区，湖冰监测数据收集方法使用的空间分辨率是多少？",
        "AnswerEn": "500 m",
        "AnswerCn": "500米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where do challenges in data collection for lake ice observation primarily occur due to environmental conditions?",
        "QuestionCn": "湖冰观测的数据收集挑战主要由于环境条件而发生在哪里？",
        "AnswerEn": "Tibetan Plateau",
        "AnswerCn": "青藏高原",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who provides the input data for the MODIS Snow Cover Daily L3 Global 500 m Grid dataset used in lake ice extent data collection?",
        "QuestionCn": "谁提供用于湖泊冰盖范围数据收集的MODIS雪盖日常L3全球500米网格数据集的输入数据？",
        "AnswerEn": "US National Snow and Ice Data Center",
        "AnswerCn": "美国国家冰雪数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to monitor lake ice coverage in remote and harsh environmental conditions?",
        "QuestionCn": "您能否提供一个用于监测偏远和恶劣环境条件下湖泊冰盖的数据显示方法的例子？",
        "AnswerEn": "A data collection method involves using the MODIS Normalized Difference Snow Index (NDSI) with a spatial resolution of 500 m as input for the NDSI snow cover algorithm SNOWMAP to detect lake ice coverage under daily clear sky conditions.",
        "AnswerCn": "一种数据收集方法涉及使用MODIS归一化差异雪指数（NDSI），其空间分辨率为500米，作为NDSI雪盖算法SNOWMAP的输入，以在每日晴朗天气条件下检测湖面冰盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting lake ice observation data in high-altitude regions?",
        "QuestionCn": "在高海拔地区收集湖冰观测数据时面临的一个挑战是什么？",
        "AnswerEn": "A challenge in collecting lake ice observation data in high-altitude regions is the severe limitation of in situ observations due to remoteness, harsh eco-environmental conditions, and thin atmosphere, which affects the effectiveness of coarse resolution passive microwave observations for monitoring numerous small lakes.",
        "AnswerCn": "在高海拔地区收集湖冰观测数据的一个挑战是，由于偏远、恶劣的生态环境条件和稀薄的大气，现场观测受到严重限制，这影响了粗分辨率被动微波观测监测众多小湖泊的有效性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you illustrate an example of how a dataset can be synthesized to manage cloud cover conditions while monitoring lake ice coverage?",
        "QuestionCn": "您能否举例说明如何合成一个数据集，以便在监测湖面冰层覆盖时管理云层覆盖条件？",
        "AnswerEn": "A dataset can be synthesized to manage cloud cover conditions by utilizing complementary morning and afternoon satellite observations. Cloud-covered pixels are re-identified using spatial adjacent relationships and spatial continuity based on proximity, and a further time series filter is applied to obtain data on lake ice, water, and cloud coverage for each lake.",
        "AnswerCn": "可以通过利用互补的早晨和下午卫星观测来合成一个数据集，以管理云覆盖条件。通过空间相邻关系和基于邻近性的空间连续性重新识别云覆盖像素，并应用进一步的时间序列过滤器，以获取每个湖泊的湖冰、水体和云覆盖的数据。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the MODIS data pre-processing method used for lake ice detection?",
        "QuestionCn": "MODIS数据预处理方法用于湖冰检测的特点是什么？",
        "AnswerEn": "image splicing, projection, transformation, image cropping",
        "AnswerCn": "图像拼接、投影、变换、图像裁剪",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific features distinguish a dataset derived from MODIS Normalized Difference Snow Index (NDSI) for lake ice monitoring?",
        "QuestionCn": "哪些特定特征区分了用于湖面冰监测的MODIS归一化差异雪指数（NDSI）衍生数据集？",
        "AnswerEn": "500 m spatial resolution, daily clear sky conditions",
        "AnswerCn": "500米空间分辨率，每日晴空条件",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average correlation coefficient between the lake ice phenology information obtained and passive microwave data?",
        "QuestionCn": "湖冰物候信息与被动微波数据之间的平均相关系数是多少？",
        "AnswerEn": "0.91",
        "AnswerCn": "0.91",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the SNOWMAP algorithm used for in the context of lake ice monitoring?",
        "QuestionCn": "SNOWMAP算法在湖冰监测中用于什么？",
        "AnswerEn": "The SNOWMAP algorithm is used to detect lake ice coverage under daily clear sky conditions using the MODIS Normalized Difference Snow Index (NDSI) data. It estimates the daily lake ice on/off status at a single pixel and is further refined to account for cloudy conditions based on the spatial and temporal continuity of lake surface conditions.",
        "AnswerCn": "SNOWMAP算法用于在晴天条件下利用MODIS归一化差异雪指数（NDSI）数据检测湖面冰盖。它估计单个像素的每日湖冰状态（开/关），并进一步根据湖面条件的空间和时间连续性对多云条件进行调整。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with in situ lake ice observation data collection in remote regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的偏远地区，进行原位湖冰观测数据收集面临哪些挑战？",
        "AnswerEn": "Challenges include the severe limitation of existing in situ lake ice observation data due to the remoteness, harsh eco-environmental conditions, and thin atmosphere in the Tibetan Plateau. Additionally, datasets derived from coarse resolution passive microwave observations are not effective for monitoring the numerous small lakes in the area.",
        "AnswerCn": "挑战包括由于青藏 Plateau 的偏远、恶劣的生态环境条件和稀薄的大气，现有的原位湖冰观测数据严重有限。此外，来自粗分辨率被动微波观测的数据集对于监测该地区众多小湖泊并不有效。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using MODIS Normalized Difference Snow Index (NDSI) for lake ice monitoring compare to those using coarse resolution passive microwave observations in terms of effectiveness for small lakes?",
        "QuestionCn": "使用MODIS归一化差异雪指数（NDSI）进行湖冰监测的数据收集方法与使用粗分辨率被动微波观测的方法在小湖泊的有效性方面有何比较？",
        "AnswerEn": "The MODIS NDSI method is more effective for detecting lake ice parameters for smaller lakes compared to coarse resolution passive microwave observations, as it provides better spatial resolution and is capable of monitoring numerous small lakes effectively.",
        "AnswerCn": "MODIS NDSI 方法在检测小湖泊的冰层参数方面比粗分辨率的被动微波观测更有效，因为它提供了更好的空间分辨率，并能够有效监测众多小湖泊。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of collecting in situ lake ice observation data on the Tibetan Plateau differ from the challenges of using remote sensing data for the same purpose?",
        "QuestionCn": "在青藏高原上，收集原位湖冰观测数据的挑战与使用遥感数据进行同样目的的挑战有何不同？",
        "AnswerEn": "In situ data collection on the Tibetan Plateau is limited by remoteness, harsh eco-environmental conditions, and thin atmosphere, whereas remote sensing using MODIS and similar technologies can be affected by cloud cover and the need for algorithm adjustments to accurately identify lake ice under varying conditions.",
        "AnswerCn": "在青藏高原，原位数据收集受到偏远、恶劣生态环境条件和稀薄大气的限制，而使用MODIS等技术的遥感则可能受到云层覆盖的影响，并且需要对算法进行调整，以准确识别在不同条件下的湖冰。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the spatial and temporal continuity of lake surface conditions be leveraged to improve the accuracy of detecting lake ice coverage under cloudy conditions?",
        "QuestionCn": "如何利用湖面条件的空间和时间连续性来提高在多云条件下检测湖冰覆盖的准确性？",
        "AnswerEn": "The spatial and temporal continuity of lake surface conditions can be leveraged by utilizing the spatial adjacent relationships and proximity of cloud-covered pixels, which are re-identified and synthesized based on complementary morning and afternoon satellite observations. This approach helps in estimating the daily lake ice coverage even under cloudy conditions, by applying a time series filter for each lake's ice, water, and cloud characteristics.",
        "AnswerCn": "湖面条件的空间和时间连续性可以通过利用空间相邻关系和云覆盖像素的邻近性来实现，这些像素基于互补的早晨和下午卫星观测进行重新识别和合成。这种方法通过对每个湖泊的冰、水和云特征应用时间序列滤波，帮助在多云条件下估计每日湖冰覆盖情况。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What potential challenges might arise from using moderate-resolution MODIS data to monitor small lakes in high latitude regions, and how can these challenges be addressed?",
        "QuestionCn": "使用中等分辨率的MODIS数据监测高纬度地区的小湖泊可能会面临哪些潜在挑战，以及如何应对这些挑战？",
        "AnswerEn": "The potential challenges include the difficulty in accurately monitoring numerous small lakes due to the coarse resolution of passive microwave data and the tendency of the SNOWMAP algorithm to incorrectly identify lake ice pixels under clear sky conditions. These challenges can be addressed by improving the algorithm for snow/ice recognition and using spatial and temporal data continuity to re-identify cloud-covered pixels and synthesize lake ice data effectively.",
        "AnswerCn": "潜在的挑战包括由于被动微波数据的分辨率较粗，准确监测众多小湖泊的困难，以及SNOWMAP算法在晴天条件下错误识别湖冰像素的倾向。这些挑战可以通过改进雪/冰识别算法以及利用空间和时间数据连续性来重新识别被云覆盖的像素，并有效合成湖冰数据来解决。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How might the integration of MODIS data with other remote sensing technologies enhance the monitoring of lake ice phenology in remote and harsh environments?",
        "QuestionCn": "MODIS数据与其他遥感技术的集成如何增强对偏远和恶劣环境中湖泊冰相的监测？",
        "AnswerEn": "Integration with other remote sensing technologies could enhance monitoring by providing complementary data that fills gaps left by MODIS in terms of resolution and cloud cover limitations. It could also help refine the algorithms used for snow/ice recognition, allowing for more accurate monitoring of smaller lakes and regions with harsh environmental conditions, thus addressing the limited in situ observation capabilities.",
        "AnswerCn": "与其他遥感技术的集成可以通过提供补充数据来增强监测，填补MODIS在分辨率和云覆盖限制方面的空白。它还可以帮助改进用于雪/冰识别的算法，从而更准确地监测较小的湖泊和环境条件恶劣的地区，从而解决有限的现场观测能力问题。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes limitations in existing in situ lake ice observation data collection in remote regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的偏远地区，现有的原位湖冰观测数据收集的限制因素是什么？",
        "AnswerEn": "The existing in situ lake ice observation data for the Tibetan Plateau is severely limited due to the remoteness, harsh eco-environmental conditions, and thin atmosphere in this region.",
        "AnswerCn": "由于该地区的偏远、恶劣的生态环境条件和稀薄的大气，现有的青藏高原原位湖冰观测数据严重不足。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might datasets derived from coarse resolution passive microwave observations be ineffective for monitoring small lakes?",
        "QuestionCn": "从粗分辨率的被动微波观测中得出的数据集可能在监测小湖泊方面效果不佳的原因是什么？",
        "AnswerEn": "The dataset derived primarily from coarse resolution passive microwave observations is not effective for monitoring the numerous small lakes in the Tibetan Plateau because these observations lack the resolution needed to accurately capture the ice coverage of smaller lakes.",
        "AnswerCn": "主要来自粗分辨率被动微波观测的数据集对于监测青藏高原上众多小湖泊并不有效，因为这些观测缺乏足够的分辨率来准确捕捉小湖泊的冰覆盖情况。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for inaccuracies in lake ice pixel identification using the SNOWMAP algorithm under clear sky conditions?",
        "QuestionCn": "在晴朗的天空条件下，使用SNOWMAP算法进行湖冰像素识别的不准确原因是什么？",
        "AnswerEn": "The SNOWMAP algorithm tends to incorrectly identify lake ice pixels under clear sky conditions, which indicates that an updated algorithm for the snow/ice recognition is needed.",
        "AnswerCn": "SNOWMAP算法在晴天条件下倾向于错误识别湖冰像素，这表明需要更新雪/冰识别算法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using MODIS data with a 500 m resolution for lake ice monitoring in high-latitude areas?",
        "QuestionCn": "使用500米分辨率的MODIS数据在高纬度地区进行湖冰监测的潜在后果是什么？",
        "AnswerEn": "Using MODIS data with a 500 m resolution allows for effective monitoring of lake ice parameters, especially for smaller lakes, compared to coarse resolution passive microwave observations. This approach helps overcome limitations related to the remoteness and harsh conditions of the Tibetan Plateau, providing a comprehensive dataset for lake ice monitoring.",
        "AnswerCn": "使用500米分辨率的MODIS数据可以有效监测湖泊冰层参数，尤其是对于较小的湖泊，相比于粗分辨率的被动微波观测，这种方法能够克服与青藏高原的偏远和恶劣条件相关的限制，为湖泊冰层监测提供了全面的数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the use of SNOWMAP algorithm under clear sky conditions impact the accuracy of lake ice detection?",
        "QuestionCn": "在晴空条件下使用SNOWMAP算法对湖面冰层检测的准确性有何影响？",
        "AnswerEn": "The SNOWMAP algorithm under clear sky conditions tends to incorrectly identify lake ice pixels. This indicates a need for an updated algorithm for snow/ice recognition, as the current method may not always accurately classify lake ice characteristics, affecting overall dataset accuracy.",
        "AnswerCn": "在晴朗的天空条件下，SNOWMAP算法倾向于错误识别湖冰像素。这表明需要更新雪/冰识别算法，因为当前的方法可能并不总是准确分类湖冰特征，从而影响整体数据集的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of combining MODIS morning and afternoon satellite observations for data synthesis under cloud cover conditions?",
        "QuestionCn": "结合MODIS早晨和下午卫星观测在云覆盖条件下进行数据合成的影响是什么？",
        "AnswerEn": "Combining MODIS morning and afternoon satellite observations allows for the synthesis of daily lake ice/water data even under cloud cover conditions. This approach helps re-identify cloud-covered pixels using spatial continuity, thereby providing a more comprehensive and accurate dataset for lake ice monitoring over time.",
        "AnswerCn": "结合MODIS早晨和下午的卫星观测，可以在云层覆盖条件下合成每日湖泊冰水数据。这种方法通过空间连续性重新识别被云覆盖的像素，从而为湖泊冰监测提供更全面和准确的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to develop a comprehensive lake ice monitoring dataset using MODIS data for high-latitude regions?",
        "QuestionCn": "为什么使用MODIS数据在高纬度地区开发全面的湖冰监测数据集是至关重要的？",
        "AnswerEn": "A comprehensive lake ice monitoring dataset is essential to compensate for the observation shortage in areas like the Tibetan Plateau, where in situ observations are limited due to remoteness and harsh conditions. The dataset aids in detecting lake ice coverage under clear sky conditions, enhancing the understanding of lake environments and their changes.",
        "AnswerCn": "一个全面的湖面冰监测数据集对于弥补像青藏高原这样观察不足的地区至关重要，因为由于偏远和恶劣的条件，现场观测有限。该数据集有助于在晴朗的天空条件下检测湖面冰覆盖，增强对湖泊环境及其变化的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the goals of employing the SNOWMAP algorithm in determining lake ice coverage for high-latitude regions?",
        "QuestionCn": "SNOWMAP算法在确定高纬度地区湖泊冰盖覆盖的目标是什么？",
        "AnswerEn": "The goal of using the SNOWMAP algorithm is to accurately detect lake ice coverage under daily clear sky conditions. This approach aims to calculate and classify daily lake ice characteristics across numerous lakes, addressing the limitations of coarse resolution passive microwave observations in monitoring smaller lakes.",
        "AnswerCn": "使用SNOWMAP算法的目标是在晴朗的天气条件下准确检测湖泊冰盖。该方法旨在计算和分类众多湖泊的每日冰雪特征，解决被动微波观测在监测较小湖泊时分辨率较低的局限性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Why pursue an updated algorithm for snow/ice recognition in the context of remote sensing data collection for lake ice monitoring?",
        "QuestionCn": "在湖泊冰层监测的遥感数据收集背景下，为什么要追求更新的雪/冰识别算法？",
        "AnswerEn": "An updated algorithm for snow/ice recognition is necessary because the SNOWMAP algorithm can incorrectly identify lake ice pixels under clear sky conditions. Improving the algorithm enhances the accuracy of lake ice monitoring, which is crucial for developing datasets that effectively represent lake ice phenology.",
        "AnswerCn": "由于SNOWMAP算法在晴朗天气条件下可能错误识别湖冰像素，因此需要更新雪/冰识别算法。改进算法可以提高湖冰监测的准确性，这对于开发有效代表湖冰物候的数据集至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in utilizing MODIS data to detect lake ice coverage under clear sky conditions using the NDSI snow cover algorithm?",
        "QuestionCn": "利用MODIS数据在晴天条件下使用NDSI雪盖算法检测湖面冰盖的程序包括哪些步骤？",
        "AnswerEn": "The MODIS data pre-processing involves steps such as image splicing, projection, transformation, and image cropping. Then, the NDSI snow cover algorithm SNOWMAP is applied to estimate daily lake ice on/off at a single pixel under clear sky conditions.",
        "AnswerCn": "MODIS数据预处理包括图像拼接、投影、变换和图像裁剪等步骤。然后，应用NDSI雪盖算法SNOWMAP在晴天条件下估计单个像素的湖面冰层的开启/关闭情况。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can daily lake ice/water data be synthesized under cloud cover conditions using complementary satellite observations?",
        "QuestionCn": "如何在云层覆盖条件下使用互补的卫星观测合成每日湖冰/水数据？",
        "AnswerEn": "Daily lake ice/water data under cloud cover conditions is synthesized using complementary morning and afternoon satellite observations. This process is based on three rules involving spatial adjacent relationships, spatial continuity, and a time series filter for each lake to identify lake ice, water, and cloud coverage.",
        "AnswerCn": "在云覆盖条件下，利用互补的早晨和下午卫星观测合成每日湖冰/水数据。该过程基于三个规则，涉及空间相邻关系、空间连续性以及针对每个湖泊的时间序列过滤器，以识别湖冰、水体和云覆盖情况。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What steps are necessary to ensure the accurate classification of lake ice, water, and cloud coverage for individual lakes, particularly under cloud-covered conditions?",
        "QuestionCn": "在云层覆盖条件下，确保对单个湖泊的湖冰、水和云覆盖进行准确分类需要哪些步骤？",
        "AnswerEn": "To accurately classify lake ice, water, and cloud coverage, cloud-covered pixels are re-identified using spatial adjacent relationships and spatial continuity. Further, a time series filter is conducted for each lake to obtain the inventory of lake ice/water change characteristics, ensuring accurate classification despite cloud cover.",
        "AnswerCn": "为了准确分类湖冰、水体和云覆盖，采用空间邻接关系和空间连续性重新识别云覆盖像素。此外，对每个湖泊进行时间序列滤波，以获取湖冰/水体变化特征的清单，从而确保在云覆盖情况下的准确分类。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques enable the accurate detection of lake ice coverage in remote and harsh environments like the Tibetan Plateau?",
        "QuestionCn": "哪些技术能够在像青藏高原这样的偏远和恶劣环境中准确检测湖泊冰盖？",
        "AnswerEn": "The use of the MODIS Normalized Difference Snow Index (NDSI) with a spatial resolution of 500 m as input for the SNOWMAP algorithm allows for the detection of lake ice coverage under daily clear sky conditions. Additional processing under cloudy conditions based on spatial and temporal continuity helps refine the detection.",
        "AnswerCn": "使用MODIS归一化差异雪指数（NDSI），其空间分辨率为500米，作为SNOWMAP算法的输入，可以在每日晴天条件下检测湖面冰盖。在多云条件下，基于空间和时间连续性的额外处理有助于精细化检测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the application of spatial and temporal continuity principles enhance data collection for lake ice monitoring under cloudy conditions?",
        "QuestionCn": "空间和时间连续性原则的应用如何增强在多云条件下湖冰监测的数据收集？",
        "AnswerEn": "Spatial and temporal continuity principles are applied to re-identify cloud-covered pixels using spatial adjacent relationships and proximity. This helps synthesize daily lake ice/water data from complementary satellite observations, enabling effective recording of lake ice coverage even when cloud cover is present.",
        "AnswerCn": "空间和时间连续性原则被应用于重新识别被云覆盖的像素，利用空间相邻关系和接近性。这有助于从互补的卫星观测中合成每日湖面冰/水数据，即使在云层覆盖的情况下，也能有效记录湖面冰的覆盖情况。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the effective monitoring of small lakes' ice coverage using remote sensing data, overcoming limitations of coarse resolution observations?",
        "QuestionCn": "哪些因素有助于有效监测小湖泊的冰覆盖情况，利用遥感数据克服粗分辨率观测的局限性？",
        "AnswerEn": "The dataset derived from the MODIS Snow Cover Daily L3 Global 500 m Grid dataset, which includes MODIS/Terra and MODIS/Aqua data, is more effective at detecting lake ice parameters for smaller lakes due to higher spatial resolution compared to coarse resolution passive microwave observations. This approach allows for more accurate monitoring of small lakes' ice coverage.",
        "AnswerCn": "来自MODIS雪盖日常L3全球500米网格数据集的数据集，包括MODIS/Terra和MODIS/Aqua数据，由于其较高的空间分辨率，相比于粗分辨率的被动微波观测，更有效地检测小湖泊的冰层参数。这种方法允许更准确地监测小湖泊的冰覆盖情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to achieve consistent lake ice detection using remote sensing data in high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "为什么在像青藏高原这样的高海拔地区使用遥感数据实现一致的湖冰检测可能具有挑战性？",
        "AnswerEn": "The challenges arise from the remoteness, harsh eco-environmental conditions, and thin atmosphere in the region, which limit in situ observations. Additionally, the SNOWMAP algorithm tends to incorrectly identify lake ice pixels under clear sky conditions, indicating the need for an updated algorithm for more accurate snow/ice recognition.",
        "AnswerCn": "挑战源于该地区的偏远性、恶劣的生态环境条件和稀薄的气氛，这限制了现场观测。此外，SNOWMAP算法在晴天条件下往往错误识别湖冰像素，这表明需要更新算法以实现更准确的雪/冰识别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated challenges in accurately monitoring small lakes using coarse resolution passive microwave observations?",
        "QuestionCn": "使用粗分辨率被动微波观测准确监测小湖泊的预期挑战是什么？",
        "AnswerEn": "Coarse resolution passive microwave observations are not effective for monitoring numerous small lakes due to their limited ability to detect finer details necessary for accurately capturing lake ice parameters, particularly for smaller water bodies.",
        "AnswerCn": "粗分辨率的被动微波观测对于监测众多小湖泊并不有效，因为它们在捕捉湖冰参数所需的细节方面能力有限，特别是对于较小的水体。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the expected benefits of employing MODIS data with the NDSI snow cover algorithm for lake ice monitoring in high-latitude regions?",
        "QuestionCn": "使用MODIS数据与NDSI雪盖算法进行高纬度地区湖冰监测的预期好处是什么？",
        "AnswerEn": "Using MODIS data with the NDSI snow cover algorithm allows for a more comprehensive lake ice monitoring dataset, which compensates for the observation shortage in remote regions. It provides effective detection of lake ice parameters, especially for smaller lakes, and achieves high consistency with passive microwave data, as indicated by an average correlation coefficient of 0.91 and RMSE values between 0.07 to 0.13.",
        "AnswerCn": "使用MODIS数据和NDSI雪盖算法可以提供更全面的湖冰监测数据集，弥补了偏远地区观测的不足。它有效地检测湖冰参数，特别是对于较小的湖泊，并且与被动微波数据具有很高的一致性，平均相关系数为0.91，均方根误差（RMSE）值在0.07到0.13之间。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the SNOWMAP algorithm is in accurately identifying lake ice pixels under varying sky conditions, and what improvements could be made for enhanced precision?",
        "QuestionCn": "您认为SNOWMAP算法在不同天空条件下准确识别湖面冰像素的效果如何？可以进行哪些改进以提高精确度？",
        "AnswerEn": "The SNOWMAP algorithm has a tendency to incorrectly identify lake ice pixels under clear sky conditions, indicating that an updated algorithm for snow/ice recognition is needed.",
        "AnswerCn": "SNOWMAP算法在晴空条件下倾向于错误识别湖冰像素，这表明需要更新雪/冰识别算法。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how a dataset can accurately monitor numerous small lakes using remote sensing when coarse resolution observations seem ineffective.",
        "QuestionCn": "我不明白如何通过遥感准确监测众多小湖泊，因为粗分辨率的观测似乎效果不佳。",
        "AnswerEn": "The dataset uses the MODIS Normalized Difference Snow Index (NDSI) with a spatial resolution of 500 m and the SNOWMAP algorithm to detect daily lake ice coverage under clear sky conditions, which is more effective at monitoring small lakes compared to coarse resolution passive microwave observations.",
        "AnswerCn": "该数据集使用MODIS归一化差异雪指数（NDSI），空间分辨率为500米，并采用SNOWMAP算法在晴天条件下检测每日湖面冰盖，这比粗分辨率的被动微波观测更有效地监测小湖泊。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to identify lake ice coverage under cloudy conditions.",
        "QuestionCn": "我不确定在多云条件下识别湖面冰盖的方法。",
        "AnswerEn": "Under cloudy conditions, a process based on the spatial and temporal continuity of lake surface conditions is used. This includes re-identifying cloud-covered pixels using spatial adjacent relationships and their continuity, complemented by morning and afternoon satellite observations to synthesize daily lake ice/water data.",
        "AnswerCn": "在多云条件下，基于湖面条件的空间和时间连续性进行处理。这包括利用空间相邻关系和它们的连续性重新识别被云覆盖的像素，并结合早晨和下午的卫星观测来合成每日湖冰/水数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced when using remote sensing data to monitor lake ice coverage in high-latitude regions and suggest potential solutions.",
        "QuestionCn": "请分析在高纬度地区使用遥感数据监测湖泊冰盖时面临的挑战，并提出潜在的解决方案。",
        "AnswerEn": "The challenges include the remoteness, harsh eco-environmental conditions, and thin atmosphere of regions like the Tibetan Plateau, which limit in situ observations. Additionally, datasets derived from coarse resolution passive microwave observations are not effective for monitoring numerous small lakes. The SNOWMAP algorithm may incorrectly identify lake ice pixels under clear sky conditions, indicating a need for an updated snow/ice recognition algorithm. Potential solutions could involve improving the algorithm for better accuracy and utilizing complementary satellite observations to enhance data reliability.",
        "AnswerCn": "挑战包括像青藏高原这样的地区的偏远性、恶劣的生态环境条件和稀薄的大气，这限制了现场观测。此外，来自粗分辨率被动微波观测的数据集对于监测众多小湖泊并不有效。SNOWMAP算法在晴空条件下可能错误识别湖冰像素，这表明需要更新雪/冰识别算法。潜在的解决方案可能包括改进算法以提高准确性，并利用互补的卫星观测来增强数据的可靠性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please suggest methods to enhance the accuracy of lake ice detection using MODIS data under varying atmospheric conditions.",
        "QuestionCn": "请建议在不同大气条件下使用MODIS数据提高湖面冰层检测准确性的方法。",
        "AnswerEn": "To enhance accuracy, the MODIS data pre-processing includes image splicing, projection, transformation, and cropping. The NDSI snow cover algorithm SNOWMAP estimates daily lake ice under clear sky conditions, while further processes under cloudy conditions rely on spatial and temporal continuity. Complementary morning and afternoon satellite observations were synthesized using spatial adjacent relationships and proximity rules to re-identify cloud-covered pixels. A time series filter for each lake helps obtain an inventory of lake ice/water changes, enhancing detection accuracy under varying conditions.",
        "AnswerCn": "为了提高准确性，MODIS数据预处理包括图像拼接、投影、变换和裁剪。NDSI雪盖算法SNOWMAP在晴天条件下估算每日湖面冰层，而在多云条件下的进一步处理依赖于空间和时间的连续性。通过空间相邻关系和邻近规则合成了互补的早晨和下午卫星观测，以重新识别被云覆盖的像素。每个湖泊的时间序列滤波器有助于获取湖面冰水变化的清单，从而提高在不同条件下的检测准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore potential data sources and methods for expanding datasets of lake ice coverage in the Tibetan Plateau.",
        "QuestionCn": "请探索潜在的数据来源和方法，以扩展青藏高原湖泊冰盖覆盖的数据集。",
        "AnswerEn": "Potential data sources include the MODIS Snow Cover Daily L3 Global 500 m Grid dataset, comprising MODIS/Terra morning acquisition data (MOD10A1) and MODIS/Aqua afternoon acquisition data (MYD10A1). These data sources provided lake ice extent data for 5,834 days, covering 2,612 lakes. Methods for expansion could involve increasing the spatial resolution to capture smaller lakes more effectively and exploring additional satellite observations to fill data gaps under cloud cover conditions.",
        "AnswerCn": "潜在的数据来源包括MODIS雪盖日常L3全球500米网格数据集，包含MODIS/Terra早晨获取的数据（MOD10A1）和MODIS/Aqua下午获取的数据（MYD10A1）。这些数据源提供了5,834天的湖冰范围数据，覆盖了2,612个湖泊。扩展的方法可以包括提高空间分辨率，以更有效地捕捉较小的湖泊，并探索其他卫星观测，以填补云层覆盖条件下的数据空白。",
        "Level": "C6(Creating)"
      }
    ]
  }
}