{
  "id": "473475ca-1b67-4286-a8c7-4aca6ab53556",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "B-Mo isotopic data set of ore bearing adakitic rocks in central and eastern China",
      "titleCn": "中国中东部含矿埃达克质岩石B-Mo同位素数据集",
      "description": "The data in this paper include some major and trace elements, whole rock SR – nd and B-Mo isotopic data of adakitic rocks. The samples were collected from Dexing porphyry deposit in Jiangxi Province, central and eastern China, and Shaxi, Tongshankou and fengshandong porphyry deposits in the middle and lower reaches of the Yangtze River. The lithology includes granodiorite porphyry and quartz diorite porphyry. B-Mo isotope data were determined by multi collector inductively coupled plasma mass spectrometry (MC – ICP – MS). Based on the B-Mo isotopic data, combined with the element and Sr Nd isotopic data obtained by predecessors, the genesis of ore bearing adakitic rocks can be defined, and the mineralization mechanism of porphyry can be enlightened.",
      "descriptionCn": "本文数据包含含矿埃达克质岩石B-Mo同位素分析数据和前人获得的部分主量和微量元素、全岩Sr–Nd同位素。样品采自中国中东部江西德兴斑岩矿区和长江中下游地区的沙溪、铜山口和封山洞斑岩矿区。岩性包括花岗闪长斑岩、石英闪长斑岩等。B-Mo同位素数据使用多收集器-电感耦合等离子体质谱（MC–ICP–MS）测定。通过获得的B-Mo同位素数据，结合前人获得的元素及Sr-Nd同位素数据，可以限定含矿埃达克质岩石的成因，并对斑岩矿化机制有所启示。",
      "instructions": "The data are stored in Excel file, in which ada-bmo.xsl represents the B-Mo isotopic analysis data of adakitic rocks",
      "instructionsCn": "数据采用excel文件存储，其中ada-BMo.xsl 代表含矿埃达克质岩石B-Mo同位素分析数据",
      "east": 118.5,
      "west": 115.0,
      "south": 27.5,
      "north": 31.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 14962.0,
      "cstr": null,
      "doi": "10.1029/2020JB020474",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "范晶晶",
        "nameEn": "FAN Jingjing",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国中东部含矿埃达克质岩石B-Mo同位素数据集",
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "Fan, J. J., Wang, Q.， Li, J., Wei, G. J., Derek, W., Zhao, Z. H., Liu, Y., Ma, J. L., Zhang, L., & Wang, Z. L. (2020). Molybdenum and Boron isotopic compositions of porphyry Cu mineralization-related adakitic rocks in central-eastern China: New insights into their petrogenesis and crust-mantle interaction. Journal of Geophysics Research: Solid Earth, 125. https://doi.org/10.1029/2020JB020474."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "B-Mo同位素",
        "nameEn": "B-Mo isotope"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "埃达克岩",
        "nameEn": "adakite"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国中东部",
        "keywordEn": "central-eastern China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚中生代",
        "keywordEn": "Late Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing B-Mo isotopes in mineral-bearing adakitic rocks?",
        "QuestionCn": "您能否提供一种用于分析含矿物的阿达基特岩石中B-Mo同位素的数据收集方法的示例？",
        "AnswerEn": "A data collection method for analyzing B-Mo isotopes in mineral-bearing adakitic rocks involves using multi-collector inductively coupled plasma mass spectrometry (MC–ICP–MS).",
        "AnswerCn": "一种用于分析矿物含有的阿达基特岩石中B-Mo同位素的数据收集方法是使用多收集器电感耦合等离子体质谱法（MC–ICP–MS）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used to analyze B-Mo isotopes in mineral-bearing adakitic rocks, and how do these methods contribute to understanding the rocks' genesis and mineralization processes?",
        "QuestionCn": "分析矿物含量的阿达基特岩石中的B-Mo同位素的具体方法有哪些，这些方法如何有助于理解岩石的成因和矿化过程？",
        "AnswerEn": "multi-collector inductively coupled plasma mass spectrometry (MC–ICP–MS), precise measurement of isotopic ratios",
        "AnswerCn": "多接收器电感耦合等离子体质谱仪（MC–ICP–MS），精确测量同位素比率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'B-Mo isotope data' mean in the context of adakite rocks?",
        "QuestionCn": "在埃达卡岩石的背景下，“B-Mo同位素数据”是什么意思？",
        "AnswerEn": "B-Mo isotope data refers to the analysis of boron (B) and molybdenum (Mo) isotopes obtained from adakite rocks, which are used to understand the genesis of mineralized adakitic rocks and provide insights into porphyry mineralization mechanisms.",
        "AnswerCn": "B-Mo同位素数据是指从阿达基岩中获得的硼（B）和钼（Mo）同位素的分析，这些数据用于理解矿化阿达基岩的成因，并为斑岩矿化机制提供见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors may influence the accuracy of B-Mo isotope data collection using multi-collector inductively coupled plasma mass spectrometry in the analysis of mineralized adakitic rocks from China's central and eastern regions?",
        "QuestionCn": "使用多接收器电感耦合等离子体质谱法分析中国中东部地区矿化的埃达克岩时，哪些因素可能影响B-Mo同位素数据收集的准确性？",
        "AnswerEn": "The accuracy of B-Mo isotope data collection using multi-collector inductively coupled plasma mass spectrometry (MC–ICP–MS) can be influenced by several factors, including the precision of sample preparation, the calibration of the mass spectrometer, potential contamination during sample handling, and the inherent isotopic composition variability within the mineralized adakitic rocks. These rocks are sourced from complex geological settings such as the Dexing porphyry deposit in Jiangxi and various locations along the middle and lower Yangtze River areas, which may also contribute to data variability.",
        "AnswerCn": "B-Mo同位素数据收集的准确性受到多个因素的影响，包括样品制备的精确度、质谱仪的校准、样品处理过程中的潜在污染，以及矿化的阿达基特岩石内在同位素组成的变异性。这些岩石来源于复杂的地质环境，如江西的德兴矿床以及长江中下游的多个地点，这也可能导致数据的变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely outcomes in understanding the genesis of mineralized adakite-like rocks when employing B-Mo isotope data collection methods combined with previous elemental and Sr-Nd isotope data?",
        "QuestionCn": "在结合之前的元素和Sr-Nd同位素数据时，采用B-Mo同位素数据收集方法来理解矿化的类阿达基岩的起源，可能会产生哪些结果？",
        "AnswerEn": "By using B-Mo isotope data collection methods along with previously obtained elemental and Sr-Nd isotope data, researchers can potentially better define the genesis of mineralized adakite-like rocks. This comprehensive approach might provide insights into the porphyry mineralization mechanisms in regions such as the Jiangxi Dexing porphyry mining area and the mid-lower Yangtze River areas, enhancing our understanding of their formation processes and contributing to more effective exploration strategies.",
        "AnswerCn": "通过使用B-Mo同位素数据收集方法以及先前获得的元素和Sr-Nd同位素数据，研究人员有可能更好地定义矿化的类阿达凯岩石的成因。这种综合方法可能为江西德兴矿区和中下游长江地区的斑岩矿化机制提供洞察，增强我们对其形成过程的理解，并有助于更有效的勘探策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals behind collecting B-Mo isotope data using MC–ICP–MS in the context of mineral-bearing adakitic rocks in central and eastern China?",
        "QuestionCn": "在中国中部和东部的含矿斑岩岩石中使用MC–ICP–MS收集B-Mo同位素数据的目标是什么？",
        "AnswerEn": "The goals are to define the genesis of mineral-bearing adakitic rocks and gain insights into the porphyry mineralization mechanisms by combining B-Mo isotope data with existing elemental and Sr-Nd isotope data.",
        "AnswerCn": "目标是定义含矿的铝质岩的起源，并通过结合B-Mo同位素数据与现有的元素和Sr-Nd同位素数据，深入了解斑岩矿化机制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental and procedural methods are employed for collecting and analyzing B-Mo isotopic data in adakitic rocks to understand the mineralization processes?",
        "QuestionCn": "在研究adakitic岩石中的矿化过程时，采用了哪些仪器和程序方法来收集和分析B-Mo同位素数据？",
        "AnswerEn": "The instrumental method used for collecting and analyzing B-Mo isotopic data in adakitic rocks involves the use of multi-collector inductively coupled plasma mass spectrometry (MC–ICP–MS). This technique allows for precise isotopic measurements, which are critical in understanding the genesis of mineral-bearing adakitic rocks. The data is further combined with previously obtained major and trace element data, as well as whole-rock Sr-Nd isotopic data, to draw insights into the formation mechanisms and mineralization processes of the porphyry deposits in regions such as the Jiangxi Dexing and the middle-lower reaches of the Yangtze River. The samples include various lithologies such as granodioritic porphyry and quartz dioritic porphyry.",
        "AnswerCn": "用于收集和分析含B-Mo同位素数据的仪器方法是多收集器电感耦合等离子体质谱法（MC–ICP–MS）。该技术允许进行精确的同位素测量，这对于理解矿物-bearing的adakitic岩石的成因至关重要。数据进一步与先前获得的主要和微量元素数据以及全岩Sr-Nd同位素数据相结合，以深入了解江西德兴和长江中下游地区的矿化过程和成矿机制。样品包括各种岩石类型，如花岗闪长岩斜长岩和石英闪长岩斜长岩。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}