{
    "id": "48c16a8d-d307-4973-abab-972e9449627c",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "PML_V2 global evapotranspiration and gross primary production (2002.07-2019.08)",
            "titleCn": "全球PML_V2陆地蒸散发与总初级生产力数据集（2002.07-2019.08）",
            "description": "PML_V2 terrestrial evapotranspiration and total primary productivity dataset, including gross primary product (GPP), vegetation transpiration (Ec), soil evaporation (Es), vaporization of intercepted rainfall , Ei) and water body, ice and snow evaporation (ET_water), a total of 5 elements. The data format is tiff, the space-time resolution is 8 days, 0.05°, and the time span is 2002.07-2019.08.\n\nBased on the Penman-Monteith-Leuning (PML) model, PML_V2 is coupled to the GPP process based on stomatal conductance theory. GPP and ET mutually restrict and restrict each other, which makes PML_V2 in ET simulation accuracy, which is greatly improved compared with the previous model. The parameters of PML_V2 are divided into different vegetation types and are determined on 95 vorticity-related flux stations around the world. The parameters were then migrated globally according to the MODIS MCD12Q2.006 IGBP classification. PML_V2 uses GLDAS 2.1 meteorological drive and MODIS leaf area index (LAI), reflectivity (Albedo), emissivity (Emissivity) as inputs, and finally obtains PML_V2 terrestrial evapotranspiration and total primary productivity data sets.",
            "descriptionCn": "PML_V2陆地蒸散发与总初级生产力数据集，包括总初级生产力（gross primary product, GPP），植被蒸腾（vegetation transpiration, Ec），土壤蒸发（soil evaporation, Es），冠层截流蒸发（vaporization of intercepted rainfall, Ei）和水体、冰雪蒸发（ET_water），共5个要素。数据格式为tiff，时空分辨率为8天、0.05°，时间跨度为2002.07-2019.08。\n\nPML_V2在Penman-Monteith-Leuning (PML) 模型的基础上，根据气孔导度理论，耦合了GPP过程。GPP与ET相互制约、相互限制，使得PML_V2在ET模拟精度，相对于以往的模型有很大的提升。PML_V2的参数分不同的植被类型，在全球95个涡度相关通量站上率定。其后根据MODIS MCD12Q2.006 IGBP分类，将参数移植至全球。PML_V2采用GLDAS 2.1的气象驱动和MODIS 叶面积指数(LAI)、反射率(Albedo)，发射率(Emissivity)为输入，最终得到PML_V2陆地蒸散发与总初级生产力数据集。",
            "instructions": "The data is stored in TIFF format. The file name is \"yyyy mm dd.tif\", such as 2002-07-04.tif, which corresponds to GPP and ET in the 8 days from 2002-07-04 to 2002-07-11.",
            "instructionsCn": "数据以tiff格式存储，文件的名称为“yyyy-mm-dd.tif，如2002-07-04.tif，其对应的是2002-07-04至2002-07-11这个8天里GPP和ET\n要素的平均。每个tiff文件包含5个变量，1-5层依次对应变量GPP, Ec, Ei, Es, ET_water。注意：GPP和ET真实值=像素值*scale_factor （scale_factor=0.01）。",
            "east": 180.0,
            "west": -180.0,
            "south": -60.0,
            "north": 90.0,
            "startTime": "2002-09-20 08:00:00",
            "endTime": "2019-11-17 08:00:00",
            "fileSize": 19890598399.0,
            "cstr": "18406.11.Geogra.tpdc.270251",
            "doi": "10.11888/Geogra.tpdc.270251",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张永强",
                "nameEn": "ZHANG Yongqiang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Multi-decadal trends in global terrestrial evapotranspiration and its components",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Peña-Arancibia, J.L., McVicar, T.R., Chiew, F.H.S., Vaze, J., Liu, C., Lu, X., Zheng, H., Wang, Y., Liu, Y.Y., Miralles, D.G., Pan, M., 2016. Multi-decadal trends in global terrestrial evapotranspiration and its components. Sci. Rep. 6, 19124. https://doi.org/10.1038/srep19124"
            },
            {
                "titleCn": null,
                "titleEn": "Coupled estimation of 500m and 8-day resolution global evapotranspiration and gross primary production in 2002-2017",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Kong, D., Gan, R., Chiew, F.H.S., McVicar, T.R., Zhang, Q., & Yang, Y. (2019). Coupled estimation of 500m and 8-day resolution global evapotranspiration and gross primary production in 2002-2017. Remote Sensing Environ. 222, 165-182. https://doi:10.1016/j.rse.2018.12.031"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary product"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球大陆",
                "keywordEn": "global land"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2002-2019",
                "keywordEn": "2002-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Terrestrial evapotranspiration (ET) is the sum of evaporation from the soil, Es, transpiration from the plant canopy, Et, and evaporation of precipitation intercepted by the vegetation, Ei. Among the three components, Et is coupled with carbon assimilation (or gross primary productivity (GPP)), forming the two dominant processes in global water and carbon cycles. Better understanding of these interrelated processes will improve our ability to manage water and carbon resources. ET forms the second largest water flux within the terrestrial hydrological cycle, accounting for about 60–70% of precipitation globally. GPP is produced during photosynthesis and provides a key source of food and energy to sustain the vast majority of life on Earth. Therefore, it is critical to accurately estimate global ET and GPP under climate change and land-cover change. Remote Sensing (RS)-based ET models are dominant for regional and global ET estimations in the past few decades. Among those models, the approaches that combine the Penman-Monteith (PM) equation with remotely-sensed LAI data have been shown to be biophysically robust. The main focus of the PM-based modelling framework is the accurate estimate of the surface conductance (Gs), which describes the canopy-soil conductance to water flux."
            ],
            "research objective": [
                "Building on the previous PML studies, this study aims to further improve PML-V2 model structure, develop global parameterisation schemes, and build this model within GEE to estimate coupled ET and GPP, and ecosystem water use efficiency (GPP divided by ET) globally using the climatic (GLDAS) and 500m resolution MODIS (LAI, albedo, and surface emissivity) data."
            ],
            "challenges": [
                "There are two obvious data-related uncertainty sources. First, there are some PFTs with limited flux sites, such as MF with 2 and OSH with 4. Second, uncertainty in land-cover type classification influences parameterisation and accuracy of global GPP and ET mapping. This study did not consider nutrient stress on GPP and ET constraint, which could lead to overestimation of global GPP."
            ],
            "methods": [
                "Here we estimate 8-day global ET and gross primary production (GPP) at 500m resolution from July 2002 to December 2017 using a coupled diagnostic biophysical model (called PML-V2) that, built using Google Earth Engine, takes MODIS data (leaf area index, albedo, and emissivity) together with GLDAS meteorological forcing data as model inputs. PML-V2 is well calibrated against 8-day measurements at 95 widely-distributed flux towers for 10 plant functional types, indicated by Root Mean Square Error (RMSE) and Bias being 0.69 mm d−1 and −1.8% for ET respectively, and being 1.99 gC m−2 d−1 and 4.2% for GPP."
            ],
            "dataset": [
                "The 0.25° resolution and 3-hour GLDAS-2.1 meteorological forcings (Rodell and Beaudoing, 2016) from 2002 to 2017, including precipitation, air temperature, vapor pressure, shortwave downward radiation, longwave downward radiation and wind speed, were used to drive the PML-V2 model. Monthly atmospheric CO2 concentration data were obtained from NOAA globally averaged marine surface monthly mean data. All remote sensing data were obtained from GEE MODIS collection 6 products from 4 July 2002 to 31 December 2017. There were 95 global flux sites (Fig.2) from FLUXNET2015 (http://fluxnet.fluxdata.org/data/fluxnet2015-dataset/) used to evaluate the PML-V2 model that observed both ET and GPP."
            ],
            "findings": [
                "Our estimates show that global ET and GPP both significantly (p < 0.05) increased over the past 15 years. Our results demonstrate it is very promising to use the coupled PML-V2 model to improve estimates of GPP, ET and water use efficiency, and its uncertainty can be further reduced by improving model inputs, model structure and parameterisation schemes."
            ],
            "backgroundCn": [
                "陆地蒸散发（ET）是土壤蒸发（Es）、植物冠层蒸腾（Et）和被植被截留的降水蒸发（Ei）之和。在这三个组成部分中，Et与碳同化（或总初级生产力（GPP））相互耦合，形成全球水循环和碳循环的两个主要过程。更好地理解这些相互关联的过程将提高我们管理水和碳资源的能力。ET是陆地水文循环中第二大水流，全球约占降水的60-70%。GPP是在光合作用过程中产生的，为地球上绝大多数生命提供了关键的食物和能量来源。因此，在气候变化和土地覆盖变化的背景下，准确估计全球ET和GPP至关重要。基于遥感（RS）的ET模型在过去几十年中主导了区域和全球ET的估算。在这些模型中，结合Penman-Monteith（PM）方程与遥感叶面积指数（LAI）数据的方法被证明是生物物理上稳健的。PM基础建模框架的主要关注点是准确估计表面导度（Gs），它描述了冠层-土壤的水分通量导度。"
            ],
            "research objectiveCn": [
                "基于之前的PML研究，本研究旨在进一步改进PML-V2模型结构，开发全球参数化方案，并在GEE中构建该模型，以利用气候数据（GLDAS）和500米分辨率的MODIS数据（LAI、反照率和表面发射率）全球估算耦合的蒸散发（ET）和净初级生产力（GPP），以及生态系统水分利用效率（GPP除以ET）。"
            ],
            "challengesCn": [
                "有两个明显的数据相关不确定性来源。首先，一些植物功能类型（PFTs）只有有限的通量站，例如MF只有2个，OSH有4个。其次，土地覆盖类型分类的不确定性影响了全球GPP和ET映射的参数化和准确性。本研究没有考虑营养压力对GPP和ET的限制，这可能导致全球GPP的高估。"
            ],
            "methodsCn": [
                "在这里，我们使用一个耦合的诊断生物物理模型（称为PML-V2）估计从2002年7月到2017年12月的全球8天蒸散发（ET）和总初级生产力（GPP），分辨率为500米。该模型基于Google Earth Engine构建，使用MODIS数据（叶面积指数、反照率和发射率）以及GLDAS气象强迫数据作为模型输入。PML-V2经过良好校准，与95个广泛分布的通量塔的8天测量结果进行比较，针对10种植物功能类型，其蒸散发的均方根误差（RMSE）和偏差分别为0.69 mm d−1和−1.8%，而总初级生产力的均方根误差和偏差分别为1.99 gC m−2 d−1和4.2%。"
            ],
            "datasetCn": [
                "使用2002年至2017年的0.25°分辨率和3小时GLDAS-2.1气象强迫数据（Rodell和Beaudoing，2016），包括降水、气温、蒸气压、短波下行辐射、长波下行辐射和风速，驱动PML-V2模型。每月的大气CO2浓度数据来自NOAA全球平均海洋表面每月均值数据。所有遥感数据均来自GEE MODIS第6版产品，时间范围为2002年7月4日至2017年12月31日。使用了来自FLUXNET2015的95个全球通量站点（http://fluxnet.fluxdata.org/data/fluxnet2015-dataset/）来评估PML-V2模型，这些站点观测了蒸散发（ET）和初级生产力（GPP）。"
            ],
            "findingsCn": [
                "我们的估计显示，全球蒸散发（ET）和总初级生产力（GPP）在过去15年中均显著增加（p < 0.05）。我们的结果表明，使用耦合的PML-V2模型来改善GPP、ET和水分利用效率的估计是非常有前景的，并且通过改善模型输入、模型结构和参数化方案，可以进一步减少其不确定性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the accuracy of global GPP and ET mapping influenced by the uncertainty in land-cover type classification?",
                "QuestionCn": "全球GPP和ET映射的准确性是否受到土地覆盖类型分类不确定性的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection approach is more utilized in the evaluation of biophysical models for estimating GPP and ET: FLUXNET site measurements, atmospheric CO2 concentration data, or GLDAS meteorological forcings?",
                "QuestionCn": "在评估生物物理模型以估算GPP和ET时，哪种数据收集方法更常用：FLUXNET站点测量、大气CO2浓度数据，还是GLDAS气象强迫数据？",
                "AnswerEn": "FLUXNET site measurements",
                "AnswerCn": "FLUXNET 站点测量",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data sources used to drive a biophysical model for estimating global ET and GPP?",
                "QuestionCn": "用于驱动全球蒸散发（ET）和初级生产力（GPP）生物物理模型的主要数据来源是什么？",
                "AnswerEn": "GLDAS-2.1, MODIS data",
                "AnswerCn": "GLDAS-2.1，MODIS数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the flux sites located that are used to evaluate the performance of a global ET and GPP model?",
                "QuestionCn": "用于评估全球蒸散发（ET）和净初级生产力（GPP）模型性能的通量站点位于哪里？",
                "AnswerEn": "FLUXNET2015",
                "AnswerCn": "FLUXNET2015",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main challenges in parameterizing models for global GPP and ET mapping?",
                "QuestionCn": "全球GPP和ET映射模型参数化的主要挑战是什么？",
                "AnswerEn": "limited flux sites, uncertainty in land-cover type classification",
                "AnswerCn": "有限的通量站点，土地覆盖类型分类的不确定性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in parameterizing global ET and GPP models?",
                "QuestionCn": "在参数化全球蒸散发（ET）和初级生产力（GPP）模型时面临的一个挑战是什么？",
                "AnswerEn": "One example of a challenge in parameterizing global ET and GPP models is the uncertainty in land-cover type classification, which influences the accuracy of global GPP and ET mapping. Another challenge is the limited number of flux sites for certain plant functional types (PFTs), which can affect the calibration of the model.",
                "AnswerCn": "全球蒸散发（ET）和初级生产力（GPP）模型参数化中的一个挑战是土地覆盖类型分类的不确定性，这会影响全球GPP和ET映射的准确性。另一个挑战是某些植物功能类型（PFTs）缺乏足够的通量观测站，这可能影响模型的校准。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to drive a global ET and GPP estimation model?",
                "QuestionCn": "您能否提供一个用于驱动全球蒸散发（ET）和净初级生产力（GPP）估计模型的数据集示例？",
                "AnswerEn": "An example of a dataset used to drive a global ET and GPP estimation model includes the 0.25° resolution and 3-hour GLDAS-2.1 meteorological forcings, which consist of data on precipitation, air temperature, vapor pressure, shortwave downward radiation, longwave downward radiation, and wind speed.",
                "AnswerCn": "用于驱动全球蒸散发（ET）和总初级生产力（GPP）估计模型的数据集示例包括0.25°分辨率和3小时的GLDAS-2.1气象强迫数据，其中包含降水、气温、蒸气压、短波下行辐射、长波下行辐射和风速的数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific challenges influence the accuracy of global parameterization schemes for terrestrial evapotranspiration and gross primary productivity models?",
                "QuestionCn": "影响陆地蒸散发和总初级生产力模型的全球参数化方案准确性的具体挑战有哪些？",
                "AnswerEn": "limited flux sites for some plant functional types, uncertainty in land-cover type classification, nutrient stress on GPP and ET constraint not considered",
                "AnswerCn": "某些植物功能类型的通量站点有限，土地覆盖类型分类存在不确定性，未考虑养分压力对GPP和ET的限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key features of the meteorological forcings used in the data collection process for terrestrial evapotranspiration and gross primary productivity estimation?",
                "QuestionCn": "用于陆地蒸散发和总初级生产力估算的数据收集过程中，气象强迫的关键特征是什么？",
                "AnswerEn": "0.25° resolution, 3-hour GLDAS-2.1 data, 2002 to 2017, precipitation, air temperature, vapor pressure, shortwave downward radiation, longwave downward radiation, wind speed",
                "AnswerCn": "0.25° 分辨率，3小时 GLDAS-2.1 数据，2002 至 2017 年，降水，气温，水汽压，短波向下辐射，长波向下辐射，风速",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many flux sites were used to calibrate the global parameterization schemes in a data collection method?",
                "QuestionCn": "用于校准全球参数化方案的数据收集方法中使用了多少个通量站？",
                "AnswerEn": "95",
                "AnswerCn": "95",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using remote sensing in terrestrial evapotranspiration models compare to traditional ground-based methods in terms of accuracy and data resolution?",
                "QuestionCn": "遥感数据收集方法在陆地蒸散发模型中的应用与传统地面方法相比，在准确性和数据分辨率方面如何？",
                "AnswerEn": "Remote sensing-based methods, like those used in PML-V2, leverage MODIS data for inputs such as leaf area index, albedo, and emissivity, offering high spatial resolution (500m) and temporal frequency (8-day intervals). These approaches are biophysically robust, especially when combined with the Penman-Monteith equation, in contrast to traditional ground-based methods that may offer higher accuracy at localized scales but lack global coverage and temporal frequency.",
                "AnswerCn": "基于遥感的方法，如PML-V2中使用的，利用MODIS数据作为输入，例如叶面积指数、反照率和发射率，提供高空间分辨率（500米）和时间频率（8天间隔）。这些方法在生物物理上具有较强的可靠性，特别是当与Penman-Monteith方程结合使用时，相比于传统的地面方法，后者虽然在局部尺度上可能提供更高的准确性，但缺乏全球覆盖和时间频率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the similarities and differences between using PML-V2 and other remote sensing models for estimating global gross primary productivity (GPP) and terrestrial evapotranspiration (ET)?",
                "QuestionCn": "使用PML-V2和其他遥感模型估算全球总初级生产力（GPP）和陆地蒸散发（ET）之间的相似性和差异是什么？",
                "AnswerEn": "PML-V2 and other remote sensing models often use similar inputs like MODIS and GLDAS data; however, PML-V2 integrates a coupled diagnostic biophysical model that enhances ET and GPP estimation accuracy by accounting for the interdependency of these processes. The model is well-calibrated against measurements from flux towers, which may not be the case for other models. PML-V2 shows improved precision in surface conductance estimation, crucial for accurate ET and GPP mapping.",
                "AnswerCn": "PML-V2和其他遥感模型通常使用类似的输入数据，如MODIS和GLDAS数据；然而，PML-V2集成了一个耦合的诊断生物物理模型，通过考虑这些过程的相互依赖性，增强了蒸散发（ET）和总初级生产力（GPP）估计的准确性。该模型经过与通量塔测量的良好校准，而其他模型可能没有这种校准。PML-V2在表面导度估计方面显示出更高的精确度，这对准确的ET和GPP映射至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do data-related uncertainties differ between global parameterization schemes and localized calibration methods in terrestrial evapotranspiration and GPP models?",
                "QuestionCn": "全球参数化方案和局部校准方法在陆地蒸散发和初级生产力（GPP）模型中的数据相关不确定性有何不同？",
                "AnswerEn": "Global parameterization schemes, like those used in PML-V2, face uncertainties primarily from limited flux site data for certain plant functional types and inaccuracies in land-cover classification. Localized calibration methods may have higher accuracy due to site-specific adjustments but lack the scalability and broad applicability of global models, which are crucial for consistent global mapping of ET and GPP.",
                "AnswerCn": "全球参数化方案，如PML-V2中使用的方案，主要面临来自某些植物功能类型的有限通量站数据和土地覆盖分类不准确的不确定性。局部校准方法可能由于特定地点的调整而具有更高的准确性，但缺乏全球模型的可扩展性和广泛适用性，而全球模型对于一致的蒸散发（ET）和总初级生产力（GPP）的全球映射至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What implications could the use of remotely-sensed LAI data in combination with the Penman-Monteith equation have on the accuracy and reliability of evapotranspiration models?",
                "QuestionCn": "使用遥感获取的叶面积指数（LAI）数据与Penman-Monteith方程结合，可能对蒸散发模型的准确性和可靠性产生以下影响：",
                "AnswerEn": "The combination of remotely-sensed LAI data with the Penman-Monteith equation is shown to be biophysically robust for estimating surface conductance, which is crucial for accurate ET modelling. This approach enhances the model's ability to estimate coupled ET and GPP, potentially improving the management of global water and carbon resources.",
                "AnswerCn": "将遥感获得的叶面积指数（LAI）数据与Penman-Monteith方程结合起来，被证明在生物物理上是稳健的，用于估计表面导度，这对准确的蒸散发（ET）建模至关重要。这种方法增强了模型估计耦合的蒸散发和总初级生产力（GPP）的能力，可能改善全球水资源和碳资源的管理。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the uncertainties related to land-cover type classification and limited flux site data influence the parameterization and accuracy of global GPP and ET mapping?",
                "QuestionCn": "与土地覆盖类型分类相关的不确定性和有限的通量站数据可能如何影响全球GPP和ET映射的参数化和准确性？",
                "AnswerEn": "Uncertainties in land-cover type classification and limited flux site data can affect the parameterization and accuracy of global GPP and ET mapping. For instance, some plant functional types (PFTs) have limited flux sites, which could lead to less accurate parameterization. Furthermore, incorrect land-cover classifications might result in errors in mapping GPP and ET, potentially leading to overestimation or underestimation of these components.",
                "AnswerCn": "土地覆盖类型分类的不确定性和有限的通量站数据可能会影响全球GPP（总初级生产力）和ET（蒸散发）映射的参数化和准确性。例如，一些植物功能类型（PFTs）缺乏足够的通量站，这可能导致参数化不够准确。此外，不正确的土地覆盖分类可能导致GPP和ET映射中的错误，从而可能导致这些组成部分的高估或低估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to data-related uncertainties in estimating global terrestrial evapotranspiration and gross primary production?",
                "QuestionCn": "影响全球陆地蒸散发和总初级生产力估算的数据相关不确定性的因素有哪些？",
                "AnswerEn": "There are two obvious data-related uncertainty sources: the limited number of flux sites for some plant functional types, and the uncertainty in land-cover type classification, which influences parameterisation and accuracy of global GPP and ET mapping.",
                "AnswerCn": "有两个明显的数据相关不确定性来源：某些植物功能类型的通量站数量有限，以及土地覆盖类型分类的不确定性，这影响了全球GPP和ET映射的参数化和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to accurately parameterize global models for terrestrial evapotranspiration and gross primary production?",
                "QuestionCn": "准确参数化全球陆地蒸散发和总初级生产力模型的挑战是什么？",
                "AnswerEn": "The challenge in accurately parameterizing global models arises from limited flux site data for some plant functional types and the influence of land-cover type classification on parameterisation. Additionally, not considering nutrient stress on GPP and ET can lead to overestimation of global GPP.",
                "AnswerCn": "准确参数化全球模型的挑战在于某些植物功能类型的通量站数据有限，以及土地覆盖类型分类对参数化的影响。此外，如果不考虑营养压力对GPP和ET的影响，可能会导致全球GPP的高估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using the coupled Penman-Monteith-Leuning model for global parameterisation schemes on the accuracy of evapotranspiration and gross primary productivity estimations?",
                "QuestionCn": "使用耦合的Penman-Monteith-Leuning模型进行全球参数化方案可能对蒸散发和总初级生产力估计的准确性产生哪些潜在后果？",
                "AnswerEn": "The use of the coupled Penman-Monteith-Leuning model for global parameterisation schemes is likely to improve the accuracy of evapotranspiration (ET) and gross primary productivity (GPP) estimations by enhancing the simulation precision of ET and GPP processes. The model's structure, which accounts for the interdependence of these processes, allows for better estimation of global ET and GPP, contributing to a deeper understanding of water and carbon cycles.",
                "AnswerCn": "使用耦合的Penman-Monteith-Leuning模型进行全球参数化方案，可能会通过提高蒸散发（ET）和总初级生产力（GPP）估算的准确性来改善ET和GPP过程的模拟精度。该模型的结构考虑了这些过程之间的相互依赖性，从而能够更好地估算全球ET和GPP，促进对水循环和碳循环的更深入理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the impact of data-related uncertainties, such as limited flux sites for certain plant functional types and land-cover classification inaccuracies, on the global mapping of GPP and ET?",
                "QuestionCn": "数据相关的不确定性，例如某些植物功能类型的有限通量站和土地覆盖分类的不准确性，可能对全球GPP（总初级生产力）和ET（蒸散发）的映射产生什么影响？",
                "AnswerEn": "Data-related uncertainties, such as having limited flux sites for certain plant functional types and inaccuracies in land-cover classification, may lead to challenges in accurately parameterizing and mapping global gross primary productivity (GPP) and evapotranspiration (ET). These uncertainties can potentially affect the reliability and precision of the global estimates, possibly resulting in overestimations or underestimations of GPP and ET.",
                "AnswerCn": "数据相关的不确定性，例如某些植物功能类型的通量站点有限和土地覆盖分类的不准确，可能会导致在准确参数化和绘制全球总初级生产力（GPP）和蒸散发（ET）方面的挑战。这些不确定性可能会影响全球估算的可靠性和精确性，可能导致GPP和ET的高估或低估。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the integration of remote sensing data from MODIS and meteorological data from GLDAS influence the effectiveness of a biophysical model in estimating global ecosystem water use efficiency?",
                "QuestionCn": "MODIS的遥感数据与GLDAS的气象数据的整合，可能会影响生物物理模型在估算全球生态系统水分利用效率方面的有效性。",
                "AnswerEn": "Integrating remote sensing data from MODIS and meteorological data from GLDAS can significantly enhance the effectiveness of a biophysical model in estimating global ecosystem water use efficiency. The combination of high-resolution MODIS data, including leaf area index, albedo, and surface emissivity, with GLDAS meteorological inputs, provides comprehensive and accurate input data that improve the model's predictions of ecosystem water use efficiency, defined as the ratio of GPP to ET.",
                "AnswerCn": "整合来自MODIS的遥感数据和来自GLDAS的气象数据，可以显著提高生物物理模型在估算全球生态系统水分利用效率方面的有效性。结合高分辨率的MODIS数据，包括叶面积指数、反照率和表面发射率，以及GLDAS的气象输入，提供了全面而准确的输入数据，从而改善了模型对生态系统水分利用效率的预测，水分利用效率定义为GPP与ET的比率。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing global parameterization schemes for estimating coupled ET and GPP in terrestrial ecosystems?",
                "QuestionCn": "开发全球参数化方案以估计陆地生态系统中耦合的蒸散发（ET）和初级生产力（GPP）的主要目标是什么？",
                "AnswerEn": "Building on previous PML studies, the primary objective is to further improve the PML-V2 model structure, develop global parameterization schemes, and estimate coupled ET and GPP, along with ecosystem water use efficiency globally using climatic data and high-resolution MODIS data.",
                "AnswerCn": "基于之前的PML研究，主要目标是进一步改进PML-V2模型结构，开发全球参数化方案，并利用气候数据和高分辨率MODIS数据估算全球的耦合蒸散发（ET）和总初级生产力（GPP），以及生态系统水分利用效率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What goals are associated with assessing uncertainties in land-cover type classification for global GPP and ET mapping?",
                "QuestionCn": "评估土地覆盖类型分类的不确定性与全球GPP（总初级生产力）和ET（蒸散发）制图相关的目标有哪些？",
                "AnswerEn": "The goals associated with assessing uncertainties in land-cover type classification are to minimize inaccuracies in the parameterization and mapping of global GPP and ET, as these uncertainties can influence the reliability of the model outputs and potentially lead to overestimations, especially when nutrient stress is not considered.",
                "AnswerCn": "与评估土地覆盖类型分类的不确定性相关的目标是最小化全球GPP和ET参数化和映射中的不准确性，因为这些不确定性可能影响模型输出的可靠性，并可能导致高估，特别是在未考虑营养压力的情况下。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in calibrating a biophysical model like PML-V2 against measurements from flux towers for estimating terrestrial evapotranspiration and gross primary productivity?",
                "QuestionCn": "校准像PML-V2这样的生物物理模型以便与通量塔的测量数据进行比较，从而估算陆地蒸散发和总初级生产力，涉及以下程序：",
                "AnswerEn": "The calibration of a biophysical model like PML-V2 involves using measurements from 95 widely-distributed flux towers for 10 plant functional types. The model is calibrated by comparing its outputs against 8-day measurements, ensuring accuracy through metrics such as Root Mean Square Error (RMSE) and Bias, which are used to evaluate the model's performance for ET and GPP.",
                "AnswerCn": "PML-V2生物物理模型的校准涉及使用来自95个广泛分布的通量塔的测量数据，涵盖10种植物功能类型。通过将模型输出与8天的测量数据进行比较来校准模型，确保通过均方根误差（RMSE）和偏差等指标来评估模型在蒸散发（ET）和总初级生产力（GPP）方面的性能。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the Penman-Monteith-Leuning model integrated with remote sensing data to improve the accuracy of global evapotranspiration and gross primary productivity estimation?",
                "QuestionCn": "Penman-Monteith-Leuning模型如何与遥感数据结合，以提高全球蒸散发和总初级生产力估算的准确性？",
                "AnswerEn": "The integration of the Penman-Monteith-Leuning model with remote sensing data involves using remotely-sensed MODIS data, such as leaf area index, albedo, and emissivity, along with GLDAS meteorological forcing data. This combination allows for a more accurate estimation of evapotranspiration and gross primary productivity by coupling these datasets within a biophysical model framework.",
                "AnswerCn": "Penman-Monteith-Leuning模型与遥感数据的集成涉及使用遥感获取的MODIS数据，如叶面积指数、反照率和发射率，以及GLDAS气象强迫数据。这种组合通过在生物物理模型框架内结合这些数据集，能够更准确地估算蒸散发和总初级生产力。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the calibration of biophysical models like PML-V2 using data from diverse plant functional types across global flux sites?",
                "QuestionCn": "哪些方法论能够利用来自全球通量站的不同植物功能类型的数据来校准生物物理模型，如PML-V2？",
                "AnswerEn": "The calibration of biophysical models such as PML-V2 is enabled by using measurements from 95 widely-distributed flux towers that represent 10 plant functional types. These flux towers provide 8-day measurements used to evaluate the model's accuracy, indicated by Root Mean Square Error (RMSE) and Bias metrics for both ET and GPP.",
                "AnswerCn": "生物物理模型（如PML-V2）的校准是通过使用来自95个广泛分布的通量塔的测量数据来实现的，这些通量塔代表了10种植物功能类型。这些通量塔提供8天的测量数据，用于评估模型的准确性，准确性通过蒸散发（ET）和总初级生产力（GPP）的均方根误差（RMSE）和偏差指标来表示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the combination of the Penman-Monteith equation with remotely-sensed LAI data be expected to enhance the accuracy of surface conductance estimates in global ET models?",
                "QuestionCn": "将Penman-Monteith方程与遥感获取的叶面积指数（LAI）数据相结合，可能会提高全球蒸散发（ET）模型中表面导度估计的准确性，原因如下：",
                "AnswerEn": "The combination of the Penman-Monteith equation with remotely-sensed LAI data is expected to enhance the accuracy of surface conductance estimates because it allows for a more biophysically robust approach, focusing on the accurate estimation of canopy-soil conductance to water flux, which is crucial for regional and global ET estimations.",
                "AnswerCn": "将Penman-Monteith方程与遥感获取的叶面积指数（LAI）数据相结合，预计将提高表面导水率估计的准确性，因为这允许采用更具生物物理学基础的方法，专注于准确估计冠层-土壤导水率，这对于区域和全球蒸散发（ET）估计至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why could uncertainties arise in parameterizing a global dataset using plant functional types (PFTs) from limited flux sites?",
                "QuestionCn": "为什么在使用有限的通量站的植物功能类型（PFTs）对全球数据集进行参数化时可能会出现不确定性？",
                "AnswerEn": "Uncertainties could arise in parameterizing a global dataset using plant functional types from limited flux sites due to the insufficient representation of certain PFTs, such as MF with only 2 and OSH with 4 flux sites, which can affect the accuracy and parameterization of global GPP and ET mapping.",
                "AnswerCn": "由于某些植物功能类型（PFTs）在有限的通量站点中代表性不足，例如MF仅有2个通量站点，OSH仅有4个通量站点，这可能导致在使用全球数据集进行参数化时出现不确定性，从而影响全球GPP和ET映射的准确性和参数化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have regarding the use of Google Earth Engine for developing global parameterization schemes in ET and GPP estimation models?",
                "QuestionCn": "研究人员对使用Google Earth Engine开发全球参数化方案在蒸散发（ET）和初级生产力（GPP）估计模型中的期望可能包括：",
                "AnswerEn": "Researchers might expect that using Google Earth Engine for developing global parameterization schemes will facilitate the estimation of coupled ET and GPP, leveraging high-resolution MODIS data and climatic inputs to improve model accuracy and water use efficiency assessments on a global scale.",
                "AnswerCn": "研究人员可能会期望使用Google Earth Engine开发全球参数化方案，以利用高分辨率的MODIS数据和气候输入来促进耦合蒸散发（ET）和初级生产力（GPP）的估算，从而提高模型的准确性和全球范围内水分利用效率的评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways could the consideration of nutrient stress improve the accuracy of global GPP and ET estimations?",
                "QuestionCn": "考虑营养压力的因素可以通过以下方式提高全球GPP（总初级生产力）和ET（蒸散发）估算的准确性：",
                "AnswerEn": "Incorporating nutrient stress could improve the accuracy of global GPP and ET estimations by potentially reducing the overestimation of GPP, which was not considered in the current data collection approach, thereby making the model more reflective of actual environmental conditions.",
                "AnswerCn": "纳入营养压力可能会提高全球GPP和ET估算的准确性，从而减少对GPP的高估，这在当前的数据收集方法中并未考虑，从而使模型更能反映实际环境条件。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm not sure what challenges exist in accurately mapping global GPP and ET using remote sensing techniques.",
                "QuestionCn": "我不确定使用遥感技术准确绘制全球GPP和ET存在哪些挑战。",
                "AnswerEn": "Challenges in accurately mapping global GPP and ET include data-related uncertainties such as limited flux sites for some plant functional types and inaccuracies in land-cover type classification, which affect parameterization and mapping accuracy. Additionally, nutrient stress on GPP and ET, which wasn't considered, could lead to overestimation.",
                "AnswerCn": "准确映射全球GPP（总初级生产力）和ET（蒸散发）面临的挑战包括数据相关的不确定性，例如某些植物功能类型的通量站点有限以及土地覆盖类型分类的不准确，这影响了参数化和映射的准确性。此外，未考虑对GPP和ET的营养压力可能导致高估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and discuss the primary challenges faced in data collection and parameterization when estimating global ET and GPP.",
                "QuestionCn": "请识别并讨论在估算全球蒸散发（ET）和初级生产力（GPP）时，数据收集和参数化面临的主要挑战。",
                "AnswerEn": "One of the main challenges in data collection and parameterization is the limited number of flux sites available for certain plant functional types, such as MF and OSH, which impacts the model's calibration accuracy. Additionally, uncertainties in land-cover type classification can affect the parameterization and accuracy of global GPP and ET mapping. There is also a consideration of nutrient stress, which was not factored into the model and could result in an overestimation of global GPP.",
                "AnswerCn": "数据收集和参数化的主要挑战之一是某些植物功能类型（如MF和OSH）可用的通量站数量有限，这影响了模型的校准准确性。此外，土地覆盖类型分类的不确定性也会影响全球GPP和ET映射的参数化和准确性。此外，还考虑了营养压力，这在模型中未被考虑，可能导致全球GPP的高估。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}