{
  "id": "49549606-d3b2-4d13-a19d-bd55a63073d8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Glacierized river basin dataset in China and the surrounding areas（1950-2020）",
      "titleCn": "中国及其周边地区冰川作用流域边界数据集（1950-2020）",
      "description": "Mountain glaciers are important freshwater resources in Western China and its surrounding areas. It is at the drainage basin scale that mountain glaciers provide meltwater that humans exploit and utilize. Therefore, the determination of glacierized river basins is the basis for the research on glacier meltwater provisioning functions and their services. Based on the Randolph glacier inventory 6.0,  Chinese Glacier Inventories, China's river basin classifications (collected from the Data Centre for Resources and Environmental Sciences, Chinese Academy of Sciences), and global-scale HydroBASINS (www.hydrosheds.org), the following dataset was generated by the intersection between river basins and glacier inventory: (1) Chinese glacierized macroscale and microscale river basins; (2) International glacierized macroscale river basin fed by China’s glaciers; (3) Glacierized macroscale river basin data across High Mountain Asia.  This data takes the common river basin boundaries in China and the globe into account, which is poised to provide basic data for the study of historical and future glacier water resources in China and its surrounding areas.",
      "descriptionCn": "山地冰川是中国西部及其周边地区重要的淡水资源。由于冰川融水在流域尺度为生态和社会经济用水提供补给，因此，确定冰川作用（补给）流域是开展冰川水资源供给功能和服务研究的基础。基于Randolph Glacier Inventory 6.0、中国历次冰川编目、中国三级流域边界数据（中国科学院资源与环境科学数据中心提供）和全球流域边界数据HydroBASINS（www.hydrosheds.org），通过将冰川分布数据与流域边界数据进行相交分析，生成了20世纪50年代至21世纪20年代（至今）（1）中国两级冰川作用流域边界、（2）中国冰川作用的国际河流流域边界以及（3）亚洲高山区冰川作用流域边界数据。该数据兼顾了中国和全球常用流域边界，并将二者很好匹配，以期为中国及其周边地区冰川水资源研究提供基础数据。",
      "instructions": "File naming: different types of the glacierized river basins are stored in the shape files.\nMethod and usage: The data can be read by ArcGIS, Matlab, Python, etc.",
      "instructionsCn": "文件命名：不同类型流域边界数据以shape格式存储，含流域名称属性。\n方式和使用方法：可以用ArcGIS, Matlab和 Python等软件或程序语言读取。",
      "east": 121.8,
      "west": 58.3,
      "south": 8.5,
      "north": 67.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 6932554.0,
      "cstr": "18406.11.Terre.tpdc.272656",
      "doi": "10.11888/Terre.tpdc.272656",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "苏勃",
        "nameEn": "SU Bo ",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Glacier change in China over past decades: Spatiotemporal patterns and influencing factors",
        "referenceCn": null,
        "referenceEn": "Su, B., Xiao, C.D., Chen, D.L., Huang, Y., Che, Y.J., Zhao, H.Y., Zou, M.B., Guo, R., Wang, X.J., Li, X., Guo, W.Q., Liu, S.Y., & Yao, T.D. (2022). Glacier change in China over past decades: spatiotemporal patterns and influencing factors. Earth-Science Reviews."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川水资源",
        "nameEn": "glacier water resources"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "流域水系",
        "nameEn": "Drainage Basin and River System"
      },
      {
        "nameCn": "流域边界",
        "nameEn": "Basin boundary"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      },
      {
        "keywordCn": "中国及周边",
        "keywordEn": "China and surrounding areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1950-2020",
        "keywordEn": "1950-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "China has the largest area of glaciers situated within the middle- and low-latitude areas worldwide. Rapid changes in mountain glaciers across western China in the last decades have not only affected glacial runoff and hazards but also had profound impacts on ecosystems and socioeconomic activities in the extensive cold and arid regions of Asia and even beyond. Mountain glaciers are a key part of Earth’s cryosphere, and they can be highly sensitive to even small climatic fluctuations. In recent decades, climate warming has accelerated and led to a widespread shrinking of glaciers globally, which not only affects river runoff, mountain hazards and global sea level but also has potentially severe implications for regional ecosystems, socioeconomic activities, and human cultural and spiritual aspects. China has the largest number of glaciers across the middle- and low-latitude areas worldwide. Recent studies have shown that there are a total of 48,571 glaciers with an area of approximately 51,840.1 km², which account for 22.5% of the number and 7.3% of the area of glaciers globally in the up-to-date Randolph Glacier Inventory (RGI 6.0; 215,547 glaciers with a total area of 705,738.8 km²). Glaciers in China are mainly distributed in the high mountains of the western region. Approximately 248.2 million people (2015) depend in part on glacial meltwater in China. Especially in northwestern arid inland basins with high water stress, including the Tarim, Junggar, Turpan-Hami, and Qaidam basins and Hexi Corridor, meltwater from glaciers in the Tien Shan, Qilian, and the northern Kunlun Mountains plays an extremely important role in the formation and development of local socioecological systems. In addition, the glaciers on the Chinese TP and the Altai, and western Chinese Tien Shan Mountains also supply drainage runoff for many large international river basins with highly dense populations, such as the Brahmaputra, Ganges, Indus, Ob, Lake Balkash, Mekong, and Salween River basins. In recent decades, numerous studies have investigated China’s glacier changes and their influencing factors using a range of approaches, including in-situ measurements, remote sensing, and modeling. These studies have indicated that an overall retreating trend in glaciers has been observed in China during the past half-century. The glacial recession in China has profound impacts on the socioecological systems of China, as well as other regions of Asia and even the world, through material and energy flows. However, in contrast to the overall glacier mass loss and area/volume shrinkage, changes in glaciers in the western Kunlun Mountains, Karakoram, and Pamirs have been very anomalous in recent decades. Their glacier mass has lost very little or has even grown, glacier area and volume has presented no significant changes, and a considerable number of glaciers have advanced or surged, which is described as the “Karakoram Anomaly” and has received increasing attention."
      ],
      "research objective": [
        "This study re-analyzes the first and second Chinese Glacier Inventories (CGI-1 and CGI-2) and summarizes available in-situ observation-based studies on glacier mass balance and length to provide a spatially explicit and coherent national-scale assessment of glacier changes and associated influencing factors in recent decades. We connect the glaciers between CGI-1 (from the 1950s to the 1980s) and CGI-2 (from the 2000s to the 2010s) one by one to explore the area, volume, and Equilibrium Line Altitude (ELA) changes at both the individual glacier and river basin scales for the first time. To address these gaps, we first conducted a spatially explicit and coherent national-scale assessment of glacier changes by establishing a one-to-one correspondence between glaciers from CGI-1 to CGI-2. Second, we further provided an overview of in-situ observed glacier mass balance and length changes in China. Finally, the influencing factors of glacier evolution encompassing climatology and climate change, as well as glacial morphology and topographic condition, were comprehensively analysed along with a review of previous relevant studies."
      ],
      "challenges": [
        "However, due to the inaccessibility of most glaciated areas and shortages of long-term human and financial resources, only a few glaciers have been observed, and very few glaciers have been continuously monitored as reference glaciers in the world. However, these studies did not give attention to individual glacial evolution between the two periods. Some glaciers emerged in CGI-2, but statistics were not available for CGI-1 because of the uncertainty of visual interpretation, which may have led to a lower estimate of retreat."
      ],
      "methods": [
        "In this study, we first removed 6201 glaciers from the CGI-1 and CGI-2 datasets because their real-time information was not updated but compiled, after which 40,176 and 42,370 glaciers remained, respectively. Then, we established the correspondence between glaciers from CGI-1 to CGI-2 following different kinds of evolutionary trajectories of modern mountain glaciers. We made an effort to discriminate the different types of glacier evolution based on glacier boundaries in CGI-1 and CGI-2 one by one."
      ],
      "dataset": [
        "CGI-1 was established based on aerial photographs and topographic maps from the 1960s to 1980s combined with extensive field investigations, and 34 parameters (e.g., area and elevation, etc.) were recorded following the standard guidebook of the World Glacier Inventory. Finally, a total of 46,377 glaciers with an area of approximately 59,425.2 km² in China from the 1960s to 1980s were measured, compiled, and published with 21 books and about 200 attached maps in Chinese. CGI-2 updated glacier outlines and basic parameters of 85.5% of China’s glaciers based on Landsat TM/ETM+, ASTER, and Google Earth images from 2004 to 2011. The other 6201 glaciers (24.5%), with an area of 8753.5 km², are mainly located in the eastern Nyainqentanglha Mountains and western Hengduan Mountains, which are frequently cloudy and covered by snow year-round; thus, no high-quality visible images are available."
      ],
      "findings": [
        "The results show that the long-term area and volume changes in China’s glaciers during the area-weighted average period from CGI-1 (around 1969) to CGI-2 (around 2008) were 5.6%/decade and 5.3%/decade, respectively, with a mean ELA change of 12.5 m/decade. Approximately 17.2% of the total number of glaciers in CGI-1 disappeared, only 5.5% of the glaciers advanced, and the majority of glaciers decreased in size during the period between CGI-1 and CGI-2, which was characterized by a shrinkage in area and volume and a rise in ELA or division into multiple branches. In-situ observation-based analysis shows that glacier length has reduced since at least the 1960s on average, and their trends have accelerated since the 1990s. The negative trend of mass balance was slightly larger than that of the reference glaciers globally during 1960–2019, while the mean mass loss in any given decade was lower than that of the global mean. Climatic conditions, as reflected in annual mean temperature and precipitation, are the primary causes of different spatiotemporal patterns of glacier change. A significant positive correlation is observed between annual absolute area/volume changes and snowfall variations, and a significant negative correlation is found with rainfall variations, but there is no significant correlation between the indicators of air temperature and glacial changes at the river basin scale."
      ],
      "backgroundCn": [
        "中国拥有全球中低纬度地区最大的冰川面积。近年来，中国西部山区冰川的快速变化不仅影响了冰川融水和灾害，还对亚洲及更广泛地区的生态系统和社会经济活动产生了深远的影响。山地冰川是地球冰冻圈的重要组成部分，对气候波动极为敏感。近年来，气候变暖加速，导致全球冰川普遍缩小，这不仅影响了河流径流、山地灾害和全球海平面，还可能对区域生态系统、社会经济活动以及人类文化和精神方面产生严重影响。中国在全球中低纬度地区拥有最多的冰川。最新研究表明，中国共有48,571座冰川，面积约为51,840.1平方公里，占全球冰川数量的22.5%和面积的7.3%（根据最新的兰道夫冰川清单（RGI 6.0），全球共有215,547座冰川，总面积为705,738.8平方公里）。中国的冰川主要分布在西部高山地区。大约2.482亿人（2015年）在一定程度上依赖于中国的冰川融水。特别是在包括塔里木、准噶尔、吐鲁番-哈密、柴达木盆地和河西走廊等水资源紧张的西北干旱内陆盆地中，天山、祁连山和北昆仑山的冰川融水在当地社会生态系统的形成和发展中发挥着极其重要的作用。此外，中国的青藏高原、阿尔泰山和西天山的冰川也为许多大型国际河流流域提供排水径流，这些流域人口密集，如布拉马普特拉河、恒河、印度河、鄂毕河、巴尔喀什湖、湄公河和萨尔温河流域。近年来，许多研究采用现场测量、遥感和建模等多种方法，调查了中国冰川的变化及其影响因素。这些研究表明，在过去半个世纪中，中国的冰川总体上呈现出退缩的趋势。中国的冰川退缩对中国及其他亚洲地区乃至全球的社会生态系统产生了深远的影响，通过物质和能量流动。然而，与整体冰川质量损失和面积/体积缩小相反，近年来西昆仑山、喀喇昆仑山和帕米尔高原的冰川变化非常异常。它们的冰川质量损失很少，甚至有所增长，冰川面积和体积没有显著变化，且相当数量的冰川出现了前进或涌动现象，这被称为“喀喇昆仑异常”，并受到越来越多的关注。"
      ],
      "research objectiveCn": [
        "本研究重新分析了第一和第二次中国冰川清单（CGI-1和CGI-2），并总结了基于现场观测的冰川质量平衡和长度变化的研究，以提供对近年来冰川变化及其影响因素的空间明确和一致的国家级评估。我们逐一连接CGI-1（从1950年代到1980年代）和CGI-2（从2000年代到2010年代）之间的冰川，以首次探讨单个冰川和流域尺度上的面积、体积和平衡线高度（ELA）变化。为了解决这些空白，我们首先通过建立CGI-1与CGI-2之间冰川的一对一对应关系，进行了空间明确和一致的国家级冰川变化评估。其次，我们进一步提供了中国现场观测的冰川质量平衡和长度变化的概述。最后，全面分析了影响冰川演变的因素，包括气候学和气候变化，以及冰川形态和地形条件，并回顾了以往相关研究。"
      ],
      "challengesCn": [
        "然而，由于大多数冰川地区的不可达性以及长期人力和财力资源的短缺，全球只有少数冰川被观察到，且只有极少数冰川被持续监测作为参考冰川。然而，这些研究并未关注两个时期之间个别冰川的演变。在CGI-2中出现了一些冰川，但由于视觉解读的不确定性，CGI-1的数据并不可用，这可能导致了对退缩的低估。"
      ],
      "methodsCn": [
        "在本研究中，我们首先从CGI-1和CGI-2数据集中移除了6201个冰川，因为它们的实时信息没有更新，而是被编制在一起，之后分别剩下40,176个和42,370个冰川。然后，我们根据现代山地冰川的不同演变轨迹建立了CGI-1与CGI-2之间冰川的对应关系。我们努力根据CGI-1和CGI-2中的冰川边界逐一区分不同类型的冰川演变。"
      ],
      "datasetCn": [
        "CGI-1是基于1960年代至1980年代的航空照片和地形图，结合广泛的实地调查而建立的，记录了34个参数（例如，面积和海拔等），遵循世界冰川清单的标准指南。最终，共测量、编纂并出版了46,377条冰川，面积约为59,425.2平方公里，时间范围为1960年代至1980年代，出版了21本书和约200幅附图，均为中文。CGI-2则基于2004年至2011年的Landsat TM/ETM+、ASTER和Google Earth影像，更新了85.5%的中国冰川轮廓和基本参数。其余6201条冰川（占24.5%），面积为8753.5平方公里，主要位于东南的尼洋滇山脉和西南的横断山脉，这些地区常年多云且被雪覆盖，因此没有高质量的可见影像可用。"
      ],
      "findingsCn": [
        "结果显示，在CGI-1（约1969年）到CGI-2（约2008年）期间，中国冰川的长期面积和体积变化分别为5.6%/十年和5.3%/十年，平均冰川平衡线（ELA）变化为12.5米/十年。大约17.2%的CGI-1时期的冰川消失，仅有5.5%的冰川出现前进，绝大多数冰川在CGI-1和CGI-2之间的时期内面积和体积均有所减少，表现为面积和体积的缩小以及冰川平衡线的上升或分裂成多个支流。基于现场观测的分析显示，自1960年代以来，冰川长度平均有所缩短，且自1990年代以来其趋势加速。1960年至2019年期间，质量平衡的负趋势略大于全球参考冰川的负趋势，而任何给定十年的平均质量损失低于全球平均水平。气候条件，反映在年均气温和降水量中，是冰川变化不同时空模式的主要原因。年绝对面积/体积变化与降雪变化之间存在显著的正相关关系，而与降雨变化之间则存在显著的负相关关系，但在流域尺度上，空气温度指标与冰川变化之间没有显著相关性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can a dataset derived from intersecting glacier distribution data with river basin boundaries be considered comprehensive for glacier water resource research in China and surrounding regions?",
        "QuestionCn": "从冰川分布数据与流域边界交叉得到的数据集是否可以被视为中国及周边地区冰川水资源研究的综合数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges faced in the data collection of glaciated areas in China?",
        "QuestionCn": "中国冰川地区数据收集面临的主要挑战是什么？",
        "AnswerEn": "Inaccessibility, shortages of resources",
        "AnswerCn": "无法获得，资源短缺",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can one find the global basin boundary data used for glacier distribution analysis?",
        "QuestionCn": "在哪里可以找到用于冰川分布分析的全球流域边界数据？",
        "AnswerEn": "HydroBASINS",
        "AnswerCn": "HydroBASINS",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What methodologies were used to update glacier outlines and parameters in China from 2004 to 2011?",
        "QuestionCn": "在2004年至2011年期间，中国更新冰川轮廓和参数使用了哪些方法论？",
        "AnswerEn": "Landsat TM/ETM+, ASTER, Google Earth images",
        "AnswerCn": "Landsat TM/ETM+，ASTER，Google Earth 图像",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to monitor China's glaciers over several decades?",
        "QuestionCn": "您能否提供一个用于监测中国 glaciers 几十年的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to monitor China's glaciers involves the use of aerial photographs and topographic maps from the 1960s to 1980s combined with extensive field investigations, as well as Landsat TM/ETM+, ASTER, and Google Earth images from 2004 to 2011.",
        "AnswerCn": "一种用于监测中国冰川的数据收集方法涉及使用1960年代至1980年代的航空照片和地形图，结合广泛的实地调查，以及2004年至2011年的Landsat TM/ETM+、ASTER和Google Earth图像。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a challenge faced when continuously monitoring glaciers in China over time.",
        "QuestionCn": "请提供一个在中国持续监测冰川时面临的挑战的例子。",
        "AnswerEn": "A challenge faced in continuously monitoring glaciers in China is the inaccessibility of most glaciated areas and shortages of long-term human and financial resources, which results in only a few glaciers being observed and very few being continuously monitored.",
        "AnswerCn": "在中国，持续监测冰川面临的一个挑战是大多数冰川地区难以到达，以及长期人力和财力资源的短缺，这导致只有少数冰川被观察，且很少有冰川得到持续监测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that could be used to assess glacier changes and their influencing factors in China?",
        "QuestionCn": "您能否提供一个可以用来评估中国冰川变化及其影响因素的数据集的示例？",
        "AnswerEn": "An example of a dataset used to assess glacier changes and their influencing factors in China includes the CGI-1 and CGI-2 datasets, which provide glacier outlines and basic parameters based on different sources such as aerial photographs, topographic maps, Landsat, ASTER, and Google Earth images.",
        "AnswerCn": "用于评估中国冰川变化及其影响因素的数据集示例包括CGI-1和CGI-2数据集，这些数据集基于航空照片、地形图、Landsat、ASTER和Google Earth图像等不同来源提供冰川轮廓和基本参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the main characteristics that define the boundaries of glacier-influenced river basins in China and its surrounding areas?",
        "QuestionCn": "定义中国及其周边地区冰川影响河流流域边界的主要特征是什么？",
        "AnswerEn": "glacier distribution data, watershed boundary data, commonly used watershed boundaries in China and globally",
        "AnswerCn": "冰川分布数据、流域边界数据、中国和全球常用的流域边界",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many glaciers were included in the CGI-1 and CGI-2 datasets for China, and what were their recorded areas?",
        "QuestionCn": "CGI-1和CGI-2数据集中包含了多少个冰川，它们的记录面积是多少？",
        "AnswerEn": "46,377 glaciers, 59,425.2 km²; 42,370 glaciers",
        "AnswerCn": "46,377条冰川，59,425.2平方公里；42,370条冰川",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What percentage of China's glaciers had updated outlines and basic parameters in the CGI-2 dataset?",
        "QuestionCn": "CGI-2 数据集中，中国冰川的更新轮廓和基本参数的比例是多少？",
        "AnswerEn": "85.5%",
        "AnswerCn": "85.5%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What was the average rate of area and volume change in China's glaciers from CGI-1 to CGI-2?",
        "QuestionCn": "从CGI-1到CGI-2，中国冰川的平均面积和体积变化率是多少？",
        "AnswerEn": "5.6% per decade, 5.3% per decade",
        "AnswerCn": "每十年5.6%，每十年5.3%。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'glacier inventory' in the context of glacial data collection and analysis?",
        "QuestionCn": "在冰川数据收集和分析的背景下，“冰川清查”的意思是什么？",
        "AnswerEn": "A glacier inventory refers to a comprehensive and systematic collection of data about glaciers, including parameters such as area, elevation, and other relevant characteristics. It typically involves the use of aerial photographs, topographic maps, remote sensing technologies, and field investigations to measure and compile information about a large number of glaciers over a specified period.",
        "AnswerCn": "冰川清单是指对冰川进行全面和系统的数据收集，包括面积、高度和其他相关特征等参数。它通常涉及使用航空照片、地形图、遥感技术和实地调查来测量和汇编关于大量冰川的信息，覆盖特定的时间段。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'in-situ observation' defined in the context of studying glacier changes?",
        "QuestionCn": "在研究冰川变化的背景下，“原位观测”如何定义？",
        "AnswerEn": "In-situ observation in the context of studying glacier changes refers to the direct and on-site collection of data regarding glaciers' physical properties, such as mass balance and length. This method involves monitoring and measuring glaciers directly in the field, which provides detailed and specific information about the glacier's condition and changes over time.",
        "AnswerCn": "原位观察在研究冰川变化的背景下是指直接和现场收集有关冰川物理特性的数据，例如质量平衡和长度。这种方法涉及在现场直接监测和测量冰川，提供有关冰川状况及其随时间变化的详细和具体信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What similarities and differences exist between the challenges faced in collecting long-term glacier data and those encountered in monitoring other remote or inaccessible natural phenomena?",
        "QuestionCn": "在收集长期冰川数据时面临的挑战与监测其他偏远或难以到达的自然现象时遇到的挑战之间存在哪些相似之处和差异？",
        "AnswerEn": "Similar challenges in collecting long-term glacier data and monitoring other remote phenomena include inaccessibility of areas, shortages of long-term human and financial resources, and difficulties in obtaining continuous and consistent data. However, glacier data collection specifically suffers from issues related to visual interpretation uncertainty and the lack of high-quality visible images in frequently cloudy or snow-covered regions, which may not be as prevalent in other natural monitoring scenarios.",
        "AnswerCn": "收集长期冰川数据和监测其他遥远现象面临的类似挑战包括区域的不可达性、人力和财力资源的短缺，以及获取连续和一致数据的困难。然而，冰川数据收集特别面临与视觉解释不确定性相关的问题，以及在经常多云或被雪覆盖的地区缺乏高质量可见图像，这在其他自然监测场景中可能并不那么普遍。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do in-situ measurements and remote sensing techniques contribute to understanding glacier changes in China's western regions?",
        "QuestionCn": "原位测量和遥感技术如何有助于理解中国西部地区冰川变化？",
        "AnswerEn": "In-situ measurements and remote sensing are crucial for understanding glacier changes in China's western regions. In-situ measurements provide direct observation data of glacier mass balance and length, while remote sensing offers extensive coverage and temporal data to track glacier outlines and basic parameters. These methods help assess the spatial and temporal variations of glaciers and support the analysis of climatic and topographic influences on glacier evolution.",
        "AnswerCn": "原位测量和遥感对于理解中国西部地区的冰川变化至关重要。原位测量提供了冰川质量平衡和长度的直接观测数据，而遥感则提供了广泛的覆盖范围和时间数据，以跟踪冰川轮廓和基本参数。这些方法有助于评估冰川的空间和时间变化，并支持对气候和地形对冰川演变影响的分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What data collection methods could be utilized to enhance the understanding of glacier-induced water resource dynamics in international river basins?",
        "QuestionCn": "可以利用哪些数据收集方法来增强对国际河流流域中冰川引起的水资源动态的理解？",
        "AnswerEn": "To enhance understanding of glacier-induced water resource dynamics in international river basins, combining remote sensing data with in-situ hydrological measurements can be effective. This approach allows for detailed tracking of glacier meltwater contributions to river systems. Additionally, integrating global and regional glacier inventories with river basin boundary data can provide insights into the spatial distribution and effects of glacier meltwater on socioecological systems.",
        "AnswerCn": "为了增强对国际河流流域中冰川引发的水资源动态的理解，结合遥感数据与现场水文测量是有效的。这种方法可以详细追踪冰川融水对河流系统的贡献。此外，将全球和区域冰川清单与河流流域边界数据相结合，可以提供关于冰川融水在社会生态系统中空间分布和影响的洞察。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the limited availability of long-term and continuous monitoring data for glaciers in China?",
        "QuestionCn": "导致中国冰川长期和连续监测数据有限的因素有哪些？",
        "AnswerEn": "The inaccessibility of most glaciated areas and shortages of long-term human and financial resources contribute to the limited availability of long-term and continuous monitoring data for glaciers in China. Only a few glaciers have been observed, and very few have been continuously monitored as reference glaciers worldwide.",
        "AnswerCn": "大多数冰川地区的难以到达以及长期人力和财力资源的短缺，导致中国冰川的长期和连续监测数据的可用性有限。只有少数冰川被观察到，且作为全球参考冰川的连续监测冰川非常少。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be discrepancies in glacier data between different inventory periods?",
        "QuestionCn": "不同冰川清单时期之间可能存在差异的原因是什么？",
        "AnswerEn": "Discrepancies in glacier data between different inventory periods could arise from the uncertainty of visual interpretation, leading to a lower estimate of retreat. Some glaciers emerged in the second Chinese Glacier Inventory (CGI-2) but were not available in the first inventory (CGI-1), due to updated real-time information and differences in data collection methods, such as using aerial photographs versus satellite images.",
        "AnswerCn": "不同冰川清单时期之间的冰川数据差异可能源于视觉解读的不确定性，从而导致对冰川退缩的低估。在第二次中国冰川清单（CGI-2）中出现了一些在第一次清单（CGI-1）中未记录的冰川，这主要是由于实时信息的更新和数据收集方法的差异，例如使用航空照片与卫星图像。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying causes behind the regional variations in glacier evolution observed in China?",
        "QuestionCn": "中国冰川演变中观察到的区域差异背后的潜在原因是什么？",
        "AnswerEn": "The underlying causes behind the regional variations in glacier evolution observed in China include climatic conditions, such as annual mean temperature and precipitation, which are primary factors. A significant positive correlation is observed between snowfall variations and glacier changes, while rainfall variations show a negative correlation. However, there is no significant correlation between air temperature indicators and glacial changes at the river basin scale.",
        "AnswerCn": "中国冰川演变的区域差异背后的根本原因包括气候条件，如年均气温和降水量，这些是主要因素。降雪变化与冰川变化之间存在显著的正相关关系，而降雨变化则显示出负相关关系。然而，在流域尺度上，空气温度指标与冰川变化之间没有显著相关性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using aerial photographs and topographic maps from the 1960s to 1980s for glacier inventory data collection on the accuracy and reliability of glacier evolution analysis?",
        "QuestionCn": "使用1960年代到1980年代的航空照片和地形图进行冰川清单数据收集，可能对冰川演变分析的准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "The use of aerial photographs and topographic maps from the 1960s to 1980s can affect the accuracy and reliability of glacier evolution analysis due to potential inaccuracies and limitations in historical data. These methods may not capture detailed changes over time, leading to uncertainties in visual interpretation and possibly resulting in a lower estimate of glacier retreat between periods.",
        "AnswerCn": "使用1960年代到1980年代的航空照片和地形图可能会影响冰川演变分析的准确性和可靠性，因为历史数据可能存在潜在的不准确性和局限性。这些方法可能无法捕捉到随时间变化的详细情况，从而导致视觉解读的不确定性，并可能导致在不同时间段之间对冰川退缩的低估。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the challenges of inaccessibility and limited long-term monitoring resources impact the development and refinement of glacier datasets in China?",
        "QuestionCn": "不可接近性和有限的长期监测资源的挑战可能会如何影响中国冰川数据集的发展和完善？",
        "AnswerEn": "The challenges of inaccessibility and limited long-term monitoring resources can result in only a few glaciers being observed or continuously monitored, which may hinder comprehensive data collection. This could lead to gaps in data, making it difficult to accurately track individual glacier evolution and potentially underestimating glacier retreat or changes over time.",
        "AnswerCn": "不可接近性和有限的长期监测资源的挑战可能导致只有少数冰川被观察或持续监测，这可能会妨碍全面的数据收集。这可能导致数据的缺口，使得准确跟踪个别冰川的演变变得困难，并可能低估冰川的退缩或随时间的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to establish a one-to-one correspondence between glaciers from different Chinese Glacier Inventories to assess glacier changes over recent decades?",
        "QuestionCn": "建立不同中国冰川清单之间的冰川一一对应关系，以评估近年来冰川变化的重要性是什么？",
        "AnswerEn": "Establishing a one-to-one correspondence between glaciers from different inventories is crucial for conducting a spatially explicit and coherent national-scale assessment of glacier changes. This approach allows researchers to explore changes in area, volume, and Equilibrium Line Altitude (ELA) at both individual glacier and river basin scales, thereby illuminating the evolution and influencing factors of glacier dynamics over time.",
        "AnswerCn": "在不同冰川清单之间建立一一对应关系对于进行空间明确且连贯的国家级冰川变化评估至关重要。这种方法使研究人员能够在单个冰川和河流流域尺度上探索面积、体积和平衡线高度（ELA）的变化，从而揭示冰川动态的演变及其影响因素随时间的变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can one establish a reliable correspondence between historical glacier datasets to assess changes in glacier areas and volumes over time?",
        "QuestionCn": "如何建立历史冰川数据集之间的可靠对应关系，以评估冰川面积和体积随时间的变化？",
        "AnswerEn": "One can establish a reliable correspondence between historical glacier datasets by connecting glaciers individually from different inventory periods, like CGI-1 and CGI-2, using their boundaries and evolutionary trajectories. This involves removing outdated glacier data and creating one-to-one mappings to track changes in area, volume, and other parameters at both individual glacier and river basin scales.",
        "AnswerCn": "可以通过将不同时间段的冰川（如CGI-1和CGI-2）逐个连接，建立历史冰川数据集之间的可靠对应关系。这涉及到删除过时的冰川数据，并创建一对一的映射，以跟踪在个别冰川和流域尺度上面积、体积及其他参数的变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the integration of glacier distribution data with watershed boundary data for effective glacier impact assessments?",
        "QuestionCn": "哪些技术进步使得冰川分布数据与流域边界数据的整合成为可能，从而有效进行冰川影响评估？",
        "AnswerEn": "The integration of glacier distribution data with watershed boundary data in this field has been enabled by advancements such as remote sensing technologies, including Landsat TM/ETM+, ASTER, and Google Earth images, as well as the development of datasets like the Randolph Glacier Inventory and HydroBASINS. These technologies and datasets allow for accurate intersection analysis to generate glacier-influenced watershed boundary data from 1950 to 2020.",
        "AnswerCn": "在这一领域，冰川分布数据与流域边界数据的整合得益于遥感技术的进步，包括Landsat TM/ETM+、ASTER和Google Earth影像，以及Randolph冰川清单和HydroBASINS等数据集的发展。这些技术和数据集允许进行准确的交叉分析，从而生成1950年至2020年间受冰川影响的流域边界数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or data collection strategies facilitate the accurate updating of glacier outlines and basic parameters for national glacier inventories?",
        "QuestionCn": "哪些条件或数据收集策略有助于准确更新国家冰川清单的冰川轮廓和基本参数？",
        "AnswerEn": "Accurate updating of glacier outlines and basic parameters for national glacier inventories is facilitated by the use of high-resolution satellite imagery, such as Landsat TM/ETM+ and ASTER, combined with ground-truthing through field investigations. These strategies help overcome challenges posed by frequent cloud cover or snow coverage in certain mountainous regions, ensuring that updated and reliable data are incorporated into inventories like CGI-2.",
        "AnswerCn": "高分辨率卫星影像（如Landsat TM/ETM+和ASTER）结合实地调查，有助于准确更新国家冰川清单的冰川轮廓和基本参数。这些策略有助于克服某些山区频繁的云层覆盖或雪覆盖所带来的挑战，确保将更新和可靠的数据纳入像CGI-2这样的清单中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in continuously monitoring glacier changes in China's western regions?",
        "QuestionCn": "在中国西部地区，持续监测冰川变化可能面临挑战的原因是什么？",
        "AnswerEn": "Due to the inaccessibility of most glaciated areas and shortages of long-term human and financial resources, only a few glaciers have been observed and very few glaciers have been continuously monitored as reference glaciers in the world.",
        "AnswerCn": "由于大多数冰川地区的不可接近性以及长期人力和财力资源的短缺，全球只有少数冰川被观察到，且只有极少数冰川被持续监测作为参考冰川。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What could be the reasons behind the emergence of unobserved glaciers in new inventories that were not present in earlier datasets?",
        "QuestionCn": "新冰川在新的清单中出现而在早期数据集中不存在的原因可能是什么？",
        "AnswerEn": "Some glaciers emerged in new inventories, but statistics were not available for earlier datasets because of the uncertainty of visual interpretation, which may have led to a lower estimate of retreat.",
        "AnswerCn": "一些冰川出现在新的清单中，但由于视觉解读的不确定性，早期数据集的统计信息不可用，这可能导致对退缩的低估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might climatic conditions influence the spatiotemporal patterns of glacier changes observed in datasets?",
        "QuestionCn": "气候条件如何影响在数据集中观察到的冰川变化的时空模式？",
        "AnswerEn": "Climatic conditions, as reflected in annual mean temperature and precipitation, are the primary causes of different spatiotemporal patterns of glacier change. A significant positive correlation is observed between annual absolute area/volume changes and snowfall variations, and a significant negative correlation is found with rainfall variations.",
        "AnswerCn": "气候条件，反映在年均温度和降水量中，是冰川变化不同时空模式的主要原因。年绝对面积/体积变化与降雪变化之间存在显著的正相关关系，而与降雨变化之间则存在显著的负相关关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using remote sensing and modeling techniques for monitoring glacier changes in China and surrounding regions?",
        "QuestionCn": "您将如何评估使用遥感和建模技术监测中国及周边地区冰川变化的有效性？",
        "AnswerEn": "Remote sensing and modeling techniques have been effectively used to monitor glacier changes in China, providing valuable data on the retreating trends observed in the past half-century. These methods allow for the assessment of area, volume, and Equilibrium Line Altitude (ELA) changes at both individual glacier and river basin scales, despite challenges in accessing certain glaciated areas.",
        "AnswerCn": "遥感和建模技术已被有效地用于监测中国的冰川变化，为过去半个世纪观察到的退缩趋势提供了宝贵的数据。这些方法允许在单个冰川和流域尺度上评估面积、体积和平衡线高度（ELA）的变化，尽管在某些冰川区域的访问存在挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the primary challenges faced in maintaining continuous long-term monitoring of glaciers in the western regions of China?",
        "QuestionCn": "在我看来，维护中国西部地区冰川的持续长期监测面临的主要挑战是什么？",
        "AnswerEn": "The primary challenges in maintaining continuous long-term monitoring of glaciers in western China include the inaccessibility of most glaciated areas and shortages of long-term human and financial resources. Additionally, the frequent cloud cover and snow in specific regions hinder the acquisition of high-quality visible images, which complicates data collection efforts.",
        "AnswerCn": "在中国西部，持续进行长期冰川监测的主要挑战包括大多数冰川地区的难以到达以及长期人力和财力资源的短缺。此外，特定地区频繁的云层覆盖和降雪也阻碍了高质量可见图像的获取，从而使数据收集工作变得复杂。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how researchers manage to establish a correspondence between glaciers from different periods, given the challenges in accessing glaciated areas.",
        "QuestionCn": "我不明白研究人员是如何在不同时间段之间建立冰川的对应关系的，因为在进入冰川地区方面存在挑战。",
        "AnswerEn": "Researchers establish a correspondence between glaciers from different periods by removing glaciers with outdated information and then matching the remaining glaciers based on evolutionary trajectories. This involves analyzing glacier boundaries from the first and second Chinese Glacier Inventories (CGI-1 and CGI-2) and discriminating different types of glacier evolution.",
        "AnswerCn": "研究人员通过去除过时信息的冰川，建立不同历史时期冰川之间的对应关系，然后根据演化轨迹匹配剩余的冰川。这涉及分析第一和第二次中国冰川清单（CGI-1和CGI-2）的冰川边界，并区分不同类型的冰川演化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't comprehend how the influence of climatic factors is determined in the context of glacier changes over such a large spatial scale.",
        "QuestionCn": "我无法理解在如此大空间尺度上，气候因素的影响是如何在冰川变化的背景下被确定的。",
        "AnswerEn": "Climatic factors are determined by analyzing variations in annual mean temperature and precipitation, which are correlated with changes in glacier area, volume, and Equilibrium Line Altitude (ELA). A significant positive correlation is observed between snowfall variations and glacier changes, while a negative correlation is noted with rainfall variations, explaining the spatiotemporal patterns of glacier change.",
        "AnswerCn": "气候因素通过分析年均温度和降水量的变化来确定，这些变化与冰川面积、体积和平衡线高度（ELA）的变化相关。观察到降雪变化与冰川变化之间存在显著的正相关，而降雨变化则与冰川变化之间存在负相关，这解释了冰川变化的时空模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection methods used to compile glacier inventories in China over recent decades and discuss their evolution.",
        "QuestionCn": "请总结近年来中国冰川清单编制所使用的数据收集方法，并讨论其演变。",
        "AnswerEn": "The Chinese Glacier Inventories (CGI-1 and CGI-2) were compiled using different methods over the decades. CGI-1 was based on aerial photographs and topographic maps from the 1960s to the 1980s, combined with extensive field investigations. CGI-2 updated glacier outlines using satellite imagery from Landsat TM/ETM+, ASTER, and Google Earth images from 2004 to 2011.",
        "AnswerCn": "中国冰川清单（CGI-1 和 CGI-2）是通过不同的方法在几十年间编制的。CGI-1 基于1960年代到1980年代的航空照片和地形图，结合了广泛的实地调查。CGI-2 则使用2004年至2011年的Landsat TM/ETM+、ASTER和谷歌地球图像更新了冰川轮廓。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify the challenges faced in monitoring glacier changes in China and discuss how these challenges influence data availability and reliability.",
        "QuestionCn": "请识别中国在监测冰川变化方面面临的挑战，并讨论这些挑战如何影响数据的可用性和可靠性。",
        "AnswerEn": "Challenges in monitoring glacier changes include the inaccessibility of many glaciated areas and shortages of long-term human and financial resources, leading to limited continuous monitoring. This affects data availability and reliability as very few glaciers have been observed continuously, and uncertainties in visual interpretation may lead to lower estimates of retreat.",
        "AnswerCn": "监测冰川变化的挑战包括许多冰川地区的不可达性以及人力和财力资源的短缺，这导致持续监测的能力有限。这影响了数据的可用性和可靠性，因为很少有冰川被持续观察，视觉解读中的不确定性可能导致对冰川退缩的低估。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}