{
    "id": "4960704e-72c5-4f72-8982-c45dfd31642c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of ground truth measurements synchronizing with airborne PLMR mission in the Daman irrigation district (July 26, 2012)",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游大满灌区PLMR地面同步观测数据集（2012年7月26日）",
            "description": "On July 26, 2012, the airborne ground synchronous observation was carried out in the plmr quadrat in the dense observation area of Daman. Plmr (polarimetric L-band multibeam radiometer) is a dual polarized (H / V) L-band microwave radiometer, with a center frequency of 1.413 GHz, a bandwidth of 24 MHz, a resolution of 1 km (relative altitude of 3 km), six beam simultaneous observations, an incidence angle of ± 7 °, ± 21.5 °, ± 38.5 °, and a sensitivity of < 1K. The flight mainly covers the middle reaches of the artificial oasis eco hydrological experimental area. The local synchronous data set can provide the basic ground data set for the development and verification of passive microwave remote sensing soil moisture inversion algorithm.            \nQuadrat and sampling strategy:            \nThe observation area is located in the matrix of the dense observation area of Daman, and the detailed plan with an area of 3.0KM × 2.4km is selected to carry out synchronous observation on the underlying surface of oasis. The selection of the sample is mainly based on the representativeness of the surface coverage, accessibility and observation (road consumption) time, so as to obtain the comparison of brightness and temperature with plmr observation.            \nConsidering the resolution of plmr observation, 5 splines (east-west distribution) were collected at an interval of 450 m in the east-west direction. Each line has 31 points (north-south direction) at an interval of 100 m, and 5 hydraprobe data acquisition systems (HDAS, reference 2) were used for simultaneous measurement.            Measurement content:            \nAbout 150 points on the quadrat were obtained, each point was observed twice, that is to say, two times were observed at each sampling point, one time was inside the film (marked as a in the data record) and one time was outside the film (marked as B in the data record). As the HDAS system uses pogo portable soil sensor, the soil temperature, soil moisture (volume moisture content), loss tangent, soil conductivity, real part and imaginary part of soil complex dielectric are observed. Because the vegetation in this area has been sampled and observed once every five days, no special vegetation synchronous sampling has been carried out on that day.            \nData:            \nThis data set consists of two parts: soil moisture observation and vegetation observation. The former saves data in vector file format, and the spatial location is the location of each sampling point (WGS84 + UTM 47N). Soil moisture and other measurement information are recorded in attribute file.",
            "descriptionCn": "2012年7月26日在大满加密观测区PLMR样方进行了机载飞行地面同步观测。PLMR（Polarimetric L-band Multibeam Radiometer）是双极化（H/V）的L波段微波辐射计，中心频率1.413 GHz，带宽24 MHz，分辨率1 km （相对航高3 km），有6个beam同时观测，入射角为±7º，±21.5º，±38.5º，灵敏度<1K。飞行主要覆盖中游人工绿洲生态水文试验区。本地面同步数据集可为发展和验证被动微波遥感反演土壤水分算法提供基本地面数据集。\n样方及采样策略：\n观测区位于大满加密观测区矩阵内，选择了面积3.0 km×2.4 km的大样方针对绿洲下垫面开展同步观测。样方的选择依据主要是考虑地表覆盖代表性、可达性、观测（路途消耗）时间，以期获得与PLMR观测的亮度温度的比较。\n考虑到PLMR观测的分辨率，同步观测中，东西方向以450 m为间隔，采集了5条样线（东西分布），每条线100 m间隔共31个点（南北方向），使用5台Hydraprobe Data Acquisition System （HDAS，参考文献2）同时测量。\n测量内容： \n获取了样方上约150个点，每个点2次观测，即对覆膜玉米地，在每个采样点进行2次观测，1次膜内（数据记录中标记为a），1次膜外（数据记录中标记为b）。由于HDAS系统采用POGO便携式土壤传感器，观测获得土壤温度、土壤水分（体积含水量）、损耗正切、土壤电导率、土壤复介电实部及虚部。因该区域植被开展了例行的5天一次采样观测，因此当日未开展专门的植被同步采样。\n数据：\n本数据集包括土壤水分观测和植被观测两部分，前者保存数据格式为矢量文件，空间位置即为各采样点位置（WGS84+UTM 47N），土壤水分等测量信息记录在属性文件中。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.383,
            "west": 100.34,
            "south": 38.85,
            "north": 38.884,
            "startTime": "2018-11-22 02:48:16",
            "endTime": "2018-11-22 02:48:16",
            "fileSize": 433025.0,
            "cstr": "18406.11.hiwater.055.2013.db",
            "doi": "10.3972/hiwater.055.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan",
                "referenceCn": null,
                "referenceEn": "Walker, J. P., Rüdiger, C., Peischl, S., Nan, Y., Bandara, R., Allahmoradi, M., Kerr, Y., Kim, E., Gurney, R., Barrett, D. and Le Marshall, J.. Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan. Department of Civil Engineering, Monash University, Australia, 2010,171pp."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-26",
                "keywordEn": "2012-07-26",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for synchronizing airborne and ground observations in an ecological hydrology experiment?",
                "QuestionCn": "您能否提供一个用于同步空气和地面观测的生态水文学实验的数据收集方法的示例？",
                "AnswerEn": "A method used involves selecting a large sample area within a dense observation matrix, based on surface coverage representativeness and accessibility. Ground measurements are synchronized with airborne observations using a Polarimetric L-band Multibeam Radiometer (PLMR), focusing on parameters like soil moisture, soil temperature, and other soil properties using multiple sample lines and points.",
                "AnswerCn": "一种方法涉及在密集观测矩阵中选择一个大样本区域，基于表面覆盖的代表性和可达性。地面测量与使用极化L波段多波束辐射计（PLMR）的空中观测同步，重点关注土壤湿度、土壤温度和其他土壤特性，采用多个样本线和点进行测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of soil moisture data collected using a Polarimetric L-band Multibeam Radiometer (PLMR)?",
                "QuestionCn": "使用极化L波段多波束辐射计（PLMR）收集的土壤湿度数据的特征是什么？",
                "AnswerEn": "1.413 GHz center frequency, 24 MHz bandwidth, 1 km spatial resolution, dual polarization (H/V), six beams with incident angles of ±7º, ±21.5º, ±38.5º, sensitivity less than 1K",
                "AnswerCn": "1.413 GHz 中心频率，24 MHz 带宽，1 公里空间分辨率，双极化（H/V），六个波束，入射角为±7º、±21.5º、±38.5º，灵敏度小于1K。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sampling points are included in a typical soil moisture data collection in the specified ecological and hydrological experiment?",
                "QuestionCn": "在指定的生态和水文实验中，典型的土壤湿度数据收集包含多少个采样点？",
                "AnswerEn": "150",
                "AnswerCn": "150",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting synchronous ground observation data using PLMR in the Heihe River Basin for ecological and hydrological experiments?",
                "QuestionCn": "在黑河流域使用PLMR收集同步地面观测数据的主要目的是为了生态和水文实验。",
                "AnswerEn": "The primary objective of collecting synchronous ground observation data using PLMR in the Heihe River Basin is to provide fundamental ground datasets for the development and validation of passive microwave remote sensing algorithms for soil moisture retrieval.",
                "AnswerCn": "在黑河流域使用PLMR收集同步地面观测数据的主要目的是为被动微波遥感土壤湿度反演算法的开发和验证提供基础地面数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are followed for synchronizing ground-based observations with airborne PLMR measurements to ensure accurate soil moisture assessment in ecological hydrology experiments?",
                "QuestionCn": "在生态水文学实验中，为确保土壤湿度评估的准确性，地面观测与空中PLMR（被动微波遥感）测量的同步遵循哪些程序？",
                "AnswerEn": "To synchronize ground-based observations with airborne PLMR measurements, a large sample area of 3.0 km by 2.4 km was selected within the dense observation matrix area. The selection of this sample area was based on the representativeness of surface cover, accessibility, and observation time constraints. During the synchronous observation, data was collected in the east-west direction with an interval of 450 meters, resulting in five sample lines. Each line had 31 points spaced 100 meters apart in the north-south direction. Five Hydraprobe Data Acquisition Systems (HDAS) were used simultaneously to measure soil temperature, soil moisture, loss tangent, soil conductivity, and the real and imaginary parts of soil complex permittivity. Each point was observed twice: once inside a film (marked as 'a') and once outside (marked as 'b'). The spatial location of the samples was recorded in WGS84+UTM 47N coordinates, and the measurement information was stored in attribute files.",
                "AnswerCn": "为了将地面观测与空中PLMR测量同步，选择了一个3.0公里乘2.4公里的大样本区域，该区域位于密集观测矩阵区域内。选择该样本区域的依据是表面覆盖的代表性、可达性和观测时间的限制。在同步观测期间，数据沿东西方向收集，间隔为450米，共形成五条样本线。每条线有31个点，南北方向间隔100米。五个Hydraprobe数据采集系统（HDAS）同时用于测量土壤温度、土壤湿度、损耗正切、土壤电导率以及土壤复合介电常数的实部和虚部。每个点观察两次：一次在膜内（标记为'a'），一次在膜外（标记为'b'）。样本的空间位置以WGS84+UTM 47N坐标记录，测量信息存储在属性文件中。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the accurate collection of soil moisture data using passive microwave remote sensing in ecological hydrological experiments?",
                "QuestionCn": "哪些技术进步使得在生态水文实验中能够通过被动微波遥感准确收集土壤湿度数据？",
                "AnswerEn": "The use of the Polarimetric L-band Multibeam Radiometer (PLMR), which is a dual-polarization L-band microwave radiometer with a central frequency of 1.413 GHz and a resolution of 1 km, enables accurate collection of soil moisture data. It can simultaneously observe with six beams at different incidence angles and has a sensitivity of less than 1K. This technology provides essential ground data for the development and validation of passive microwave remote sensing soil moisture retrieval algorithms.",
                "AnswerCn": "极化L波段多波束辐射计（PLMR）是一种双极化L波段微波辐射计，中心频率为1.413 GHz，分辨率为1公里，能够准确收集土壤湿度数据。它可以同时以不同入射角观察六个波束，灵敏度低于1K。这项技术为被动微波遥感土壤湿度反演算法的开发和验证提供了重要的地面数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}