{
  "id": "49b22de9-5d85-44f2-a7d5-a1ccd17086d2",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A 1 km daily soil moisture dataset over China based on in-situ measurement (2000-2022)",
      "titleCn": "基于站点观测的中国1km土壤湿度日尺度数据集（2000-2022）",
      "description": "This study provides China 1 km high quality of the Soil Moisture data set - SMCI1.0 (Soil Moisture of China by the in situ data, version 1.0), SMCI1.0 is consists of 2000-2022, scale, to 10 cm interval layer depth (10-100 cm) high space-time resolution of Soil Moisture, the data unit is 0.001 m after/m after.The missing value is -999 The data set is provided by the China Meteorological Administration 1648 sites observed 10 layer Soil moisture as a benchmark, using forced ERA5_Land meteorological data, the leaf area index (LAI), land cover types (Landtypes), terrain (DEM) and Soil characteristics, Soil properties) as a covariate, obtained by way of machine learning.This study conducted two experiments to validate the precision of the SMCI1.0, time scales: ubRMSE 0.041 0.052, R 0.883 0.919;Spatial scales: ubRMSE 0.045 0.051, R 0.866 0.893.Since SMCI1.0 is based on the field observations of soil moisture, it can serve as effective supplement of existing based on model and satellite data sets.Products can be used for the data of hydrology, meteorology, ecology analysis and modeling, especially in the need to high quality, high resolution on the application of soil moisture is crucial.About the reference of data set and a detailed description, please read the documentation.For ease of use, this study provides two different resolution version: 30 seconds (~ 1 km) and 0.1 (~ 9 km).",
      "descriptionCn": "本研究提供了中国范围1km高质量的土壤湿度数据集-SMCI1.0(Soil Moisture of China by in situ data, version 1.0)，SMCI1.0是包含2000-2022年、日尺度、以10厘米为间隔10层深度（10-100cm）的高时空分辨率土壤湿度，数据单位为0.001m³/m³，缺失值为-999，投影为WGS1984。该数据集是以中国气象局提供的1,648个站点观测10层土壤湿度作为基准，使用ERA5_Land气象强迫数据、叶面积指数（LAI）、土地覆盖类型（Landtypes）、地形（DEM）和土壤特性（Soil properties）作为协变量，通过机器学习方式获得。本研究进行了两组实验以验证SMCI1.0的精度，时间尺度上：ubRMSE为0.041-0.052，R为0.883-0.919；空间尺度上：ubRMSE为0.045-0.051，R为0.866-0.893。 由于SMCI1.0是基于实地观测的土壤湿度，它可以作为现有基于模型和卫星数据集的有效补充。该数据产品可用于各种水文、气象、生态分析和建模，尤其在需要高质量、高分辨率土壤湿度的应用上至关重要。有关数据集的引用及详细描述，请阅读说明文档。为便于使用，本研究提供了两种不同分辨率的版本：30 秒（~1km）和0.1度（~9km）。",
      "instructions": "File name: SMCI1.0 in stored in NetCDF (.nc) format, the file name is \"SMCI\"_ sskm_ yyyy_ ddcm.nc \", where ss stands for SMCI1.0's spatial resolution (1 or 9), yyyy stands for year, dd stands for the depth.\nData reading method: here are many freely available softwares or programming language such as python ,NCL, Panoply for manipulating or displaying NetCDF Data.",
      "instructionsCn": "文件命名：SMCI1.0以Net.CDF(.nc)格式存储，文件名称为”SMCI_sskm_yyyy_ddcm.nc“，其中ss代表是SMCI1.0的空间分辨率（1或9）,yyyy代表年份，dd表示深度。\n数据读取方式：可用python，NCL，Panoply等软件展示或操作该NetCD格式文件。",
      "east": 136.0,
      "west": 73.0,
      "south": 18.0,
      "north": 54.0,
      "startTime": "1999-12-31 16:00:00",
      "endTime": "2022-12-31 16:00:00",
      "fileSize": 636475853571.0,
      "cstr": "18406.11.Terre.tpdc.272415",
      "doi": "10.11888/Terre.tpdc.272415",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "上官微",
        "nameEn": "SHANGGUAN Wei",
        "unitEn": "Atmospheric Sciences, Sun Yat-sen University",
        "unitCn": "中山大学大气科学学院"
      },
      {
        "nameCn": "李清亮",
        "nameEn": "LI Qingliang ",
        "unitEn": "College of Computer Science and Technology, Changchun Normal University",
        "unitCn": "长春师范大学计算机科学与技术学院"
      },
      {
        "nameCn": "石高松",
        "nameEn": "SHI Gaosong ",
        "unitEn": "College of Computer Science and Technology, Changchun Normal University",
        "unitCn": "长春师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A 1 km daily soil moisture dataset over China using in situ measurement and machine learning",
        "referenceCn": null,
        "referenceEn": "Li, Q., Shi, G., Shangguan, W., Nourani, V., Li, J., Li, L., Huang, F., Zhang, Y., Wang, C., Wang, D., Qiu, J., Lu, X., & Dai, Y. (2022). A 1 km daily soil moisture dataset over China using in situ measurement and machine learning. Earth Syst. Sci. Data, 14, 5267–5286, https://doi.org/10.5194/essd-14-5267-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤湿度数据集",
        "nameEn": "Soil moisture dataset"
      },
      {
        "nameCn": "机器学习",
        "nameEn": "machine learning"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "CHINA"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2022",
        "keywordEn": "2000-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "基于大数据的区域大气数值预报理论和技术研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Soil moisture (SM) plays a key role in land–atmosphere interactions through its strong impacts on the water and carbon cycle. The status of SM is closely related to climate and weather conditions. The high-quality SM data with a fine spatial–temporal scale can be valued as indispensable tools for observing extreme weather events, e.g., droughts, floods, and carbon cycle modeling. Further, SM is also identified as an important component of the Essential Climate Variables by the Global Observing System for Climate. However, high-quality SM data acquisition is a challenging task due to the complicated spatiotemporal variations of the SM. Such spatiotemporal variations of SM are usually affected by the inherent heterogeneity of soils, land cover, and weather. At present, the methods for SM data estimation can be divided into five categories: in situ observations, satellite observations, offline land surface model simulations, Earth system model simulations, and reanalysis products. For in situ SM observations, SM data are usually measured by the probe measurement method, in which as direct observations this method usually leads to lower errors than satellite observations, land surface model simulations, Earth system model simulations, and reanalysis products. Although a large number of stations are distributed all over the world, there are still many regions with no in situ SM observations due to financial constraints, and field stations are too sparse to capture adequate spatial coverage. For satellite observations, SM data are mainly retrieved by microwave radiometers on satellites, which can provide the global SM data with uniform distributions, but for the microwave-radiometer-measured SM data from the near surface, only the top-layer SM can be retrieved and the data gaps exist in regions with dense vegetation and snow-covered or frozen soils. The SM data of the offline land surface model and Earth system model simulations span multiple soil layers and have a seamless spatial distribution, but they both have uncertain and different forcing factors due to the spatial sub-grid heterogeneity of soil properties and vegetation, thus leading to large differences from in situ SM observations. Reanalysis products can also provide SM data with good temporal variations by assimilating observations into land surface models or Earth system models. They can also provide SM data at deeper soil depth than satellite observations, but reanalysis products usually lead to higher disagreement with in situ SM observations when the assimilated meteorological variables are biased. In brief, the characteristic strong points and shortcomings both coexist in each type of SM product."
      ],
      "research objective": [
        "Hence, we are eager to develop the high-quality SM product which comprehensively has a high-resolution seamless spatial distribution, long time periods, and low errors from the above SM products."
      ],
      "challenges": [
        "However, the high errors of soil moisture are often located in the North China Monsoon Region."
      ],
      "methods": [
        "Here, we present a 1 km resolution long-term dataset of soil moisture derived through machine learning trained by the in situ measurements of 1789 stations over China, named SMCI1.0 (Soil Moisture of China by in situ data, version 1.0). Random forest is used as a robust machine learning approach to predict soil moisture using ERA5-Land time series, leaf area index, land cover type, topography and soil properties as predictors. Using in situ soil moisture as the benchmark, two independent experiments were conducted to evaluate the estimation accuracy of SMCI1.0: year-to-year and station-to-station experiments."
      ],
      "dataset": [
        "SMCI1.0 provides 10-layer soil moisture with 10 cm intervals up to 100 cm deep at daily resolution over the period 2000–2020."
      ],
      "findings": [
        "SMCI1.0 generally has advantages over other gridded soil moisture products, including ERA5-Land, SMAP-L4, and SoMo.ml. Overall, the highly accurate estimations of both the year-to-year and station-to-station experiments ensure the applicability of SMCI1.0 to study the spatial–temporal patterns. As SMCI1.0 is based on in situ data, it can be a useful complement to existing model-based and satellite-based soil moisture datasets for various hydrological, meteorological, and ecological analyses and models."
      ],
      "backgroundCn": [
        "土壤湿度（SM）在陆地-大气相互作用中发挥着关键作用，因为它对水循环和碳循环有着强烈的影响。土壤湿度的状态与气候和天气条件密切相关。高质量的土壤湿度数据，具有细致的时空尺度，可以作为观察极端天气事件（如干旱、洪水和碳循环建模）的不可或缺的工具。此外，土壤湿度还被全球气候观察系统认定为基本气候变量的重要组成部分。然而，由于土壤湿度的复杂时空变化，高质量的土壤湿度数据获取是一项具有挑战性的任务。这种土壤湿度的时空变化通常受到土壤固有异质性、土地覆盖和天气的影响。目前，土壤湿度数据估算的方法可以分为五类：现场观测、卫星观测、离线陆面模型模拟、地球系统模型模拟和再分析产品。对于现场土壤湿度观测，土壤湿度数据通常通过探头测量法进行测量，作为直接观测，这种方法通常导致的误差低于卫星观测、陆面模型模拟、地球系统模型模拟和再分析产品。尽管全球范围内分布着大量的观测站，但由于资金限制，仍有许多地区没有现场土壤湿度观测，且现场站点的分布过于稀疏，无法捕捉到足够的空间覆盖。对于卫星观测，土壤湿度数据主要通过卫星上的微波辐射计获取，这可以提供均匀分布的全球土壤湿度数据，但对于近地表的微波辐射计测得的土壤湿度数据，仅能获取表层土壤湿度，并且在植被密集、被雪覆盖或冻结的土壤区域存在数据缺口。离线陆面模型和地球系统模型模拟的土壤湿度数据跨越多个土层，并具有无缝的空间分布，但由于土壤属性和植被的空间子网格异质性，它们都具有不确定且不同的强迫因子，从而导致与现场土壤湿度观测存在较大差异。再分析产品也可以通过将观测数据同化到陆面模型或地球系统模型中提供具有良好时间变化的土壤湿度数据。它们还可以提供比卫星观测更深土层的土壤湿度数据，但当同化的气象变量存在偏差时，再分析产品通常会导致与现场土壤湿度观测之间的较大不一致。总之，各类土壤湿度产品的特征优点和缺点并存。"
      ],
      "research objectiveCn": [
        "因此，我们渴望开发高质量的土壤湿度产品，该产品在空间分布上具有高分辨率、时间跨度长，并且相较于上述土壤湿度产品具有低误差。"
      ],
      "challengesCn": [
        "然而，土壤湿度的高误差通常位于华北季风区。"
      ],
      "methodsCn": [
        "在这里，我们呈现了一个1公里分辨率的长期土壤湿度数据集，该数据集通过机器学习方法从中国1789个站点的现场测量数据中获得，命名为SMCI1.0（基于现场数据的中国土壤湿度，版本1.0）。我们采用随机森林作为一种稳健的机器学习方法，利用ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性作为预测因子来预测土壤湿度。以现场土壤湿度作为基准，进行了两个独立实验来评估SMCI1.0的估计精度：逐年实验和逐站实验。"
      ],
      "datasetCn": [
        "SMCI1.0 提供了从2000年到2020年期间的10层土壤湿度数据，间隔为10厘米，深度达到100厘米，分辨率为每日。"
      ],
      "findingsCn": [
        "SMCI1.0相较于其他网格化土壤湿度产品，如ERA5-Land、SMAP-L4和SoMo.ml，具有明显的优势。总体而言，SMCI1.0在年际和站际实验中的高精度估计确保了其在研究时空模式方面的适用性。由于SMCI1.0基于现场数据，它可以作为现有基于模型和卫星的土壤湿度数据集的有用补充，适用于各种水文、气象和生态分析及模型。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can machine learning techniques be effectively used to predict soil moisture using in situ data as benchmarks?",
        "QuestionCn": "机器学习技术能否有效地利用原位数据作为基准来预测土壤湿度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the high-resolution soil moisture dataset cover a long time period with minimal errors?",
        "QuestionCn": "高分辨率土壤湿度数据集是否覆盖了较长的时间段且误差最小？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are there significant errors in soil moisture estimation particularly in the North China Monsoon Region?",
        "QuestionCn": "在华北季风区，土壤湿度估计是否存在显著误差？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which challenges are more significant in soil moisture data acquisition: financial constraints and sparse station distribution, or errors in model-based and satellite-based observations?",
        "QuestionCn": "在土壤湿度数据获取中，财务限制和站点分布稀疏的挑战更为显著，还是基于模型和卫星观测的误差更为重要？",
        "AnswerEn": "financial constraints and sparse station distribution",
        "AnswerCn": "财务限制和稀疏的站点分布",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to collect high-quality soil moisture data with a fine spatial-temporal scale?",
        "QuestionCn": "收集高质量土壤湿度数据的方法有哪些，具有细致的时空尺度？",
        "AnswerEn": "In situ observations, satellite observations, offline land surface model simulations, Earth system model simulations, reanalysis products",
        "AnswerCn": "现场观测、卫星观测、离线陆面模型模拟、地球系统模型模拟、再分析产品",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Where can discrepancies in soil moisture data accuracy be more prevalent?",
        "QuestionCn": "土壤湿度数据准确性差异可能更常见于哪里？",
        "AnswerEn": "North China Monsoon Region",
        "AnswerCn": "华北季风区",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who provides the benchmark observations for soil moisture data collection in China?",
        "QuestionCn": "谁提供中国土壤湿度数据收集的基准观测？",
        "AnswerEn": "China Meteorological Administration",
        "AnswerCn": "中国气象局",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution soil moisture data over large geographic areas?",
        "QuestionCn": "您能否提供一个用于获取大面积高分辨率土壤湿度数据的数据收集方法的例子？",
        "AnswerEn": "A data collection method used is the combination of in situ observations from 1,648 stations across China with machine learning techniques, specifically using random forest models, to estimate soil moisture at a 1 km resolution. The method integrates various predictors such as ERA5-Land meteorological data, leaf area index, land cover type, topography, and soil properties.",
        "AnswerCn": "一种数据收集方法是结合来自中国1,648个站点的原位观测与机器学习技术，特别是使用随机森林模型，以1公里的分辨率估计土壤湿度。该方法整合了多种预测因子，如ERA5-Land气象数据、叶面积指数、土地覆盖类型、地形和土壤特性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered in collecting accurate soil moisture data in specific geographic regions?",
        "QuestionCn": "在特定地理区域收集准确土壤湿度数据时遇到的一个挑战是什么？",
        "AnswerEn": "A noted challenge is the high errors of soil moisture data that often occur in the North China Monsoon Region, highlighting difficulties in achieving accurate data collection due to complex spatiotemporal variations influenced by regional climate conditions.",
        "AnswerCn": "一个显著的挑战是华北季风区土壤湿度数据的高误差，这突显了由于区域气候条件影响的复杂时空变化，导致准确数据收集的困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that offers a comprehensive spatial and temporal soil moisture profile?",
        "QuestionCn": "您能否提供一个提供全面空间和时间土壤湿度剖面的数据集的示例？",
        "AnswerEn": "An example of such a dataset is the SMCI1.0, which provides soil moisture data with a 1 km resolution, covering 10 layers at 10 cm intervals up to 100 cm depth, on a daily basis from 2000 to 2022. This dataset utilizes in situ measurements combined with machine learning predictions to achieve high accuracy and seamless spatial distribution.",
        "AnswerCn": "这样的数据集的一个例子是SMCI1.0，它提供了1公里分辨率的土壤湿度数据，覆盖10个层次，深度为10厘米，直到100厘米，数据时间范围为2000年至2022年。该数据集结合了现场测量和机器学习预测，以实现高精度和无缝的空间分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method used for developing a high-resolution soil moisture dataset?",
        "QuestionCn": "用于开发高分辨率土壤湿度数据集的数据收集方法的特点是什么？",
        "AnswerEn": "in situ observations from 1,648 stations, machine learning techniques, ERA5_Land meteorological forcing data, leaf area index, land cover types, topography, soil properties, daily resolution, 10-layer depth measurements",
        "AnswerCn": "来自1,648个站点的原位观测、机器学习技术、ERA5_Land气象强迫数据、叶面积指数、土地覆盖类型、地形、土壤属性、每日分辨率、10层深度测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the features and advantages of using machine learning in deriving soil moisture datasets?",
        "QuestionCn": "使用机器学习推导土壤湿度数据集的特点和优势是什么？",
        "AnswerEn": "random forest approach, 1 km resolution, long-term, seamless spatial distribution, long time periods, reduced errors, highly accurate estimations",
        "AnswerCn": "随机森林方法，1公里分辨率，长期，无缝空间分布，长时间段，减少误差，高精度估计。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many in situ observation stations were used in the data collection process?",
        "QuestionCn": "在数据收集过程中使用了多少个原位观测站？",
        "AnswerEn": "1,648",
        "AnswerCn": "1,648",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years was the soil moisture data collected?",
        "QuestionCn": "土壤湿度数据收集了多少年？",
        "AnswerEn": "22 years",
        "AnswerCn": "22年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the main methods for soil moisture data estimation in terms of data collection techniques?",
        "QuestionCn": "土壤湿度数据估算的主要数据收集技术方法是什么？",
        "AnswerEn": "The methods for soil moisture data estimation can be divided into five categories: in situ observations, satellite observations, offline land surface model simulations, Earth system model simulations, and reanalysis products.",
        "AnswerCn": "土壤湿度数据估计的方法可以分为五类：现场观测、卫星观测、离线陆面模型模拟、地球系统模型模拟和再分析产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of in situ observations when collecting soil moisture data?",
        "QuestionCn": "在收集土壤湿度数据时，原位观测的重要性是什么？",
        "AnswerEn": "For in situ soil moisture observations, data are usually measured by the probe measurement method, which as direct observations usually leads to lower errors than other methods such as satellite observations, model simulations, and reanalysis products.",
        "AnswerCn": "对于原位土壤湿度观测，数据通常通过探头测量方法进行测量，这种直接观测通常导致的误差低于其他方法，如卫星观测、模型模拟和再分析产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does machine learning contribute to the development of high-resolution soil moisture datasets?",
        "QuestionCn": "机器学习如何促进高分辨率土壤湿度数据集的发展？",
        "AnswerEn": "Machine learning, specifically random forest, is used as a robust approach to predict soil moisture by training with in situ measurements and using various predictors such as ERA5-Land time series, leaf area index, land cover type, topography, and soil properties.",
        "AnswerCn": "机器学习，特别是随机森林，被用作一种稳健的方法，通过使用现场测量数据进行训练，预测土壤湿度，并使用各种预测因子，如ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the similarities and differences in the spatial resolution and temporal coverage between offline land surface model simulations and Earth system model simulations for soil moisture data?",
        "QuestionCn": "离线陆面模型模拟和地球系统模型模拟在土壤湿度数据的空间分辨率和时间覆盖方面有哪些相似之处和不同之处？",
        "AnswerEn": "Both offline land surface model simulations and Earth system model simulations span multiple soil layers and provide seamless spatial distribution of soil moisture data. However, they have uncertain and different forcing factors due to spatial sub-grid heterogeneity of soil properties and vegetation, leading to large differences from in situ soil moisture observations. Temporal coverage is generally good in both methods, but accuracy can vary based on the model inputs and assumptions.",
        "AnswerCn": "离线陆面模型模拟和地球系统模型模拟跨越多个土壤层，并提供无缝的土壤湿度数据空间分布。然而，由于土壤性质和植被的空间子网格异质性，它们具有不确定且不同的强迫因子，导致与现场土壤湿度观测值之间存在较大差异。两种方法的时间覆盖通常较好，但准确性可能会根据模型输入和假设而有所不同。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do reanalysis products for soil moisture differ from in situ data in terms of depth and accuracy?",
        "QuestionCn": "土壤湿度的再分析产品与现场数据在深度和准确性方面有何不同？",
        "AnswerEn": "Reanalysis products can provide soil moisture data at deeper soil depths than satellite observations and offer good temporal variations by assimilating observations into land surface models or Earth system models. However, they often exhibit higher disagreement with in situ soil moisture observations when the assimilated meteorological variables are biased, whereas in situ data provide more accurate direct measurements but are limited to specific locations and depths.",
        "AnswerCn": "再分析产品可以提供比卫星观测更深土层的土壤湿度数据，并通过将观测值同化到陆面模型或地球系统模型中，提供良好的时间变化。然而，当同化的气象变量存在偏差时，它们往往与现场土壤湿度观测值之间存在更大的不一致，而现场数据提供了更准确的直接测量，但仅限于特定位置和深度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can machine learning techniques be leveraged to infer soil moisture patterns from diverse environmental variables such as land cover type, topography, and soil properties?",
        "QuestionCn": "如何利用机器学习技术从多种环境变量（如土地覆盖类型、地形和土壤特性）推断土壤湿度模式？",
        "AnswerEn": "Machine learning techniques, like random forest, can be used to predict soil moisture by utilizing environmental variables such as land cover type, topography, and soil properties. These variables serve as predictors in the model, which is trained using in situ measurements of soil moisture. This approach allows for the creation of a high-resolution dataset that captures the spatial-temporal patterns of soil moisture across different regions.",
        "AnswerCn": "机器学习技术，如随机森林，可以通过利用环境变量（如土地覆盖类型、地形和土壤特性）来预测土壤湿度。这些变量作为模型中的预测因子，模型通过现场土壤湿度测量进行训练。这种方法允许创建一个高分辨率的数据集，捕捉不同区域土壤湿度的时空模式。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise from using in situ observations as benchmarks for developing high-resolution soil moisture datasets, and how can these challenges be addressed?",
        "QuestionCn": "使用原位观测作为开发高分辨率土壤湿度数据集的基准可能会面临哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges in using in situ observations as benchmarks include sparse station distribution, which may not adequately capture spatial coverage, and financial constraints that limit the number of stations. These challenges can be addressed by incorporating machine learning techniques that integrate additional data sources, such as satellite observations and reanalysis products, to enhance spatial resolution and coverage.",
        "AnswerCn": "使用原位观测作为基准面临的挑战包括站点分布稀疏，可能无法充分捕捉空间覆盖，以及财务限制导致站点数量不足。这些挑战可以通过结合机器学习技术，整合额外的数据源，如卫星观测和再分析产品，以增强空间分辨率和覆盖范围来解决。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What insights can be drawn from the spatial and temporal evaluation experiments about the accuracy and applicability of soil moisture datasets in different climatic regions?",
        "QuestionCn": "从空间和时间评估实验中可以得出哪些关于土壤湿度数据集在不同气候区域的准确性和适用性的见解？",
        "AnswerEn": "The spatial and temporal evaluation experiments demonstrate that soil moisture datasets can achieve high accuracy when benchmarked against in situ data. These datasets, especially those validated through year-to-year and station-to-station experiments, are applicable for studying spatial-temporal patterns in various climatic regions, providing valuable insights for hydrological, meteorological, and ecological analysis.",
        "AnswerCn": "空间和时间评估实验表明，土壤湿度数据集在与现场数据对比时可以达到高精度。这些数据集，特别是通过年度和站点间实验验证的数据集，适用于研究各种气候区域的时空模式，为水文、气象和生态分析提供了宝贵的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes high errors in soil moisture estimation, particularly in the North China Monsoon Region?",
        "QuestionCn": "导致华北季风区土壤湿度估计误差较高的原因是什么？",
        "AnswerEn": "The high errors in soil moisture estimation are often located in the North China Monsoon Region due to the complex spatiotemporal variations of soil moisture influenced by the inherent heterogeneity of soils, land cover, and weather.",
        "AnswerCn": "土壤湿度估计的高误差通常出现在华北季风区，这主要是由于土壤的固有异质性、土地覆盖和天气对土壤湿度的复杂时空变化的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are in situ soil moisture observations considered to have lower errors compared to other data collection methods?",
        "QuestionCn": "原位土壤湿度观测被认为相较于其他数据收集方法具有更低的误差，原因是什么？",
        "AnswerEn": "In situ soil moisture observations are considered to have lower errors because they involve direct measurements using the probe measurement method, which typically results in more accurate data compared to satellite observations, land surface model simulations, Earth system model simulations, and reanalysis products.",
        "AnswerCn": "原位土壤湿度观测被认为具有较低的误差，因为它们涉及使用探头测量方法进行直接测量，这通常会产生比卫星观测、陆面模型模拟、地球系统模型模拟和再分析产品更准确的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges of acquiring high-quality soil moisture data?",
        "QuestionCn": "获取高质量土壤湿度数据的挑战因素包括哪些？",
        "AnswerEn": "The challenges of acquiring high-quality soil moisture data arise from the complicated spatiotemporal variations of soil moisture, the spatial sub-grid heterogeneity of soil properties and vegetation, and the financial constraints that limit the density of field stations necessary for capturing adequate spatial coverage.",
        "AnswerCn": "获取高质量土壤湿度数据的挑战源于土壤湿度的复杂时空变化、土壤性质和植被的空间子网格异质性，以及财务限制导致的现场站点密度不足，无法捕捉到足够的空间覆盖。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using machine learning techniques, such as random forest, in the data collection process for soil moisture datasets?",
        "QuestionCn": "使用机器学习技术，如随机森林，在土壤湿度数据集的数据收集过程中可能产生的结果有哪些？",
        "AnswerEn": "Machine learning techniques like random forest can lead to more accurate soil moisture predictions by utilizing in situ measurements and a variety of predictors such as ERA5-Land time series, leaf area index, land cover type, topography, and soil properties. This approach can create a high-resolution, long-term dataset with a seamless spatial distribution and low errors, making it a valuable complement to existing model-based and satellite-based datasets.",
        "AnswerCn": "机器学习技术，如随机森林，可以通过利用现场测量和多种预测因子（如ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性）来提高土壤湿度预测的准确性。这种方法可以创建一个高分辨率、长期的数据集，具有无缝的空间分布和低误差，使其成为现有基于模型和卫星的数据集的重要补充。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the reliance on in situ soil moisture observations impact the quality and applicability of datasets developed for hydrological, meteorological, and ecological analyses?",
        "QuestionCn": "对原位土壤湿度观测的依赖如何影响为水文、气象和生态分析开发的数据集的质量和适用性？",
        "AnswerEn": "Reliance on in situ soil moisture observations generally results in datasets that have lower errors compared to those derived from satellite observations, land surface model simulations, and reanalysis products. This high accuracy in estimation ensures that such datasets are applicable for studying spatial-temporal patterns, making them useful for hydrological, meteorological, and ecological analyses and models.",
        "AnswerCn": "对原位土壤湿度观测的依赖通常会导致数据集的误差低于卫星观测、陆面模型模拟和再分析产品。这种高精度的估计确保了这些数据集适用于研究时空模式，使其在水文、气象和生态分析及模型中具有实用性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the consequences of integrating multiple data sources, such as ERA5-Land meteorological data and land cover types, in improving the spatial resolution of soil moisture datasets?",
        "QuestionCn": "整合多个数据源，如ERA5-Land气象数据和土地覆盖类型，对提高土壤湿度数据集的空间分辨率的影响有哪些？",
        "AnswerEn": "Integrating multiple data sources like ERA5-Land meteorological data, land cover types, topography, and soil properties can enhance the spatial resolution and quality of soil moisture datasets. This integration allows for a better representation of the inherent heterogeneity of soils and land cover, leading to more accurate and seamless spatial distributions, which are crucial for detailed hydrological and ecological modeling.",
        "AnswerCn": "整合多个数据源，如ERA5-Land气象数据、土地覆盖类型、地形和土壤属性，可以提高土壤湿度数据集的空间分辨率和质量。这种整合能够更好地表征土壤和土地覆盖的固有异质性，从而导致更准确和无缝的空间分布，这对于详细的水文和生态建模至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to integrate multiple data sources, such as in situ observations and satellite data, for developing a high-resolution soil moisture dataset?",
        "QuestionCn": "为了开发高分辨率土壤湿度数据集，通常采用哪些程序来整合多个数据源，例如现场观测和卫星数据？",
        "AnswerEn": "For developing a high-resolution soil moisture dataset, procedures involve using in situ soil moisture observations as a benchmark, and integrating data from sources like ERA5-Land meteorological data, leaf area index, land cover type, topography, and soil properties as covariates. Machine learning, specifically the Random Forest approach, is used to train the model with these integrated data sources.",
        "AnswerCn": "为了开发高分辨率土壤湿度数据集，程序涉及使用现场土壤湿度观测作为基准，并整合来自ERA5-Land气象数据、叶面积指数、土地覆盖类型、地形和土壤属性等来源的数据作为协变量。机器学习，特别是随机森林方法，被用来训练模型，利用这些集成的数据源。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can machine learning techniques be utilized to enhance the accuracy of soil moisture estimation in regions with sparse in situ observations?",
        "QuestionCn": "机器学习技术如何被利用来提高在稀疏地面观测区域的土壤湿度估计的准确性？",
        "AnswerEn": "Machine learning techniques, such as Random Forest, are utilized to enhance soil moisture estimation accuracy by predicting soil moisture using available covariates, even in regions with sparse in situ observations. This method leverages the relationship between the input covariates and the soil moisture observed at available stations to generalize and predict moisture levels at unsampled locations.",
        "AnswerCn": "机器学习技术，如随机森林，被用于提高土壤湿度估计的准确性，通过利用可用的协变量预测土壤湿度，即使在现场观测稀疏的地区。这种方法利用输入协变量与可用站点观测到的土壤湿度之间的关系，以推广和预测未采样位置的湿度水平。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What experimental procedures are conducted to validate the accuracy of long-term soil moisture datasets derived from machine learning models?",
        "QuestionCn": "为了验证基于机器学习模型的长期土壤湿度数据集的准确性，通常会进行哪些实验程序？",
        "AnswerEn": "To validate the accuracy of long-term soil moisture datasets derived from machine learning models, two types of experiments are conducted: year-to-year and station-to-station experiments. These experiments compare the predicted soil moisture values against observed values from in situ measurements to assess the model's predictive accuracy across different temporal and spatial scales.",
        "AnswerCn": "为了验证基于机器学习模型的长期土壤湿度数据集的准确性，进行了两种类型的实验：年际实验和站际实验。这些实验将预测的土壤湿度值与来自现场测量的观测值进行比较，以评估模型在不同时间和空间尺度上的预测准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the derivation of high-resolution soil moisture datasets from in situ measurements?",
        "QuestionCn": "哪些机器学习技术可以从现场测量中推导出高分辨率土壤湿度数据集？",
        "AnswerEn": "Random forest is used as a robust machine learning approach to predict soil moisture using ERA5-Land time series, leaf area index, land cover type, topography, and soil properties as predictors.",
        "AnswerCn": "随机森林被用作一种稳健的机器学习方法，通过ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性作为预测变量来预测土壤湿度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do in situ observations enable lower error rates in soil moisture data collection compared to other methods?",
        "QuestionCn": "原位观测如何使土壤湿度数据收集的误差率低于其他方法？",
        "AnswerEn": "In situ soil moisture data, measured by the probe measurement method, lead to lower errors than satellite observations, land surface model simulations, Earth system model simulations, and reanalysis products because they are direct observations. However, their spatial coverage is limited due to financial constraints and station sparseness.",
        "AnswerCn": "就地土壤湿度数据通过探头测量方法获得，导致的误差低于卫星观测、陆面模型模拟、地球系统模型模拟和再分析产品，因为它们是直接观测。然而，由于财务限制和站点稀疏，它们的空间覆盖范围有限。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or resources enable the collection of soil moisture data over multiple soil layers and seamless spatial distribution?",
        "QuestionCn": "哪些条件或资源能够实现对多个土壤层的土壤湿度数据的收集以及无缝的空间分布？",
        "AnswerEn": "Offline land surface model simulations and Earth system model simulations enable the collection of soil moisture data that span multiple soil layers and have a seamless spatial distribution. However, these methods are subject to uncertainties due to the spatial sub-grid heterogeneity of soil properties and vegetation, leading to large differences from in situ SM observations.",
        "AnswerCn": "离线陆面模型模拟和地球系统模型模拟能够收集跨多个土壤层的土壤湿度数据，并具有无缝的空间分布。然而，由于土壤性质和植被的空间子网格异质性，这些方法受到不确定性的影响，导致与现场土壤湿度观测值存在较大差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset using in situ soil moisture observations face challenges in achieving comprehensive spatial coverage across different regions?",
        "QuestionCn": "使用原位土壤湿度观测的数据集在不同地区实现全面空间覆盖可能面临挑战的原因是什么？",
        "AnswerEn": "A dataset using in situ soil moisture observations might face challenges in achieving comprehensive spatial coverage due to financial constraints and the sparse distribution of field stations, which may not capture adequate spatial coverage in many regions.",
        "AnswerCn": "使用原位土壤湿度观测的数据集可能面临由于财务限制和实地站点分布稀疏而导致的全面空间覆盖的挑战，这可能在许多地区无法获得足够的空间覆盖。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected reasons for high errors in soil moisture predictions specifically in regions like the North China Monsoon Region?",
        "QuestionCn": "在像华北季风区这样的地区，土壤湿度预测高误差的预期原因有哪些？",
        "AnswerEn": "High errors in soil moisture predictions in regions like the North China Monsoon Region are often expected due to the inherent spatiotemporal variations of soil moisture affected by the heterogeneity of soils, land cover, and weather conditions.",
        "AnswerCn": "在像华北季风区这样的地区，由于土壤的异质性、土地覆盖和天气条件的影响，土壤湿度的时空变化固有，通常会导致土壤湿度预测的高误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using machine learning techniques in generating high-resolution soil moisture datasets?",
        "QuestionCn": "您将如何评估使用机器学习技术生成高分辨率土壤湿度数据集的有效性？",
        "AnswerEn": "The use of machine learning, particularly the random forest approach, is considered robust for predicting soil moisture by utilizing various predictors such as ERA5-Land time series, leaf area index, land cover type, topography, and soil properties. This approach appears effective in creating high-resolution datasets like SMCI1.0, which has shown strong accuracy compared to other soil moisture products.",
        "AnswerCn": "机器学习的使用，特别是随机森林方法，被认为在利用各种预测因子（如ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性）预测土壤湿度方面具有很强的鲁棒性。这种方法在创建高分辨率数据集（如SMCI1.0）方面似乎非常有效，并且与其他土壤湿度产品相比，显示出较强的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in relying on in situ data as the benchmark for soil moisture dataset development?",
        "QuestionCn": "依赖原位数据作为土壤湿度数据集开发基准的潜在挑战有哪些？",
        "AnswerEn": "While in situ observations generally lead to lower errors compared to satellite and model simulations, they are often limited by sparse distribution and financial constraints, resulting in inadequate spatial coverage. Additionally, high errors are commonly found in regions like the North China Monsoon Region, posing challenges in capturing accurate measurements.",
        "AnswerCn": "虽然原位观测通常导致的误差低于卫星和模型模拟，但由于分布稀疏和财务限制，往往导致空间覆盖不足。此外，在像华北季风区这样的地区，常常会出现较高的误差，这给准确测量带来了挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how machine learning can effectively predict soil moisture across different depths and regions.",
        "QuestionCn": "我不明白机器学习如何有效地预测不同深度和地区的土壤湿度。",
        "AnswerEn": "Machine learning, specifically using a random forest approach, can effectively predict soil moisture by leveraging in situ measurements as training data and incorporating various covariates like ERA5-Land time series, leaf area index, land cover type, topography, and soil properties, which help to model the complex spatial and temporal variations of soil moisture.",
        "AnswerCn": "机器学习，特别是使用随机森林方法，可以有效地通过利用现场测量作为训练数据，并结合各种协变量，如ERA5-Land时间序列、叶面积指数、土地覆盖类型、地形和土壤属性，来预测土壤湿度，这有助于建模土壤湿度的复杂空间和时间变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure why there are high errors in soil moisture measurements in the North China Monsoon Region.",
        "QuestionCn": "我不确定为什么在华北季风区的土壤湿度测量中存在较高的误差。",
        "AnswerEn": "High errors in soil moisture measurements in the North China Monsoon Region may be due to the complex spatiotemporal variations of soil moisture influenced by the region's monsoon climate, which affects soil properties, land cover, and weather patterns, posing challenges to achieving accurate predictions.",
        "AnswerCn": "北方中国季风区土壤湿度测量误差较高，可能是由于该地区季风气候影响下土壤湿度的复杂时空变化，这影响了土壤特性、土地覆盖和天气模式，给实现准确预测带来了挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how in situ observations differ from satellite-based soil moisture data in terms of spatial and temporal coverage.",
        "QuestionCn": "我无法理解现场观测与卫星土壤湿度数据在空间和时间覆盖方面的区别。",
        "AnswerEn": "In situ observations provide direct and often more accurate soil moisture measurements but are limited by sparse spatial coverage due to financial constraints and station distribution, whereas satellite-based data offer global coverage with uniform distribution but are restricted to top-layer soil moisture and face limitations in regions with dense vegetation and snow or frozen soils.",
        "AnswerCn": "原位观测提供直接且通常更准确的土壤湿度测量，但由于财务限制和站点分布，空间覆盖有限；而基于卫星的数据则提供全球覆盖和均匀分布，但仅限于表层土壤湿度，并在植被茂密以及有雪或冻土的地区面临限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify potential strategies to improve the accuracy and coverage of soil moisture datasets, particularly in regions with sparse field stations.",
        "QuestionCn": "请确定潜在策略，以提高土壤湿度数据集的准确性和覆盖范围，特别是在地面站点稀少的地区。",
        "AnswerEn": "Potential strategies to improve the accuracy and coverage of soil moisture datasets include leveraging machine learning models trained on a combination of in situ measurements and other predictors like meteorological data, leaf area index, and land cover type. Additionally, increasing the density of observational stations and utilizing satellite and reanalysis data can help address gaps in regions with sparse field stations.",
        "AnswerCn": "提高土壤湿度数据集的准确性和覆盖范围的潜在策略包括利用机器学习模型，这些模型基于现场测量数据和其他预测因子（如气象数据、叶面积指数和土地覆盖类型）进行训练。此外，增加观测站的密度以及利用卫星和再分析数据可以帮助填补观测站稀少地区的空白。",
        "Level": "C6(Creating)"
      }
    ]
  }
}