{
  "id": "49c2b668-69db-430e-91f8-855b5a872867",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Landsat-based continuous monthly 30m FVC Dataset in Qilian mountain area in 2021 (V1.0)",
      "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m植被覆盖度数据（V1.0，2021）",
      "description": "Fractional Vegetation Coverage (FVC) is defined as the proportion of the vertical projection area of Vegetation canopy or leaf surface to the total Vegetation area, which is an important indicator to measure the status of Vegetation on the surface. In this dataset, vegetation coverage is an evaluation index reflecting vegetation coverage. 0% means that there is no vegetation in the surface pixel, that is, bare land. The higher the value, the greater the vegetation coverage in the region. This data set includes the monthly synthesis of 30m*30m surface vegetation index products in Qilian mountain area in 2021. Max value composition (MVC) method was used to synthesize monthly FVC products on the surface using the reflectivity data of Landsat 8 and sentinel 2 channels from Red and NIR channels.",
      "descriptionCn": "植被覆盖度（Fractional Vegetation Coverage，FVC）定义为植被冠层或叶面在地面的垂直投影面积占植被区总面积的比例，是衡量地表植被状况的一个重要指标。本数据集植被覆盖度作为反应植被覆盖状况的评价指标，0%表示地表像元内没有植被即裸地，值越高表明区域内植被覆盖越大。本数据集包括祁连山区域2021年月度合成30m地表植被覆盖度产品。采用最大值合成（Max value composition, MVC）方法，利用 Landsat8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成，进而计算FVC。",
      "instructions": "File Naming Convention: FVC_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nNDVI Unit:None\nScale Factor:0.001\nValid Range：0 - 1000\nFilled Value：0",
      "instructionsCn": "文件命名约定：FVC_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：0- 1000\n填充值：0",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 11:59:59",
      "fileSize": 28505652700.0,
      "cstr": "18406.11.Terre.tpdc.272663",
      "doi": "10.11888/Terre.tpdc.272663",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴俊君",
        "nameEn": "WU Junjun ",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Aerospace Information Research Institute,  Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院 遥感科学国家重点实验室"
      },
      {
        "nameCn": "李艺",
        "nameEn": "LI Yi",
        "unitEn": "Xi’an University of Science and Technology",
        "unitCn": "西安科技大学"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国-东盟1km分辨率植被覆盖度数据集",
        "titleEn": null,
        "referenceCn": "穆西晗 柳钦火 阮改燕 赵静 仲波 吴善龙 彭菁菁.中国-东盟1km分辨率植被覆盖度数据集[J].全球变化数据学报(中英文),2017,(1):45-51,168-174.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "植被覆盖度",
        "nameEn": "FVC"
      },
      {
        "nameCn": "近红外遥感",
        "nameEn": "Near infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021-01-01 至 2021-12-31",
        "keywordEn": "January 1, 2021 to December 31, 2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Net primary productivity (NPP) is the remainder of gross primary productivity (GPP) minus the Autotrophic Respiration (Ra) for green plant. NPP plays an important role in the prediction of future atmospheric CO2 and other greenhouse gases, and in the understanding of the interaction between atmosphere and biosphere. NPP is also key parameter in water cycle, nutrient cycling, biodiversity change, and carbon cycle in terrestrial ecosystem. Since NPP reflects the production capacity of plant community under natural environment, it is an important ecological index to evaluate the sustainability terrestrial ecosystem. The main purpose to develop this dataset is to overcome the limit of single data source for high temporal resolution vegetation NPP based on the satellite network technology."
      ],
      "research objective": [
        "The main purpose to develop this dataset is to overcome the limit of single data source for high temporal resolution vegetation NPP based on the satellite network technology."
      ],
      "challenges": [],
      "methods": [
        "Based on the principle of light use efficiency (LUE), the productivity of regional terrestrial ecosystem productivity driven by remote sensing data was carried out for the production of NPP products. The model is driven by the photosynthetically active radiation (PAR), leaf area index (LAI), temperature and humidity data obtained by various satellite data, and the model parameters are optimized by process model. The input data of NPP light energy utilization model are various remote sensing radiation products, meteorological reanalysis data, and various existing products in our project. Through the simulation of process model parameters, a global 1 km/5-day NPP data products were calculated."
      ],
      "dataset": [
        "China and ASEAN 1km spatial resolution vegetation net primary productivity dataset was shown in Figure 2. The MuSyQ-NPP-1km-2013 product was produced in the Sinusoidal tile grid, and distributed in 40 adjacent non-overlapping tiles that are approximately 10°×10° (at the equator). Each tile included 73 data files."
      ],
      "findings": [
        "The preliminary validation using ground observation and previous NPP products showed that the new products had better accuracy and much better temporal resolution."
      ],
      "backgroundCn": [
        "净初级生产力（NPP）是指总初级生产力（GPP）减去自养呼吸（Ra）后的剩余部分。NPP在预测未来大气二氧化碳和其他温室气体方面发挥着重要作用，并有助于理解大气与生物圈之间的相互作用。NPP还是水循环、养分循环、生物多样性变化和陆地生态系统碳循环的关键参数。由于NPP反映了植物群落在自然环境下的生产能力，因此它是评估陆地生态系统可持续性的一个重要生态指标。开发该数据集的主要目的是克服基于单一数据源的高时间分辨率植被NPP的限制，利用卫星网络技术。"
      ],
      "research objectiveCn": [
        "开发该数据集的主要目的是克服基于卫星网络技术的高时间分辨率植被净初级生产力（NPP）单一数据源的限制。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "基于光利用效率（LUE）原理，利用遥感数据对区域陆地生态系统生产力进行了研究，以生成NPP产品。该模型以光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据为驱动，这些数据均来自各种卫星数据，并通过过程模型优化模型参数。NPP光能利用模型的输入数据包括各种遥感辐射产品、气象再分析数据以及我们项目中的各种现有产品。通过过程模型参数的模拟，计算得到了全球1公里/5天的NPP数据产品。"
      ],
      "datasetCn": [
        "中国和东盟1公里空间分辨率植被净初级生产力数据集如图2所示。MuSyQ-NPP-1km-2013产品是在正弦投影网格中生成的，并分布在40个相邻的不重叠瓦片中，每个瓦片大约为10°×10°（在赤道处）。每个瓦片包含73个数据文件。"
      ],
      "findingsCn": [
        "初步验证使用地面观测和之前的NPP产品显示，新产品具有更好的准确性和更好的时间分辨率。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is leveraging multiple remote sensing data sources crucial for developing high temporal resolution vegetation NPP datasets?",
        "QuestionCn": "利用多种遥感数据源对于开发高时间分辨率的植被净初级生产力（NPP）数据集是否至关重要？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the productivity of regional terrestrial ecosystems be driven by remote sensing data using the principle of light use efficiency (LUE) in this field?",
        "QuestionCn": "区域陆地生态系统的生产力是否可以通过遥感数据驱动，利用光利用效率（LUE）原理？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more suitable for synthesizing NDVI products: Maximum Value Composition (MVC) or another technique?",
        "QuestionCn": "哪种方法更适合合成NDVI产品：最大值合成（MVC）还是其他技术？",
        "AnswerEn": "Maximum Value Composition (MVC)",
        "AnswerCn": "最大值组合 (MVC)",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the primary source of data for calculating Fractional Vegetation Coverage (FVC) derived from Landsat, Sentinel, or other satellite platforms?",
        "QuestionCn": "计算分数植被覆盖度（FVC）的主要数据来源是来自Landsat、Sentinel或其他卫星平台吗？",
        "AnswerEn": "Landsat8 and Sentinel 2 satellites",
        "AnswerCn": "Landsat8和Sentinel 2卫星",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the method used to synthesize monthly NDVI products for vegetation coverage data in the Qilian Mountains region?",
        "QuestionCn": "在祁连山地区合成月度NDVI产品以获取植被覆盖数据的方法是什么？",
        "AnswerEn": "maximum value composition method",
        "AnswerCn": "最大值合成方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the spatial resolution for the vegetation net primary productivity dataset developed for China and ASEAN?",
        "QuestionCn": "中国和东南亚地区开发的植被净初级生产力数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to produce high temporal resolution vegetation net primary productivity datasets?",
        "QuestionCn": "您能否提供一个用于生成高时间分辨率植被净初级生产力数据集的数据收集方法的示例？",
        "AnswerEn": "Based on the principle of light use efficiency (LUE), the productivity of regional terrestrial ecosystem productivity driven by remote sensing data was carried out for the production of NPP products. The model is driven by the photosynthetically active radiation (PAR), leaf area index (LAI), temperature and humidity data obtained by various satellite data, and the model parameters are optimized by process model.",
        "AnswerCn": "基于光利用效率（LUE）原理，利用遥感数据对区域陆地生态系统生产力进行了研究，以生成NPP产品。该模型以光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据为驱动，这些数据来自各种卫星，模型参数通过过程模型进行优化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that illustrates the use of maximum value composition (MVC) in calculating vegetation coverage?",
        "QuestionCn": "什么是一个数据集的例子，该数据集说明了在计算植被覆盖时使用最大值组合（MVC）的方法？",
        "AnswerEn": "A dataset illustrating this is the monthly 30m fractional vegetation coverage data from the Qilian Mountain region for 2021. It uses maximum value composition (MVC) methods with Landsat8 and Sentinel 2 reflectance data in red and near-infrared channels to synthesize surface monthly NDVI products and calculate FVC.",
        "AnswerCn": "该数据集展示了2021年祁连山地区的每月30米植被覆盖度数据。它使用最大值合成（MVC）方法，结合Landsat8和Sentinel 2的红色和近红外通道反射率数据，合成每月的NDVI产品并计算FVC。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining features of datasets that measure fractional vegetation coverage using satellite imagery?",
        "QuestionCn": "使用卫星影像测量植被覆盖率的数据集的定义特征是什么？",
        "AnswerEn": "remote sensing data, red and near-infrared channels, monthly synthesis, 30m resolution, maximum value composition, NDVI, fractional vegetation coverage ranging from 0% to higher values",
        "AnswerCn": "遥感数据，红光和近红外通道，月度合成，30米分辨率，最大值合成，NDVI，植被覆盖率从0%到更高值。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the typical attributes of a net primary productivity (NPP) dataset derived from satellite data and how are these attributes utilized?",
        "QuestionCn": "从卫星数据中获取的净初级生产力（NPP）数据集的典型属性是什么，以及如何利用这些属性？",
        "AnswerEn": "spatial resolution 1 km, temporal resolution 5-day intervals, global coverage in a specific grid format Sinusoidal tile grid",
        "AnswerCn": "空间分辨率1公里，时间分辨率5天间隔，全球覆盖，采用特定的正弦曲线投影网格格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the vegetation net primary productivity dataset developed using satellite network technology?",
        "QuestionCn": "使用卫星网络技术开发的植被净初级生产力数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many adjacent non-overlapping tiles are included in the MuSyQ-NPP-1km-2013 product?",
        "QuestionCn": "MuSyQ-NPP-1km-2013产品中包含多少个相邻的不重叠瓦片？",
        "AnswerEn": "40",
        "AnswerCn": "40",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of the global net primary productivity data products calculated using the process model?",
        "QuestionCn": "使用过程模型计算的全球净初级生产力数据产品的时间分辨率是多少？",
        "AnswerEn": "5 days",
        "AnswerCn": "5天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is Fractional Vegetation Coverage (FVC) in the context of vegetation datasets?",
        "QuestionCn": "在植被数据集中，植被覆盖度（FVC）是什么？",
        "AnswerEn": "Fractional Vegetation Coverage (FVC) is defined as the proportion of the ground area covered by vegetation canopy or leaf area as projected vertically onto the ground. It is an important indicator of the status of surface vegetation, where 0% indicates no vegetation, i.e., bare land, and higher values indicate greater vegetation coverage within the region.",
        "AnswerCn": "分数植被覆盖度（FVC）被定义为垂直投影到地面上的植被冠层或叶面积所覆盖的地面面积比例。它是表征地表植被状态的重要指标，其中0%表示没有植被，即裸地，而更高的值则表示该区域内的植被覆盖程度更大。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the principle of light use efficiency (LUE) in the production of Net Primary Productivity (NPP) datasets?",
        "QuestionCn": "光利用效率（LUE）在净初级生产力（NPP）数据集中的原理是什么？",
        "AnswerEn": "The principle of light use efficiency (LUE) in the production of Net Primary Productivity (NPP) datasets involves using remote sensing data to estimate the productivity of regional terrestrial ecosystems. It is driven by photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data from various satellite sources. The model parameters are optimized using a process model to produce NPP products.",
        "AnswerCn": "光利用效率（LUE）原理在净初级生产力（NPP）数据集的生产中涉及使用遥感数据来估计区域陆地生态系统的生产力。它受到光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据的驱动，这些数据来自各种卫星源。模型参数通过过程模型进行优化，以生成NPP产品。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'maximum value composition (MVC) method' mean in the context of vegetation coverage datasets?",
        "QuestionCn": "在植被覆盖数据集的背景下，“最大值合成（MVC）方法”是什么意思？",
        "AnswerEn": "The 'maximum value composition (MVC) method' in the context of vegetation coverage datasets refers to a technique used to synthesize monthly NDVI products from satellite data, such as Landsat8 and Sentinel 2. The method involves selecting the maximum value of reflectance data from the red and near-infrared channels over a period to create a composite image, which is then used to calculate the Fractional Vegetation Coverage (FVC).",
        "AnswerCn": "“最大值合成（MVC）方法”在植被覆盖数据集的背景下，指的是一种从卫星数据（如Landsat8和Sentinel 2）合成每月NDVI产品的技术。该方法涉及在一段时间内选择红色和近红外通道反射数据的最大值，以创建合成图像，然后利用该图像计算植被覆盖度（FVC）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the maximum value composition method used in generating vegetation coverage datasets compare to the light use efficiency model used for net primary productivity estimation in terms of data integration and processing complexity?",
        "QuestionCn": "最大值组合方法在生成植被覆盖数据集中的应用与用于净初级生产力估算的光利用效率模型在数据集成和处理复杂性方面有何比较？",
        "AnswerEn": "The maximum value composition method integrates Landsat and Sentinel 2 reflectance data using NDVI to create monthly vegetation coverage datasets, focusing on compositing reflectance data. In contrast, the light use efficiency model for net primary productivity estimation involves integrating various remote sensing radiation products, meteorological reanalysis data, and process model simulations, suggesting a higher complexity in data integration and processing due to multiple input types and the need for model parameter optimization.",
        "AnswerCn": "最大值组合方法通过使用NDVI整合Landsat和Sentinel 2反射率数据，以创建每月植被覆盖数据集，重点在于组合反射率数据。相比之下，光利用效率模型用于净初级生产力估计，涉及整合各种遥感辐射产品、气象再分析数据和过程模型模拟，表明由于多种输入类型和模型参数优化的需要，数据整合和处理的复杂性更高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the similarities and differences in the spatial and temporal resolutions of vegetative datasets derived from Landsat reflectance data and those derived from the light use efficiency model for NPP?",
        "QuestionCn": "从Landsat反射率数据衍生的植被数据集与基于光合效率模型的NPP衍生的数据集在空间和时间分辨率上的相似性和差异是什么？",
        "AnswerEn": "Datasets derived from Landsat reflectance data for vegetation coverage have a spatial resolution of 30m and focus on monthly temporal resolution. In contrast, the light use efficiency model for NPP produces datasets with a 1 km spatial resolution and a more frequent temporal resolution of every 5 days, indicating a difference in both spatial granularity and temporal frequency.",
        "AnswerCn": "基于Landsat反射率数据的植被覆盖率衍生数据集具有30米的空间分辨率，并且关注于每月的时间分辨率。相比之下，光合有效性模型用于净初级生产力（NPP）生成的数据集具有1公里的空间分辨率和每5天一次的更频繁的时间分辨率，显示出空间细节和时间频率的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of using Landsat and Sentinel-2 data for synthesizing high-resolution vegetation coverage datasets?",
        "QuestionCn": "关于使用Landsat和Sentinel-2数据合成高分辨率植被覆盖数据集的有效性可以推断出什么？",
        "AnswerEn": "The use of Landsat and Sentinel-2 data in synthesizing high-resolution vegetation coverage datasets, such as the monthly 30m Fractional Vegetation Coverage (FVC), suggests that these satellite sources provide reliable reflectance data in red and near-infrared channels. This allows for the effective application of the maximum value composition (MVC) method to generate accurate NDVI products necessary for calculating FVC, which is pivotal in assessing vegetation coverage.",
        "AnswerCn": "使用Landsat和Sentinel-2数据合成高分辨率植被覆盖数据集，例如每月30米的植被覆盖度（FVC），表明这些卫星源在红光和近红外波段提供可靠的反射数据。这使得最大值合成（MVC）方法的有效应用成为可能，从而生成准确的NDVI产品，这对于计算FVC至关重要，进而评估植被覆盖情况。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the integration of multiple remote sensing data sources overcome limitations in generating high temporal resolution vegetation productivity datasets?",
        "QuestionCn": "多种遥感数据源的整合如何克服生成高时间分辨率植被生产力数据集的局限性？",
        "AnswerEn": "The integration of multiple remote sensing data sources addresses limitations by utilizing the light use efficiency (LUE) principle and driving regional terrestrial ecosystem productivity models with diverse data inputs. This approach leverages photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data from various satellites, optimizing model parameters to produce detailed and temporally rich NPP datasets, thus overcoming the constraints of single data sources.",
        "AnswerCn": "多种遥感数据源的集成通过利用光合有效辐射（LUE）原理，驱动区域陆地生态系统生产力模型，解决了单一数据源的局限性。这种方法利用来自不同卫星的光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据，优化模型参数，以生成详细且时间丰富的净初级生产力（NPP）数据集，从而克服了单一数据源的限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need to overcome the limitations of a single data source when developing high temporal resolution vegetation NPP datasets?",
        "QuestionCn": "在开发高时间分辨率植被净初级生产力（NPP）数据集时，克服单一数据源的局限性的需求是什么？",
        "AnswerEn": "The need to overcome the limitations of a single data source arises from the requirement for high temporal resolution of vegetation NPP datasets, which is crucial for understanding the interaction between atmosphere and biosphere, and predicting future atmospheric CO2 and other greenhouse gases.",
        "AnswerCn": "克服单一数据源的局限性是由于对高时间分辨率植被净初级生产力（NPP）数据集的需求，这对于理解大气与生物圈之间的相互作用以及预测未来的大气二氧化碳和其他温室气体至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the light use efficiency (LUE) principle used as a basis for modeling regional terrestrial ecosystem productivity?",
        "QuestionCn": "光利用效率（LUE）原则被用作建模区域陆地生态系统生产力的基础，原因是什么？",
        "AnswerEn": "The light use efficiency (LUE) principle is used because it provides a mechanism to drive productivity models using remote sensing data, allowing for the calculation of NPP products by integrating photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data.",
        "AnswerCn": "光利用效率（LUE）原理之所以被使用，是因为它提供了一种机制，通过遥感数据驱动生产力模型，从而通过整合光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据来计算净初级生产力（NPP）产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors lead to the need for integrating various remote sensing radiation products and meteorological reanalysis data in NPP model simulations?",
        "QuestionCn": "导致在NPP模型模拟中需要整合各种遥感辐射产品和气象再分析数据的因素有哪些？",
        "AnswerEn": "Integrating various remote sensing radiation products and meteorological reanalysis data is necessary to optimize model parameters and ensure the accuracy and temporal resolution of NPP data products, overcoming the limits of using a single data source.",
        "AnswerCn": "整合各种遥感辐射产品和气象再分析数据是优化模型参数和确保NPP数据产品的准确性和时间分辨率的必要措施，从而克服仅使用单一数据源的局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the maximum value composition method on the temporal accuracy and interpretability of vegetation coverage datasets?",
        "QuestionCn": "使用最大值组合方法对植被覆盖数据集的时间准确性和可解释性可能产生的后果是什么？",
        "AnswerEn": "Using the maximum value composition (MVC) method for synthesizing monthly NDVI products can improve the temporal resolution and provide a clearer picture of peak vegetation coverage. However, it may also lead to overestimation of vegetation in areas with variable conditions, affecting interpretability.",
        "AnswerCn": "使用最大值合成（MVC）方法合成月度NDVI产品可以提高时间分辨率，并提供更清晰的植被覆盖峰值图像。然而，它也可能导致在条件变化较大的地区对植被的高估，从而影响可解释性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of multiple remote sensing data sources impact the development of high temporal resolution net primary productivity datasets?",
        "QuestionCn": "多个遥感数据源的整合如何影响高时间分辨率净初级生产力数据集的发展？",
        "AnswerEn": "The integration of multiple remote sensing data sources is likely to enhance the temporal resolution and accuracy of net primary productivity datasets by providing a more comprehensive view of environmental conditions. This approach can also mitigate the limitations of single data sources, leading to more robust ecological assessments.",
        "AnswerCn": "多种遥感数据源的集成有望通过提供更全面的环境条件视角来提高净初级生产力数据集的时间分辨率和准确性。这种方法还可以减轻单一数据源的局限性，从而导致更稳健的生态评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives drive the development of vegetation net primary productivity datasets based on satellite network technology?",
        "QuestionCn": "推动基于卫星网络技术的植被净初级生产力数据集开发的目标是什么？",
        "AnswerEn": "The primary objective is to overcome the limitations of a single data source, enabling high temporal resolution for vegetation net primary productivity datasets. This approach seeks to enhance the accuracy and temporal detail of productivity estimations to better understand interactions between the atmosphere and biosphere.",
        "AnswerCn": "主要目标是克服单一数据源的局限性，实现植被净初级生产力数据集的高时间分辨率。这种方法旨在提高生产力估算的准确性和时间细节，以更好地理解大气与生物圈之间的相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using Landsat and Sentinel data to calculate Fractional Vegetation Coverage (FVC) in a specific region?",
        "QuestionCn": "使用Landsat和Sentinel数据计算特定区域的植被覆盖率（FVC）涉及哪些程序步骤？",
        "AnswerEn": "The process involves using the maximum value composition (MVC) method, which utilizes the reflectance data from the red and near-infrared channels of Landsat 8 and Sentinel 2. This data is used to synthesize monthly NDVI products, which are then used to calculate the Fractional Vegetation Coverage (FVC).",
        "AnswerCn": "该过程涉及使用最大值合成（MVC）方法，利用Landsat 8和Sentinel 2的红色和近红外通道的反射数据。这些数据用于合成每月的NDVI产品，然后用于计算植被覆盖度（FVC）。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can photosynthetically active radiation (PAR) and leaf area index (LAI) be integrated into a model to derive Net Primary Productivity (NPP) using remote sensing data?",
        "QuestionCn": "如何将光合有效辐射（PAR）和叶面积指数（LAI）整合到模型中，以利用遥感数据推导净初级生产力（NPP）？",
        "AnswerEn": "The integration is based on the principle of light use efficiency (LUE) where the model for deriving NPP is driven by PAR, LAI, temperature, and humidity data obtained from various satellite data. The model parameters are optimized through a process model, using remote sensing radiation products, meteorological reanalysis data, and other existing products for simulation.",
        "AnswerCn": "集成基于光利用效率（LUE）原理，利用来自各种卫星数据的PAR、LAI、温度和湿度数据驱动NPP的模型。模型参数通过过程模型进行优化，使用遥感辐射产品、气象再分析数据和其他现有产品进行模拟。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What is the procedure for validating a global Net Primary Productivity (NPP) dataset using ground observation data?",
        "QuestionCn": "使用地面观测数据验证全球净初级生产力（NPP）数据集的程序是什么？",
        "AnswerEn": "Validation involves comparing the newly developed NPP products with existing ground observation data and previous NPP products, focusing on accuracy and temporal resolution to ensure that the new dataset provides improved results.",
        "AnswerCn": "验证涉及将新开发的NPP产品与现有的地面观测数据和以前的NPP产品进行比较，重点关注准确性和时间分辨率，以确保新数据集提供改进的结果。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What satellite technologies enable the collection of high-resolution fractional vegetation coverage data for monthly assessments?",
        "QuestionCn": "哪些卫星技术能够收集高分辨率的植被覆盖度数据，以便进行每月评估？",
        "AnswerEn": "The use of Landsat 8 and Sentinel 2 satellites, utilizing their red and near-infrared channels' reflectance data, enables the collection of high-resolution fractional vegetation coverage data for monthly assessments through methods like maximum value composition (MVC).",
        "AnswerCn": "利用Landsat 8和Sentinel 2卫星的红色和近红外通道的反射数据，可以通过最大值合成（MVC）等方法收集高分辨率的植被覆盖度数据，以进行每月评估。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the principle of light use efficiency (LUE) enhance the calculation of net primary productivity (NPP) in regional terrestrial ecosystems?",
        "QuestionCn": "光利用效率（LUE）原理如何增强区域陆地生态系统净初级生产力（NPP）的计算？",
        "AnswerEn": "The principle of light use efficiency (LUE) enhances the calculation of net primary productivity (NPP) by driving models with parameters such as photosynthetically active radiation (PAR), leaf area index (LAI), and temperature and humidity data from various satellite sources, allowing for the simulation and optimization of process model parameters.",
        "AnswerCn": "光利用效率（LUE）原理通过使用光合有效辐射（PAR）、叶面积指数（LAI）以及来自各种卫星源的温度和湿度数据等参数，增强了净初级生产力（NPP）的计算，从而允许对过程模型参数进行模拟和优化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What data sources and technological methods overcome the limitations of single data source dependency for high temporal resolution vegetation productivity datasets?",
        "QuestionCn": "哪些数据源和技术方法可以克服单一数据源依赖性对高时间分辨率植被生产力数据集的限制？",
        "AnswerEn": "The integration of various remote sensing radiation products, meteorological reanalysis data, and other existing products, combined with satellite network technology, overcomes the limitations of single data source dependency for high temporal resolution vegetation productivity datasets.",
        "AnswerCn": "各种遥感辐射产品、气象再分析数据和其他现有产品的集成，加上卫星网络技术，克服了对单一数据源依赖的局限性，从而获得高时间分辨率的植被生产力数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might combining multiple satellite data sources be expected to enhance the temporal resolution of vegetation net primary productivity datasets?",
        "QuestionCn": "结合多个卫星数据源可能会提高植被净初级生产力数据集的时间分辨率的原因是什么？",
        "AnswerEn": "Combining multiple satellite data sources is expected to enhance the temporal resolution of vegetation net primary productivity datasets by overcoming the limitations of single data sources. This approach utilizes the satellite network technology to provide higher temporal resolution data, which is crucial for capturing the dynamic changes in vegetation productivity over time.",
        "AnswerCn": "结合多个卫星数据源预计将通过克服单一数据源的局限性来提高植被净初级生产力数据集的时间分辨率。这种方法利用卫星网络技术提供更高时间分辨率的数据，这对于捕捉植被生产力随时间的动态变化至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations could researchers have about the accuracy of vegetation productivity models when optimizing model parameters through process models?",
        "QuestionCn": "研究人员在通过过程模型优化模型参数时，对植被生产力模型的准确性可以抱有什么期望？",
        "AnswerEn": "Researchers might expect that optimizing model parameters through process models would improve the accuracy of vegetation productivity models. By integrating various remote sensing radiation products and meteorological data, and refining the model parameters, the resultant data products are anticipated to have enhanced accuracy, as validated by ground observations and comparisons with previous products.",
        "AnswerCn": "研究人员可能会期望通过过程模型优化模型参数，从而提高植被生产力模型的准确性。通过整合各种遥感辐射产品和气象数据，并精炼模型参数，预计最终的数据产品将具有更高的准确性，这将通过地面观测和与之前产品的比较进行验证。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the principles of light use efficiency contribute to refining the calculation of net primary productivity in regional terrestrial ecosystems, as indicated by the methods used in producing NPP datasets?",
        "QuestionCn": "光能利用效率的原理如何有助于改进区域陆地生态系统净初级生产力的计算，这在生成NPP数据集的方法中有所体现？",
        "AnswerEn": "The principles of light use efficiency (LUE) contribute to refining NPP calculations by providing a framework for estimating plant productivity based on the conversion efficiency of absorbed photosynthetically active radiation into biomass. This approach enables the integration of various environmental factors such as temperature and humidity, derived from satellite data, to simulate realistic ecosystem productivity, potentially leading to more precise and comprehensive NPP assessments at regional scales.",
        "AnswerCn": "光利用效率（LUE）的原理有助于完善净初级生产力（NPP）计算，通过提供一个基于吸收光合有效辐射转化为生物量的效率框架来估计植物生产力。这种方法能够整合来自卫星数据的温度和湿度等各种环境因素，以模拟现实的生态系统生产力，从而可能导致在区域尺度上更精确和全面的NPP评估。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the light use efficiency model is applied to create productivity data for terrestrial ecosystems.",
        "QuestionCn": "我不明白光利用效率模型是如何应用于生成陆地生态系统的生产力数据的。",
        "AnswerEn": "The productivity of regional terrestrial ecosystems is modeled using the principle of light use efficiency (LUE), driven by remote sensing data. This involves using inputs such as photosynthetically active radiation (PAR), leaf area index (LAI), and meteorological data, and optimizing model parameters through process modeling to produce net primary productivity (NPP) products.",
        "AnswerCn": "区域陆地生态系统的生产力模型基于光利用效率（LUE）原理，利用遥感数据驱动。这涉及使用光合有效辐射（PAR）、叶面积指数（LAI）和气象数据等输入，通过过程建模优化模型参数，以生成净初级生产力（NPP）产品。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "I'm not sure how the maximum value composition method contributes to the synthesis of monthly NDVI products.",
        "QuestionCn": "我不确定最大值组合方法如何有助于月度NDVI产品的合成。",
        "AnswerEn": "The maximum value composition (MVC) method is used to synthesize monthly NDVI products by utilizing reflectance data from Landsat8 and Sentinel 2. This method allows for the combination of data to calculate Fractional Vegetation Coverage (FVC), which serves as an indicator of vegetation cover in the region.",
        "AnswerCn": "最大值组合（MVC）方法用于通过利用Landsat8和Sentinel 2的反射率数据合成每月的NDVI产品。该方法允许数据的组合，以计算植被覆盖度（FVC），作为该地区植被覆盖的指标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please investigate the data collection methods involved in obtaining photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data from various satellite data for NPP modeling.",
        "QuestionCn": "请调查用于获取光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据的各种卫星数据的数据收集方法，以用于净初级生产力（NPP）建模。",
        "AnswerEn": "Data collection for NPP modeling involves acquiring photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data from various satellites. These data are collected using remote sensing techniques, reanalysis data, and existing satellite products. The integration of these diverse data sources is critical for driving the productivity models and generating accurate NPP products.",
        "AnswerCn": "NPP建模的数据收集涉及从各种卫星获取光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据。这些数据通过遥感技术、再分析数据和现有卫星产品进行收集。整合这些多样化的数据源对于驱动生产力模型和生成准确的NPP产品至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}