{
    "id": "4a33bb41-fbed-4229-b641-d0c5761fbb0e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-40m tower, 2017)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（40m塔）-2017",
            "description": "The data set contains the observation data of 40m tower vortex correlator on January 1, 2017, solstice, 2017, December 31, 2017.The station is located in east garden town, huailai county, hebei province.The latitude and longitude of the observation point is 115.7923E, 40.3574N, and the altitude is 480m.The acquisition frequency of vortex correlativity instrument is 10Hz, the frame height is 3.5m, the ultrasonic direction is due to the north, and the distance between the ultrasonic anemometer (CSAT3) and the CO2/H2O analyzer (EC150) is 0cm.\nThe released data is the 30-minute data obtained from the post-processing of the original collected 10Hz data with Eddypro software. The main steps of the processing include: outfield value elimination, delay time correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min pass value output after processing was also screened :(1) the data when the instrument was wrong was removed;(2) data of 1h before and after precipitation were excluded;(3) the missing rate of 10Hz original data is more than 10% every 30min;(4) the observed data of weak turbulence at night were excluded (u* less than 0.1m/s).The average period of observation data was 30 minutes, 48 data a day, and the missing data was marked as -6999.There are many negative values of water vapor density measured by EC150 in winter, filled with -6999.\nThe observation data released by vortex correlator include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (K), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), the length of cloth hoff, sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest are 2).The meaning of data time, such as 0:30 represents the average between 0:00 and 0:30;The data is stored in *.xls format.The data was missing during the period from May 26 to May 29 due to instrument calibration.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing.",
            "descriptionCn": "该数据集包含了2017年1月1日至2017年12月31日的40m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7923E，40.3574N，海拔480m。涡动相关仪的采集频率是10Hz，架高为3.5m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（EC150）之间的距离是0cm。\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。在冬季EC150测量水汽密度出现很多负值，以-6999填充。\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0：（Δst<30, ITC<30）; 1：（Δst<100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。数据在5.26-5.29期间由于仪器标定，数据缺失。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
            "instructions": "File naming method: **** station-####-xx tower-yyyy, where **** * represents the site name, #### # represents the site type, xx represents the tower height (meters), yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
            "instructionsCn": "文件命名方式：**** station-####-xx tower-yyyy，其中****代表站点名称，####代表站点类型，xx代表塔高（米），yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
            "east": 115.792,
            "west": 115.792,
            "south": 40.3574,
            "north": 40.3574,
            "startTime": "2017-01-16 08:00:00",
            "endTime": "2018-01-15 08:00:00",
            "fileSize": 2285768.0,
            "cstr": "18406.11.haihe.009.2019.db",
            "doi": "10.3972/haihe.009.2019.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
                "referenceEn": null
            },
            {
                "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
                "titleEn": null,
                "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
                "titleEn": null,
                "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
                "referenceEn": null
            },
            {
                "titleCn": "大尺度地表水热通量的观测、分析与应用",
                "titleEn": null,
                "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
                "referenceCn": null,
                "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
            },
            {
                "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
                "titleEn": null,
                "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
                "referenceEn": null
            },
            {
                "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
                "titleEn": null,
                "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many 30-minute data samples are collected from the eddy covariance instrument for the entire year of 2017?",
                "QuestionCn": "2017年全年从涡度协方差仪收集了多少个30分钟的数据样本？",
                "AnswerEn": "17,520 samples",
                "AnswerCn": "17,520个样本",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Eddy Covariance method, and how is it used in the collection of surface flux data?",
                "QuestionCn": "涡动协方差法是一种用于测量地表通量数据的技术。它通过同时测量气体浓度和风速的快速变化，来计算气体（如二氧化碳、水蒸气等）在地表与大气之间的交换。该方法利用涡动的特性，分析气体浓度和风速的瞬时波动，从而估算出地表的气体通量。这种方法广泛应用于生态学、气候学和环境科学等领域，以研究碳循环、水循环和温室气体排放等。",
                "AnswerEn": "The Eddy Covariance method is a data collection technique used to measure and analyze the exchange of gases, such as water vapor and carbon dioxide, between the earth’s surface and the atmosphere. It involves the use of instruments like ultrasonic anemometers and gas analyzers to capture high-frequency turbulence data, typically at 10Hz, which is then processed to derive fluxes over a 30-minute average period. The method requires post-processing steps such as despiking, time delay correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and density correction. Data quality is assessed through tests for atmospheric stability and turbulence similarity.",
                "AnswerCn": "涡度协方差法是一种数据收集技术，用于测量和分析地球表面与大气之间气体（如水蒸气和二氧化碳）的交换。该方法涉及使用超声波风速计和气体分析仪等仪器，以捕获高频湍流数据，通常为10Hz，然后处理这些数据以推导出30分钟平均的通量。该方法需要后处理步骤，如去尖峰、时间延迟修正、坐标旋转、频率响应修正、声学虚温修正和密度修正。数据质量通过对大气稳定性和湍流相似性的测试进行评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the occurrence of missing data in the observed surface fluxes and meteorological elements, particularly during specific periods or conditions?",
                "QuestionCn": "导致观测到的表面通量和气象元素缺失数据的因素有哪些，特别是在特定时期或条件下？",
                "AnswerEn": "Missing data can occur due to various factors such as instrument calibration periods, malfunctioning equipment, and specific conditions like precipitation, which require data exclusion for an hour before and after the event. Additionally, missing data may result from the exclusion criteria applied during data processing, such as high missing rates in raw data or weak turbulence conditions at night.",
                "AnswerCn": "缺失数据可能由于多种因素造成，例如仪器校准期间、设备故障以及特定条件如降水，这需要在事件发生前后各排除一个小时的数据。此外，缺失数据也可能是由于在数据处理过程中应用的排除标准，例如原始数据中的高缺失率或夜间弱湍流条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data quality and analytical insights when implementing strict data filtering criteria such as excluding instrument error data, precipitation data, and weak turbulence observations in a dataset related to meteorological elements and surface fluxes?",
                "QuestionCn": "在与气象元素和表面通量相关的数据集中实施严格的数据过滤标准，例如排除仪器误差数据、降水数据和弱湍流观测数据，可能对数据质量和分析洞察产生以下潜在影响：",
                "AnswerEn": "Implementing strict data filtering criteria, such as excluding instrument error data, precipitation data, and weak turbulence observations, can significantly enhance the quality and reliability of the dataset. This process helps ensure that only accurate and relevant data are analyzed, minimizing noise and potential biases in the results. Consequently, these measures can lead to more precise and insightful analytical outcomes, allowing for better understanding and interpretation of meteorological and surface flux dynamics. However, it may also lead to a reduction in the overall size of the dataset, potentially impacting the representativeness of the data.",
                "AnswerCn": "实施严格的数据过滤标准，例如排除仪器误差数据、降水数据和弱湍流观测，可以显著提高数据集的质量和可靠性。这个过程有助于确保仅分析准确和相关的数据，最小化结果中的噪声和潜在偏差。因此，这些措施可以导致更精确和深入的分析结果，从而更好地理解和解释气象和表面通量动态。然而，这也可能导致数据集整体规模的减少，可能影响数据的代表性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of employing eddy covariance techniques in observing surface fluxes and meteorological elements across various scales in river basin regions?",
                "QuestionCn": "在河流流域区域中，采用涡度协方差技术观察表面通量和气象元素的主要目标是什么？",
                "AnswerEn": "The primary objectives of employing eddy covariance techniques in observing surface fluxes and meteorological elements across various scales in river basin regions include accurately measuring and analyzing the exchanges of energy, water vapor, and carbon dioxide between the surface and atmosphere. This approach aims to understand the microclimate dynamics, assess the impact of different land surfaces like irrigated maize fields, and evaluate the quality of flux measurements through various correction methods such as coordinate rotation and frequency response correction.",
                "AnswerCn": "采用涡度协方差技术观察河流流域地区的表面通量和气象要素的主要目标包括准确测量和分析表面与大气之间能量、水蒸气和二氧化碳的交换。该方法旨在理解微气候动态，评估不同土地表面（如灌溉玉米田）的影响，并通过坐标旋转和频率响应校正等各种校正方法评估通量测量的质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are followed to ensure the quality and accuracy of eddy covariance data during post-processing?",
                "QuestionCn": "在后处理过程中，为确保涡度协方差数据的质量和准确性，遵循哪些程序？",
                "AnswerEn": "The post-processing of eddy covariance data involves several steps to ensure quality and accuracy, including the removal of outliers, time delay correction, coordinate rotation (second coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality assessments of flux values are conducted, focusing on atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data is also filtered by removing data with instrument errors, data around precipitation events, data with high missing rates, and nighttime data with weak turbulence. The processed data is then evaluated and categorized into quality levels based on these assessments.",
                "AnswerCn": "涡度协方差数据的后处理涉及多个步骤，以确保质量和准确性，包括去除异常值、时间延迟修正、坐标旋转（第二坐标旋转）、频率响应修正、超声波虚温修正和密度（WPL）修正。此外，还对通量值进行质量评估，重点关注大气稳定性（Δst）和湍流相似性特征（ITC）。数据还通过去除仪器错误的数据、降水事件周围的数据、高缺失率的数据以及夜间湍流较弱的数据进行过滤。处理后的数据随后根据这些评估进行评估和分类，划分为不同的质量等级。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the precise measurement and processing of surface fluxes and meteorological elements in agricultural regions?",
                "QuestionCn": "哪些技术进步使得在农业地区能够精确测量和处理表面通量和气象要素？",
                "AnswerEn": "The use of eddy covariance instruments, such as the ultrasonic anemometer (CSAT3) and CO2/H2O analyzer (EC150), enables precise measurement of surface fluxes and meteorological elements. The data is processed using Eddypro software, which applies techniques like coordinate rotation, frequency response correction, and density corrections to refine data collected at a frequency of 10Hz into 30-minute intervals.",
                "AnswerCn": "使用涡度协方差仪器，如超声波风速计（CSAT3）和CO2/H2O分析仪（EC150），可以精确测量表面通量和气象元素。数据通过Eddypro软件进行处理，该软件应用坐标旋转、频率响应校正和密度校正等技术，将以10Hz频率收集的数据精炼为30分钟的间隔。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}