{
  "id": "4ac14fc7-8c87-4d4e-95dd-43b254d6b7dd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0",
      "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
      "description": "Soluble organic carbon (DOC) in snow and ice can effectively absorb the solar radiation in the ultraviolet and near ultraviolet band, which is also one of the important factors leading to the enhancement of snow and ice ablation. Through the continuous snow samples from November 2016 to April 2017 in Altay area, the data of DOC, TN and BC of snow in kuwei station in Altay area were obtained through the experimental analysis and test with the instrument. The time resolution was weeks and the ablation period was daily. 1. Unit: Doc and TN unit μ g-1 (PPM), BC unit ng g-1 (ppb), MAC unit M2 g-1",
      "descriptionCn": "雪冰中可溶有机碳（DOC）能够有效的吸收紫外和近紫外波段的太阳辐射，也是导致雪冰消融增强的重要因素之一。通过连续阿勒泰地区2016年11月至2017年4月的积雪样品，利用仪器进行实验分析测试获得阿勒泰地区库威站积雪DOC、总氮TN以及黑碳BC的数据，时间分辨率为周，消融期为每日。   1.\t单位: DOC和TN的单位μg g-1 （ppm）， BC的单位ng g-1（ppb），MAC的单位是 m2 g-1",
      "instructions": "File name: the data is stored in Excel format, and the file name is \"dataset Lais in snow and ice. XLS\", indicating the snow and ice absorbing impurities in Altay area.\nData reading mode: open reading with office, WPS and other software.",
      "instructionsCn": "文件命名：数据以Excel格式存储，文件名称为“Dataset LAIs in snow and ice.xls”，表示阿勒泰地区雪冰吸光杂质。\n数据读取方式：可以用Office、WPS等软件打开读取。",
      "east": 99.0,
      "west": 84.0,
      "south": 45.0,
      "north": 52.0,
      "startTime": "2016-11-08 08:00:00",
      "endTime": "2017-07-11 08:00:00",
      "fileSize": 39366.0,
      "cstr": "18406.11.Snow.tpdc.270959",
      "doi": "10.11888/Snow.tpdc.270959",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "上官冬辉",
        "nameEn": "SHANGGUAN Donghui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Dissolved organic carbon in snow cover of the Chinese Altai Mountains, Central Asia: Concentrations, sources and light-absorption properties",
        "referenceCn": null,
        "referenceEn": "1.\tYulan Zhang, Shichang Kang*, Tanguang Gao, Julia Schmale, Yajun Liu, Wei Zhang, Junming Guo, Wentao Du, Zhaofu, Hu, Xiaoqing Cui, Mika Sillanpaa, 2019. Dissolved organic carbon in snow cover of the Chinese Altai Mountains, Central Asia: Concentrations, sources and light-absorption properties. Science of the Total Environment, 647, 1385-1397, doi: 10.1016/j.scitotenv.2018.07.417"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "可溶有机碳",
        "nameEn": "DOC"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿勒泰",
        "keywordEn": "altai"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2017",
        "keywordEn": "2016-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collected regarding absorptive impurities in snow and ice, specifically in terms of solubility and radiation absorption properties?",
        "QuestionCn": "关于雪和冰中吸收性杂质的数据收集的特征，特别是在溶解度和辐射吸收特性方面是什么？",
        "AnswerEn": "dissolved organic carbon, total nitrogen, black carbon, absorbs ultraviolet and near-ultraviolet solar radiation, weekly resolutions during non-melt periods, daily resolutions during melt periods",
        "AnswerCn": "溶解有机碳、总氮、黑碳，吸收紫外线和近紫外线太阳辐射，非融化期为每周分辨率，融化期为每日分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the time resolution of the data collected for snow and ice impurities in a dataset focused on the 阿勒泰地区 region?",
        "QuestionCn": "在针对阿勒泰地区的雪和冰杂质数据集中，收集的数据的时间分辨率是多少？",
        "AnswerEn": "Weekly, daily",
        "AnswerCn": "每周，每日",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '阿勒泰地区雪冰吸光性杂质数据' in the context of snow and ice research?",
        "QuestionCn": "阿勒泰地区雪冰吸光性杂质数据在雪冰研究中的含义是什么？",
        "AnswerEn": "'阿勒泰地区雪冰吸光性杂质数据' refers to a dataset that includes information on light-absorbing impurities found in snow and ice in the Altay region. These impurities, such as dissolved organic carbon (DOC), total nitrogen (TN), and black carbon (BC), are important because they can effectively absorb ultraviolet and near-ultraviolet solar radiation, which in turn accelerates snow and ice melt. The data was collected from snow samples in the Altay region from November 2016 to April 2017, with weekly time resolution for regular accumulation periods and daily resolution during melt periods.",
        "AnswerCn": "“阿勒泰地区雪冰吸光性杂质数据”是一个包含阿勒泰地区雪和冰中光吸收杂质信息的数据集。这些杂质，如溶解有机碳（DOC）、总氮（TN）和黑碳（BC），很重要，因为它们能够有效吸收紫外线和近紫外线太阳辐射，从而加速雪和冰的融化。该数据集是在2016年11月至2017年4月期间从阿勒泰地区的雪样本中收集的，常规积累期的数据分辨率为每周，融化期的数据分辨率为每日。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the potential environmental impacts of snow and ice impurities from weekly and daily data collection during the melting period?",
        "QuestionCn": "从融化期的每周和每日数据收集中可以推断出雪和冰杂质的潜在环境影响是什么？",
        "AnswerEn": "The data collection methods, which include weekly measurements during regular conditions and daily measurements during the melting period, suggest a focus on understanding how impurities such as dissolved organic carbon (DOC), total nitrogen (TN), and black carbon (BC) contribute to snow and ice melt. These impurities can absorb ultraviolet and near-ultraviolet solar radiation, accelerating melting processes. Therefore, the data might indicate the extent to which these impurities influence melt dynamics and potentially impact local and regional climate conditions.",
        "AnswerCn": "数据收集方法包括在常规条件下的每周测量和在融化期的每日测量，表明关注点在于理解溶解有机碳（DOC）、总氮（TN）和黑碳（BC）等杂质如何影响雪和冰的融化。这些杂质能够吸收紫外线和近紫外线太阳辐射，加速融化过程。因此，这些数据可能表明这些杂质在多大程度上影响融化动态，并可能对地方和区域气候条件产生影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring snow and ice absorbing impurities such as DOC, TN, and BC in regions like 阿勒泰 during different seasons?",
        "QuestionCn": "在不同季节中，哪些因素导致在像阿勒泰这样的地区准确测量雪和冰吸收杂质如DOC、TN和BC面临挑战？",
        "AnswerEn": "The challenge in accurately measuring snow and ice absorbing impurities such as DOC, TN, and BC in regions like 阿勒泰 involves factors like seasonal variations affecting the concentration levels, the precision and sensitivity of the instruments used for analysis, and the need for consistent data collection across varied time resolutions, such as weekly during accumulation periods and daily during melt periods.",
        "AnswerCn": "在阿勒泰等地区，准确测量雪和冰中吸收的杂质如溶解有机碳（DOC）、总氮（TN）和黑碳（BC）面临挑战，因素包括季节变化对浓度水平的影响、用于分析的仪器的精确度和灵敏度，以及在不同时间分辨率下（如在积累期每周收集一次数据，在融化期每天收集一次数据）进行一致数据收集的必要性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting snow and ice impurity data, including DOC, TN, and BC, during the 2016-2017 period in the Altay region?",
        "QuestionCn": "在2016-2017期间在阿尔泰地区收集雪和冰杂质数据，包括DOC、TN和BC，其主要目标是什么？",
        "AnswerEn": "The primary objective is to understand the role of soluble organic carbon (DOC) in absorbing ultraviolet and near-ultraviolet solar radiation, which is a significant factor in enhancing snow and ice melt. By analyzing snow samples from the Altay region between November 2016 and April 2017, the goal is to gather data on DOC, total nitrogen (TN), and black carbon (BC) with a weekly time resolution, and daily during the melt period, to better understand these processes.",
        "AnswerCn": "主要目标是了解可溶性有机碳（DOC）在吸收紫外线和近紫外线太阳辐射中的作用，这是一种显著促进雪和冰融化的因素。通过分析2016年11月至2017年4月期间来自阿尔泰地区的雪样本，目标是以每周的时间分辨率收集DOC、总氮（TN）和黑碳（BC）数据，并在融化期间以每日为单位进行收集，以更好地理解这些过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing snow and ice samples for DOC, TN, and BC in the 阿勒泰地区 region during the 2016-2017 period?",
        "QuestionCn": "在2016-2017年期间，收集和分析阿勒泰地区的雪和冰样本以测定溶解有机碳（DOC）、总氮（TN）和黑碳（BC）所涉及的工具和程序步骤是什么？",
        "AnswerEn": "The data collection involved obtaining snow samples from the 阿勒泰地区 region between November 2016 and April 2017. These samples were analyzed using specific instruments to measure dissolved organic carbon (DOC), total nitrogen (TN), and black carbon (BC) concentrations. The DOC and TN were measured in units of μg g-1 (ppm), while BC was measured in ng g-1 (ppb). Additionally, the mass absorption cross-section (MAC) was measured in m2 g-1. The data had a weekly time resolution during the accumulation period and daily during the melting period.",
        "AnswerCn": "数据收集涉及在2016年11月至2017年4月期间从阿勒泰地区获取雪样。这些样本使用特定仪器分析，以测量溶解有机碳（DOC）、总氮（TN）和黑碳（BC）浓度。DOC和TN的单位为μg g-1（ppm），而BC的单位为ng g-1（ppb）。此外，质量吸收截面（MAC）以m2 g-1为单位进行测量。数据在积累期具有每周时间分辨率，而在融化期则具有每日时间分辨率。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}