{
    "id": "4af98791-9c71-4362-a4ed-b5dc361ae989",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe River Basin field experiment (1990-1992)",
            "titleCn": "黑河地区地-气相互作用野外观测实验(HEIFE)数据集（1990-1992）",
            "description": "Interaction \"heihe region in field observation experiment (HEIFE)\", is in the heihe river basin in hexi corridor in the middle of a 70 km by 90 km range of experimental zone for the center with water and heat exchange of a very comprehensive experiment, the interaction is the current international field the longest continuous observation on the land surface process experiment, has obtained the Eurasia hinterland typical in heihe river basin, gobi desert and oasis in arid regions different underlaying surface, such as solar radiation, atmospheric boundary layer meteorological data and oasis of meteorological data, and collect the conventional meteorological and hydrological data in the region,It has laid the foundation of observation experiment for theoretical study of land surface processes in arid areas.\nThe heihe experimental database (HDB) (tao zehong and zuo hongchao, 1994a) comprehensively collected and systematically integrated the field observation data of heihe experiment.In the database, all observation data are divided into three categories according to the nature and purpose of observation:\nCategory 1: normal observation period (FOP) data.It includes :(1) observation data of 5 micrometeorological stations and 5 automatic meteorological stations;(2) groundwater level data observed at four well stations;(3) distribution of blowing sand and dust and ozone observation data;(4) conventional observation data of 3 upper-air weather stations, 3 surface weather stations, 4 hydrology stations, some rain measuring stations and downhole water stations. \nThe second category: enhanced observation period (IOP) data.It includes: observations of turbulence, tethered balloons, Sodar, Lidar, soil moisture content and composition during each strengthening period (PlOP, IOP-1, lop-2, IOP-3, IOP-4).\nThe third category is special observation period data, which includes: biological meteorological observation (BOP), precipitation mechanism observation (iop-r) in arid areas, turbulence contrast observation (iop-c), supplementary observation data of deserts far from the oasis (iop-da) and observation data of sand sample experiment.Please refer to HEIFE database user manual for more detailed information (tao zehong et al., 1994b).",
            "descriptionCn": "“黑河地区地一气相互作用野外观测实验研究（HEIFE）”，是在河西走廊黑河流域中段一个70km×90km范围实验区内进行的以水份和热量交换为中心的地气相互作用综合观测实验，也是目前国际上野外连续观测时间最长的一次陆面过程实验，取得了欧亚大陆腹地典型干旱地区黑河流域沙漠、戈壁、绿洲等不同下垫面上的太阳辐射、大气边界层气象资料和绿洲生物气象资料，并收集了该地区常规气象和水文资料，为干旱地区陆面过程的理论研究奠定了观测实验基础。\n黑河实验数据库（HDB）（陶泽宏和左洪超，1994a）全面收集和系统整编了黑河实验野外观测资料。在该数据库中，所有观测资料按观测性质和目的分为三类：\n第一类：正常观测期（FOP）资料。它包括：（1）5个微气象站和5个自动气象站观测资料；（2）4个井站观测地下水位资料；（3）吹沙、沙尘分布及臭氧观测资料；（4）3个高空气象站、3个地面气象站和4个水文站和一些雨量站及井下水位站常规观测资料。 \n第二类：加强观测期（IOP）资料。它包括：各个加强期（PlOP，IOP-1，lOP-2，IOP-3，IOP-4）中湍流、系留气球、声雷达（Sodar）、激光雷达（Lidar），土壤含水量及成份的观测资料。\n第三类：特殊观测期资料，它包括：生物气象观测（BOP），干旱地区降水机制观测（IOP-R），湍流对比观测（IOP-C）和远离绿洲的沙漠补充观测资料（IOP-DA）以及沙样实验的观测资料。更详细的信息请参考HEIFE数据库使用手册（陶泽宏 等，1994b）。",
            "instructions": "File name: the data is stored in the observation item folder, including: AWS (Automatic Weather Station), hydrolog, meteorology, radio-so, soil moisture, rain, radiation and document\nData reading: can be opened with a text program (such as notepad)",
            "instructionsCn": "文件命名：数据分观测项文件夹存储，包括：自动气象站(AWS_Data)、地下水位资料HYDROLOG、气象资料(Meteorology)、雷达（RADIO-SO）、土壤水分（Soil_Moisture）、降水（Rain）、辐射（Radiation）、说明文件（Document）。\n数据读取：可以用文本程序（如记事本）等打开读取。",
            "east": 101.2,
            "west": 98.7,
            "south": 38.2,
            "north": 39.7,
            "startTime": "1990-06-20 00:50:00",
            "endTime": "1992-10-18 00:51:00",
            "fileSize": 403209122.0,
            "cstr": "18406.11.heihe.014.2013.db",
            "doi": "10.3972/heihe.014.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王介民",
                "nameEn": "WANG Jiemin",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "陶泽宏",
                "nameEn": "TAO Zehong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "胡隐樵",
                "nameEn": "HU Yinqiao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "左洪超",
                "nameEn": "ZUO Hongchao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河实验数据库（HDB）",
                "titleEn": null,
                "referenceCn": "陶泽宏，左洪超，胡隐樵. 黑河实验数据库（HDB）. 高原气象. 1994，13(3):369-376．",
                "referenceEn": null
            },
            {
                "titleCn": "黑河地区地气相互作用观测实验研究（HEIFE）数据库使用手册",
                "titleEn": null,
                "referenceCn": "陶泽宏, 左洪超, 胡隐樵. (1994). 黑河地区地气相互作用观测实验研究（HEIFE）数据库使用手册. 1-57, 兰州.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河实验（HEIFE）──对干旱地区陆面过程的一些新认识",
                "titleEn": null,
                "referenceCn": "胡隐樵, 高由禧. (1994), 黑河实验（HEIFE）──对干旱地区陆面过程的一些新认识.气象学报, 52(3):285-296.",
                "referenceEn": null
            },
            {
                "titleCn": "陆面过程实验和地气相互作用研究——从heife到IMGRASS和GAME-Tibet/TIPEX",
                "titleEn": null,
                "referenceCn": "王介民. (1999). 陆面过程实验和地气相互作用研究——从heife到imgrass和game-tibet/tipex. 高原气象, 18(3), 280-294.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河实验（HEIFE）能量平衡和水汽输送研究进展",
                "titleEn": null,
                "referenceCn": "胡隐樵. (1994), 黑河实验（HEIFE）能量平衡和水汽输送研究进展. 地球科学进展,  9(4): 30-34.",
                "referenceEn": null
            },
            {
                "titleCn": "西北干旱区常规气象站与野外试验站观测的气象要素的对比分析",
                "titleEn": null,
                "referenceCn": "王慧, & 李栋梁. (2010). 西北干旱区常规气象站与野外试验站观测的气象要素的对比分析. 高原气象(02), 266-274.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Advances in HEIFE research (1987-1994)",
                "referenceCn": null,
                "referenceEn": "Gao Y, Hu Y. Advances in HEIFE research (1987-1994)[M]. Special Issue I ed. China Meteorological Press, 1994: 191."
            },
            {
                "titleCn": "黑河实验（HEIFE）的一些研究成果",
                "titleEn": null,
                "referenceCn": "李守谦，胡隐樵，高由禧. (1994).  黑河实验（HEIFE）的一些研究成果[J]. 高原气象. (03).",
                "referenceEn": null
            },
            {
                "titleCn": "卫星遥感结合地面观测资料对中国西北干旱区地面感热通量的估算",
                "titleEn": null,
                "referenceCn": "王慧, 李栋梁. 卫星遥感结合地面观测资料对中国西北干旱区地面感热通量的估算. 中国沙漠, 2011, (04):1022-1030",
                "referenceEn": null
            },
            {
                "titleCn": "卫星遥感结合地面观测资料对中国西北干旱区地表热力输送系数的估算",
                "titleEn": null,
                "referenceCn": "王慧, 李栋梁.  (2010). 卫星遥感结合地面观测资料对中国西北干旱区地表热力输送系数的估算. 大气科学,  (05):1026-1034",
                "referenceEn": null
            },
            {
                "titleCn": "黑河地区地气相互作用观测试验研究(HEIFE)",
                "titleEn": null,
                "referenceCn": "陈家宜, 黑河地区地气相互作用观测试验研究(HEIFE). 地球科学进展. 1991(04).",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "地下水位",
                "nameEn": "Underground water level"
            },
            {
                "nameCn": "温室气体",
                "nameEn": "Greenhouse Gases"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-1992",
                "keywordEn": "1990-1992",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "中日合作项目：黑河地区地一气相互作用野外观测实验研究(HEIFE)",
                "titleEn": "Cooperative Project between China and Japan: Heihe river basin Field Experiment"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection techniques used for capturing ground-air interactions in arid regions?",
                "QuestionCn": "在干旱地区捕捉地面-空气相互作用的主要数据收集技术有哪些？",
                "AnswerEn": "observations from micro-meteorological stations, automatic weather stations, high-altitude meteorological stations, surface meteorological stations, hydrological stations, tethered balloons, Sodar, Lidar, soil moisture and composition measurements",
                "AnswerCn": "微气象观测站、自动气象站、高空气象站、地面气象站、水文站、系留气球、声雷达、激光雷达、土壤湿度和成分测量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected during enhanced observation periods in land-atmosphere interaction studies?",
                "QuestionCn": "在陆气相互作用研究中，增强观测期收集的数据具有以下特征：",
                "AnswerEn": "turbulence measurements, tethered balloon observations, sound radar data, laser radar readings, soil moisture content, compositional data",
                "AnswerCn": "湍流测量、系留气球观测、声雷达数据、激光雷达读数、土壤湿度含量、成分数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many micro-meteorological stations were used for normal observational data collection in a dataset focused on land-atmosphere interactions in arid regions?",
                "QuestionCn": "在一个专注于干旱地区陆气相互作用的数据集中，使用了多少个微气象站进行常规观测数据收集？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '地-气相互作用野外观测实验' mean in the context of environmental studies?",
                "QuestionCn": "'地-气相互作用野外观测实验'在环境研究的背景下指的是对地表与大气之间相互作用的现场观测和实验。",
                "AnswerEn": "'地-气相互作用野外观测实验' refers to field experiments focused on land-atmosphere interactions, emphasizing the exchange of moisture and heat between the Earth's surface and the atmosphere. Such experiments involve comprehensive observational studies, often including various types of sensors and measurement stations, to understand these interactions in different environmental settings, such as deserts, gobi, and oases.",
                "AnswerCn": "'地-气相互作用野外观测实验'指的是专注于陆地与大气相互作用的野外实验，强调地球表面与大气之间的水分和热量交换。这类实验涉及全面的观测研究，通常包括各种类型的传感器和测量站，以了解在不同环境条件下（如沙漠、戈壁和绿洲）这些相互作用的情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for normal observation periods (FOP) compare to those for intensified observation periods (IOP) in terms of equipment used and types of data collected?",
                "QuestionCn": "正常观测期（FOP）和强化观测期（IOP）在数据收集方法上有什么不同，特别是在使用的设备和收集的数据类型方面？",
                "AnswerEn": "The data collection methods for normal observation periods (FOP) include the use of micro-meteorological and automatic weather stations, groundwater level observations, and conventional meteorological and hydrological stations. In contrast, intensified observation periods (IOP) employ advanced techniques such as turbulence measurements, tethered balloons, sodar, lidar, and soil moisture content observations, indicating a more complex and varied data collection approach.",
                "AnswerCn": "正常观测期（FOP）的数据收集方法包括使用微气象和自动气象站、地下水位观测以及常规气象和水文站。相比之下，强化观测期（IOP）采用更先进的技术，如湍流测量、系留气球、声纳、激光雷达和土壤湿度观测，表明数据收集方法更加复杂和多样化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting comprehensive atmospheric and hydrological data in arid regions like the Heihe River basin?",
                "QuestionCn": "在像黑河流域这样的干旱地区，收集全面的气象和水文数据面临的挑战因素包括：",
                "AnswerEn": "Collecting comprehensive atmospheric and hydrological data in arid regions like the Heihe River basin involves several challenges, including the variability in terrain such as deserts, oases, and gobi, which can affect data consistency and accuracy. Additionally, maintaining long-term continuous observations in a remote area requires robust logistical support and technology to handle extreme weather conditions, scarce water resources, and infrastructure limitations. These challenges are addressed through a coordinated effort of deploying multiple micro and automatic meteorological stations, high-altitude meteorological stations, soil moisture measurements, and specialized observation periods, which contribute to a detailed understanding of land-atmosphere interactions.",
                "AnswerCn": "在像黑河流域这样的干旱地区收集全面的气象和水文数据面临着多重挑战，包括沙漠、绿洲和戈壁等地形的变化，这可能影响数据的一致性和准确性。此外，在偏远地区维持长期连续观测需要强有力的后勤支持和技术，以应对极端天气条件、稀缺的水资源和基础设施的限制。这些挑战通过协调部署多个微型和自动气象站、高海拔气象站、土壤湿度测量以及专门的观测周期来解决，这些措施有助于深入理解陆地与大气之间的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of conducting comprehensive field observations focused on water and heat exchange in arid regions like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的干旱地区进行全面的实地观察，主要目标是什么？",
                "AnswerEn": "The primary objectives of conducting comprehensive field observations in the Heihe River Basin are to study land-atmosphere interactions, particularly focusing on water and heat exchange. These observations aim to provide a foundational understanding of land surface processes in arid regions by collecting data on solar radiation, atmospheric boundary layer meteorology, and oasis biometrology across different underlying surfaces such as deserts, gobi, and oases.",
                "AnswerCn": "在黑河流域进行全面的实地观察的主要目标是研究陆气相互作用，特别关注水分和热量的交换。这些观察旨在通过收集关于太阳辐射、大气边界层气象和不同基础表面（如沙漠、戈壁和绿洲）的绿洲生物气象数据，为干旱地区的陆面过程提供基础理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to collect and classify meteorological and hydrological data across diverse landscapes such as desert, oasis, and Gobi regions in a dataset aiming to study land-atmosphere interactions?",
                "QuestionCn": "在一个旨在研究陆地-大气相互作用的数据集中，收集和分类不同景观（如沙漠、绿洲和戈壁地区）的气象和水文数据所使用的程序是什么？",
                "AnswerEn": "The data collection procedures involve continuous observations using micro-meteorological stations, automatic meteorological stations, and various specialized equipment like tethered balloons, sodar, and lidar. These instruments are deployed in different environments, such as desert, Gobi, and oasis, to record solar radiation, atmospheric boundary layer dynamics, groundwater levels, and other relevant meteorological and hydrological parameters. The dataset is systematically categorized into different observation periods, including normal, intensified, and special observation phases, to ensure comprehensive data coverage and classification according to observation objectives.",
                "AnswerCn": "数据收集程序涉及使用微气象站、自动气象站以及各种专用设备（如系留气球、声学遥感和激光雷达）进行持续观察。这些仪器在不同环境中部署，如沙漠、戈壁和绿洲，以记录太阳辐射、大气边界层动态、地下水位以及其他相关的气象和水文参数。数据集系统地分为不同的观察时期，包括正常、强化和特殊观察阶段，以确保全面的数据覆盖和根据观察目标进行分类。",
                "Level": "C3(Applying)"
            }
        ]
    }
}