{
    "id": "4bf38f25-cd6d-4858-bf79-8e50b3f374b2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The Landsat TM image datasets over Heihe River Basin (1987-2010)",
            "titleCn": "黑河流域Landsat TM遥感影像数据集 （1987-2010）",
            "description": "Landsat 5 was launched in March 1984 and has been in orbit for 16 years. The thematic mapper (TM) sensor on Landsat 5 consists of seven bands, all of which have a resolution of 30m except for band 6, which has a resolution of 120m.\nCurrently, there are 23 TM data sets in heihe river basin.The obtained time was 1987-08-15, 1987-09-14, 1987-10-09, 1988-06-28, 1989-05-09, 1990-07-30, 1990-08-21 (2 scenes), 1990-08-28, 1990-08-30, 1990-09-15 (2 scenes), 1991-09-02, 1995-08-19, 1995-08-21, 2002-06-13,2003-09-12, 2007-09-23, 2008-03-17, 2008-07-07, 2008-07-23.\nThe product is class L1 and has been geometrically corrected.",
            "descriptionCn": "Landsat 5于1984年3月发射，已在轨16年，其上的专题制图仪（TM）传感器包括七个波段，除了第6波段的分辨率为120m外，其它6个波段的分辨率都为30m。\n黑河流域目前共有TM数据23景。获取时间分别为1987-08-15，1987-09-14，1987-10-09，1988-06-28，1989-05-09，1990-07-30，1990-08-21（2景），1990-08-28，1990-08-30，1990-09-15（2景），1991-09-02，1992-08-28，1993-05-27，1995-08-19，1995-08-21，2002-06-13，2003-09-12，2007-09-23，2008-03-17，2008-07-07，2008-07-23。\n产品级别为L1级，经过了几何校正。",
            "instructions": "File name: the data is stored in raster tif format, the folder is stored in year, the file name \"ppprrr_5tyyyymmddd_nnn\", where PPP represents the starting band number of the product, 5t represents landsat5, RRR represents the starting line number of the product, yyyy represents the year, mm represents the month, DDD represents the day, NNN represents the band number, such as 135r34_5t19880628_nn2, line number 135r34 of the second band remote sensing image of June 1988.\nData reading: Envi, Arcgis and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以栅格tif格式存储，文件夹以年存储，文件名称“ppprrr_5tyyyymmddd_nnn”,其中ppp代表产品起始带号，5t代表landsat5，rrr代表产品起始行号，yyyy代表年，mm代表月，ddd代表日，nnn代表波段号，例如135r34_5t19880628_nn2，行列号135r34的1988年6月第二波段遥感影像。\n数据读取：可以用Envi、Arcgis等遥感软件打开读取。",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "1987-08-23 20:25:00",
            "endTime": "2010-09-20 09:00:00",
            "fileSize": 122391020924.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "LP DAAC User Services",
                "nameEn": "LP DAAC User Services",
                "unitEn": "USGS Earth Resources Observation and Science (EROS) Center",
                "unitCn": "USGS Earth Resources Observation and Science (EROS) Center"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河中上游典型地区草地植被退化遥感动态监测",
                "titleEn": null,
                "referenceCn": "杜自强, 王建, 李建龙, 杨峰, 杨齐, 钱育蓉. 黑河中上游典型地区草地植被退化遥感动态监测. 农业工程学报, 2010, (04):180-185",
                "referenceEn": null
            },
            {
                "titleCn": "基于TM影像的祁连山冰沟实验区积雪信息提取研究",
                "titleEn": null,
                "referenceCn": "师银芳. (2012). 基于TM影像的祁连山冰沟实验区积雪信息提取研究. (Doctoral dissertation, 西北师范大学).",
                "referenceEn": null
            },
            {
                "titleCn": "黑河中上游典型地区草地植被变化及其生态功能损失分析——以山丹县为例",
                "titleEn": null,
                "referenceCn": "杜自强等, 黑河中上游典型地区草地植被变化及其生态功能损失分析——以山丹县为例. 西北植物学报, 2006(04): 第798-804页.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Spatial Discrimination of Salt–affected Soil Surfaces Using Landsat TM Data : A Preliminary Study in the Middle Reaches of the Heihe River, China",
                "referenceCn": null,
                "referenceEn": "Wu,Y.R, Wang, W.Z, Mori, Makito, Yasutake, Daisuke, Cho, Hiroyuki, Kobayashi, Tetsuo, Kitano, Masaharu. (2012). Spatial Discrimination of Salt–affected Soil Surfaces Using Landsat TM Data : A Preliminary Study in the Middle Reaches of the Heihe River, China. Journal of the Faculty of Agriculture, Kyushu University. 57(2):461-465"
            },
            {
                "titleCn": null,
                "titleEn": "Analysis on the socio-economic driving forces of land use changes in mountain area",
                "referenceCn": null,
                "referenceEn": "An M, Zhang B. Analysis on the socio-economic driving forces of land use changes in mountain area[C]//2012 International Symposium on Geomatics for Integrated Water Resources Management (GIWRM). 2012: 1–4. doi:10.1109/GIWRM.2012.6349561"
            },
            {
                "titleCn": "CIVCO地形校正模型的改进及其应用",
                "titleEn": null,
                "referenceCn": "秦春, & 王建. . Civco地形校正模型的改进及其应用%improved civco topographic correction model and application. 遥感技术与应用, 023(1), 82-88.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1987-2010",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to acquire Landsat TM remote sensing imagery for monitoring environmental changes in river basins?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取Landsat TM遥感影像，以监测河流流域的环境变化？",
                "AnswerEn": "A data collection method involved using the Landsat 5 satellite, which was equipped with the Thematic Mapper (TM) sensor. This sensor included seven bands, with most bands having a resolution of 30 meters, except for one band with a resolution of 120 meters. Over the Heihe River Basin, TM data was collected at various times from 1987 to 2008, resulting in a total of 23 scenes that underwent geometric correction to improve accuracy.",
                "AnswerCn": "一种数据收集方法涉及使用装备有主题测量仪（TM）传感器的Landsat 5卫星。该传感器包括七个波段，大多数波段的分辨率为30米，只有一个波段的分辨率为120米。在黑河流域，TM数据在1987年至2008年期间的不同时间收集，共获得23个场景，并进行了几何校正以提高准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset collected using Landsat TM remote sensing imagery from 1987 to 2010 in the Heihe River Basin?",
                "QuestionCn": "1987年至2010年在黑河流域收集的Landsat TM遥感影像数据集的特征是什么？",
                "AnswerEn": "seven spectral bands, spatial resolution of 30 meters for six bands, 120 meters for the thermal infrared band, 23 scenes, acquisition dates such as 1987-08-15 and 1987-09-14, Level 1 geometric correction",
                "AnswerCn": "七个光谱波段，六个波段的空间分辨率为30米，热红外波段为120米，23个场景，获取日期如1987-08-15和1987-09-14，一级几何校正。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many Landsat TM remote sensing images have been collected for the Heihe River Basin between 1987 and 2010?",
                "QuestionCn": "1987年至2010年间，为黑河流域收集了多少幅Landsat TM遥感影像？",
                "AnswerEn": "23 scenes",
                "AnswerCn": "23个场景",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'geometric correction' mean in the context of remote sensing datasets?",
                "QuestionCn": "在遥感数据集的上下文中，“几何校正”指的是对图像进行处理，以纠正由于传感器位置、地球曲率、地形变化等因素引起的几何失真，从而确保图像的空间位置与实际地理位置相一致。",
                "AnswerEn": "Geometric correction in the context of remote sensing datasets refers to the process of correcting the spatial distortions in satellite imagery so that the images accurately represent the Earth's surface. This involves adjusting the images to account for factors such as the Earth's rotation, sensor tilt, and terrain variation, ensuring that the spatial features in the images align correctly with their true geographic locations. In the context of the Landsat TM dataset, the imagery has undergone geometric correction to be classified as Level 1 (L1) products.",
                "AnswerCn": "几何校正在遥感数据集的上下文中是指纠正卫星影像中的空间畸变，以便图像准确地表示地球表面。这涉及调整图像，以考虑地球的旋转、传感器倾斜和地形变化等因素，确保图像中的空间特征与其真实地理位置正确对齐。在Landsat TM数据集的上下文中，影像经过几何校正后被归类为Level 1 (L1) 产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the geometric correction processes in Landsat TM remote sensing imagery datasets compare to other geometric correction methods used in different satellite imagery data collection?",
                "QuestionCn": "Landsat TM遥感影像数据集中的几何校正过程与其他卫星影像数据收集中使用的几何校正方法相比如何？",
                "AnswerEn": "The dataset uses L1 level geometric correction, which is a standard process for Landsat TM imagery to ensure accurate spatial representation. This correction aligns with similar procedures used in other satellite imagery, which typically involve rectifying distortions caused by the sensor's view angle, Earth's rotation, and topographic variations. Other methods might include more advanced corrections using ground control points or digital elevation models for improved accuracy.",
                "AnswerCn": "该数据集使用L1级几何校正，这是对Landsat TM影像进行的标准处理，以确保准确的空间表示。此校正与其他卫星影像中使用的类似程序相一致，通常涉及纠正由于传感器视角、地球自转和地形变化引起的失真。其他方法可能包括使用地面控制点或数字高程模型进行更高级的校正，以提高准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}