{
  "id": "4bf8305d-3d9f-4288-a2a8-7a7d31964eec",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Input output table of Heihe River Basin in Gansu Province in 2002 and 2007",
      "titleCn": "黑河流域甘肃省2002、2007投入产出表",
      "description": "Input and output table of Heihe River Basin in Gansu Province in 2002 and 2007, including 144 departments",
      "descriptionCn": "黑河流域甘肃省2002、2007投入产出表，包含144个部门",
      "instructions": ". XLS file storage, which can be opened with Excel",
      "instructionsCn": ".xls 格式的文件存储，可以用excel打开",
      "east": 102.5,
      "west": 96.5,
      "south": 37.5,
      "north": 43.0,
      "startTime": "2012-07-10 13:00:00",
      "endTime": "2013-07-10 06:45:00",
      "fileSize": 310784.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓祥征",
        "nameEn": "DENG XiangZheng",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China",
        "referenceCn": null,
        "referenceEn": "Deng, X.Z., and Zhao, C.H. (2015). Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China.  Adv. Meteorol. 2015, 1–13."
      },
      {
        "titleCn": null,
        "titleEn": "An extended input output table compiled for analyzing water demand and consumption at county level in China",
        "referenceCn": null,
        "referenceEn": "Deng, X., Zhang, F., Wang, Z., Li, X. and Zhang, T. (2014). An extended input output table compiled for analyzing water demand and consumption at county level in China. Sustainability, 6(6), 3301-3320"
      },
      {
        "titleCn": null,
        "titleEn": "Present and future of urban water balance in the rapidly urbanizing Heihe River Basin, Northwest China",
        "referenceCn": null,
        "referenceEn": "Wu, F., Zhan, J. & Güneralp, I. (2015). Present and future of urban water balance in the rapidly urbanizing heihe river basin, northwest china. Ecol. Modell. 318, 254–264."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [],
    "placeKeywordList": [
      {
        "keywordCn": "甘肃",
        "keywordEn": "Gansu Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002",
        "keywordEn": "2002",
        "type": "temporal"
      },
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "According to administrative structure of China, a county is subordinate to its province, and provincial level is parallel to state level of other countries."
      ],
      "research objective": [
        "This paper attempts to propose hybrid methodology of compiling water resource extended input-output (IO) table at county level."
      ],
      "challenges": [
        "However, studies of small counties have been limited by difficulties of data collection and its methodological problems, all of which bring about modification of production function back to a local input-output (IO) model. The reasons may include economic and geographical diversities among provinces, empirical weighted coefficients easily making huge deviation from the actual economic structure, and even more difficulties of data collection in a rural county. However, there are still some methodological difficulties to get a reliable IO table for showing transformation of economic structure when missing statistical records have a time lag."
      ],
      "methods": [
        "In this study, we tried to follow Deng’s non-parametric method with evaluated by Kohn’s ARIMA model because the autoregressive conditional heteroscedasticity may attribute the interpolation data to a non-normal distribution or a mixed distribution with lack of available time series data, such as just across 15 years in this study. By introducing water resource consumption into the local IO table, empirical results shows hybrid method makes some improvement in presenting the regional economic structure."
      ],
      "dataset": [
        "Firstly, data collection is based on the published provincial accounting statistics and census of business accounting statistics in China; all of which come from the Statistics Yearbook of Gansu Province published by National Bureau of Statistics of China during 1992–2007. There are 12 sectors representing the economic structure at county level, which are aggregated from 144 sectors in provincial statistics."
      ],
      "findings": [
        "First, outputs of Primary Industry and Tertiary Industry are overestimated with a simple weighted provincial IO table when plugging water resource consumption, while the output of Secondary Industry are underestimated with the weighted provincial IO table; second, regional economic structure would be very different from the weighted average because of its unique geographical and economic characteristics; finally, water resource consumption would be an limiting factor for rural development."
      ],
      "backgroundCn": [
        "根据中国的行政结构，县级行政区隶属于省级行政区，省级行政区与其他国家的国家级行政区平行。"
      ],
      "research objectiveCn": [
        "本文试图提出一种在县级编制水资源扩展投入产出（IO）表的混合方法。"
      ],
      "challengesCn": [
        "然而，对小县的研究受到数据收集困难和方法论问题的限制，这些问题导致生产函数的修改回归到地方输入-输出（IO）模型。原因可能包括各省之间的经济和地理多样性、经验加权系数容易导致与实际经济结构的巨大偏差，以及在农村县收集数据的更大困难。然而，仍然存在一些方法论上的困难，使得在缺失统计记录且存在时间滞后的情况下，难以获得可靠的IO表来展示经济结构的转变。"
      ],
      "methodsCn": [
        "在本研究中，我们尝试遵循邓的非参数方法，并通过科恩的ARIMA模型进行评估，因为自回归条件异方差可能会导致插值数据呈现非正态分布或混合分布，而可用的时间序列数据有限，例如本研究仅跨越15年。通过将水资源消耗引入地方投入产出表，实证结果表明混合方法在呈现区域经济结构方面有所改善。"
      ],
      "datasetCn": [
        "首先，数据收集基于中国发布的省级会计统计和商业会计统计，所有数据均来自国家统计局在1992年至2007年期间发布的《甘肃省统计年鉴》。县级经济结构代表了12个行业，这些行业是从省级统计中的144个行业中汇总而来的。"
      ],
      "findingsCn": [
        "首先，当将水资源消耗纳入简单加权省级投入产出表时，初级产业和第三产业的产出被高估，而次级产业的产出则被低估；其次，由于其独特的地理和经济特征，区域经济结构可能与加权平均值有很大不同；最后，水资源消耗将成为农村发展的限制因素。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there significant challenges in collecting data for small counties due to economic and geographical diversities?",
        "QuestionCn": "由于经济和地理多样性，收集小县的数据面临重大挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges faced in data collection for creating an input-output table at the county level?",
        "QuestionCn": "在县级创建投入产出表时，数据收集面临的主要挑战是什么？",
        "AnswerEn": "difficulties of data collection",
        "AnswerCn": "数据收集的困难",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can data be sourced for constructing a water resource extended input-output table at the county level?",
        "QuestionCn": "在哪里可以获取数据，以构建县级水资源扩展投入产出表？",
        "AnswerEn": "Statistics Yearbook of Gansu Province",
        "AnswerCn": "甘肃省统计年鉴",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the methodology used to evaluate the interpolation data in the context of creating an input-output table?",
        "QuestionCn": "在创建输入-输出表的背景下，评估插值数据的方法论是什么？",
        "AnswerEn": "Deng’s non-parametric method",
        "AnswerCn": "邓氏非参数方法",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to compile an input-output table at the county level in a rural area?",
        "QuestionCn": "您能否提供一个用于在农村地区编制县级投入产出表的数据收集方法的示例？",
        "AnswerEn": "Data collection is based on the published provincial accounting statistics and census of business accounting statistics in China, sourced from the Statistics Yearbook of Gansu Province published by the National Bureau of Statistics of China during 1992–2007.",
        "AnswerCn": "数据收集基于中国省级会计统计和商业会计统计的发布数据，来源于国家统计局在1992年至2007年期间发布的《甘肃省统计年鉴》。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered when collecting data for developing a local input-output model in small counties?",
        "QuestionCn": "在为小县开发地方投入产出模型时，收集数据时遇到的一个挑战是什么？",
        "AnswerEn": "A challenge in data collection for small counties is the economic and geographical diversities among provinces, which may cause empirical weighted coefficients to deviate significantly from the actual economic structure. Additionally, there are methodological difficulties in obtaining a reliable IO table due to missing statistical records with a time lag.",
        "AnswerCn": "小县的数据收集面临的一个挑战是各省之间的经济和地理多样性，这可能导致经验加权系数与实际经济结构显著偏离。此外，由于缺少统计记录和时间滞后，获取可靠的投入产出表也存在方法上的困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the principal features of data collection techniques used to compile water resource extended input-output tables at the county level?",
        "QuestionCn": "用于编制县级水资源扩展投入产出表的数据收集技术的主要特征是什么？",
        "AnswerEn": "provincial accounting statistics, census of business accounting statistics, Statistics Yearbook of Gansu Province, National Bureau of Statistics of China, 1992–2007",
        "AnswerCn": "省级会计统计、企业会计统计普查、甘肃省统计年鉴、中国国家统计局，1992–2007",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific challenges do researchers face when collecting data for input-output tables at the county level, particularly in rural areas?",
        "QuestionCn": "研究人员在收集县级投入产出表数据时，特别是在农村地区，面临哪些具体挑战？",
        "AnswerEn": "economic and geographical diversities, empirical weighted coefficients causing deviations, difficulties in data collection, missing statistical records, time lag",
        "AnswerCn": "经济和地理多样性、导致偏差的经验加权系数、数据收集的困难、缺失的统计记录、时间滞后",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the defining attributes of datasets that are used to analyze regional economic structures and water resource consumption in smaller counties?",
        "QuestionCn": "用于分析小县域的区域经济结构和水资源消耗的数据集的定义属性是什么？",
        "AnswerEn": "12 sectors, aggregated from 144 sectors in provincial statistics",
        "AnswerCn": "12个行业，从省级统计中的144个行业汇总而来。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sectors are aggregated from the provincial statistics to represent the economic structure at the county level?",
        "QuestionCn": "从省级统计数据中汇总了多少个行业来代表县级经济结构？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many departments are included in the input-output table for Gansu Province in the years 2002 and 2007?",
        "QuestionCn": "甘肃省2002年和2007年的投入产出表中包含多少个部门？",
        "AnswerEn": "144",
        "AnswerCn": "144",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'empirical weighted coefficients' mean in terms of data collection challenges?",
        "QuestionCn": "“经验加权系数”在数据收集挑战中的含义是什么？",
        "AnswerEn": "'Empirical weighted coefficients' in terms of data collection challenges refer to the use of calculated weights based on empirical data to adjust or estimate economic outputs in input-output models, which can lead to significant deviations from the actual economic structure if not accurately derived, particularly due to economic and geographical diversities among regions.",
        "AnswerCn": "“经验加权系数”在数据收集挑战中指的是基于经验数据计算的权重，用于调整或估计投入产出模型中的经济产出。如果没有准确推导，这可能导致与实际经济结构的显著偏差，特别是由于地区之间的经济和地理差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for compiling water resource extended input-output tables at the county level compare to those used at the provincial level in terms of challenges and data availability?",
        "QuestionCn": "县级水资源扩展投入产出表的数据收集方法与省级相比，在挑战和数据可用性方面有什么不同？",
        "AnswerEn": "At the county level, data collection is challenged by economic and geographical diversities, empirical weighted coefficients deviations, and missing statistical records, while at the provincial level, data collection is based on published provincial accounting statistics and business accounting statistics from the Statistics Yearbook, aggregated from 144 sectors.",
        "AnswerCn": "在县级，数据收集受到经济和地理多样性的挑战、经验加权系数的偏差以及缺失的统计记录的影响，而在省级，数据收集则基于省级会计统计和来自统计年鉴的商业会计统计，这些数据是从144个行业汇总而来的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the methodological challenges of compiling input-output tables differ between small rural counties and larger provinces in China?",
        "QuestionCn": "在编制投入产出表时，小型农村县与较大省份之间的方法论挑战有哪些不同？",
        "AnswerEn": "Methodological challenges in small rural counties include difficulties in data collection due to economic and geographical diversities, and the need for modifications in production functions, whereas larger provinces can rely more on standardized provincial statistics and have relatively more comprehensive data availability.",
        "AnswerCn": "小型农村县在方法论上面临的挑战包括由于经济和地理多样性导致的数据收集困难，以及生产函数需要进行修改，而较大的省份则可以更多依赖标准化的省级统计数据，并且相对拥有更全面的数据可用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in economic structure estimation when using a simple weighted provincial input-output table versus a hybrid method including water resource consumption?",
        "QuestionCn": "使用简单加权的省级投入产出表与包括水资源消耗的混合方法在经济结构估计上的差异是什么？",
        "AnswerEn": "The simple weighted provincial input-output table tends to overestimate outputs of Primary and Tertiary Industries and underestimate the Secondary Industry, while the hybrid method including water resource consumption provides a more accurate representation of the regional economic structure, accounting for unique geographical and economic characteristics.",
        "AnswerCn": "简单加权的省级投入产出表往往高估了初级和第三产业的产出，而低估了第二产业的产出，而包括水资源消耗的混合方法则提供了更准确的区域经济结构表现，考虑了独特的地理和经济特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What potential challenges can be inferred about data collection from rural counties when compiling a water resource extended input-output table?",
        "QuestionCn": "在编制水资源扩展输入输出表时，从农村县收集数据可能面临哪些潜在挑战？",
        "AnswerEn": "Challenges may include the economic and geographical diversities among provinces, empirical weighted coefficients leading to deviations from the actual economic structure, and difficulties in data collection due to missing statistical records with time lags.",
        "AnswerCn": "挑战可能包括各省之间的经济和地理差异、经验加权系数导致的与实际经济结构的偏差，以及由于缺失统计记录和时间滞后而导致的数据收集困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How might the method of aggregating sectors from provincial statistics influence the representation of economic structures at the county level?",
        "QuestionCn": "省级统计数据的行业聚合方法如何影响县级经济结构的表现？",
        "AnswerEn": "Aggregating sectors from provincial statistics could lead to unique representations of the regional economic structure due to the geographical and economic characteristics that differ from the weighted provincial average.",
        "AnswerCn": "从省级统计数据中聚合行业可能会导致对区域经济结构的独特表现，因为地理和经济特征与加权省级平均值不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the methodological difficulties in compiling reliable input-output tables at the county level in rural areas?",
        "QuestionCn": "在农村地区编制县级可靠投入产出表的过程中，哪些因素导致了方法论上的困难？",
        "AnswerEn": "Methodological difficulties arise due to economic and geographical diversities among provinces, empirical weighted coefficients leading to deviations from the actual economic structure, and the challenges of data collection in rural counties. Additionally, missing statistical records with a time lag further complicate obtaining a reliable input-output table.",
        "AnswerCn": "由于各省经济和地理差异，方法论上的困难出现，经验加权系数导致与实际经济结构的偏差，以及在农村县收集数据的挑战。此外，缺失的统计记录和时间滞后进一步使得获取可靠的投入产出表变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a discrepancy in estimating the outputs of different industries when using a weighted provincial input-output table with water resource consumption?",
        "QuestionCn": "为什么在使用加权省级投入产出表和水资源消耗时，不同产业的产出估计存在差异？",
        "AnswerEn": "The discrepancy arises because the output of the Primary and Tertiary Industries is overestimated, while the output of the Secondary Industry is underestimated. This is due to the unique geographical and economic characteristics of the region, which differ from the weighted provincial average.",
        "AnswerCn": "这种差异的产生是因为初级和第三产业的产出被高估，而第二产业的产出被低估。这是由于该地区独特的地理和经济特征与加权省级平均水平不同所导致的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes challenges in data collection for studies focused on small counties, especially regarding economic structure analysis?",
        "QuestionCn": "在针对小县的研究中，尤其是经济结构分析方面，数据收集面临的挑战是什么？",
        "AnswerEn": "Challenges in data collection are caused by the economic and geographical diversities among provinces, the reliance on empirical weighted coefficients that may not accurately reflect the local economic structure, and the difficulty of acquiring data in rural areas. Additionally, the lack of available time series data and the time lag in statistical records contribute to these challenges.",
        "AnswerCn": "数据收集中的挑战主要源于各省经济和地理差异、对可能无法准确反映当地经济结构的经验加权系数的依赖，以及在农村地区获取数据的困难。此外，缺乏可用的时间序列数据和统计记录的时间滞后也加剧了这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "If new methods are developed for data collection in rural counties, what are the potential impacts on the reliability of input-output tables for showing economic transformation?",
        "QuestionCn": "如果在农村县开发新的数据收集方法，对显示经济转型的投入产出表的可靠性可能产生什么影响？",
        "AnswerEn": "Improved data collection methods could enhance the reliability of input-output tables by reducing deviation from the actual economic structure and addressing the challenges of missing statistical records, thus better presenting the transformation of regional economic structure.",
        "AnswerCn": "改进的数据收集方法可以通过减少与实际经济结构的偏差和解决缺失统计记录的挑战，从而提高投入产出表的可靠性，更好地呈现区域经济结构的转变。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the possible consequences of integrating water resource consumption data into existing economic datasets at the county level?",
        "QuestionCn": "将水资源消费数据整合到现有的县级经济数据中可能产生的后果是什么？",
        "AnswerEn": "Integrating water resource consumption data into economic datasets can highlight the overestimation or underestimation of industry outputs, reveal differences in regional economic structures, and underscore water resource consumption as a limiting factor for rural development.",
        "AnswerCn": "将水资源消费数据整合到经济数据集中，可以突出行业产出的高估或低估，揭示区域经济结构的差异，并强调水资源消费作为农村发展的限制因素。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the use of provincial accounting statistics and business census data affect the development of local economic models in diverse geographical areas?",
        "QuestionCn": "省级会计统计和商业普查数据的使用如何影响不同地理区域地方经济模型的发展？",
        "AnswerEn": "Using provincial accounting statistics and business census data to develop local economic models might lead to discrepancies due to geographical and economic diversities, as empirical weighted coefficients could deviate significantly from the actual economic structure.",
        "AnswerCn": "使用省级会计统计数据和商业普查数据来开发地方经济模型可能会导致差异，因为地理和经济多样性可能导致经验加权系数与实际经济结构显著偏离。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of developing a hybrid methodology for compiling water resource extended input-output (IO) tables at the county level?",
        "QuestionCn": "开发县级水资源扩展投入产出（IO）表的混合方法的主要目标是什么？",
        "AnswerEn": "The primary goal is to propose a hybrid methodology that can effectively compile water resource extended input-output tables at the county level, addressing challenges like data collection difficulties, methodological problems, and modifications of production functions in local IO models, particularly in small counties.",
        "AnswerCn": "主要目标是提出一种混合方法，能够有效编制县级水资源扩展投入产出表，解决数据收集困难、方法论问题以及地方投入产出模型中生产函数的修改等挑战，特别是在小县城中。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to base data collection on published provincial accounting statistics and census of business accounting statistics for creating an input-output table?",
        "QuestionCn": "为什么在创建投入产出表时，基于已发布的省级会计统计数据和企业会计统计普查进行数据收集很重要？",
        "AnswerEn": "It is important to base data collection on these published statistics to ensure that the input-output tables reflect the actual economic structure at the county level, which is crucial for accurately representing the regional economic structure and addressing the challenges of missing statistical records and data collection difficulties.",
        "AnswerCn": "基于这些已发布的统计数据进行数据收集是重要的，以确保投入产出表反映县级的实际经济结构，这对于准确呈现区域经济结构以及应对缺失统计记录和数据收集困难的挑战至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What objectives are intended by introducing water resource consumption into local input-output tables in rural counties?",
        "QuestionCn": "将水资源消费引入农村县的地方投入产出表中，旨在实现哪些目标？",
        "AnswerEn": "Introducing water resource consumption into local input-output tables aims to improve the representation of regional economic structures and highlight water resource consumption as a limiting factor for rural development, thus providing a more accurate depiction of the economic and geographical characteristics of rural counties.",
        "AnswerCn": "将水资源消耗引入地方投入产出表旨在改善区域经济结构的表现，并突出水资源消耗作为农村发展的限制因素，从而更准确地描绘农村县的经济和地理特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to compile a water resource extended input-output table at the county level, considering the challenges of data collection in rural counties?",
        "QuestionCn": "可以采用哪些方法来编制县级水资源扩展投入产出表，考虑到在农村县数据收集的挑战？",
        "AnswerEn": "A hybrid methodology that involves following Deng’s non-parametric method evaluated by Kohn’s ARIMA model can be employed. This approach addresses challenges such as lack of available time series data and the autoregressive conditional heteroscedasticity, which may result in a non-normal distribution of interpolation data.",
        "AnswerCn": "一种混合方法可以采用，即遵循邓的非参数方法，并通过科恩的ARIMA模型进行评估。这种方法解决了诸如缺乏可用时间序列数据和自回归条件异方差性等挑战，这可能导致插值数据的非正态分布。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps should be taken to integrate water resource consumption into a local input-output table, and what impact does this integration have on the economic structure representation?",
        "QuestionCn": "将水资源消耗整合到地方投入产出表中应采取哪些程序步骤，这种整合对经济结构表示有什么影响？",
        "AnswerEn": "Researchers should introduce water resource consumption data into the local input-output table using a hybrid method. This integration can result in improvements in presenting the regional economic structure, revealing overestimations and underestimations in industry outputs when using a simple weighted provincial IO table.",
        "AnswerCn": "研究人员应通过混合方法将水资源消费数据引入地方投入产出表。这种整合可以改善区域经济结构的呈现，揭示在使用简单加权省级投入产出表时行业产出的高估和低估情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the compilation of a water resource extended input-output table at a county level in regions with economic and geographical diversities?",
        "QuestionCn": "哪些方法论能够在经济和地理多样性的地区编制县级水资源扩展投入产出表？",
        "AnswerEn": "A hybrid methodology that follows Deng’s non-parametric method, evaluated by Kohn’s ARIMA model, enables the compilation of a water resource extended input-output table at the county level, accommodating the economic and geographical diversities and addressing the challenges of data collection and methodological difficulties.",
        "AnswerCn": "一种混合方法，遵循邓的非参数方法，通过科恩的ARIMA模型进行评估，能够在县级编制水资源扩展投入产出表，适应经济和地理多样性，并解决数据收集和方法论上的困难。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can missing statistical records with a time lag be addressed to enable a reliable representation of regional economic structures in input-output models?",
        "QuestionCn": "如何解决缺失的统计记录和时间滞后，以便在投入产出模型中可靠地表示区域经济结构？",
        "AnswerEn": "Addressing missing statistical records with a time lag can be enabled by introducing water resource consumption into local input-output tables and using non-parametric methods evaluated by autoregressive models, which improve the presentation of regional economic structures despite data limitations.",
        "AnswerCn": "通过将水资源消费引入地方投入产出表，并使用自回归模型评估的非参数方法，可以解决缺失的统计记录及其时间滞后问题，从而改善区域经济结构的呈现，尽管存在数据限制。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection in rural counties present unique challenges when compiling a water resource extended input-output table?",
        "QuestionCn": "在编制水资源扩展投入产出表时，为什么在农村县收集数据可能会带来独特的挑战？",
        "AnswerEn": "Studies of small counties have been limited by difficulties of data collection and its methodological problems, all of which bring about modification of production function back to a local input-output (IO) model. The reasons may include economic and geographical diversities among provinces, empirical weighted coefficients easily making huge deviation from the actual economic structure, and even more difficulties of data collection in a rural county.",
        "AnswerCn": "对小县的研究受到数据收集困难和方法论问题的限制，这些问题导致生产函数的修正回归到地方投入产出（IO）模型。原因可能包括各省之间的经济和地理差异、经验加权系数容易与实际经济结构产生巨大偏差，以及在农村县收集数据的更大困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations might researchers have when introducing water resource consumption into a local input-output table?",
        "QuestionCn": "研究人员在将水资源消费引入地方投入产出表时可能会有哪些期望？",
        "AnswerEn": "By introducing water resource consumption into the local IO table, empirical results show that the hybrid method makes some improvement in presenting the regional economic structure. It also highlights that water resource consumption would be a limiting factor for rural development.",
        "AnswerCn": "通过将水资源消耗引入地方投入产出表，实证结果表明，混合方法在呈现区域经济结构方面有所改善。它还强调了水资源消耗将成为农村发展的限制因素。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might the output of various industries be misestimated when integrating water resource consumption into a provincial input-output table?",
        "QuestionCn": "在将水资源消耗纳入省级投入产出表时，各个行业的产出可能会被误估的原因是什么？",
        "AnswerEn": "Outputs of Primary Industry and Tertiary Industry are overestimated with a simple weighted provincial IO table when plugging water resource consumption, while the output of Secondary Industry is underestimated. This is due to the unique geographical and economic characteristics of the region, which differ from the weighted average.",
        "AnswerCn": "在使用简单加权省级投入产出表时，初级产业和第三产业的产出被高估，而第二产业的产出被低估。这是由于该地区独特的地理和经济特征与加权平均值不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your assessment of the methodologies used in collecting data for the water resource extended input-output table, particularly in reference to the usage of provincial accounting statistics?",
        "QuestionCn": "您如何评估用于收集水资源扩展投入产出表数据的方法，特别是关于使用省级会计统计数据的方法？",
        "AnswerEn": "The methodology involves using published provincial accounting statistics and census of business accounting statistics, primarily sourced from the Statistics Yearbook of Gansu Province. This approach is comprehensive but may face limitations due to aggregation from 144 sectors to 12 sectors at the county level, potentially affecting the representation of the economic structure.",
        "AnswerCn": "该方法涉及使用已发布的省级会计统计数据和商业会计统计数据，主要来源于甘肃省统计年鉴。这种方法是全面的，但由于从144个行业聚合到县级的12个行业，可能会影响经济结构的代表性，从而面临一定的局限性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about how missing statistical records with a time lag affect the reliability of an input-output table?",
        "QuestionCn": "我不确定缺失的统计记录和时间滞后如何影响输入-输出表的可靠性。",
        "AnswerEn": "Missing statistical records with a time lag can affect the reliability of an input-output table as they necessitate modifications of the production function to a local model, which may lead to deviations from the actual economic structure. This is further complicated by the lack of available time series data and the necessity of interpolation methods to address these gaps.",
        "AnswerCn": "缺失的统计记录和时间滞后会影响投入产出表的可靠性，因为这需要对生产函数进行局部模型的修改，这可能导致与实际经济结构的偏差。这一问题进一步复杂化，因为缺乏可用的时间序列数据，并且需要插值方法来解决这些空白。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore different methodologies for compiling water resource extended input-output tables at the county level, focusing on overcoming data collection challenges.",
        "QuestionCn": "请探讨在县级编制水资源扩展投入产出表的不同方法，重点解决数据收集挑战。",
        "AnswerEn": "The paper proposes a hybrid methodology of compiling water resource extended input-output tables at the county level, addressing data collection challenges by using a combination of Deng’s non-parametric method evaluated by Kohn’s ARIMA model to handle the autoregressive conditional heteroscedasticity due to lack of available time series data.",
        "AnswerCn": "该论文提出了一种混合方法，在县级编制水资源扩展投入产出表，针对数据收集挑战，采用了邓氏非参数方法与科恩的自回归条件异方差模型相结合，以处理由于缺乏可用时间序列数据而导致的自回归条件异方差问题。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential challenges and solutions in collecting reliable input-output data for small counties with diverse economic and geographical characteristics.",
        "QuestionCn": "请识别在收集具有多样经济和地理特征的小县的可靠输入-输出数据时可能面临的挑战和解决方案。",
        "AnswerEn": "Challenges include economic and geographical diversities among provinces, empirical weighted coefficients causing deviations from the actual economic structure, and difficulties in data collection in rural counties. Methodological difficulties arise in creating reliable IO tables when statistical records are missing or delayed.",
        "AnswerCn": "挑战包括各省之间的经济和地理差异、经验加权系数导致的与实际经济结构的偏差，以及在农村县收集数据的困难。在创建可靠的投入产出表时，缺乏或延迟的统计记录也带来了方法上的困难。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}