{
  "id": "4c16e9bd-8c85-4679-a4c2-ec44b4972132",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Whole-genome microarray data of 150 Tibetan populations on the Tibetan Plateau (2022)",
      "titleCn": "青藏高原150例藏族人群全基因组芯片数据（2022）",
      "description": "The qinghai-tibet plateau is one of the most challenging environment for human survival, is known as the \"third pole\" of the earth.At an average altitude of 4000 meters, 4000 m (only for sea level by about 60%.Plateau of oxygen for human survival is a strong selection pressure, most of the plateau non-adaptive individuals exposed to plateau hypoxia environment will cause the red blood cells (red blood cells increased disease) increase in the number and the backlog of red blood cells, Hematocrit (HCT) levels.Plateau Tibetan genetic background of the single, high altitude environment for a long time to adapt to the related genes on the plateau has the effect that is choosing, result in different altitude gradient in the relevant single nucleotide polymorphisms (SNPS) chain stable genetic differences, suitable for the research of high altitude adaptation between phenotype and genotype.This research adopts the methods of DNA microarray (DNA Array), compared with 150 cases of the Tibetan plateau and the Tibetan male genome-wide microarray data in east asians, each sample to obtain about 700000 loci (including nuclear genome, mitochondrial DNA and Y chromosome) classification results, analysis of the differences between SNPs, genes and signaling pathways, and detection of plateau Tibetan men in order to adapt to high altitude hypoxia environment characteristics of adaptive evolution at the molecular level.This data can help in Tibetan population genetic adaptation from the nuclear genome aspects, through the comparison of data with the plateau surrounding population, can be more comprehensive understanding of the plateau native men of adaptive evolution.For the study of human and biological evolution, to explore the molecular of high and low altitude population level difference, the different geographical environment of human kinship and low oxygen to supply a basis for the choice of the function of genes of genetic reference data.",
      "descriptionCn": "青藏高原是对人类生存最具挑战性的环境之一，被誉为地球的“第三极”。平均海拔在4000米以上，4000m的氧分压仅为海平面60％左右。高原缺氧对于人类生存是一个强烈的选择压力，大部分高原非适应性个体暴露于高原缺氧环境会导致红细胞数量增加（红细胞增多症）和红细胞积压（Hematocrit, HCT）水平升高。高原藏族遗传背景单一，长期高海拔环境对高原适应相关基因有正选择作用，造成不同海拔梯度在相关的单核苷酸多态性（SNP）存在稳定连锁遗传差异，适于研究高海拔适应性表型与基因型间的关联。本研究采用DNA微阵列（DNA Array）的方法，对比了150例高原藏族及非藏族东亚人的男性全基因组芯片数据，每个样品获取约70万位点（包括核基因组、线粒体DNA和Y染色体）分型结果，分析其差异SNPs、基因及信号通路，并检测高原藏族男性为适应高海拔低氧环境产生的分子水平的适应性进化特征。该数据有助于从核基因组角度解析藏族人群的遗传适应性，通过与高原周边人群数据的比较，可以较为全面地了解高原土著男性的适应性进化。为研究人类及生物进化、探究高低海拔人群的分子水平差异性、不同地理环境人群的同源关系和低氧对于基因的选择作用等提供基础的遗传参考数据。",
      "instructions": "Stored in text format, the file name is xxxx.vcf.gz, and XXXX represents the number of the sample in the laboratory.\nData reading method: you can decompress it first, and then open it with a text program (such as EDITPLUS).",
      "instructionsCn": "以文本格式储存，文件名称为xxxx.vcf.gz，xxxx表示样本在本实验室的编号。\n数据读取方式：可以先解压缩，然后用文本程序（如Editplus）打开。",
      "east": 94.05,
      "west": 84.03,
      "south": 28.56,
      "north": 32.26,
      "startTime": null,
      "endTime": null,
      "fileSize": 1110792094.0,
      "cstr": "18406.11.HumanNat.tpdc.300093",
      "doi": "10.11888/HumanNat.tpdc.300093",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孔庆鹏",
        "nameEn": "KONG Qingpeng",
        "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Neolithic millet farmers contributed to the permanent settlement of the Tibetan Plateau by adopting barley agriculture",
        "referenceCn": null,
        "referenceEn": "Li, Y.C., Tian, J.Y., Liu, F.W., Yang, B.Y., Gu, K.S.Y., Rahman, Z.U., Yang, L.Q., Chen, F.H., Dong, G.H., Kong, Q.P. (2019). Neolithic millet farmers contributed to the permanent settlement of the Tibetan Plateau by adopting barley agriculture, National Science Review, Volume 6, Issue 5, September 2019, Pages 1005–1013, https://doi.org/10.1093/nsr/nwz080"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "藏族人群",
        "nameEn": "Tibetan ethnic group"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "拉萨",
        "keywordEn": "Lhasa"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2020",
        "keywordEn": "2019-2020",
        "type": "temporal"
      },
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "With an extreme and harsh environment that is generally considered inhospitable to humans, the Tibetan Plateau (TP) has been inhabited since the late upper Pleistocene. In contrast to the earliest occupation by hunter-gatherers during the Late Paleolithic era, whose contribution to the current Tibetan gene pool was rather limited, migration onto the plateau appears to have occurred during the Neolithic period. Archaeological evidence further suggests that permanent human occupation began ∼3.6 kilo-years ago (ka), and was most likely facilitated by the introduction and utilization of cold-tolerant barley agriculture and sheep, which were first domesticated in west Asia around 10 ka. As revealed by archaeological evidence, modern humans settled extensively in the northeastern TP (below 2500 m above sea level (masl)) with millet cultivation around ∼5.2 ka, and further expanded to high-altitude plateau areas (above 2500 masl) ∼3.6 ka with barley and sheep from west Asia. According to previous genetic studies, most Tibetan genetic components can be traced back to Neolithic immigrations from northern China, raising the possibility that it was millet farmers who brought barley agriculture to the TP around 3.6 ka. Given the limited molecular resolution, and a lack of both genetic and archaeological evidence in previous studies, it remains unclear whether these lineages are associated with millet farmers or with the immigration of foragers during the early Holocene (∼11.7–8.3 ka)."
      ],
      "research objective": [
        "In this study, by exploring mitogenomes in Tibetans and surrounding populations (especially those with suggested Neolithic millet farmer ancestry), as well as radiocarbon dating of cereal remains from archaeological sites on the TP and northern China, we aimed to address whether millet farmers contributed to the Tibetan gene pool at the time of barley dispersal to the TP (∼3.6 ka), thus providing deeper insight into the origin of Tibetans."
      ],
      "challenges": [],
      "methods": [
        "Blood samples from 671 Tibetans from 11 Tibetan populations were collected, covering all seven districts of Tibet. Blood samples from an additional 11 Chinese individuals belonging to haplogroups of interest were also collected for mitogenome sequencing. Complete mtDNA genomes of the samples were enriched by capture-based strategies using a MyGenostics Human Mitochondria Capture Kit (MyGenostics Inc., Beijing, China). Sequencing was carried out using an Illumina HiSeq X Ten platform at MyGenostics. Quality control was performed according to previous research. The sequencing outputs were edited and aligned by Lasergene (DNAStar Inc., Madison, Wisconsin, USA) and compared with the revised Cambridge Reference Sequence. Phylogenetic trees of lineages of interest were reconstructed manually based on the complete sequences and confirmed by mtphyl software. Bayesian skyline plots (BSP) for effective population size (Nef) through time were reconstructed based on 13 protein coding regions using BEAST v1.7.5. In detail, 20 samples were picked randomly from each of the 11 Tibetan populations and pooled as one data set to perform BSP analysis."
      ],
      "dataset": [
        "Blood samples from 671 Tibetans from 11 Tibetan populations were collected, covering all seven districts of Tibet. Blood samples from an additional 11 Chinese individuals belonging to haplogroups of interest were also collected for mitogenome sequencing."
      ],
      "findings": [
        "M9a1a1c1b1a and A11a1a were more frequent in Tibetans ∼3.6 ka. Both M9a1a1c1b1a and A11a1a are distributed ubiquitously in contemporary Tibetans, with total frequencies ranging from 12.0% (Baqing County, Naqu) to 37.5% (Ngari) across all regional Tibetan populations studied. This suggests that the millet farmer lineages contributed to and existed in the proto-gene pool of Tibetans before their expansion to different regions on the TP. Indeed, much closer genetic affinity was observed among all regional Tibetan populations, with haplogroup M9a1a1c1b1a contributing most to this clustering pattern, implying that millet farmer components played an important role in shaping the genetic landscape of Tibetans."
      ],
      "backgroundCn": [
        "由于极端和恶劣的环境，通常被认为对人类不适宜，青藏高原（TP）自晚上更新世以来就有人类居住。与晚旧石器时代早期的狩猎采集者的早期占据相比，他们对当前青藏高原基因库的贡献相对有限，迁移到高原的现象似乎发生在新石器时代。考古证据进一步表明，永久性人类居住大约始于3600年前（ka），这很可能是由于冷耐性大麦农业和羊的引入和利用，而这些在大约10000年前首次在西亚被驯化。考古证据显示，现代人类在东北青藏高原（海拔2500米以下）广泛定居，约在5200年前开始种植小米，并在大约3600年前进一步扩展到高海拔高原地区（海拔2500米以上），引入了来自西亚的大麦和羊。根据之前的遗传研究，大多数藏族基因成分可以追溯到来自中国北方的新石器时代移民，这引发了一个可能性，即是小米农民在大约3600年前将大麦农业带到青藏高原。鉴于分子分辨率有限，以及之前研究中缺乏遗传和考古证据，目前尚不清楚这些谱系是否与小米农民有关，还是与早全新世（约11700–8300年前）期间的采集者移民有关。"
      ],
      "research objectiveCn": [
        "在本研究中，我们通过探索藏族及周边人群（特别是那些被认为具有新石器时代小米农民祖先的人群）的线粒体基因组，以及对青藏高原和华北考古遗址中谷物遗存的放射性碳定年，旨在探讨小米农民是否在大约3.6千年前大麦传播到青藏高原时对藏族基因库产生了贡献，从而为藏族的起源提供更深入的见解。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "从11个藏族群体中收集了671个藏族人的血样，覆盖了西藏的所有七个地区。还收集了来自感兴趣的单倍群的11名中国个体的血样，以进行线粒体基因组测序。样本的完整mtDNA基因组通过使用MyGenostics人类线粒体捕获试剂盒（北京迈基诺斯科技有限公司）进行捕获富集。测序是在MyGenostics使用Illumina HiSeq X Ten平台进行的。根据之前的研究进行了质量控制。测序输出通过Lasergene（DNAStar Inc.，威斯康星州麦迪逊）进行编辑和比对，并与修订的剑桥参考序列进行比较。基于完整序列手动重建了感兴趣的谱系的系统发育树，并通过mtphyl软件进行了确认。使用BEAST v1.7.5基于13个蛋白编码区域重建了有效种群大小（Nef）随时间变化的贝叶斯时空图（BSP）。具体而言，从11个藏族群体中随机挑选了20个样本，并将其汇总为一个数据集以进行BSP分析。"
      ],
      "datasetCn": [
        "从11个藏族群体中收集了671名藏人的血样，覆盖了西藏的所有七个地区。此外，还收集了11名属于感兴趣的单倍群的中国人的血样，以进行线粒体基因组测序。"
      ],
      "findingsCn": [
        "M9a1a1c1b1a和A11a1a在大约3.6千年前的藏族人中更为常见。这两种单倍型在当代藏族人中普遍分布，其总频率在不同的藏族地区人群中范围从12.0%（那曲地区的巴青县）到37.5%（阿里地区）。这表明，谷物农民的谱系在藏族人的原始基因库中有所贡献，并在他们扩散到青藏高原的不同地区之前就已存在。实际上，所有地区藏族人群之间观察到更紧密的遗传亲缘关系，单倍型M9a1a1c1b1a对这种聚类模式的贡献最大，这意味着谷物农民的成分在塑造藏族人的遗传格局中发挥了重要作用。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are DNA microarrays used as a data collection method to study genetic adaptation to high-altitude environments?",
        "QuestionCn": "DNA微阵列是否被用作研究高海拔环境下遗传适应的数据收集方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is mitogenome sequencing a technique employed in the analysis of Tibetan populations to explore ancestral lineages?",
        "QuestionCn": "线粒体基因组测序是一种用于分析藏族群体以探索祖先谱系的技术吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for collecting genetic data on the Tibetan Plateau populations based on DNA microarrays, whole-genome sequencing, or some other technique?",
        "QuestionCn": "收集青藏 Plateau 人口遗传数据的主要方法是基于 DNA 微阵列、全基因组测序还是其他技术？",
        "AnswerEn": "DNA microarrays",
        "AnswerCn": "DNA 微阵列",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the exploration of mitogenomes in Tibetan populations typically achieved through capture-based sequencing strategies, whole-genome sequencing, or targeted gene panels?",
        "QuestionCn": "在藏族人群中线粒体基因组的探索通常是通过捕获测序策略、全基因组测序还是靶向基因组面板实现的？",
        "AnswerEn": "capture-based sequencing strategies",
        "AnswerCn": "基于捕获的测序策略",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to collect complete mitochondrial DNA genomes in research related to Tibetan populations?",
        "QuestionCn": "在与藏族群体相关的研究中，收集完整线粒体DNA基因组的方法有哪些？",
        "AnswerEn": "MyGenostics Human Mitochondria Capture Kit",
        "AnswerCn": "MyGenostics 人类线粒体捕获试剂盒",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the blood samples collected from for studying genetic adaptation in Tibetan populations?",
        "QuestionCn": "用于研究藏族人群遗传适应的血样是从哪里收集的？",
        "AnswerEn": "671 Tibetans across 11 Tibetan populations covering all seven districts of Tibet",
        "AnswerCn": "671名藏人，分布在西藏的11个人群中，涵盖了西藏的所有七个地区。",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study genetic adaptation in high-altitude populations?",
        "QuestionCn": "您能否提供一个用于研究高海拔人群遗传适应的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of DNA microarrays to analyze whole-genome chip data from 150 Tibetan individuals and non-Tibetan East Asians, focusing on approximately 700,000 loci including nuclear genome, mitochondrial DNA, and Y chromosome.",
        "AnswerCn": "一种数据收集方法是使用DNA微阵列分析来自150名藏族个体和非藏族东亚人的全基因组芯片数据，重点关注大约700,000个基因位点，包括核基因组、线粒体DNA和Y染色体。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that examines the genetic diversity of Tibetan populations in relation to their adaptation to high-altitude environments?",
        "QuestionCn": "有什么数据集是研究藏族人群的遗传多样性与其对高海拔环境的适应性之间关系的例子？",
        "AnswerEn": "A dataset that examines this is the collection of blood samples from 671 Tibetans across 11 populations, which were used for mitogenome sequencing to study the genetic diversity and adaptation of Tibetan populations to high-altitude environments.",
        "AnswerCn": "一个研究这个问题的数据集是来自671名藏人的血样，涵盖11个群体，这些样本用于线粒体基因组测序，以研究藏族群体在高海拔环境中的遗传多样性和适应性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a research approach used to investigate the historical genetic contributions to modern Tibetan populations?",
        "QuestionCn": "您能否提供一个研究方法的例子，用于调查现代藏族人群的历史遗传贡献？",
        "AnswerEn": "An example of a research approach is the use of mitogenome sequencing of blood samples from Tibetans and surrounding populations, combined with radiocarbon dating of cereal remains, to explore the genetic contributions of Neolithic millet farmers to the Tibetan gene pool around 3.6 kilo-years ago.",
        "AnswerCn": "一种研究方法是利用来自藏人及周边人群的血样进行线粒体基因组测序，并结合谷物遗存的放射性碳定年，以探讨大约3600年前新石器时代小米农民对藏族基因库的遗传贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features of single nucleotide polymorphisms (SNPs) are analyzed to understand adaptation to high-altitude environments?",
        "QuestionCn": "为了理解对高海拔环境的适应，分析单核苷酸多态性（SNPs）的哪些特征？",
        "AnswerEn": "stable genetic differences, molecular evolutionary characteristics, response to low oxygen levels",
        "AnswerCn": "稳定的遗传差异、分子进化特征、对低氧水平的反应",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many genetic loci are analyzed in the genome-wide SNP data collection method for Tibetan populations?",
        "QuestionCn": "在藏族人群的全基因组SNP数据收集方法中分析了多少个遗传位点？",
        "AnswerEn": "700,000",
        "AnswerCn": "七十万",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Tibetan populations were involved in the blood sample collection for mitogenome sequencing?",
        "QuestionCn": "参与线粒体基因组测序的藏族人群有多少个？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the frequency range of the haplogroup M9a1a1c1b1a found in the regional Tibetan populations?",
        "QuestionCn": "在区域性藏族人群中，单倍群M9a1a1c1b1a的频率范围是多少？",
        "AnswerEn": "12.0%-37.5%",
        "AnswerCn": "12.0%-37.5%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'phylogenetic tree reconstruction' entail in the context of genetic lineage studies?",
        "QuestionCn": "在遗传谱系研究的背景下，“系统发育树重建”涉及什么？",
        "AnswerEn": "Phylogenetic tree reconstruction involves creating a visual representation of the evolutionary relationships among various genetic lineages based on genetic data. In the context of genetic lineage studies, particularly with Tibetan populations, phylogenetic trees are manually constructed using complete sequences to understand the historical genetic connections and lineage evolution, often confirmed by specific software like mtphyl.",
        "AnswerCn": "系统发育树重建涉及根据遗传数据创建不同遗传谱系之间进化关系的可视化表示。在遗传谱系研究的背景下，特别是在西藏人群的研究中，系统发育树是通过使用完整序列手动构建的，以了解历史遗传联系和谱系演化，通常通过特定软件如mtphyl进行确认。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are Bayesian skyline plots and how do they contribute to understanding population size changes over time?",
        "QuestionCn": "什么是贝叶斯天际线图，它们如何帮助理解随时间变化的人口规模变化？",
        "AnswerEn": "Bayesian skyline plots are statistical methods used to infer past population dynamics, such as changes in population size over time, based on genetic data. They are constructed using Bayesian inference and can provide insights into historical population sizes, as seen in studies of Tibetan populations where they help reconstruct effective population size through time using genome data from multiple samples.",
        "AnswerCn": "贝叶斯天际线图是一种统计方法，用于根据遗传数据推断过去的人口动态，例如人口规模随时间的变化。它们是通过贝叶斯推断构建的，可以提供对历史人口规模的洞察，正如在对藏族人群的研究中所见，它们通过使用多个样本的基因组数据帮助重建有效人口规模随时间的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of DNA microarray analysis in high-altitude Tibetan populations compare to the capture-based strategy for mitogenome sequencing in terms of data resolution and genetic insights?",
        "QuestionCn": "高海拔藏族人群中，DNA微阵列分析与基于捕获策略的线粒体基因组测序在数据分辨率和遗传洞察方面的比较如何？",
        "AnswerEn": "DNA microarray analysis in high-altitude Tibetan populations provides data on approximately 700,000 SNPs across nuclear, mitochondrial, and Y-chromosomal DNA, offering insights into genetic adaptations to high-altitude environments. In contrast, capture-based mitogenome sequencing focuses on the entire mitochondrial genome, allowing for detailed phylogenetic analysis and insights into historical population movements and genetic affiliations, particularly in relation to Neolithic millet farmer ancestry.",
        "AnswerCn": "高原藏族人群的DNA微阵列分析提供了大约70万个SNP的数据，涵盖了核DNA、线粒体DNA和Y染色体DNA，揭示了对高海拔环境的遗传适应。相比之下，基于捕获的线粒体基因组测序则专注于整个线粒体基因组，允许进行详细的系统发育分析，并提供关于历史人口迁移和遗传关系的见解，特别是与新石器时代小米农民祖先的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can data collection techniques be optimized to accurately capture genetic adaptations to high-altitude environments in different Tibetan populations?",
        "QuestionCn": "如何优化数据收集技术，以准确捕捉不同藏族群体对高海拔环境的遗传适应？",
        "AnswerEn": "Blood samples from Tibetans across various populations were collected, focusing on mitogenome sequencing to identify genetic adaptations. This approach allows for the study of specific haplogroups and their distribution, contributing to understanding genetic adaptations to high-altitude environments.",
        "AnswerCn": "来自不同人群的西藏人血样被收集，重点进行线粒体基因组测序以识别遗传适应。这种方法允许研究特定的单倍型群及其分布，有助于理解对高海拔环境的遗传适应。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What inferences can be made about the evolutionary history of Tibetan populations based on their genomic data, and how might this impact future research directions?",
        "QuestionCn": "根据藏族人群基因组数据，可以对其进化历史作出哪些推断，这将如何影响未来的研究方向？",
        "AnswerEn": "The genomic data suggest that Tibetan populations have a closer genetic affinity with certain haplogroups, indicating a shared evolutionary history influenced by Neolithic migrations. This understanding can guide future research in exploring the extent of these genetic influences and their impact on current adaptations.",
        "AnswerCn": "基因组数据表明，藏族群体与某些单倍型群体具有更近的遗传亲缘关系，表明其共享的进化历史受到新石器时代迁徙的影响。这一理解可以指导未来的研究，探索这些遗传影响的程度及其对当前适应性的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it important to use specific data collection methods when studying genetic adaptations to high-altitude environments?",
        "QuestionCn": "在研究高海拔环境下的遗传适应时，使用特定的数据收集方法是重要的原因是什么？",
        "AnswerEn": "Using specific data collection methods, such as DNA microarrays or mitogenome sequencing, is crucial when studying genetic adaptations to high-altitude environments because these methods allow for detailed analysis of single nucleotide polymorphisms and other genetic markers that have undergone positive selection in response to hypoxic conditions. This precision helps to elucidate the molecular evolution and adaptation mechanisms in these unique populations.",
        "AnswerCn": "使用特定的数据收集方法，如DNA微阵列或线粒体基因组测序，在研究高海拔环境的遗传适应时至关重要，因为这些方法可以详细分析在缺氧条件下经历正选择的单核苷酸多态性和其他遗传标记。这种精确性有助于阐明这些独特人群中的分子进化和适应机制。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the underlying reasons for the genetic differences observed between Tibetan populations and neighboring groups at different altitudes?",
        "QuestionCn": "藏族人群与邻近不同海拔人群之间观察到的遗传差异的潜在原因是什么？",
        "AnswerEn": "The genetic differences observed between Tibetan populations and neighboring groups at different altitudes can be attributed to the long-term adaptation to the extreme hypoxic environment of the Tibetan Plateau. This adaptation has led to positive selection on high-altitude related genes and stable genetic differences in single nucleotide polymorphisms, influenced by ancient migrations and the introduction of agriculture, which shaped the genetic landscape over time.",
        "AnswerCn": "观察到的藏族群体与邻近不同海拔群体之间的遗传差异可以归因于对青藏高原极端缺氧环境的长期适应。这种适应导致了与高海拔相关基因的正向选择，以及单核苷酸多态性（SNP）的稳定遗传差异，这些差异受到古代迁徙和农业引入的影响，随着时间的推移塑造了遗传格局。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the impact of collecting blood samples from multiple Tibetan populations on the understanding of genetic contributions from Neolithic millet farmers?",
        "QuestionCn": "收集来自多个藏族人群的血样可能对理解新石器时代小米农民的遗传贡献产生什么影响？",
        "AnswerEn": "Collecting blood samples from multiple Tibetan populations allows for a comprehensive analysis of genetic diversity and helps to identify haplogroups that are more frequent in Tibetans, suggesting potential contributions from Neolithic millet farmers to the Tibetan gene pool and providing insights into the historical genetic landscape and migration patterns.",
        "AnswerCn": "收集多个藏族人群的血样可以全面分析遗传多样性，并帮助识别在藏族人中更为常见的单倍群，这表明新石器时代的 millet 农民可能对藏族基因库做出了贡献，并为了解历史遗传格局和迁徙模式提供了见解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of archaeological evidence and genetic data collection influence the understanding of human settlement patterns on the Tibetan Plateau?",
        "QuestionCn": "考古证据与基因数据收集的整合将如何影响对青藏 Plateau 人类定居模式的理解？",
        "AnswerEn": "Integrating archaeological evidence with genetic data collection could provide a more complete picture of human settlement patterns on the Tibetan Plateau by correlating genetic findings with historical timelines of cereal cultivation and domestication, thus enhancing our understanding of the timing and nature of human occupations and migrations.",
        "AnswerCn": "将考古证据与基因数据收集相结合，可以更全面地了解人类在青藏高原的定居模式，通过将基因发现与谷物栽培和驯化的历史时间线进行关联，从而增强我们对人类占领和迁徙的时间和性质的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to study the mitogenomes of Tibetans and surrounding populations in the context of genetic research?",
        "QuestionCn": "研究藏人及周边人群的线粒体基因组在遗传学研究中为何重要？",
        "AnswerEn": "Studying the mitogenomes of Tibetans and surrounding populations provides deeper insights into the origins and genetic makeup of Tibetans, particularly in relation to Neolithic migrations. This research aims to determine whether the millet farmers contributed to the Tibetan gene pool during the dispersal of barley agriculture to the Tibetan Plateau, thereby addressing gaps in previous genetic and archaeological studies.",
        "AnswerCn": "研究西藏人及周边人群的线粒体基因组为了解西藏人的起源和遗传构成提供了更深入的见解，特别是与新石器时代的迁徙相关。本研究旨在确定在大麦农业传播到青藏高原的过程中，粟米农民是否对西藏人的基因库产生了贡献，从而填补之前遗传和考古研究中的空白。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using DNA microarray technology for differentiating genetic variations between high-altitude Tibetan populations and other East Asian groups?",
        "QuestionCn": "使用DNA微阵列技术区分高原藏族群体与其他东亚群体之间的遗传变异涉及哪些程序？",
        "AnswerEn": "The procedure involves using DNA microarray (DNA Array) technology to genotype approximately 700,000 loci from each sample, covering nuclear genome, mitochondrial DNA, and Y chromosome. This allows for the analysis of SNP differences, genes, and signaling pathways between high-altitude Tibetan populations and other East Asian groups.",
        "AnswerCn": "该程序涉及使用DNA微阵列（DNA Array）技术对每个样本的约700,000个位点进行基因分型，覆盖核基因组、线粒体DNA和Y染色体。这使得能够分析高海拔藏族群体与其他东亚群体之间的SNP差异、基因和信号通路。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are blood samples processed and prepared for high-throughput sequencing to study mitochondrial genome variations in Tibetan populations?",
        "QuestionCn": "血样是如何处理和准备以进行高通量测序，以研究藏族人群中的线粒体基因组变异的？",
        "AnswerEn": "Blood samples are collected and the complete mtDNA genomes are enriched using capture-based strategies with a MyGenostics Human Mitochondria Capture Kit. Sequencing is performed on an Illumina HiSeq X Ten platform, and quality control is conducted. The sequencing results are edited, aligned, and compared with a reference sequence, followed by phylogenetic analysis.",
        "AnswerCn": "血样被收集，并使用MyGenostics人类线粒体捕获试剂盒进行完整mtDNA基因组的富集。测序在Illumina HiSeq X Ten平台上进行，并进行质量控制。测序结果经过编辑、比对，并与参考序列进行比较，随后进行系统发育分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques enable researchers to accurately differentiate between high-altitude adaptation genes and general genetic variations in Tibetan populations?",
        "QuestionCn": "哪些技术使研究人员能够准确区分藏族人群中的高海拔适应基因和一般遗传变异？",
        "AnswerEn": "DNA microarray methods are used to compare whole-genome chip data from Tibetan and non-Tibetan East Asian individuals, which helps in identifying differential SNPs, genes, and pathways associated with high-altitude adaptation in Tibetans.",
        "AnswerCn": "DNA微阵列方法用于比较藏族和非藏族东亚个体的全基因组芯片数据，这有助于识别与藏族高原适应相关的差异SNP、基因和通路。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of radiocarbon dating with genetic analysis enable a better understanding of the historical gene flow and agricultural practices in the Tibetan Plateau?",
        "QuestionCn": "放射性碳定年与基因分析的结合如何促进对青藏高原历史基因流动和农业实践的更好理解？",
        "AnswerEn": "By combining mitogenome exploration with radiocarbon dating of cereal remains, researchers aim to determine the contribution of Neolithic millet farmers to the Tibetan gene pool during the barley dispersal period, providing insights into the origins of Tibetans.",
        "AnswerCn": "通过结合线粒体基因组探索与谷物遗存的放射性碳定年，研究人员旨在确定新石器时代小米农民在大麦传播时期对西藏基因库的贡献，从而为西藏人的起源提供见解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the use of capture-based strategies for mtDNA enrichment facilitate detailed phylogenetic analysis of Tibetan populations?",
        "QuestionCn": "使用基于捕获的线粒体DNA（mtDNA）富集策略如何促进对藏族群体的详细系统发育分析？",
        "AnswerEn": "Capture-based strategies using a MyGenostics Human Mitochondria Capture Kit allow for the enrichment of complete mtDNA genomes, which are then sequenced and analyzed to reconstruct phylogenetic trees and assess population size changes over time, aiding in the understanding of genetic affinities and historical migrations.",
        "AnswerCn": "基于捕获的策略使用MyGenostics人类线粒体捕获试剂盒，可以富集完整的mtDNA基因组，随后进行测序和分析，以重建系统发育树并评估随时间变化的人口规模，帮助理解遗传亲缘关系和历史迁移。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be variations in the frequency of certain haplogroups among different Tibetan populations in genetic datasets?",
        "QuestionCn": "为什么在不同的藏族人群的基因数据集中，某些单倍群的频率可能会存在差异？",
        "AnswerEn": "M9a1a1c1b1a and A11a1a haplogroups are distributed ubiquitously in contemporary Tibetans, with frequency variations ranging from 12.0% to 37.5% across different regions, suggesting that historical migrations and the genetic contributions from millet farmers have shaped these regional genetic differences.",
        "AnswerCn": "M9a1a1c1b1a和A11a1a单倍群在当代藏人中普遍分布，不同地区的频率变化范围为12.0%到37.5%，这表明历史迁徙和小米农民的遗传贡献塑造了这些区域的遗传差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might nuclear genome data be essential for understanding high-altitude adaptation in Tibetan populations?",
        "QuestionCn": "核基因组数据为何对理解西藏人群的高海拔适应至关重要？",
        "AnswerEn": "Nuclear genome data provide a comprehensive view of genetic adaptations, as they involve approximately 700,000 loci, including nuclear, mitochondrial, and Y chromosome genes. This allows for the analysis of SNP differences, genes, and pathways involved in high-altitude adaptation, offering insights into the molecular evolution under selective pressures such as hypoxia.",
        "AnswerCn": "核基因组数据提供了对遗传适应的全面视角，因为它涉及大约70万个基因位点，包括核基因、线粒体基因和Y染色体基因。这使得能够分析单核苷酸多态性（SNP）差异、基因和与高海拔适应相关的通路，从而深入了解在缺氧等选择压力下的分子进化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what additional data collection methods could complement blood sample sequencing to provide a more comprehensive understanding of genetic adaptations in high-altitude populations?",
        "QuestionCn": "在您看来，还有哪些额外的数据收集方法可以补充血液样本测序，以提供对高海拔人群遗传适应的更全面理解？",
        "AnswerEn": "Complementary data collection methods could include anthropometric measurements, physiological studies on oxygen utilization, and longitudinal studies to observe changes over time. Incorporating environmental data, such as climate and altitude variation, and using advanced sequencing technologies like whole-genome sequencing could also provide a more comprehensive understanding of genetic adaptations in high-altitude populations.",
        "AnswerCn": "互补的数据收集方法可以包括人体测量、氧气利用的生理研究以及观察随时间变化的纵向研究。结合环境数据，如气候和海拔变化，以及使用先进的测序技术如全基因组测序，也可以提供对高海拔人群遗传适应性更全面的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't understand how data collection methods in genomic studies account for genetic diversity among different Tibetan populations.",
        "QuestionCn": "我无法理解基因组研究中的数据收集方法如何考虑不同藏族人群之间的遗传多样性。",
        "AnswerEn": "Blood samples from 671 Tibetans from 11 Tibetan populations were collected, covering all seven districts of Tibet. This approach ensures a comprehensive representation of genetic diversity among different Tibetan populations.",
        "AnswerCn": "从11个藏族群体中收集了671个藏族人的血样，覆盖了西藏的所有七个地区。这种方法确保了不同藏族群体之间遗传多样性的全面代表性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not clear on the techniques used to capture and sequence mitochondrial DNA in population genetics research.",
        "QuestionCn": "我对在种群遗传学研究中捕获和测序线粒体DNA的技术不太清楚。",
        "AnswerEn": "Complete mtDNA genomes of the samples were enriched by capture-based strategies using a MyGenostics Human Mitochondria Capture Kit. Sequencing was carried out using an Illumina HiSeq X Ten platform, with quality control performed according to previous research.",
        "AnswerCn": "样本的完整mtDNA基因组通过使用MyGenostics人类线粒体捕获试剂盒的捕获策略进行了富集。测序使用Illumina HiSeq X Ten平台进行，质量控制按照之前的研究进行。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential strategies for expanding genetic datasets related to high-altitude adaptation in Tibetan populations and discuss the implications for evolutionary research.",
        "QuestionCn": "请探讨扩展与藏族人群高原适应相关的遗传数据集的潜在策略，并讨论其对进化研究的影响。",
        "AnswerEn": "Expanding genetic datasets could involve increasing the sample size and diversity, including more regional populations and individuals with varying degrees of high-altitude habitation. Integrating additional genomic technologies such as whole-genome sequencing or epigenetic profiling might provide deeper insights. This expansion could lead to a more comprehensive understanding of the genetic basis for high-altitude adaptation, contributing to broader evolutionary research by elucidating how environmental pressures shape genetic diversity and adaptation.",
        "AnswerCn": "扩展遗传数据集可能涉及增加样本量和多样性，包括更多地区人群和具有不同高海拔居住程度的个体。整合额外的基因组技术，如全基因组测序或表观遗传学分析，可能提供更深入的见解。这种扩展可能导致对高海拔适应的遗传基础有更全面的理解，为更广泛的进化研究做出贡献，阐明环境压力如何塑造遗传多样性和适应性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}