{
    "id": "4c48ce1e-420e-440e-8042-c3cf95e78430",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Hf isotope data of detrital zircons from metasedimentary rocks in Hainan Island",
            "titleCn": "海南岛变沉积岩碎屑锆石Hf同位素数据",
            "description": "This data includes Hf isotopic data of detrital zircons from metasedimentary rocks in Hainan Island. In 2017, in-situ Lu Hf isotopic analysis of zircons was performed at the State Key Laboratory of isotopes, Guangzhou Institute of geochemistry, Chinese Academy of Sciences, with Neptune plus MC-ICP-MS and resolutionm-50 laser ablation system as instruments. Laser parameter spot 45 μ m. The repetition rate is 8 Hz and the energy is 80 MJ. He was used as carrier gas and a small amount of nitrogen was added to improve the sample signal. Penglai zircon is used as standard sample in the test, with 176hf / 177hf of 0.2828906 ±  10 (2 σ,  Li et al., 2010b). The analysis point and U-Pb dating analysis point are at the same location or near the same zircon. See Wu et al. (2006a) for detailed analysis method.",
            "descriptionCn": "本数据包含海南岛变沉积岩碎屑锆石Hf同位素数据，2017年锆石原位Lu-Hf同位素分析在中国科学院广州地球化学研究所同位素国家重点实验室完成，仪器为Neptune Plus MC-ICP-MS和RESOlution M-50 激光剥蚀系统。激光参数斑束45 μm，重复率8 Hz，能量80 mJ。He作为载气并加入少量氮气以提高样品信号。Penglai锆石作为标样用于测试中，其176Hf/177Hf为0.2828906 ± 10 (2σ, Li 等, 2010b)。分析点与U-Pb定年分析点为同一位置或者同一颗锆石的附近位置。具体分析方法见Wu 等, (2006a)。",
            "instructions": "It is stored in word format and the name of the file is \"HF SL\". The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
            "instructionsCn": "以word格式存储，文件的名称为“Hf-SL\"。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
            "east": 111.0,
            "west": 109.0,
            "south": 18.3,
            "north": 20.3,
            "startTime": null,
            "endTime": null,
            "fileSize": 133228.0,
            "cstr": null,
            "doi": "10.1016/j.precamres.2017.04.020",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邹少浩",
                "nameEn": "ZOU Shaohao",
                "unitEn": "East China University of Technology",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Precambrian continental crust evolution of Hainan Island in South China: Constraints from detrital zircon Hf isotopes of metaclasticsedimentary rocks in the Shilu Fe-Co-Cu ore district",
                "referenceCn": null,
                "referenceEn": "Zou, S., Yu, L., Yu, D., Xu, D., Ye, T., Wang, Z., Cai, J., & Liu, M. (2017). Precambrian continental crust evolution of Hainan Island in South China: Constraints from detrital zircon Hf isotopes of metaclastic-sedimentary rocks in the Shilu Fe-Co-Cu ore district. Precambrian Research 296, 195–207."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "海南石碌",
                "keywordEn": "Shilu, Hainan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "前寒武",
                "keywordEn": "Precambrian",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Hainan Island, an epicontinental-type island, is located on the northern margin of the South China sea and characterized by multistage continental rifting and assembly as well as episodic crustal growth likely since late Archean. The most important epochs for the Hainan crustal growth likely include Paleoproterozoic of ca. 2.0 Ga age and late Mesoproterozoic to early Neoproterozoic of ca. 1.0 Ga age, which probably are linked to the evolutions of the Paleoproterozoic to Mesoproterozoic Columbia supercontinent and the Mesoproterozoic to Early Neoproterozoic Rodina supercontinent, respectively. Previous reconstructions of Rodinia supercontinent usually placed Hainan Island as part of the Cathaysia Block, South China and thus, South China (including Hainan Island) was considered to be situated between western Laurentia and southeastern Australia in the Rodinia, on the basis of the presence of the Mesoproterozoic (ca. 1.43 Ga) magmatic rocks in Hainan Island. In contrast, some researchers proposed that the South China was located on the periphery of Rodinia near western Australia and India based on zircon U-Pb geochronological data from both the Yangtze and Cathaysia blocks of South China.",
                "Inferences about the continental crust evolution have largely come from the study of neodymium and hafnium isotope systematics. Since the Nd isotope system cannot resolve individual periods of crustal growth and the Hf isotopic analysis technology has gained great progresses, zircon Hf isotope data have been used increasingly to constrain the growth and differentiation of the continental crust. South China comprises the Cathaysia Block in the southeast and the Yangtze Block in the northwest, which were amalgamated during the Neoproterozoic due to the assembly of Rodinia. Hainan Island, separated from South China mainland by the Qiongzhou Strait, lies at the joint of the Eurasian plate, Indian-Australian plate and Pacific plate which makes the Island especially significant for understanding the continental margin accretion and evolution of East Asia.",
                "Hafnium isotopic compositions of zircon grains were measured using a Neptune MC-ICPMS coupled with New Wave Merchantek LUV213 type laser system at the State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences (SKLIG-GIG, CAS). The late Mesoproterozoic to early Neoproterozoic Shilu Group and the early Neoproterozoic Shihuiding Formation are two important Precambrian successions in Hainan Island, and are also good source materials for investigating the Precambrian tectonic evolution of Hainan Island and even for encoding the tectonic position of the Cathaysia Block in Rodinia. The terrestrial continental crust can be defined as the unique feature which distinguishes earth from other planets in the solar system. The formation and evolution of the continental crust have always been the most important topic and debate in earth science.",
                "Reconstruction of the paleo-geographical position of the relationship between two specific continents requires integration of multiple lines of evidence including understanding of the tectonic setting, orogenic histories, high-quality geochronological, crustal evolution, paleobiogeographic data, etc. (Li et al., 2008a). With the discovery of Neoproterozoic magmatic rocks along the Wuyi-Yunkai belt, school of researchers suggested that the Cathaysia Block was an active continental margin during Neoproterozoic time (Ling et al., 2003; Shu et al., 2008; Zhang et al., 2012; Wang et al., 2013b; Xia et al., 2015)."
            ],
            "research objective": [
                "In this contribution, the in situ Lu-Hf isotopes of detrital zircons collected from the late Mesoproterozoic to early Neoproterozoic Shilu Group and the early Neoproterozoic Shihuiding Formation were performed to evaluate the growth and reworking of Hainan Island continental crust during Precambrian. Combined with previous reported studies, we further discussed the time of crust-mantle differentiation histories and the crustal evolution mode in Hainan Island as well as suggested the relationship between Hainan Island and the Cathaysia Block of South China before or during the assembly of Rodinia.",
                "Thus, one of the key issues is that whether or not the 1.80–1.43 Ga crystalline rocks in Hainan Island can be interpreted as part of the Proterozoic basement rocks for the Cathaysia Block of South China."
            ],
            "challenges": [
                "The limited exposure and the multistage deformation of crystalline basement rocks led to diverse interpretations on the tectonic division of Hainan Island. Therefore, much more lines of evidence form stratigraphy, magmatism, geophysics and paleobiogeography are still needed to confirm or clarify the tectonic characteristics of Hainan Island."
            ],
            "methods": [
                "The present study is a follow-up work of the analyses of the detrital zircon U-Pb dating finished and subsequently published by Wang et al. (2015). Twelve samples which were previously analyzed for geochronology only were collected from the Shilu Group and overlying Shihuiding Formation for zircon Hf analysis.",
                "In this study, five hundred and sixty-seven Hf isotopic spots were analyzed on the detrital zircons from the collected twelve samples. The Hf isotopic data was filtered sequentially using the following exclusion criteria from Belousova et al. (2010): (1) zircons with U-Pb age discordance over 10% were rejected; (2) zircons with formation age bigger than the model age were rejected; (3) zircons with Th/U <0.05 were rejected because of the potential for metamorphic origin. A total of one hundred and seventy-one zircon grains, collected from the Shihuiding Formation, were analyzed for Hf-isotope composition. A total of two hundred and seventy-two Hf-isotopic analyses on zircon grains from nine samples of the Shilu Group were obtained. In the Sixth sequence of Shilu Group, 177 Hf-isotopic analyses were conducted on zircon grains from six samples. For the Fifth sequence of Shilu Group, 19 hafnium analyses on sample sL5-D yielded variable 176Hf/177Hf ratios. Seventy-six Hf analyses on zircon grains from two samples of the Fourth sequence were implemented."
            ],
            "dataset": [
                "The results of 171 Hf-isotopic analyses on zircon grains from the Shihuiding Formation yield 176Hf/177Hf ratios between 0.280786 and 0.281188, 176Lu/177Hf ratios between 0.000228 and 0.003388, Hf model ages (T DMC) between 3.8 Ga and 1.2 Ga, and eHf(t) values ranging from -12.5 to +10.6. The analyzed results of 272 Hf-isotopic data on zircon grains from the Shilu Group exhibit a wide range of 176Hf/177Hf ratios (0.280810–0.282512), 176Lu/177Hf ratios (0.000062–0.004060), T DMC ages (3.7 Ga–1.1 Ga), and eHf(t) values (-20.5 to +12.3)."
            ],
            "findings": [
                "The continental crust of Hainan Island maybe appeared firstly at ca. 4.0–3.8 Ga and then was reworked. Unambiguously, the crustal basement rocks in Hainan Island were formed mainly through reworking the previous continental components with minor input of juvenile materials. The generation of juvenile crust in Hainan Island predominantly occurred at ca. 2.7 Ga and ca. 1.5–1.0 Ga, which are consistent with that for the assembly of the Kenorland, and the Columbia breakup and subsequent amalgamation of the Rodinia, respectively. The present study further reveals that the crustal growths in Hainan Island are present at 2.7 Ga, 2.3 Ga and 2.1–1.8 Ga, which is more favorable to the episodic growth mode. Moreover, a rough trend of decreasing maximum crustal incubation time of Hainan Island demonstrates that the incubation time of the juvenile crust is shorter when compared with that of the Cathaysia Block in the late Mesoproterozoic.",
                "These independent lines of evidence demonstrate that the Hainan Island was not adjacent to the Cathaysia Block of South China before the Neoproterozoic.",
                "The similar predominate peaks in detrital zircon age patterns and the small age gap of the maximum depositional ages suggest a continuous sedimentation for both the Shilu Group and overlying Shihuiding Formation which originated from the same depositional system. The poor relationship between the periods of supercontinent assemblies and the Hf model age peaks may support the hypothesis of episodic crustal growth. Zircons Hf isotopic constrains demonstrate that 2.7 Ga, 2.3 Ga and 2.1–1.8 Ga are the three main continental crust growth periods in Hainan Island. The late Archean of ca. 2.7 Ga age and the Mesoproterozoic to Neoproterozoic transition of ca. 1.5–1.0 Ga age are the two important periods of juvenile crust growth in Hainan Island. Hainan Island likely did not share the same evolution history as the Cathaysia Block of South China before or during the Rodinia assembly, consistent with that both the continents do not have the same metamorphic basement."
            ],
            "backgroundCn": [
                "海南岛是一个典型的大陆边缘岛屿，位于南海北缘，具有多阶段的大陆裂解与聚合特征，以及可能自晚前寒武纪以来的间歇性地壳生长。海南岛地壳生长的最重要时期可能包括约20亿年前的古元古代和约10亿年前的晚中元古代至早新元古代，这可能与古元古代至中元古代哥伦比亚超大陆和中元古代至早新元古代罗迪尼亚超大陆的演化有关。以往对罗迪尼亚超大陆的重建通常将海南岛视为南中国的卡萨西亚块的一部分，因此，南中国（包括海南岛）被认为位于罗迪尼亚中西部劳伦提亚和东南澳大利亚之间，这一观点基于海南岛存在的中元古代（约14.3亿年前）火成岩。相反，一些研究者根据来自南中国的扬子块和卡萨西亚块的锆石U-Pb年代学数据提出，南中国位于罗迪尼亚的边缘，靠近西澳大利亚和印度。",
                "关于大陆地壳演化的推断主要来自于铈和铪同位素系统的研究。由于Nd同位素系统无法解析地壳生长的各个时期，而Hf同位素分析技术取得了重大进展，因此锆石Hf同位素数据越来越多地被用来约束大陆地壳的生长和分化。南中国包括东南部的华南块和西北部的扬子块，这两个块体在新元古代由于罗迪尼亚的聚合而合并。海南岛被琼州海峡与南中国大陆分隔，位于欧亚板块、印度-澳大利亚板块和太平洋板块的交汇处，这使得该岛在理解东亚大陆边缘的增生和演化方面具有特别重要的意义。",
                "铪同位素组成的锆石颗粒通过在中国科学院广州地球化学研究所同位素地球化学国家重点实验室（SKLIG-GIG, CAS）使用Neptune MC-ICPMS和New Wave Merchantek LUV213激光系统进行测量。晚中元古代至早元古代的石炉组和早元古代的石灰顶组是海南岛两个重要的前寒武纪地层，也是研究海南岛前寒武纪构造演化以及编码卡萨西亚块在罗迪尼亚构造位置的良好源材料。陆地大陆地壳可以被定义为区分地球与太阳系其他行星的独特特征。大陆地壳的形成与演化一直是地球科学中最重要的话题和争论。",
                "重建两个特定大陆之间的古地理位置需要整合多种证据，包括对构造背景、造山历史、高质量年代学、地壳演化、古生物地理数据等的理解（Li et al., 2008a）。随着在武夷-云开带发现新元古代的火成岩，一些研究者提出在新元古代时期，Cathaysia块体是一个活跃的大陆边缘（Ling et al., 2003；Shu et al., 2008；Zhang et al., 2012；Wang et al., 2013b；Xia et al., 2015）。"
            ],
            "research objectiveCn": [
                "在这项研究中，我们对收集自晚中元古代至早新元古代的石榴群和早新元古代的石灰顶组的碎屑锆石进行了原位Lu-Hf同位素分析，以评估海南岛在前寒武纪期间的大陆地壳的生长和再加工。结合之前的研究，我们进一步讨论了海南岛的壳-幔分异历史的时间以及海南岛的地壳演化模式，并提出了海南岛与南中国的Cathaysia块体在罗迪尼亚组装之前或期间的关系。",
                "因此，关键问题之一是海南岛上1.80–1.43亿年的结晶岩石是否可以被解释为南中国Cathaysia块的元古代基底岩石的一部分。"
            ],
            "challengesCn": [
                "由于晶体基岩的有限暴露和多阶段变形，对海南岛的构造划分存在多种解释。因此，仍然需要更多来自地层学、岩浆作用、地球物理学和古生物地理学的证据，以确认或澄清海南岛的构造特征。"
            ],
            "methodsCn": [
                "本研究是对Wang等人（2015）完成并随后发表的碎屑锆石U-Pb定年分析的后续工作。我们从石炉组及其上覆的石灰顶组收集了12个之前仅进行地质年代学分析的样本，以进行锆石Hf分析。",
                "在本研究中，对收集的十二个样本中的碎屑锆石进行了五百六十七个Hf同位素点的分析。Hf同位素数据根据Belousova等人（2010）的以下排除标准进行了逐步筛选：（1）排除U-Pb年龄不一致超过10%的锆石；（2）排除形成年龄大于模型年龄的锆石；（3）排除Th/U <0.05的锆石，因为其可能具有变质起源。共分析了来自石灰顶组的171个锆石颗粒的Hf同位素组成。来自九个样本的石鲁组的锆石颗粒共获得了二百七十二个Hf同位素分析。在石鲁组的第六序列中，对六个样本的锆石颗粒进行了177个Hf同位素分析。对于石鲁组的第五序列，样本sL5-D进行了19个铪分析，得到了不同的176Hf/177Hf比率。在第四序列的两个样本中实施了76个锆石颗粒的Hf分析。"
            ],
            "datasetCn": [
                "来自石灰顶组的171个锆石颗粒的Hf同位素分析结果显示，176Hf/177Hf比率在0.280786到0.281188之间，176Lu/177Hf比率在0.000228到0.003388之间，Hf模型年龄（T DMC）在38亿年到12亿年之间，eHf(t)值范围从-12.5到+10.6。来自石鲁组的272个锆石颗粒的Hf同位素分析结果显示，176Hf/177Hf比率范围广泛（0.280810–0.282512），176Lu/177Hf比率（0.000062–0.004060），T DMC年龄（37亿年–11亿年），以及eHf(t)值（-20.5到+12.3）。"
            ],
            "findingsCn": [
                "海南岛的大陆地壳可能在约40-38亿年前首次出现，随后经历了再加工。毫无疑问，海南岛的地壳基底岩石主要是通过再加工先前的大陆成分形成的，少量输入了新生材料。海南岛的新生地壳的生成主要发生在约27亿年前和15-10亿年前，这与肯诺兰的聚合以及哥伦比亚的破裂和随后的罗迪尼亚的重新聚合是一致的。本研究进一步揭示，海南岛的地壳增长发生在27亿年前、23亿年前和21-18亿年前，这更支持间歇性增长模式。此外，海南岛的最大地壳孵育时间呈现出一个粗略的下降趋势，表明与晚中元古代的华南块体相比，海南岛的新生地壳的孵育时间较短。",
                "这些独立的证据线表明，海南岛在新元古代之前并不与南中国的华南块相邻。",
                "相似的碎屑锆石年龄模式的主要峰值以及最大沉积年龄的小年龄差距表明，石炉群和上覆的石灰顶组之间存在连续沉积，这两个地层源自同一沉积系统。超大陆聚合时期与Hf模型年龄峰值之间的较差关系可能支持了间歇性地壳生长的假说。锆石Hf同位素约束表明，海南岛的三大大陆地壳生长时期为2.7亿年、2.3亿年和2.1-1.8亿年。约2.7亿年的晚太古代和约1.5-1.0亿年的中元古代至新元古代过渡是海南岛幼稚地壳生长的两个重要时期。海南岛在罗迪尼亚聚合之前或期间可能与南中国的华南块没有相同的演化历史，这与两个大陆没有相同的变质基底是一致的。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Were the zircon Hf isotopic analyses conducted at the same positions as the U-Pb dating analyses?",
                "QuestionCn": "锆石Hf同位素分析是在与U-Pb定年分析相同的位置进行的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the challenges in determining the tectonic characteristics of Hainan Island mainly due to limited exposure of basement rocks, multistage deformation, or both?",
                "QuestionCn": "确定海南岛构造特征的挑战主要是由于基底岩石暴露有限、多期变形，还是两者兼而有之？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Do the Hf isotope datasets for zircon grains from Hainan Island predominantly include data on 176Hf/177Hf ratios, 176Lu/177Hf ratios, or both?",
                "QuestionCn": "海南岛的锆石颗粒的铪同位素数据集主要包括176Hf/177Hf比率、176Lu/177Hf比率，还是两者都有？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key data collection methods used for analyzing Hf isotopes in detrital zircons from Hainan Island?",
                "QuestionCn": "用于分析海南岛碎屑锆石中Hf同位素的关键数据收集方法有哪些？",
                "AnswerEn": "Neptune Plus MC-ICP-MS, RESOlution M-50 laser ablation system",
                "AnswerCn": "Neptune Plus MC-ICP-MS，RESOlution M-50 激光剥蚀系统",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are encountered in the data collection related to Hainan Island's crystalline basement rocks?",
                "QuestionCn": "在与海南岛结晶基岩相关的数据收集过程中遇到的挑战有哪些？",
                "AnswerEn": "limited exposure and multistage deformation",
                "AnswerCn": "有限暴露和多阶段变形",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of challenges faced during the data collection process of isotopic analysis of Hainan Island's geological samples?",
                "QuestionCn": "在海南岛地质样本的同位素分析数据收集过程中面临的挑战的一个例子是什么？",
                "AnswerEn": "An example of challenges faced during the data collection process includes the limited exposure and multistage deformation of crystalline basement rocks, which led to diverse interpretations on the tectonic division of Hainan Island, necessitating more evidence from stratigraphy, magmatism, geophysics, and paleobiogeography.",
                "AnswerCn": "在数据收集过程中面临的挑战之一是结晶基岩的暴露有限和多阶段变形，这导致了对海南岛构造划分的多样化解释，因此需要更多来自地层学、岩浆作用、地球物理学和古生物地理学的证据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the laser ablation system used in the collection of Hf isotopic data from zircon grains?",
                "QuestionCn": "用于从锆石颗粒收集铪同位素数据的激光烧蚀系统的特点是什么？",
                "AnswerEn": "RESOlution M-50, spot size of 45 μm, repetition rate of 8 Hz, energy of 80 mJ, helium as the carrier gas, small amount of nitrogen added",
                "AnswerCn": "RESOlution M-50，光斑尺寸为45 μm，重复频率为8 Hz，能量为80 mJ，以氦气为载气，添加少量氮气。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the specific attributes of the Hf isotopic datasets collected from the Shilu Group and Shihuiding Formation?",
                "QuestionCn": "从石炉组和石灰顶组收集的铪同位素数据集的具体属性是什么？",
                "AnswerEn": "176Hf/177Hf ratios from 0.280810 to 0.282512, 176Lu/177Hf ratios from 0.000062 to 0.004060, T DMC ages from 3.7 Ga to 1.1 Ga, eHf(t) values between -20.5 and +12.3, 176Hf/177Hf ratios from 0.280786 to 0.281188, 176Lu/177Hf ratios from 0.000228 to 0.003388, Hf model ages from 3.8 Ga to 1.2 Ga, eHf(t) values from -12.5 to +10.6",
                "AnswerCn": "176Hf/177Hf 比值从 0.280810 到 0.282512，176Lu/177Hf 比值从 0.000062 到 0.004060，T DMC 年龄从 3.7 Ga 到 1.1 Ga，eHf(t) 值在 -20.5 到 +12.3 之间，176Hf/177Hf 比值从 0.280786 到 0.281188，176Lu/177Hf 比值从 0.000228 到 0.003388，Hf 模型年龄从 3.8 Ga 到 1.2 Ga，eHf(t) 值从 -12.5 到 +10.6。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the exclusion criteria used in selecting zircon grains for Hf isotopic analysis?",
                "QuestionCn": "在选择锆石颗粒进行铪同位素分析时使用的排除标准是什么？",
                "AnswerEn": "U-Pb age discordance over 10%, formation age bigger than the model age, Th/U ratios less than 0.05",
                "AnswerCn": "U-Pb年龄不一致超过10%，形成年龄大于模型年龄，Th/U比率小于0.05",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the range of 176Hf/177Hf ratios found in the zircon grains from the Shilu Group?",
                "QuestionCn": "在Shilu组的锆石颗粒中发现的176Hf/177Hf比率的范围是多少？",
                "AnswerEn": "0.280810-0.282512",
                "AnswerCn": "0.280810-0.282512",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many zircon grains from the Shihuiding Formation were analyzed for Hf-isotope composition?",
                "QuestionCn": "分析了多少颗来自石灰顶组的锆石颗粒的铪同位素组成？",
                "AnswerEn": "171",
                "AnswerCn": "171",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the main challenges associated with the tectonic division of regions like Hainan Island?",
                "QuestionCn": "与海南岛等地区的构造分区相关的主要挑战是什么？",
                "AnswerEn": "The main challenges associated with the tectonic division of regions like Hainan Island include limited exposure and multistage deformation of crystalline basement rocks, which lead to diverse interpretations on the tectonic division. More evidence from stratigraphy, magmatism, geophysics, and paleobiogeography are needed to confirm or clarify these characteristics.",
                "AnswerCn": "与海南岛等地区的构造划分相关的主要挑战包括晶体基底岩石的暴露有限和多阶段变形，这导致对构造划分的不同解释。需要更多来自地层学、岩浆作用、地球物理学和古生物地理学的证据来确认或澄清这些特征。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What criteria are commonly used to filter Hf isotopic data in geological studies?",
                "QuestionCn": "在地质研究中，常用来过滤铪同位素数据的标准包括：",
                "AnswerEn": "Common criteria used to filter Hf isotopic data in geological studies include rejecting zircons with U-Pb age discordance over 10%, zircons with a formation age larger than the model age, and zircons with Th/U ratios less than 0.05 due to potential metamorphic origin.",
                "AnswerCn": "在地质研究中，用于过滤Hf同位素数据的常见标准包括：拒绝U-Pb年龄不一致超过10%的锆石、拒绝形成年龄大于模型年龄的锆石，以及拒绝Th/U比率小于0.05的锆石，因为这可能表明其具有变质起源。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of measuring Hf isotopes in zircon grains from multistage deformation of crystalline basement rocks?",
                "QuestionCn": "可以推断出，从多阶段变形的结晶基底岩石中测量锆石颗粒中的铪同位素面临的挑战。",
                "AnswerEn": "The limited exposure and multistage deformation of crystalline basement rocks lead to diverse interpretations of Hainan Island's tectonic division, indicating that stratigraphy, magmatism, geophysics, and paleobiogeography evidence is needed to confirm tectonic characteristics.",
                "AnswerCn": "晶体基岩的有限暴露和多阶段变形导致对海南岛构造划分的多样解释，这表明需要通过地层学、岩浆作用、地球物理学和古生物地理学证据来确认构造特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for specific exclusion criteria, such as U-Pb age discordance or Th/U ratios, in filtering Hf isotopic data from detrital zircons?",
                "QuestionCn": "在过滤来自碎屑锆石的铪同位素数据时，特定排除标准的需求，如U-Pb年龄不一致或Th/U比率，是什么原因造成的？",
                "AnswerEn": "The exclusion criteria are necessary to ensure the reliability and accuracy of the Hf isotopic data. Zircons with high U-Pb age discordance or low Th/U ratios may indicate metamorphic origins or inaccuracies in dating, which could lead to erroneous interpretations of crustal growth and differentiation histories.",
                "AnswerCn": "排除标准对于确保Hf同位素数据的可靠性和准确性是必要的。具有高U-Pb年龄不一致性或低Th/U比率的锆石可能表明变质起源或年代测定的不准确，这可能导致对地壳生长和分化历史的错误解读。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing stringent exclusion criteria on zircon Hf isotopic data analysis?",
                "QuestionCn": "实施严格的排除标准对锆石Hf同位素数据分析的潜在后果是什么？",
                "AnswerEn": "Implementing stringent exclusion criteria on zircon Hf isotopic data analysis, such as rejecting zircons with U-Pb age discordance over 10%, could lead to a more reliable dataset by filtering out data points that might skew results. This may enhance the accuracy of crustal growth and differentiation studies, ensuring that only high-quality data is used for interpreting the geological history of regions like Hainan Island.",
                "AnswerCn": "在锆石Hf同位素数据分析中实施严格的排除标准，例如拒绝U-Pb年龄不一致超过10%的锆石，可能会通过过滤掉可能扭曲结果的数据点，从而导致更可靠的数据集。这可能会提高地壳生长和分异研究的准确性，确保仅使用高质量数据来解释像海南岛这样的地区的地质历史。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the rationale behind conducting in situ Lu-Hf isotopic analyses on detrital zircons from the Shilu Group and Shihuiding Formation for understanding the Precambrian crustal growth of Hainan Island?",
                "QuestionCn": "进行对来自石炉组和石灰顶组的碎屑锆石进行原位Lu-Hf同位素分析的理由是什么，以了解海南岛的前寒武纪地壳生长？",
                "AnswerEn": "The objective is to evaluate the growth and reworking of Hainan Island's continental crust during the Precambrian era. By analyzing these isotopic compositions, researchers aim to understand the timing and mode of crust-mantle differentiation and to suggest the relationship between Hainan Island and the Cathaysia Block of South China prior to or during the Rodinia assembly.",
                "AnswerCn": "目标是评估海南岛在前寒武纪时期大陆地壳的生长和重塑。通过分析这些同位素组成，研究人员旨在了解地壳-地幔分异的时间和方式，并建议海南岛与南中国的华南块在罗迪尼亚组装之前或期间的关系。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to establish exclusion criteria such as U-Pb age discordance and Th/U ratios when analyzing Hf isotopic data from zircon grains?",
                "QuestionCn": "在分析锆石颗粒的铪同位素数据时，建立排除标准，如U-Pb年龄不一致和Th/U比率，是非常重要的。",
                "AnswerEn": "Implementing exclusion criteria is crucial to ensure the reliability and accuracy of Hf isotopic data. By rejecting zircons with certain discordance levels or Th/U ratios, researchers aim to filter out potential errors or biases that could arise from metamorphic origins or other discrepancies, thus providing a clearer understanding of the crustal evolution of Hainan Island.",
                "AnswerCn": "实施排除标准对于确保Hf同位素数据的可靠性和准确性至关重要。通过拒绝具有某些不一致水平或Th/U比率的锆石，研究人员旨在过滤掉可能由于变质起源或其他差异而产生的潜在错误或偏差，从而提供对海南岛地壳演化的更清晰理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the intended outcomes of comparing the Hf isotopic data from Hainan Island with the periods of supercontinent assemblies?",
                "QuestionCn": "比较海南岛的铪同位素数据与超大陆组装时期的预期结果是什么？",
                "AnswerEn": "The goal is to explore whether there is a correlation between the periods of supercontinent assemblies and the Hf model age peaks. This comparison could provide insights into the episodic crustal growth patterns of Hainan Island and determine if its developmental history aligns with or diverges from the Cathaysia Block of South China.",
                "AnswerCn": "目标是探讨超大陆聚合时期与铪模型年龄峰值之间是否存在相关性。这一比较可以为海南岛的间歇性地壳生长模式提供见解，并确定其发展历史是否与中国南方的华夏块体一致或存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in the laser ablation process for analyzing zircon Hf isotopes and how do these steps ensure the accuracy of isotopic measurements?",
                "QuestionCn": "激光烧蚀过程用于分析锆石铪同位素的步骤包括以下几个方面，这些步骤确保了同位素测量的准确性：\n\n1. **样品准备**：选择高质量的锆石样品，并进行适当的切割和抛光，以确保表面平整，便于激光烧蚀。\n\n2. **激光烧蚀**：使用高能激光束对锆石样品进行烧蚀，激光会在样品表面产生微小的等离子体，释放出样品中的元素。\n\n3. **气体传输**：烧蚀产生的气体和颗粒通过气流被引导到质谱仪中，以便进行后续分析。\n\n4. **质谱分析**：将传输到质谱仪中的样品进行同位素比率的测量，通常使用多接收器质谱仪（MC-ICP-MS）以提高灵敏度和准确性。\n\n5. **数据处理**：对获得的同位素数据进行校正和标准化，以消除潜在的系统误差，并确保结果的可靠性。\n\n6. **结果验证**：通过与已知标准样品进行比较，验证测量结果的准确性和一致性。\n\n这些步骤通过精确控制激光烧蚀过程、优化样品传输和质谱分析条件，以及进行严格的数据处理和验证，确保了锆石铪同位素测量的准确性。",
                "AnswerEn": "The laser ablation process for analyzing zircon Hf isotopes involves using a Neptune Plus MC-ICP-MS and RESOlution M-50 laser ablation system. The laser parameters include a beam diameter of 45 μm, a repetition rate of 8 Hz, and energy of 80 mJ. Helium is used as a carrier gas with a small amount of nitrogen added to enhance the sample signal. The Penglai zircon is used as a standard to test accuracy, with specific isotopic values provided for reference. Analysis points are either the same or near the U-Pb dating points on the zircon grains.",
                "AnswerCn": "激光烧蚀过程用于分析锆石的铪同位素，涉及使用Neptune Plus MC-ICP-MS和RESOlution M-50激光烧蚀系统。激光参数包括光束直径为45微米，重复频率为8 Hz，能量为80毫焦耳。氦气作为载气，添加少量氮气以增强样品信号。Penglai锆石作为标准用于测试准确性，提供了特定的同位素值作为参考。分析点与锆石颗粒上的U-Pb定年点相同或接近。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How are the exclusion criteria applied to Hf isotopic data to filter results, and why are these criteria important in the context of zircon analysis?",
                "QuestionCn": "排除标准如何应用于铪同位素数据以过滤结果，以及这些标准在锆石分析中的重要性是什么？",
                "AnswerEn": "The exclusion criteria for Hf isotopic data include rejecting zircons with U-Pb age discordance over 10%, formation ages larger than the model age, and Th/U ratios less than 0.05 due to potential metamorphic origins. These criteria are essential to ensure the reliability and accuracy of the isotopic analysis, focusing on crustal growth and differentiation by eliminating data that could skew the results due to discordance or metamorphic influences.",
                "AnswerCn": "Hf同位素数据的排除标准包括拒绝U-Pb年龄不一致超过10%的锆石、形成年龄大于模型年龄的锆石，以及Th/U比率低于0.05的锆石，因为这可能与变质起源有关。这些标准对于确保同位素分析的可靠性和准确性至关重要，重点关注地壳的生长和分异，通过排除可能因不一致性或变质影响而扭曲结果的数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific technological advancements have enabled the precise in situ analysis of Lu-Hf isotopes in detrital zircons?",
                "QuestionCn": "哪些具体的技术进步使得在原位分析碎屑锆石中的Lu-Hf同位素变得精确可行？",
                "AnswerEn": "The precise in situ analysis of Lu-Hf isotopes in detrital zircons was enabled by the use of Neptune Plus MC-ICP-MS and the RESOlution M-50 laser ablation system, which allow for accurate measurements of isotopic compositions. The inclusion of helium as a carrier gas and the addition of a small amount of nitrogen gas improved the sample signal during analysis.",
                "AnswerCn": "在原位分析碎屑锆石中的Lu-Hf同位素时，使用了Neptune Plus MC-ICP-MS和RESOlution M-50激光剥蚀系统，使得同位素组成的测量更加准确。将氦气作为载气，并添加少量氮气，提高了分析过程中样品信号的强度。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do specific sample preparation and exclusion criteria improve the reliability of Hf isotopic data in zircon analysis?",
                "QuestionCn": "特定的样品准备和排除标准如何提高锆石分析中铪同位素数据的可靠性。",
                "AnswerEn": "The reliability of Hf isotopic data in zircon analysis is improved by applying exclusion criteria such as rejecting zircons with U-Pb age discordance over 10%, formation age greater than the model age, and Th/U ratios less than 0.05. These criteria help ensure that only zircons with reliable age and compositional data are included in the analysis, reducing potential errors from metamorphic origins.",
                "AnswerCn": "在锆石分析中，通过应用排除标准来提高铪同位素数据的可靠性，例如拒绝铀-铅年龄不一致超过10%的锆石、形成年龄大于模型年龄的锆石，以及钍/铀比小于0.05的锆石。这些标准有助于确保仅包含具有可靠年龄和成分数据的锆石，从而减少来自变质起源的潜在错误。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do the geological characteristics of Hainan Island present challenges for interpreting its tectonic history using isotopic data?",
                "QuestionCn": "海南岛的地质特征在使用同位素数据解释其构造历史时呈现出哪些挑战？",
                "AnswerEn": "The geological characteristics of Hainan Island present challenges for interpreting its tectonic history due to the limited exposure and multistage deformation of crystalline basement rocks, which lead to diverse interpretations of its tectonic division. This necessitates additional evidence from stratigraphy, magmatism, geophysics, and paleobiogeography to clarify its tectonic characteristics.",
                "AnswerCn": "海南岛的地质特征由于结晶基底岩石的有限暴露和多阶段变形，给其构造历史的解释带来了挑战，这导致对其构造划分的多种解读。这需要通过地层学、岩浆作用、地球物理学和古生物地理学等方面的额外证据来澄清其构造特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the reasons for selecting specific exclusion criteria in the Hf isotopic data collection method, and how might this affect the expected outcomes?",
                "QuestionCn": "在Hf同位素数据收集方法中选择特定排除标准的原因是什么，这可能会如何影响预期结果？",
                "AnswerEn": "The exclusion criteria such as rejecting zircons with U-Pb age discordance over 10%, formation age bigger than the model age, and Th/U <0.05 were likely chosen to ensure the reliability and precision of the Hf isotopic data. These criteria help in filtering out zircons that may not accurately represent the crustal evolution history, potentially affecting the expected outcomes by providing a more consistent and interpretable dataset.",
                "AnswerCn": "排除标准如拒绝U-Pb年龄不一致超过10%的锆石、形成年龄大于模型年龄以及Th/U <0.05，可能是为了确保Hf同位素数据的可靠性和精确性。这些标准有助于筛选出可能不准确代表地壳演化历史的锆石，从而影响预期结果，提供一个更一致和可解释的数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might arise in using Hf isotopic data to infer the historical relationship between Hainan Island and the Cathaysia Block, and how could these challenges affect expected research findings?",
                "QuestionCn": "使用铱同位素数据推断海南岛与华南块体之间的历史关系可能会面临哪些挑战，这些挑战如何影响预期的研究结果？",
                "AnswerEn": "Challenges include the limited exposure and multistage deformation of crystalline basement rocks, which can lead to diverse interpretations of tectonic divisions. These challenges might affect expected research findings by necessitating additional lines of evidence from stratigraphy, magmatism, geophysics, and paleobiogeography to confirm or clarify the historical relationship between Hainan Island and the Cathaysia Block.",
                "AnswerCn": "挑战包括晶体基岩的有限暴露和多阶段变形，这可能导致对构造分区的多样化解释。这些挑战可能会影响预期的研究结果，因为需要从地层学、岩浆作用、地球物理学和古生物地理学等方面提供额外的证据，以确认或澄清海南岛与华南块体之间的历史关系。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you assess the challenges faced in interpreting multistage deformed crystalline basement rocks for constructing tectonic histories, especially in regions like Hainan Island?",
                "QuestionCn": "如何评估在解释多阶段变形的结晶基底岩石以构建构造历史时所面临的挑战，特别是在像海南岛这样的地区？",
                "AnswerEn": "Interpreting multistage deformed crystalline basement rocks poses significant challenges due to limited exposure and complex deformation histories. These factors can lead to diverse interpretations of tectonic divisions, necessitating integration of multiple lines of evidence such as stratigraphy, magmatism, geophysics, and paleobiogeography to accurately construct tectonic histories in areas like Hainan Island.",
                "AnswerCn": "解释多阶段变形的结晶基底岩石面临重大挑战，因为暴露有限且变形历史复杂。这些因素可能导致对构造分区的多样化解释，因此需要整合多种证据，如地层学、岩浆作用、地球物理学和古生物地理学，以准确构建像海南岛这样的地区的构造历史。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of why certain zircons are rejected during data collection based on their U-Pb age discordance and Th/U ratios.",
                "QuestionCn": "我无法理解为什么在数据收集过程中，某些锆石因其铀-铅年龄不一致和钍/铀比率而被拒绝。",
                "AnswerEn": "Zircons are rejected based on criteria like U-Pb age discordance over 10% and Th/U ratios less than 0.05 to ensure the purity of the data and minimize the potential for metamorphic origin, which could skew isotopic analyses and affect the accuracy of crustal growth interpretations.",
                "AnswerCn": "锆石根据一些标准被拒绝，例如U-Pb年龄不一致超过10%和Th/U比率低于0.05，以确保数据的纯度并最小化变质起源的潜在影响，这可能会扭曲同位素分析并影响地壳生长解释的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure about the significance of using specific laser ablation parameters like beam size and repetition rate in zircon Hf isotopic analysis.",
                "QuestionCn": "我对在锆石铪同位素分析中使用特定激光烧蚀参数，如光束大小和重复频率的意义感到不确定。",
                "AnswerEn": "The laser ablation parameters, such as a beam size of 45 μm, repetition rate of 8 Hz, and energy of 80 mJ, are calibrated to optimize the signal quality and accuracy of the Hf isotopic measurements. These parameters help achieve precise spot analyses on zircon grains, which are essential for detailed isotopic studies.",
                "AnswerCn": "激光烧蚀参数，如45微米的光束大小、8赫兹的重复频率和80毫焦耳的能量，经过校准以优化Hf同位素测量的信号质量和准确性。这些参数有助于在锆石颗粒上实现精确的点分析，这对于详细的同位素研究至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges involved in obtaining high-quality isotopic data from multistage deformed crystalline basement rocks and propose strategies to overcome these challenges.",
                "QuestionCn": "请探讨从多阶段变形的结晶基底岩石中获取高质量同位素数据所面临的挑战，并提出克服这些挑战的策略。",
                "AnswerEn": "The challenges in obtaining high-quality isotopic data from multistage deformed crystalline basement rocks include limited exposure and diverse tectonic interpretations. Strategies to overcome these challenges could involve deploying more comprehensive geological surveys to increase exposure, using advanced imaging techniques to better understand the deformation history, or integrating multidisciplinary data (stratigraphy, geophysics, paleobiogeography) to refine tectonic interpretations.",
                "AnswerCn": "从多阶段变形的结晶基底岩石中获得高质量同位素数据的挑战包括有限的暴露和多样的构造解释。克服这些挑战的策略可以包括进行更全面的地质调查以增加暴露，使用先进的成像技术更好地理解变形历史，或整合多学科数据（地层学、地球物理学、古生物地理学）以细化构造解释。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please evaluate the potential for expanding the current dataset of Hf isotopic data from Hainan Island by identifying additional sources or methods of data collection that could provide deeper insights into the crustal evolution.",
                "QuestionCn": "请评估通过识别额外的数据来源或数据收集方法来扩展海南岛铱同位素数据集的潜力，以便提供对地壳演化的更深入见解。",
                "AnswerEn": "The potential for expanding the current dataset of Hf isotopic data from Hainan Island could be realized by exploring additional Precambrian rock formations beyond the Shilu Group and Shihuiding Formation, employing remote sensing technologies to identify new sampling locations, or collaborating with international research teams to access diverse analytical techniques and methodologies that could enrich the existing data pool.",
                "AnswerCn": "扩展海南岛铪同位素数据集的潜力可以通过探索除石榴组和石灰顶组之外的其他前寒武纪岩石形成，利用遥感技术识别新的采样地点，或与国际研究团队合作，获取多样的分析技术和方法，从而丰富现有的数据池。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}