{
    "id": "4c4fbfa7-b165-48db-8525-0d1c165b39c4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "East Asia-Pacific longwave/shortwave downward radiation at the surface data set (2016-2020)",
            "titleCn": "东亚-太平洋地表下行长短波辐射数据集（2016-2020）",
            "description": "Surface downward radiation (SDR), including shortwave downward radiation (SWDR) and longwave downward radiation (LWDR), is of great importance to energy and climate studies. Considering the lack of reliable SDR data with a high spatiotemporal resolution in the East Asia-Pacific (EAP) region, we derived SWDR and LWDR at 10-min and 0.05° resolutions for this region from 2016-2020 based on the next-generation geostationary satellite Himawari-8 (H-8). The SDR product is unique in terms of its all-sky features, high accuracy and high resolution levels. The cloud effect is fully considered in the SDR product, and the influence of high aerosol loadings and topography on the SWDR are considered. Compared to benchmark products of the radiation, such as Clouds and the Earth’s Radiant Energy System (CERES) and the European Centre for Medium-Range Weather Forecasts (ECMWF) next-generation reanalysis (ERA5), and the Global Land Surface Satellite (GLASS), not only is the resolution of the new SDR product notably much higher but the product accuracy is also higher than that of those products. In particular, hourly and daily root mean square errors of hourly and daily of the new SWDR are 104.9 and 31.5 Wm-2, respectively, which are much smaller than those of CERES (at 121.6 and 38.6 Wm-2, respectively), ERA5 (at 176.6 and 39.5 Wm-2, respectively) and GLASS (daily of 36.5 Wm-2). Meanwhile, RMSEs of hourly and daily values of the new LWDR are 19.6 and 14.4 Wm-2, respectively, which are comparable to that of CERES and ERA5, and even better over high altitude regions.",
            "descriptionCn": "地表向下辐射（SDR）包括短波向下辐射（SWDR）和长波向下辐射（LWDR），对能源和气候研究具有重要意义。考虑到东亚-太平洋（EAP）地区缺乏具有高时空分辨率的可靠SDR数据，利用下一代地球静止卫星Himawari-8开发了2016至2020年、时空分辨率为10min/0.05°的短波和长波数据集。SDR产品充分考虑了云、高气溶胶背景和地形效应对SWDR的影响。与云和地球辐射能系统（CERES）、欧洲中期天气预报中心（ECMWF）、下一代再分析（ERA5）和全球陆表特征参量产品（GLASS）等辐射产品对比，新SDR产品不仅分辨率明显更高，而且产品精度也更优。在精度方面，新SWDR的每小时和每日均方根误差分别为104.9和31.5 Wm-2，远小于CERES（分别为121.6和38.6 Wm-2）、ERA5（分别为176.6和39.5 Wm-2）和GLASS（每日36.5 Wm-2）。同时，新LWDR每小时和每日值的RMSE分别为19.6和14.4 Wm-2，与CERES和ERA5相当，在高海拔地区甚至更优。",
            "instructions": "File name:\nH08_ YYYYMMDD_ hhmm_ SWDR.nc\nH08_ YYYYMMDD_ hhmm_ LWDR.nc\nAmong them,\nH08: main data source from the Himawari-8 satellite\nYYYYMMDD_ HHMM: year, month, day, hour, minute (UTC)\nSWDR: shortwave downward radiation at the surface\nLWDR: longwave downward radiation at the surface\nNC: netcdf4 format\nFor example: H08_20160101_0230_SWDR.nc represents the SWDR at 2:30 on January 1, 2016. For more details, refer to the self description information inside the NC data.\nUsage: it can be read by ArcGIS or python. Y = scale_ factor * DN + add_ offset。 Where y is the real physical quantity - SWDR/LWDR (wm-2), DN is the digital quantization value, scale_factor and add_offset is stored inside the NC file.",
            "instructionsCn": "文件命名：\nH08_YYYYMMDD_hhmm_SWDR.nc\nH08_YYYYMMDD_hhmm_LWDR.nc\n其中，\nH08：葵花-8卫星作为主要驱动数据\nYYYYMMDD_hhmm：年、月、日、小时、分（UTC）\nSWDR：地表下行短波辐射\nLWDR：地表下行长波辐射\nnc：netCDF4格式\n\n例如：H08_20160101_0230_SWDR.nc 代表2016年1月1日，2时30分的地表下行短波辐射。更多细节描述参考nc数据内部的自描述信息。\n\n使用方法：可使用ArcGIS或者Python、IDL等编程语言进行读取。Y = scale_factor * DN + add_offset。其中Y为真实物理量-短波或长波辐射（Wm-2），DN为数字量化值，scale_factor和add_offset为转换系数，存储于nc文件内部。",
            "east": 180.0,
            "west": 80.0,
            "south": -60.0,
            "north": 60.0,
            "startTime": "2016-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 2053562355571.0,
            "cstr": "18406.11.Meteoro.tpdc.271729",
            "doi": "10.11888/Meteoro.tpdc.271729",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "胡斯勒图",
                "nameEn": "HUSI Letu",
                "unitEn": "",
                "unitCn": "北京市朝阳区大屯路甲20号北，中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "王天星",
                "nameEn": "WANG Tianxing",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "杜艺涵",
                "nameEn": "DU Yihan ",
                "unitEn": "School of Geospatial Engineering and Science, Sun Yat-sen University",
                "unitCn": "中山大学测绘科学与技术学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new benchmark for surface radiation products over the East Asia-Pacific region retrieved from the Himawari-8/AHI next-generation geostationary satellite",
                "referenceCn": null,
                "referenceEn": "Letu, H., Nakajima, T.Y., Wang, T.X., Shang, H.Z., Ma, R., Yang, K., Baran, A.J., Riedi, J., Ishimoto, H., Yoshida, M., Shi, C., Khatri, P., Du, Y.H., Chen, L.F., & Shi, J.C. (2021). A new benchmark for surface radiation products over the East Asia-Pacific region retrieved from the Himawari-8/AHI next-generation geostationary satellite. Bulletin of the American Meteorological Society."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "短波辐射",
                "nameEn": "Shortwave radiation"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "长波辐射",
                "nameEn": "Longwave radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东亚-太平洋",
                "keywordEn": "East Asia-Pacific"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016-2020",
                "keywordEn": "2016-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "辐射平衡遥感",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "中国区域冰晶散射建模及冰云反演研究",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "国家重点研发计划",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and specifications of datasets designed to measure downwelling shortwave and longwave radiation in the East Asia-Pacific region?",
                "QuestionCn": "测量东亚-太平洋地区下行短波和长波辐射的数据集的特征和规格是什么？",
                "AnswerEn": "high temporal resolution, high spatial resolution, 10-minute intervals, spatial resolution of 0.05°, accounts for atmospheric conditions, cloud cover, high aerosol backgrounds, terrain effects, evaluated against CERES, ECMWF, ERA5, GLASS, improved resolution, reduced root mean square errors, shortwave radiation RMSE significantly lower, longwave radiation accuracy at high altitudes comparable or better",
                "AnswerCn": "高时间分辨率，高空间分辨率，10分钟间隔，空间分辨率为0.05°，考虑大气条件、云层覆盖、高气溶胶背景、地形效应，与CERES、ECMWF、ERA5、GLASS进行评估，分辨率提高，均方根误差降低，短波辐射的均方根误差显著降低，高海拔地区的长波辐射精度相当或更好。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of a dataset developed using Himawari-8 in the East Asia-Pacific region?",
                "QuestionCn": "使用 Himawari-8 开发的东亚-太平洋地区数据集的时间分辨率是多少？",
                "AnswerEn": "10 minutes",
                "AnswerCn": "10分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'surface downwelling radiation (SDR)' mean in the context of energy and climate research?",
                "QuestionCn": "“表面下行辐射（SDR）”在能源和气候研究的背景下指的是从大气层向地球表面辐射的能量。这种辐射主要包括来自太阳的短波辐射和大气层发出的长波辐射。SDR是研究地球能量平衡、气候变化和气候系统响应的重要参数。",
                "AnswerEn": "In the context of energy and climate research, 'surface downwelling radiation (SDR)' refers to the radiation received from the atmosphere at the Earth's surface, consisting of shortwave downwelling radiation (SWDR) and longwave downwelling radiation (LWDR). It is crucial for understanding energy balance and climate dynamics, particularly in regions like East Asia-Pacific where high-resolution SDR data is essential but often lacking.",
                "AnswerCn": "在能源和气候研究的背景下，“表面下行辐射（SDR）”指的是从大气到达地球表面的辐射，包含短波下行辐射（SWDR）和长波下行辐射（LWDR）。这对于理解能量平衡和气候动态至关重要，特别是在东亚-太平洋地区，尽管高分辨率的SDR数据至关重要，但往往缺乏。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the accuracy of surface downwelling radiation datasets developed using Himawari-8 satellite data compare to those derived from other sources like CERES, ECMWF, and ERA5 in terms of spatial and temporal resolution?",
                "QuestionCn": "使用Himawari-8卫星数据开发的表面下行辐射数据集的准确性与其他来源（如CERES、ECMWF和ERA5）相比，在空间和时间分辨率方面如何？",
                "AnswerEn": "The surface downwelling radiation dataset developed using Himawari-8 satellite data offers a significantly higher spatial and temporal resolution of 10 minutes and 0.05° compared to other sources like CERES, ECMWF, and ERA5. In terms of accuracy, the new dataset has a lower root mean square error (RMSE) for shortwave downwelling radiation, with hourly and daily RMSE values of 104.9 and 31.5 Wm-2, respectively. This is considerably less than CERES (121.6 and 38.6 Wm-2), ERA5 (176.6 and 39.5 Wm-2), and GLASS (36.5 Wm-2 daily). For longwave downwelling radiation, the hourly and daily RMSE values are 19.6 and 14.4 Wm-2, comparable to CERES and ERA5, and even better in high-altitude areas.",
                "AnswerCn": "使用 Himawari-8 卫星数据开发的表面下行辐射数据集在空间和时间分辨率上提供了显著更高的水平，分别为 10 分钟和 0.05°，相比于 CERES、ECMWF 和 ERA5 等其他来源。在准确性方面，新的数据集在短波下行辐射方面具有更低的均方根误差（RMSE），每小时和每日的 RMSE 值分别为 104.9 和 31.5 Wm-2。这明显低于 CERES（121.6 和 38.6 Wm-2）、ERA5（176.6 和 39.5 Wm-2）以及 GLASS（每日 36.5 Wm-2）。对于长波下行辐射，每小时和每日的 RMSE 值为 19.6 和 14.4 Wm-2， comparable to CERES 和 ERA5，并且在高海拔地区表现更佳。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the development of high-resolution SDR datasets in the East Asia-Pacific region using geostationary satellites like Himawari-8?",
                "QuestionCn": "哪些因素促成了使用静止卫星（如Himawari-8）在东亚-太平洋地区开发高分辨率SDR数据集？",
                "AnswerEn": "The development of high-resolution SDR datasets in the East Asia-Pacific region using geostationary satellites like Himawari-8 involves several factors, including the need for reliable SDR data with high temporal and spatial resolution due to the lack of such datasets in the region. The use of Himawari-8 allows for the creation of datasets with a 10-minute temporal and 0.05° spatial resolution, which is crucial for energy and climate research. Additionally, the dataset considers the effects of clouds, high aerosol backgrounds, and terrain on shortwave downward radiation, leading to improved accuracy compared to existing radiation products like CERES, ECMWF, ERA5, and GLASS.",
                "AnswerCn": "使用静止卫星如Himawari-8在东亚-太平洋地区开发高分辨率短波辐射(SDR)数据集涉及多个因素，包括由于该地区缺乏可靠的高时间和空间分辨率的SDR数据集而产生的需求。Himawari-8的使用使得能够创建具有10分钟时间分辨率和0.05°空间分辨率的数据集，这对于能源和气候研究至关重要。此外，该数据集考虑了云层、高气溶胶背景和地形对短波下行辐射的影响，相较于现有的辐射产品如CERES、ECMWF、ERA5和GLASS，提供了更高的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and resolution when incorporating cloud, aerosol background, and terrain effects in developing a dataset for surface downwelling radiation in the East Asia-Pacific region?",
                "QuestionCn": "在为东亚-太平洋地区开发表面下行辐射数据集时，纳入云层、气溶胶背景和地形效应可能对数据的准确性和分辨率产生哪些潜在影响？",
                "AnswerEn": "Incorporating cloud, aerosol background, and terrain effects can significantly enhance the accuracy and resolution of a dataset for surface downwelling radiation. The approach allows for a more precise representation of shortwave downwelling radiation (SWDR) by accounting for these factors, leading to improved product accuracy as demonstrated by the reduced root mean square error (RMSE) in hourly and daily values compared to other radiation products like CERES, ERA5, and GLASS. This results in a dataset with high temporal and spatial resolution, offering better insights for energy and climate research.",
                "AnswerCn": "结合云层、气溶胶背景和地形效应可以显著提高表面下行辐射数据集的准确性和分辨率。这种方法通过考虑这些因素，能够更精确地表示短波下行辐射（SWDR），从而提高产品的准确性，正如与其他辐射产品（如CERES、ERA5和GLASS）相比，小时和日值的均方根误差（RMSE）降低所示。这导致了一个具有高时间和空间分辨率的数据集，为能源和气候研究提供了更好的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a dataset with high temporal and spatial resolution for surface downwelling radiation in the East Asia-Pacific region?",
                "QuestionCn": "在东亚-太平洋地区开发具有高时间和空间分辨率的表面下行辐射数据集的重要性是什么？",
                "AnswerEn": "Developing a dataset with high temporal and spatial resolution for surface downwelling radiation in the East Asia-Pacific region is important due to the lack of reliable SDR data in this area. Such a dataset can significantly enhance energy and climate research by providing more precise information on shortwave and longwave radiation, taking into account factors like cloud cover, high aerosol backgrounds, and terrain effects. This improved resolution and accuracy can lead to better climate modeling and energy balance assessments.",
                "AnswerCn": "在东亚-太平洋地区开发具有高时间和空间分辨率的表面下行辐射数据集非常重要，因为该地区缺乏可靠的SDR数据。这样的数据集可以显著增强能源和气候研究，通过提供更精确的短波和长波辐射信息，考虑到云层覆盖、高气溶胶背景和地形效应等因素。这种改进的分辨率和准确性可以导致更好的气候建模和能量平衡评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in utilizing Himawari-8 satellite data to develop a high-resolution surface downwelling radiation dataset for the East Asia-Pacific region, considering factors like cloud cover, aerosol levels, and topography?",
                "QuestionCn": "利用Himawari-8卫星数据开发东亚-太平洋地区高分辨率表面下行辐射数据集的程序步骤，包括考虑云覆盖、气溶胶水平和地形等因素。",
                "AnswerEn": "The procedural steps involve using Himawari-8 satellite data to generate a surface downwelling radiation dataset with a high temporal and spatial resolution of 10 minutes and 0.05°. The process accounts for cloud cover, high aerosol backgrounds, and topographic effects that influence shortwave downwelling radiation. Comparisons are made with radiation products such as CERES, ECMWF, ERA5, and GLASS to validate the accuracy and resolution of the new dataset, ensuring it provides improved precision over existing datasets.",
                "AnswerCn": "该过程涉及使用Himawari-8卫星数据生成具有高时间和空间分辨率（10分钟和0.05°）的地表下行辐射数据集。该过程考虑了影响短波下行辐射的云覆盖、高气溶胶背景和地形效应。通过与CERES、ECMWF、ERA5和GLASS等辐射产品进行比较，以验证新数据集的准确性和分辨率，确保其在精度上优于现有数据集。",
                "Level": "C3(Applying)"
            }
        ]
    }
}