{
  "id": "4d560c7c-3ae3-499a-a434-0262d8d62dc7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Raindrop size distribution (DSD) data observed with disdrometers at Dari and Delingha in the northeast of the Tibetan Plateau (TP) (summer 2019)",
      "titleCn": "青藏高原东北部达日站和德令哈站雨滴谱数据（2019年雨季）",
      "description": "We provided the raindrop size distribution (DSD) observations with OTT PARSIVEL2 disdrometers at Dari (4096 m a.s.l., 33.55°N, 99.95°E) and Delingha (3137 m a.s.l., 37.47°N, 96.81°E) in the northeast of the Tibetan Plateau (TP) during summer 2019. The disdrometers adopted in the data are manufactured by OTT HydroMet. The process of the Data Quality Control (QC)  are described in the paper Microphysical Characteristics of Raindrop Size Distribution and Implications for Radar Rainfall Estimation over the Northeastern Tibetan Plateau.  Several rainfall integral parameters calculated from the disdrometer observation were provided. The parameters concluded NT (total number concentration of raindrops, m−3), W (liquid water content, g m−3), R (rain rate, mm h−1), Z (radar reflectivity, mm6 m−3), D0 (median volume diameter, mm), and σm (mass spectrum standard deviation). The gamma parameters (N0, μ, and λ) estimated using the moment method (MM), the maximum likelihood method (ML) are provided. The standardized gamma distribution parameters Nw and Dm are  also provided. The measurement of microphysical characteristics of precipitation is very essential to the study of the physical and dynamic processes of rainfall over the TP.",
      "descriptionCn": "我们提供了2019年夏季的青藏高原（TP）东北部的达日（4096米海拔，33.55°N，99.95°E）和德令哈（3137米海拔，37.47°N，96.81°E）的雨滴谱数据。雨滴谱数据由OTT HydroMet厂家制造的OTT PARSIVEL2雨滴谱仪的观测数据计算而来。雨滴谱数据质量控制（QC）流程在论文《雨滴大小分布的微观物理特征及对青藏高原东北部雷达降水估算的影响》中有所描述。提供的数据包括Nt（雨滴总数量浓度，m-3）、W（液态水含量，g m-3）、R（雨强，mm h-1）、Z（雷达反射率，mm6 m-3）、D0（体积中值直径，mm）和σm（质谱标准偏差）。提供了用矩法（MM）估计的伽马参数（N0、μ和λ）。还提供了标准化的伽马分布参数Nw和Dm。降水的微观物理特征的测量对于研究青藏高原上空降水的物理和动态过程非常重要。",
      "instructions": "The files are stored in xlsx format with the file names DariDSD2019summer.xlsx and DelinghaDSD2019summer.xlsx. Each data item in the file is for each minute of the observed data. R（rainrate，mm h−1）\nNT (total number concentration of raindrops, m−3), \nW (liquid water content, g m−3), \nZ (radar reflectivity, mm6 m−3)\ndbZ (radar reflectivity,dbZ)\nD0 (median volume diameter, mm)\nDm ( mass-weighted mean diameter,mm) \nNw (the normalized intercept parameter, m−3 mm−1)\nσm (mass spectrum standard deviation, unitless)\nN0 ( intercept parameter, m−3 mm−1−μ)\nμ (shape parameter, unitless)\nλ (slope parameter, mm−1)",
      "instructionsCn": "文件以xlsx格式存储，文件名称为DariDSD2019summer.xlsx 和 DelinghaDSD2019summer.xlsx. 文件中每一条数据为观测到的每个分钟的数据。\nR（雨强，mm/h）\nNt（雨滴总数量浓度，m-3）\nZ（雷达反射率，mm6 m-3）\ndbz（雷达反射率，dbz）\nW（液态水含量，g m-3）\nD0（体积中值直径，mm）\nDm（质量中值直径，mm）\nNw（ 归一化截距参数，无单位）\nσm（质谱标准偏差，无单位）\nN0 (截距参数，m−3 mm−1−μ)\nμ (形状参数，无单位)\nλ (坡度参数，mm−1)",
      "east": 99.95,
      "west": 96.82,
      "south": 33.55,
      "north": 37.48,
      "startTime": "2019-05-01 00:00:00",
      "endTime": "2019-09-30 00:00:00",
      "fileSize": 4875295.0,
      "cstr": "18406.11.Atmos.tpdc.271900",
      "doi": "10.11888/Atmos.tpdc.271900",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "魏加华",
        "nameEn": "WEI Jiahua",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "李琼",
        "nameEn": "LI Qiong",
        "unitEn": "",
        "unitCn": "青海大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Microphysical characteristics of raindrop size distribution and implications for radar rainfall estimation over the northeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Li, Q., Wei, J., Yin, J., Qiao, Z., Cao, J., & shi, Y. (2022). Microphysical characteristics of raindrop size distribution and implications for radar rainfall estimation over the northeastern Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 127, 1-21, doi: 10.1029/2021JD035575."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水定量反演",
        "nameEn": "QPE"
      },
      {
        "nameCn": "降水微物理特征",
        "nameEn": "microphysical characteristics of precipitation"
      },
      {
        "nameCn": "雨滴谱",
        "nameEn": "DSD"
      },
      {
        "nameCn": "雷达气象",
        "nameEn": "Radar Weather"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "德令哈",
        "keywordEn": "Delingha"
      },
      {
        "keywordCn": "达日",
        "keywordEn": "Dari"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019夏季",
        "keywordEn": "2019 Summer",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "基于深度学习的雷达降水及云中液态水反演研究",
        "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "河源区及干旱区降雨径流挖潜与高效利用技术",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "全球水循环及“天河”理论与关键技术国际大科学计划",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific features are measured by the OTT PARSIVEL2 disdrometer when collecting raindrop spectrum data in high-altitude regions?",
        "QuestionCn": "OTT PARSIVEL2雨滴谱仪在高海拔地区收集雨滴谱数据时测量哪些具体特征？",
        "AnswerEn": "Nt (total number concentration of raindrops, m-3), W (liquid water content, g m-3), R (rain intensity, mm h-1), Z (radar reflectivity, mm6 m-3), D0 (volume median diameter, mm), σm (mass spectrum standard deviation), gamma parameters (N0, μ, λ), normalized gamma distribution parameters Nw, Dm",
        "AnswerCn": "Nt（雨滴总数浓度，m-3），W（液态水含量，g m-3），R（降雨强度，mm h-1），Z（雷达反射率，mm6 m-3），D0（体积中值直径，mm），σm（质量谱标准偏差），伽马分布参数（N0, μ, λ），归一化伽马分布参数 Nw, Dm",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the elevation of the locations where rain gauge data was collected?",
        "QuestionCn": "收集雨量计数据的地点的海拔是多少？",
        "AnswerEn": "4096 meters, 3137 meters",
        "AnswerCn": "4096米，3137米",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in collecting accurate raindrop spectrum data in the northeastern Tibetan Plateau during the rainy season?",
        "QuestionCn": "在东北藏 Plateau 的雨季，收集准确的雨滴谱数据面临哪些挑战？",
        "AnswerEn": "Challenges in collecting accurate raindrop spectrum data in the northeastern Tibetan Plateau during the rainy season may arise from the high-altitude conditions, varying atmospheric pressures, and potential equipment calibration issues. The data collection relies on OTT PARSIVEL2 disdrometers, and the quality control processes are outlined in relevant research, indicating the complexity of ensuring data accuracy in this unique geographical setting.",
        "AnswerCn": "在东北部藏高原的雨季，收集准确的雨滴谱数据可能面临高海拔条件、变化的气压以及潜在的设备校准问题等挑战。数据收集依赖于OTT PARSIVEL2 雨滴谱仪，相关研究中概述了质量控制流程，表明在这一独特地理环境中确保数据准确性的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy of precipitation estimates when using rain drop size distribution data collected at high altitudes like those at Darlag and Delingha stations?",
        "QuestionCn": "使用在高海拔地区（如达拉格和德令哈站）收集的雨滴大小分布数据时，对降水估计的准确性可能产生哪些潜在影响？",
        "AnswerEn": "The data collection method involving OTT PARSIVEL2 disdrometers provides detailed measurements of rain drop size distribution, which can significantly influence the accuracy of radar precipitation estimates. These measurements include parameters such as total number concentration, liquid water content, and rain intensity. By incorporating high-altitude data, researchers can better understand the microphysical characteristics of precipitation in the Tibetan Plateau, potentially leading to more accurate radar-based precipitation estimates.",
        "AnswerCn": "涉及OTT PARSIVEL2雨滴谱仪的数据收集方法提供了详细的雨滴大小分布测量，这可以显著影响雷达降水估计的准确性。这些测量包括总数浓度、液态水含量和降雨强度等参数。通过结合高海拔数据，研究人员可以更好地理解青藏高原降水的微物理特征，从而可能导致更准确的基于雷达的降水估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting rain droplet spectrum data using instruments like the OTT PARSIVEL2 in the northeastern Tibetan Plateau?",
        "QuestionCn": "在东北部藏族高原使用OTT PARSIVEL2等仪器收集雨滴谱数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to measure the microphysical characteristics of precipitation, which are crucial for understanding the physical and dynamic processes of precipitation over the Tibetan Plateau. This data helps in assessing and improving radar precipitation estimates in the region.",
        "AnswerCn": "主要目标是测量降水的微物理特征，这对于理解青藏高原降水的物理和动态过程至关重要。这些数据有助于评估和改善该地区的雷达降水估计。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the data collection methods and instrumental procedures used to obtain rain droplet spectrum data in high-altitude regions like the northeastern Tibetan Plateau?",
        "QuestionCn": "在高海拔地区如东北藏区获取雨滴谱数据的数据收集方法和仪器程序有哪些？",
        "AnswerEn": "Rain droplet spectrum data in high-altitude regions such as the northeastern Tibetan Plateau are collected using the OTT PARSIVEL2 disdrometer, manufactured by OTT HydroMet. This instrument measures various parameters of rain droplets, including total droplet concentration (Nt), liquid water content (W), rainfall intensity (R), radar reflectivity (Z), volume median diameter (D0), and mass spectrum standard deviation (σm). Quality control processes for the data and estimation of gamma parameters (N0, μ, λ) using the moments method (MM) are described in the relevant literature, which also addresses the measurement of microphysical characteristics of precipitation important for studying atmospheric processes in the region.",
        "AnswerCn": "在高海拔地区，如东北藏区，使用OTT HydroMet制造的OTT PARSIVEL2雨滴谱仪收集雨滴谱数据。该仪器测量雨滴的各种参数，包括总雨滴浓度（Nt）、液态水含量（W）、降雨强度（R）、雷达反射率（Z）、体积中位直径（D0）和质量谱标准偏差（σm）。相关文献中描述了数据的质量控制过程以及使用矩方法（MM）估计伽马参数（N0、μ、λ），同时也讨论了降水微物理特征的测量，这对于研究该地区的大气过程非常重要。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the precise measurement and analysis of raindrop size distribution in high-altitude regions such as the northeastern Tibetan Plateau?",
        "QuestionCn": "哪些技术进步使得在高海拔地区如东北藏区能够精确测量和分析雨滴大小分布？",
        "AnswerEn": "The use of the OTT PARSIVEL2 disdrometer, manufactured by OTT HydroMet, enables precise measurement and analysis of raindrop size distribution. This instrument provides data on raindrop concentration, liquid water content, rain intensity, radar reflectivity, median volume diameter, and mass spectrum standard deviation, which are crucial for understanding the microphysical characteristics of precipitation over the Tibetan Plateau.",
        "AnswerCn": "OTT HydroMet制造的OTT PARSIVEL2雨滴谱仪的使用，使得对雨滴大小分布的精确测量和分析成为可能。该仪器提供有关雨滴浓度、液态水含量、降雨强度、雷达反射率、中位体积直径和质量谱标准偏差的数据，这些数据对于理解青藏高原降水的微物理特征至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}