{
  "id": "4d64f74c-95ba-4d75-9343-8fe149f7d1a0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Future Population (FPOP): Gridded global population projection at 1-km resolution under SSPs from 2020 to 2100",
      "titleCn": "FPOP：SSP情景全球1公里未来人口分布数据集（2020-2100）",
      "description": "This data set is the global 1km resolution population spatial distribution (Future Population, FPOP) data under the SSP scenario. This data set incorporates fine built-up land use changes under the SSP scenario to describe the impact of built-up land use changes on population spatial changes. Machine Learning is used to conduct future population spatial simulations consistent with SSP scenarios, and produce global long-term series, full coverage, high-resolution, and high-precision gridded future population data under five SSP scenarios. The time range covers 2020 to 2100 (10-year interval), and the spatial resolution is 1km. Global future gridded population data with fine resolution can be used to assess future extreme disasters, economic development, social vulnerability, and other aspects of research.",
      "descriptionCn": "本数据集为SSP情景下全球1km分辨率人口空间分布（Future Population, FPOP）数据，该数据集纳入了SSP情景下精细的建成区变化用以描述建成区变化对人口空间变化的影响，使用机器学习展开未来人口空间模拟并与SSP情景保持一致，生产得到全球长时间序列、全覆盖，高分辨率、高精度的5种SSP情景下的网格化未来人口数据。时间范围覆盖2020年至2100年（间隔10年），空间分辨率为1km。全球未来网格化人口数据可用于评估未来极端灾害、经济发展、社会脆弱性等多种方面的研究工作。",
      "instructions": "Each \"FPOP_SSPn\"(n=1,2,3,4,5) folder containing global future grid population data for every 10 years from 2020 to 2100 is stored as a GeoTIFF file (.tif).",
      "instructionsCn": "每个\"FPOP_SSPn\"(n=1,2,3,4,5)文件夹中包含2020~2100年每间隔10年的全球未来网格化人口数据存储为GeoTIFF文件（.tif）。可用ArcGIS等软件打开。",
      "east": 180.0,
      "west": 180.0,
      "south": 55.0,
      "north": 83.63,
      "startTime": null,
      "endTime": null,
      "fileSize": 29897401460.0,
      "cstr": "18406.11.HumanNat.tpdc.301108",
      "doi": "10.11888/HumanNat.tpdc.301108",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李梦雅",
        "nameEn": "LI Mengya",
        "unitEn": "",
        "unitCn": "华东师范大学"
      },
      {
        "nameCn": "周兵兵",
        "nameEn": "ZHOU Bingbing",
        "unitEn": "",
        "unitCn": "中国海洋大学"
      },
      {
        "nameCn": "高敏怡",
        "nameEn": "GAO Minyi",
        "unitEn": "",
        "unitCn": "华东师范大学"
      },
      {
        "nameCn": "陈逸敏",
        "nameEn": "CHEN Yimin",
        "unitEn": "",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "郝明",
        "nameEn": "HAO Ming",
        "unitEn": "",
        "unitCn": "华东师范大学"
      },
      {
        "nameCn": "胡国华",
        "nameEn": "HU Guohua",
        "unitEn": "",
        "unitCn": "华东师范大学"
      },
      {
        "nameCn": "黎夏",
        "nameEn": "LI Xia",
        "unitEn": "",
        "unitCn": "华东师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal dynamics of global population and heat exposure (2020–2100): based on improved SSP-consistent population projections",
        "referenceCn": null,
        "referenceEn": "Li, M., Zhou, B. B., Gao, M., Chen, Y., Hao, M., Hu, G., & Li, X. (2022). Spatiotemporal dynamics of global population and heat exposure (2020–2100): based on improved SSP-consistent population projections. Environmental Research Letters, 17(9), 094007. https://iopscience.iop.org/article/10.1088/1748-9326/ac8755"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "人口空间分布",
        "nameEn": "Spatial distribution of population"
      },
      {
        "nameCn": "人口风险",
        "nameEn": "population risk"
      },
      {
        "nameCn": "共享社会经济路径",
        "nameEn": "Shared socioeconomic pathways"
      },
      {
        "nameCn": "总人口",
        "nameEn": "total population"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global scale"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "未来共享社会经济路径",
        "keywordEn": "Shared Socioeconomic Pathways",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "未来全球城市扩张及其对可持续发展关键目标影响的空间模拟",
        "titleEn": "Spatial modelling of future global urban expansion and its impact on key sustainable development goals"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to simulate future population distribution at a high spatial resolution under SSP scenarios?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于在SSP情景下模拟未来人口分布，具有高空间分辨率？",
        "AnswerEn": "A data collection method used involves integrating fine-scale changes in built-up areas under SSP scenarios, employing machine learning to simulate future population distributions. This approach ensures alignment with SSP scenarios and results in globally comprehensive, high-resolution, and high-precision gridded population data for future projections.",
        "AnswerCn": "一种数据收集方法涉及在SSP情景下整合建筑区域的细微变化，利用机器学习模拟未来的人口分布。这种方法确保与SSP情景的一致性，并生成全球范围内高分辨率、高精度的未来人口数据网格化预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and methodologies involved in collecting and simulating future population distribution data at a global scale with 1km resolution?",
        "QuestionCn": "在全球范围内以1公里分辨率收集和模拟未来人口分布数据所涉及的特征和方法是什么？",
        "AnswerEn": "SSP scenarios, 1km spatial resolution, fine-scale changes in built-up areas, machine learning techniques, globally comprehensive, high-resolution, high-precision, five SSP scenarios, years 2020 to 2100, 10-year intervals.",
        "AnswerCn": "SSP情景，1公里空间分辨率，精细尺度的建成区变化，机器学习技术，全球综合，高分辨率，高精度，五个SSP情景，2020年至2100年，每10年间隔。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the future population distribution dataset under the SSP scenarios?",
        "QuestionCn": "未来人口分布数据集在SSP情景下的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of SSP scenarios and machine learning techniques be interpreted to influence the spatial distribution of future population data at a 1km resolution?",
        "QuestionCn": "如何将SSP情景与机器学习技术的结合解读为影响未来人口数据在1公里分辨率下的空间分布？",
        "AnswerEn": "The integration of SSP scenarios with machine learning techniques allows for a detailed simulation of future population spatial distribution by incorporating changes in built-up areas. This approach helps to understand how different socio-economic pathways and urban developments can affect population distribution, providing high-resolution and precise projections that align with SSP scenarios.",
        "AnswerCn": "将SSP情景与机器学习技术相结合，可以通过纳入建筑区域的变化，详细模拟未来人口的空间分布。这种方法有助于理解不同的社会经济路径和城市发展如何影响人口分布，提供与SSP情景相一致的高分辨率和精确预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy and resolution of population distribution models when integrating machine learning techniques with SSP scenarios in future population datasets?",
        "QuestionCn": "将机器学习技术与未来人口数据集中的SSP情景相结合时，对人口分布模型的准确性和分辨率可能产生的影响是什么？",
        "AnswerEn": "Integrating machine learning techniques with SSP scenarios in future population datasets can result in high-resolution, high-accuracy models of population distribution. These models can accurately simulate the spatial changes in population over time, considering the fine-scale changes in built-up areas. This integration allows for a detailed assessment of how population dynamics might influence or be influenced by factors like extreme disasters, economic development, and social vulnerability.",
        "AnswerCn": "将机器学习技术与未来人口数据集中的SSP场景相结合，可以生成高分辨率、高准确度的人口分布模型。这些模型能够准确模拟人口随时间的空间变化，考虑到建筑区域的细微变化。这种整合使得能够详细评估人口动态如何影响或受到极端灾害、经济发展和社会脆弱性等因素的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset with global 1km resolution population distribution under SSP scenarios from 2020 to 2100?",
        "QuestionCn": "创建一个全球1公里分辨率人口分布数据集，基于2020到2100年的SSP情景，其主要目标是什么？",
        "AnswerEn": "The primary objectives are to describe the impact of built-up area changes on population spatial distribution, utilize machine learning for future population spatial simulation aligned with SSP scenarios, and provide a comprehensive, long-term, high-resolution, and accurate global gridded future population data, which can be used for assessing various aspects such as future extreme disasters, economic development, and social vulnerability.",
        "AnswerCn": "主要目标是描述建筑用地变化对人口空间分布的影响，利用机器学习进行与SSP情景相一致的未来人口空间模拟，并提供全面的、长期的、高分辨率的、准确的全球网格未来人口数据，这些数据可用于评估未来极端灾害、经济发展和社会脆弱性等各个方面。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using machine learning to simulate future spatial population distributions in alignment with SSP scenarios?",
        "QuestionCn": "使用机器学习模拟未来空间人口分布以符合SSP情景的程序包括哪些步骤？",
        "AnswerEn": "The procedures involve incorporating fine-scale built-up area changes under SSP scenarios to describe their impact on spatial population changes. Machine learning techniques are used to simulate future population distributions that align with SSP scenarios, creating a long-term, globally comprehensive, high-resolution, and high-precision grid-based future population dataset covering 2020 to 2100 at 10-year intervals with a spatial resolution of 1 km.",
        "AnswerCn": "这些程序涉及在SSP情景下纳入细尺度的建筑区域变化，以描述其对空间人口变化的影响。采用机器学习技术模拟与SSP情景相一致的未来人口分布，创建一个长期、全球综合、高分辨率和高精度的未来人口数据集，覆盖2020年至2100年，以10年为间隔，空间分辨率为1公里。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the simulation of future population distribution in high-resolution global datasets?",
        "QuestionCn": "哪些机器学习技术能够在高分辨率全球数据集中模拟未来人口分布？",
        "AnswerEn": "The use of machine learning techniques allows for the simulation of future population distribution by aligning with SSP scenarios and incorporating detailed changes in built-up areas, which influence spatial population dynamics.",
        "AnswerCn": "使用机器学习技术可以通过与SSP情景对齐并结合建筑区域的详细变化，模拟未来人口分布，这些变化影响空间人口动态。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}