{
    "id": "4d6c6358-5824-4f25-a331-9c471ab19d63",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Airborne LiDAR-DEM data production in Hulugou Catchment on July. 25, 2012",
            "titleCn": "黑河生态水文遥感试验：葫芦沟小流域机载激光雷达DEM点云数据（2012年7月25日）",
            "description": "On 25 July 2012, a Leica ALS70 airborne laser scanner boarded on the Y-12 aircraft was used to obtain the point cloud data. Leica ALS70 airborne laser scanner has unlimited numbers of returns intensities measurements including the first, second, third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 5500 m with the point cloud density 1 points per square meter. Aerial LiDAR-DEM was obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
            "descriptionCn": "2012年7月25日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064nm，多次回波（1,2,3和末次）。上游葫芦沟飞行区域，绝对航高为5500米，平均点云密度为1点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DEM和DSM数据产品。",
            "instructions": "",
            "instructionsCn": "",
            "east": 99.9,
            "west": 99.83,
            "south": 38.2,
            "north": 38.267,
            "startTime": "2018-11-22 18:48:19",
            "endTime": "2018-11-22 18:48:19",
            "fileSize": 1938087454.0,
            "cstr": "18406.11.hiwater.008.2013.db",
            "doi": "10.3972/hiwater.008.2013.db",
            "dataFormat": "las",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "闻建光",
                "nameEn": "Wen Jianguang",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DEM",
                "nameEn": "Digital elevation model(DEM)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "葫芦沟小流域",
                "keywordEn": "Hulugou Catchment"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-25",
                "keywordEn": "2012-07-25",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to generate high-resolution digital elevation models (DEMs) in ecological hydrology studies?",
                "QuestionCn": "您能否提供一个在生态水文学研究中用于生成高分辨率数字高程模型（DEMs）的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to generate high-resolution digital elevation models (DEMs) in ecological hydrology studies is the use of airborne LiDAR technology, such as the ALS70 system with a laser wavelength of 1064nm and multiple return capabilities. This method involves performing aerial remote sensing flights over specific regions, such as the upstream Hulugou area, with an absolute flight altitude of 5500 meters, achieving an average point cloud density of 1 point per square meter. The process includes parameter calibration, automated point cloud classification, and manual editing to produce final DEM and DSM data products.",
                "AnswerCn": "在生态水文学研究中，用于生成高分辨率数字高程模型（DEM）的数据收集方法之一是使用机载激光雷达技术，例如ALS70系统，其激光波长为1064nm，并具备多回波能力。该方法涉及在特定区域（如上游的胡鲁沟地区）进行航空遥感飞行，绝对飞行高度为5500米，平均点云密度达到每平方米1个点。该过程包括参数校准、自动点云分类和手动编辑，以生成最终的DEM和DSM数据产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific characteristics of point cloud data are important in creating DEM and DSM products using LIDAR technology in hydrological and ecological remote sensing?",
                "QuestionCn": "在使用激光雷达技术创建数字高程模型（DEM）和数字表面模型（DSM）产品时，点云数据的哪些特征在水文和生态遥感中是重要的？",
                "AnswerEn": "1064nm laser wavelength, multiple echoes (1st, 2nd, 3rd, last returns), 1 point per square meter average point cloud density",
                "AnswerCn": "1064nm 激光波长，多重回波（第1次、第2次、第3次、最后一次回波），平均点云密度为每平方米1个点。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the average point cloud density measured per square meter in a dataset collected using airborne Lidar in a small watershed?",
                "QuestionCn": "在一个小流域中使用航空激光雷达收集的数据集中，每平方米测得的平均点云密度是多少？",
                "AnswerEn": "1 point per square meter",
                "AnswerCn": "每平方米1点",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to variations in point cloud density when collecting LIDAR data over diverse terrains such as those observed in the Heihe River Basin?",
                "QuestionCn": "在收集LIDAR数据时，影响点云密度的因素包括地形的多样性，例如在黑河流域观察到的地形。这些因素可能包括地形的起伏、植被覆盖、传感器的飞行高度、扫描角度、激光脉冲的发射频率以及数据处理方法等。",
                "AnswerEn": "The variations in point cloud density can be attributed to the absolute flight altitude of 5500 meters, the type of LIDAR system used (Leica ALS70), and the specific flight path over the upstream region of the Hulugou area. The system's capability of capturing multiple echoes (1, 2, 3, and last) also affects density.",
                "AnswerCn": "点云密度的变化可以归因于绝对飞行高度为5500米、使用的LIDAR系统类型（Leica ALS70）以及在胡鲁沟上游区域的特定飞行路径。系统捕获多个回波（1、2、3和最后一个）的能力也会影响密度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of utilizing airborne LiDAR technology to generate DEM and DSM data products in ecological hydrology research?",
                "QuestionCn": "在生态水文学研究中，利用航空激光雷达技术生成数字高程模型（DEM）和数字表面模型（DSM）数据产品的主要目标是什么？",
                "AnswerEn": "The primary objective of utilizing airborne LiDAR technology to generate DEM and DSM data products in ecological hydrology research is to provide detailed and accurate topographic information. This information is crucial for understanding the spatial characteristics of the landscape, which can influence water flow, vegetation distribution, and ecological processes in the area. The LiDAR data collected with a high point cloud density and through rigorous processing steps like parameter calibration, automatic classification, and manual editing, allows researchers to accurately model and analyze the terrain and surface structure of the region.",
                "AnswerCn": "利用航空激光雷达技术生成数字高程模型（DEM）和数字表面模型（DSM）数据产品在生态水文学研究中的主要目标是提供详细和准确的地形信息。这些信息对于理解景观的空间特征至关重要，这些特征会影响水流、植被分布和该地区的生态过程。通过高点云密度收集的激光雷达数据，以及通过参数校准、自动分类和手动编辑等严格处理步骤，使研究人员能够准确建模和分析该区域的地形和表面结构。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are necessary to calibrate and preprocess LIDAR data collected from airborne platforms to generate accurate DEM and DSM products?",
                "QuestionCn": "校准和预处理从航空平台收集的LIDAR数据以生成准确的数字高程模型（DEM）和数字表面模型（DSM）产品所需的程序步骤包括：\n\n1. 数据导入：将LIDAR点云数据导入处理软件。\n2. 数据质量检查：检查数据的完整性和质量，包括噪声和异常值的识别。\n3. 坐标系统转换：确保LIDAR数据与所需的坐标系统一致。\n4. 点云分类：对点云进行分类，包括地面点、植被点和建筑物点等。\n5. 地面提取：从分类的点云中提取地面点，以生成DEM。\n6. 插值处理：使用插值方法（如克里金插值或TIN）生成连续的DEM和DSM。\n7. 数据平滑：对生成的DEM和DSM进行平滑处理，以去除噪声和不规则性。\n8. 精度评估：通过与已知高程点进行比较，评估DEM和DSM的精度。\n9. 输出格式转换：将处理后的DEM和DSM数据转换为所需的输出格式（如GeoTIFF）。\n10. 文档记录：记录处理过程和参数，以便将来参考和复现。",
                "AnswerEn": "The procedural steps to calibrate and preprocess LIDAR data collected from airborne platforms include parameter calibration, automatic classification of point clouds, and manual editing. These steps were employed to process the LIDAR data captured using the Leica ALS70 system, which operates at a wavelength of 1064nm and can record multiple returns. The process ensures that data collected at an absolute flight altitude of 5500 meters over the upstream Hulugou area with an average point cloud density of 1 point per square meter is accurately transformed into DEM and DSM data products.",
                "AnswerCn": "校准和预处理从航空平台收集的LIDAR数据的程序步骤包括参数校准、点云的自动分类和手动编辑。这些步骤用于处理使用Leica ALS70系统捕获的LIDAR数据，该系统在1064nm波长下工作，并能够记录多个回波。该过程确保在5500米的绝对飞行高度上收集的数据，覆盖上游胡鲁沟区域，平均点云密度为每平方米1个点，准确转换为数字高程模型（DEM）和数字表面模型（DSM）数据产品。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements in airborne LIDAR systems have enabled the collection of high-density point cloud data in remote and challenging terrains?",
                "QuestionCn": "哪些航空激光雷达系统的技术进步使得在偏远和具有挑战性的地形中收集高密度点云数据成为可能？",
                "AnswerEn": "The use of the Leica ALS70 LIDAR system, which operates at a wavelength of 1064nm and supports multiple return signals (1, 2, 3, and last), enables the collection of high-density point cloud data. The system's ability to be mounted on a Y-12 aircraft allows it to perform airborne remote sensing over the core observation area of the Heihe River Basin, achieving an average point cloud density of 1 point per square meter at an absolute flight altitude of 5500 meters.",
                "AnswerCn": "Leica ALS70 LIDAR系统在1064nm波长下工作，支持多个回波信号（1、2、3和最后），能够收集高密度点云数据。该系统可以安装在Y-12飞机上，能够在黑河流域的核心观测区域进行航空遥感，达到5500米绝对飞行高度时，平均点云密度为每平方米1个点。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}