{
    "id": "4d9e23b1-deb4-4431-9f9b-d297188f540c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Comprehensive investigation of landslides along the engineering corridor on the northeast edge of the Qinghai Tibet Plateau (2022)_ V1.0",
            "titleCn": "青藏高原东北缘工程廊道沿线滑坡综合调查（2022）_v1.0",
            "description": "The Engineering Corridors (ECs) in the northeastern margin of the Qinghai-Tibet Plateau (NE-QTP) include sections of highways, railways, and pipelines that are constructed on permafrost terrain, seasonally frozen ground, and loess. Climate change, earthquakes, and human disturbance are accelerating the degradation of permafrost, causing loess failures, and developing slope instability that leads to numerous freeze‒thaw landslides (FTLs), loess landslides (LLs), and general landslides (GLs). These events often result in road cracks and damage to infrastructure. However, few systematic investigations have been carried out, although many landslides have developed along the ECs. To compile a comprehensive landslide inventory, this study utilizes visual interpretation to identify landslides in the high spatial resolution Gaofen-6 images (2 m) taken between 2021 and 2022, covering an area of 30×104 km2. Then, field investigations were conducted to evaluate the accuracy of the inventory. We identified 11,914 landslides, including 1,095 FTLs, 7,930 LLs, and 2,889 GLs, while 10,825 of the landslides occurred within a 20 km range of the ECs. More specifically, FTLs are relatively rare and show a zonal distribution along active faults and rivers, whereas LLs and GLs have a dense cluster distribution along rivers. In addition, the mean areas of LLs and GLs are larger than those of FTLs. We observed that landslides are prone to develop on north-facing slopes, with steep slopes for LLs and GLs and gentle slopes for FTLs. Moreover, LLs occurred mainly at lower elevations (1500-2300 m), and GLs occurred at medium elevations (2000-3000 m), while FTLs often developed at high elevations (3000-4000 m). These three types of landslides primarily occur in regions that are predominantly covered with meadows, shrublands, and agricultural vegetation. Our inventory is helpful for in-depth research on landslides in the NE-QTP. It will also provide a significant and valuable dataset for quantifying the analysis of landslides along the ECs that are experiencing climate changes, strong earthquakes, and extensive human activities.",
            "descriptionCn": "青藏高原东北缘的工程走廊（EC）包括在永久冻土、季节性冻土和黄土上建造的公路、铁路和管道路段。气候变化、地震和人类干扰正在加速永久冻土的退化，导致黄土破坏，并发展斜坡不稳定，导致大量冻融滑坡（FTL）、黄土滑坡（LLs）和一般滑坡（GLs）。这些事件往往导致道路裂缝和基础设施损坏。然而，尽管在EC沿线发生了许多滑坡，但很少进行系统的调查。为了编制一份全面的滑坡清单，本研究利用视觉解释在2021年至2022年间拍摄的高空间分辨率高分6号图像（2米）中识别滑坡，面积为30×104平方公里。然后，进行了实地调查，以评估清单的准确性。我们确定了11914起山体滑坡，包括1095起FTL、7930起LLs和2889起GLs，而10825起山体滑坡发生在EC 20公里范围内。更具体地说，FTL相对罕见，沿活动断层和河流呈带状分布，而LLs和GLs沿河流呈密集集群分布。此外，LLs和GLs的平均面积大于FTL的平均面积。我们观察到，山体滑坡倾向于在朝北的斜坡上发展，LLs和GLs为陡坡，FTL为缓坡。此外，LLs主要发生在低海拔（1500-2300m），GLs发生在中海拔（2000-3000m），而FTL通常发生在高海拔（3000-4000m）。这三种类型的滑坡主要发生在草地、灌木林和农业植被覆盖的地区。我们的调查有助于深入研究NE-QTP的滑坡。它还将提供一个重要而有价值的数据集，用于量化正在经历气候变化、强烈地震和广泛人类活动的EC沿线山体滑坡的分析。",
            "instructions": "File name: The vector file in Shape format contains the boundaries of each landslide. The relevant attribute tables include number, type, latitude and longitude, area (in hectares), elevation (in meters), slope, slope direction, lithology, soil texture, vegetation cover. The corresponding names for the table fields are \"FID\", \"Attributes\", \"Longitude\", \"Latitude\", \"Area\", \"Elevation\", \"slope\", \"Aspect\", \"Lithology\", \"Soiltexture\", \"Vegeta\" tion \". \"Attributes\" includes three categories: \"FTLs, Freeze-thaw landslides\", \"LLs, Loess landslides\", \"GLs, Genereal landslides\". The JPG file is the optical remote sensing image of each landslide (continuously updated), where the file name format is \"lands_FID_image name\", \"FID\" corresponds to the vector file.\nData reading mode: Vector data can be opened in ArcGIS or QGIS.",
            "instructionsCn": "文件命名：Shape 格式的矢量文件包含每个滑坡的边界。相关的属性表包括编号、类型、经纬度、面积（单位：公顷）、海拔高度（单位：米）、坡度、坡向、岩性、土壤质地、植被覆盖。 表字段的相应名称是“FID”、“Attributes”、“Longitude”、“Latitude”、“Area”、“Elevation”、“slope”、“Aspect”、“Lithology”、“Soiltexture”、“Vegetation” 。“Attributes”包括“FTLs，Freeze-thaw landslides，冻融滑坡”、“LLs，Loess landslides，黄土滑坡”、“GLs，Genereal landslides，一般滑坡”三个类别。JPG 格式的文件是每个滑坡的光学遥感影像（持续更新中），其中文件命名格式为“LandS_FID_影像名称”， “FID”和矢量文件对应。\n数据读取方式：矢量数据可在ArcGIS或者QGIS中打开。",
            "east": 105.62,
            "west": 94.51,
            "south": 34.76,
            "north": 42.13,
            "startTime": "2021-01-01 17:17:34",
            "endTime": "2022-12-30 17:17:34",
            "fileSize": 172038554.0,
            "cstr": "18406.11.SolidEar.tpdc.300847",
            "doi": "10.11888/SolidEar.tpdc.300847",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张静",
                "nameEn": "ZHANG Jing",
                "unitEn": "",
                "unitCn": "中国地震局地质研究所"
            },
            {
                "nameCn": "袁仁茂",
                "nameEn": "YUAN Renmao",
                "unitEn": "",
                "unitCn": "中国地震局地质研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Northern Hemisphere permafrost map based on TTOP modelling for 2000–2016 at 1 km2 scale",
                "referenceCn": null,
                "referenceEn": "Obu, J., Westermann, S., Bartsch, A., Berdnikov, N., Christiansen, H. H., Dashtseren, A., Delaloye, R., Elberling, B., Etzelmüller, B., Kholodov, A., Khomutov, A., Kääb, A., Leibman, M. O., Lewkowicz, A. G., Panda, S. K., Romanovsky, V., Way, R. G., Westergaard-Nielsen, A., Wu, T., Yamkhin, J., & Zou, D. (2019). Northern Hemisphere permafrost map based on TTOP modelling for 2000–2016 at 1 km2 scale, Earth-Science Rev., 193, 299–316, https://doi.org/10.1016/j.earscirev.2019.04.023"
            },
            {
                "titleCn": null,
                "titleEn": "Millennium tree-ring reconstruction of drought variability in the eastern Qilian Mountains, northwest China",
                "referenceCn": null,
                "referenceEn": "Gou, X., Deng, Y., Gao, L., Chen, F., Cook, E., Yang, M., & Zhang, F. (2015). Millennium tree-ring reconstruction of drought variability in the eastern Qilian Mountains, northwest China, Clim. Dyn., 45, 1761–1770, https://doi.org/10.1007/s00382-014-2431-y"
            },
            {
                "titleCn": null,
                "titleEn": "Landslides along the Engineering Corridors in the Northeastern Margin of the Qinghai-Tibet Plateau of China: Comprehensive Inventory and Mechanism Analysis",
                "referenceCn": null,
                "referenceEn": "Zhang, J., Chen, J., Li, C. et al. Landslides along the Engineering Corridors in the Northeastern Margin of the Qinghai-Tibet Plateau of China: Comprehensive Inventory and Mechanism Analysis. Landslides (2024). https://doi.org/10.1007/s10346-024-02341-6"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "基础设施",
                "nameEn": "Infrastructure"
            },
            {
                "nameCn": "滑坡",
                "nameEn": "landslide"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "长时间序列",
                "nameEn": "Temporal dynamic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东北缘",
                "keywordEn": "The Engineering Corridors (ECs) of the northeastern margin of the Qinghai-Tibet Plateau (NE-QTP)"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of landslide occurrences along the engineering corridor in the northeastern margin of the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原东北边缘工程走廊的滑坡发生特征是什么？",
                "AnswerEn": "frozen-thaw landslides, loess landslides, general landslides, occur along active faults and rivers, cluster densely along rivers, larger average area, north-facing slopes, steep slopes, gentle slopes, low altitudes (1500-2300m), mid-altitudes (2000-3000m), high altitudes (3000-4000m), grassland, shrubs, agricultural vegetation",
                "AnswerCn": "冻融滑坡、黄土滑坡、一般滑坡，沿活动断层和河流发生，沿河流密集成群，平均面积较大，北坡，陡坡，缓坡，低海拔（1500-2300米），中海拔（2000-3000米），高海拔（3000-4000米），草地，灌木，农业植被。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many landslides were identified within 20 kilometers of the engineering corridor in the northeastern edge of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原东北边缘的工程走廊20公里范围内识别出了多少次滑坡？",
                "AnswerEn": "10825",
                "AnswerCn": "10825",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the visual interpretation method for identifying landslides using high spatial resolution images compare to field surveys in terms of accuracy and comprehensiveness in the context of engineering corridors in the northeast of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原东北部工程走廊的背景下，利用高分辨率影像进行滑坡识别的视觉解读方法与实地调查在准确性和全面性方面有何比较？",
                "AnswerEn": "The visual interpretation method using high spatial resolution images (2 meters from Gaofen-6) allows for the identification of landslides over a large area of 30×104 square kilometers, providing a comprehensive landslide inventory. However, field surveys are necessary to assess the accuracy of the visual interpretation, ensuring the reliability of the identified 11914 landslides, including freeze-thaw landslides (FTL), loess landslides (LLs), and general landslides (GLs). While visual interpretation can cover a vast area efficiently, field surveys provide ground-truth data essential for verifying the accuracy of the remote sensing results.",
                "AnswerCn": "使用高分辨率影像（来自高分六号的2米分辨率）进行的视觉解译方法能够在30×10^4平方公里的大范围内识别滑坡，提供了全面的滑坡清单。然而，现场调查是必要的，以评估视觉解译的准确性，确保所识别的11914个滑坡的可靠性，包括冻融滑坡（FTL）、黄土滑坡（LLs）和一般滑坡（GLs）。虽然视觉解译可以高效覆盖广阔区域，但现场调查提供的实地数据对于验证遥感结果的准确性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed patterns of landslide distribution across different altitudes and vegetation types be interpreted to understand the underlying environmental and geological factors influencing landslide occurrences?",
                "QuestionCn": "如何解读不同海拔和植被类型下滑坡分布的观察模式，以理解影响滑坡发生的潜在环境和地质因素？",
                "AnswerEn": "The patterns show that landslides tend to occur at different altitudes depending on the type, with LLs at lower altitudes (1500-2300m), GLs at middle altitudes (2000-3000m), and FTL at higher altitudes (3000-4000m). This suggests that factors such as temperature, precipitation, and ground stability, which vary with altitude, play a role in landslide occurrences. Additionally, the fact that landslides are prevalent in areas covered by grassland, shrubland, and agricultural vegetation indicates that land cover and land use practices may influence slope stability and susceptibility to landslides.",
                "AnswerCn": "模式显示，滑坡的发生高度因类型而异，低位滑坡（LLs）发生在较低的海拔（1500-2300米），中位滑坡（GLs）发生在中等海拔（2000-3000米），而高位滑坡（FTL）则发生在较高的海拔（3000-4000米）。这表明，温度、降水和地面稳定性等因素随着海拔的变化而变化，可能在滑坡发生中起着重要作用。此外，滑坡在草地、灌木地和农业植被覆盖的地区普遍存在，表明土地覆盖和土地利用实践可能影响坡度稳定性和滑坡的易发性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulty of conducting systematic landslide surveys along engineering corridors in the northeastern margin of the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau东北边缘的工程走廊进行系统性滑坡调查的困难因素有哪些？",
                "AnswerEn": "Systematic landslide surveys are challenging due to the accelerated degradation of permafrost caused by climate change, seismic activity, and human interference, leading to the development of slope instability and various types of landslides. Despite numerous landslides occurring along the engineering corridors, there is a lack of comprehensive surveys.",
                "AnswerCn": "系统性的滑坡调查面临挑战，因为气候变化导致的永久冻土加速退化、地震活动和人类干扰，导致坡面不稳定和各种类型的滑坡。尽管在工程走廊沿线发生了许多滑坡，但缺乏全面的调查。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using high spatial resolution imagery from 2021-2022 to identify landslides along engineering corridors on the northeastern margin of the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用2021-2022年的高空间分辨率影像来识别青藏高原东北边缘工程走廊上的滑坡，可能会产生哪些潜在后果？",
                "AnswerEn": "Using high spatial resolution imagery allows for a comprehensive identification of landslides, which can result in a detailed landslide inventory. This may lead to a better understanding of the distribution and characteristics of different types of landslides, such as FTL, LLs, and GLs. Consequently, it could enhance the accuracy of landslide risk assessments and inform infrastructure planning and maintenance efforts, particularly in areas experiencing climate change, seismic activity, and human disturbances.",
                "AnswerCn": "使用高空间分辨率影像可以全面识别滑坡，从而生成详细的滑坡清单。这可能有助于更好地理解不同类型滑坡的分布和特征，如快速滑坡（FTL）、慢速滑坡（LLs）和泥石流（GLs）。因此，这可以提高滑坡风险评估的准确性，并为基础设施规划和维护工作提供信息，特别是在经历气候变化、地震活动和人类干扰的地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting and analyzing high-resolution satellite imagery to identify landslides in areas affected by climate change and human activities?",
                "QuestionCn": "收集和分析高分辨率卫星影像以识别受气候变化和人类活动影响的地区的滑坡的主要目标是什么？",
                "AnswerEn": "The primary goals of collecting and analyzing high-resolution satellite imagery to identify landslides are to create a comprehensive landslide inventory, assess the accuracy of these inventories through field surveys, and provide valuable data for analyzing landslides along engineering corridors experiencing climate change, seismic activity, and human interference. This research aims to deepen the understanding of landslide occurrences and characteristics in the northeastern Qinghai-Tibet Plateau, facilitating improved infrastructure planning and management.",
                "AnswerCn": "收集和分析高分辨率卫星影像以识别滑坡的主要目标是创建全面的滑坡清单，通过实地调查评估这些清单的准确性，并提供有价值的数据以分析在气候变化、地震活动和人类干扰下的工程走廊中的滑坡。该研究旨在加深对青藏高原东北部滑坡发生及特征的理解，从而促进基础设施规划和管理的改善。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental and procedural methods can be employed to systematically identify and verify landslides in regions with diverse terrain and environmental conditions, such as the northeastern margin of the Qinghai-Tibet Plateau?",
                "QuestionCn": "可以采用哪些工具和程序方法来系统地识别和验证在地形和环境条件多样的地区（如青藏 Plateau东北边缘）发生的滑坡？",
                "AnswerEn": "To systematically identify and verify landslides in regions with diverse terrain and environmental conditions, high spatial resolution imagery such as the Gaofen-6 satellite images (2 meters resolution) can be visually interpreted to recognize landslides over a large area. This approach can be complemented with field surveys to assess the accuracy of the landslide inventory. The combination of remote sensing and ground truthing helps in compiling a comprehensive list of landslides, accounting for different types such as frozen-thaw landslides, loess landslides, and general landslides, across various altitudes and vegetative covers.",
                "AnswerCn": "为了系统地识别和验证具有多样地形和环境条件的地区的滑坡，可以利用高分辨率影像，如高分六号卫星影像（分辨率为2米），通过视觉解译在大范围内识别滑坡。这种方法可以通过实地调查来补充，以评估滑坡清单的准确性。遥感与实地验证的结合有助于编制全面的滑坡清单，考虑到不同类型的滑坡，如冻融滑坡、黄土滑坡和一般滑坡，以及不同海拔和植被覆盖的情况。",
                "Level": "C3(Applying)"
            }
        ]
    }
}