{
  "id": "4e20b01e-06f1-4e83-8ec5-3386a16ac103",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Integrated multi-hazard population risk in the northeastern margin of the Tibetan Plateau region (2020)",
      "titleCn": "青藏高原东北缘 多灾种综合人口风险（2020）",
      "description": "This data adopts the comprehensive risk of multi-hazard population around the northeastern margin of the Tibetan Plateau and the the northeastern margin of the Tibetan Plateau area, which is composed of four modules: landslide and collapse hazard factors, landslide and collapse susceptibility model, exposed population and casualty rate. The disaster factors module includes seven factors: DEM, slope,aspect,profile curvature, rainfall, temperature, snow cover, GDP, and vegetation cover,Distance from fault zone,lithology,land utilization. The landslide and collapse  susceptibility model is a statistical analysis using logistic regression models to obtain landslide collapse hazard susceptibility probability values. The population exposure module is based on the overlay of different landslide hazard susceptibility classes with population data, where the population exposure under high, high, medium and low landslide hazard susceptibility classes are 100%, 70%, 30% and 10% respectively). The population casualty rate module is obtained based on the ratio of historical landslide hazard casualty population (2000-2018) to the exposed population for the same period of landslide hazard. Finally, the exposed population under different levels of landslide failure hazard susceptibility was calculated by substituting the 2020 population data and multiplied with the historical period landslide failure hazard population casualty rate to assess the combined multi-hazard population risk around  the northeastern margin of the Tibetan Plateau  region.",
      "descriptionCn": "本数据采用由滑坡崩塌灾害致灾因子、滑坡崩塌易发性模型，暴露人口和人口伤亡率四大模块共同构成的青藏高原东北缘多灾种人口综合风险。致灾因子模块包括DEM、坡度、坡向、剖面曲率、降雨、气温、积雪覆盖度、GDP、植被覆盖度、距断裂带距离、岩性、土地利用12个因素。滑坡灾害崩塌易发性模型是利用logistic回归模型进行统计分析，得到滑坡崩塌灾害易发概率值。人口暴露度模块是利用不同滑坡崩塌灾害易发性等级与人口数据叠乘，其中滑坡崩塌灾害高、较高、中等、低易发性等级下的人口暴露分别为100%、70%、30%和10%）。人口伤亡率模块是基于滑坡崩塌灾害历史伤亡人口（2000-2018年）与同时期滑坡崩塌灾害暴露人口的比值得到。最后，代入2020年人口数据，计算滑坡崩塌灾害易发性不同等级下的暴露人口，并与历史时期滑坡崩塌灾害人口伤亡率相乘，评估青藏高原东北缘人口综合风险。",
      "instructions": "File name: data format for the \"TIF\", the name of the file for \"Risk_pop. \nData read way: the data set of files can be directly opened by Arcgis.\"",
      "instructionsCn": "文件命名：数据格式为“TIF”，文件的名称为“Risk_pop”。\n数据读取方式：该数据集中的文件可以直接用Arcgis打开。\"\n",
      "east": 107.0,
      "west": 94.0,
      "south": 32.0,
      "north": 40.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 1457858.0,
      "cstr": "18406.11.HumanNat.tpdc.300221",
      "doi": "10.11888/HumanNat.tpdc.300221",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "王瑛",
        "nameEn": "WANG Ying",
        "unitEn": "Faculty of Geographical Sciences, Beijing Normal University",
        "unitCn": "北京师范大学地理科学学部"
      }
    ],
    "literatureList": [
      {
        "titleCn": "气候变化背景下中国滑坡灾害人口风险评估",
        "titleEn": null,
        "referenceCn": "王霞, 王瑛, 林齐根, 李宁, 张馨仁, 周笑影. (2022). 气候变化背景下中国滑坡灾害人口风险评估. 气候变化研究进展, 18(02), 166-176.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Spatial and temporal analysis of a global landslide catalog",
        "referenceCn": null,
        "referenceEn": "Stanley, T., Kirschbaum, D., & Zhou, Y. (2015). Spatial and temporal analysis of a global landslide catalog. Geomorphology, 249(15), 4-15."
      },
      {
        "titleCn": null,
        "titleEn": "Using statistical functions and hydro-hydraulic models to develop human vulnerability curves for flash floods: The flash flood of the Taitou catchment (China) in 2016 - ScienceDirect",
        "referenceCn": null,
        "referenceEn": "Tla, B., Ying, W., & Hy, C., et al. (2022). Using statistical functions and hydro-hydraulic models to develop human vulnerability curves for flash floods: The flash flood of the Taitou catchment (China) in 2016 - ScienceDirect. International Journal of Disaster Risk Reduction."
      },
      {
        "titleCn": null,
        "titleEn": "Global fatal landslide occurrence from 2004 to 2016",
        "referenceCn": null,
        "referenceEn": "Froude, M.J., Petley, D.N. (2018). Global fatal landslide occurrence from 2004 to 2016. Natural Hazards and Earth System Sciences, 18, 2161-2181."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口风险",
        "nameEn": "population risk"
      },
      {
        "nameCn": "多灾种",
        "nameEn": "multi-disasters"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东北缘",
        "keywordEn": "Northeast margin of  Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Flash floods are regarded as sudden and fast-flowing floods with violent rising levels of water and high peak discharges in response to high-intensity rainfall, dam failure, levee breaks and glacial lake outbursts within minutes up to 6 h for catchments up to 400 km2, which can often be accompanied by debris flows and landslides. This hazard is one of the most devasting natural processes, causing huge economic losses and casualties. In Europe, flash floods caused 40% of flood-related fatalities during 1950–2006. In the USA, flash floods are the deadliest flood events. Liu et al. reported 82% of all flood-related casualties in China during 2010–2016 were triggered by flash floods. Flash flooding is a natural hazard with one of the highest capacities to generate risk regarding the rapid socioeconomic development especially in mountain areas. Various groups, such as decision-makers, practitioners, stakeholders, and public administrations, have made numerous efforts to protect elements at risk and to reduce expected losses. However, the risk from flash flood events has been increasing significantly worldwide due to climate change, environmental degradation, population growth, and increases in wealth. These trends highlight the need to continuously improve the strategies of disaster risk mitigation and reduction. As the basis of developing risk mitigation and reduction strategies, deep studies of disaster risk are viewed as a critical requirement. Following the definition of risk, determining vulnerability quantitatively plays a key role in quantitative risk assessment and is also an essential need for developing mitigation and adaptation plans. Vulnerability is a function of the expected degree of loss or damage to a given element at risk due to the occurrence of hazardous events in the natural sciences. It varies between 0 and 1, with 0 meaning no loss or damage and 1 meaning total loss or damage. According to the definition of vulnerability, the quantitative assessment of vulnerability needs to understand the interaction between the hazard event and the exposed element, which is usually expressed by vulnerability curves."
      ],
      "research objective": [
        "This research aims at reconstructing the July 2016 flash flood event by combining hydro-hydraulic models with post-flood surveys to obtain the data of flood intensity and then developing human vulnerability curves for flash floods through statistical functions. This paper aims to close this gap and develop human vulnerability curves for flash floods to quickly assess human vulnerability and its risk by statistical functions and hydro-hydraulic models based on a well-documented flash flood event, the July 2016 flash flood event in the Taitou catchment, China."
      ],
      "challenges": [
        "Regarding flash floods, most studies have mainly focused on buildings and the economy but seldom on humans. This is mainly because of the lack of data on loss of life or flood intensity matched with loss of life, which makes the analysis of human vulnerability to flash floods one of the challenges in ongoing flood risk assessments."
      ],
      "methods": [
        "A post-flood survey was conducted to obtain the maximum flooded area and water depth data caused by the July 2016 flash flood as well as the loss of life data due to this event. The July 2016 flash flood event was reconstructed to obtain flood characteristic data through the simulation of hydro-hydraulic models. The hydrological model HEC-HMS was used to obtain the hydrograph of the July 2016 flash flood, which was evaluated using the flow data obtained from references. Subsequently, the hydraulic model FLO-2D was used to reconstruct the July 2016 flash flood event to obtain the flood characteristics (e.g., water depth, flow velocity, depth-velocity product, and impact force). The evaluation of FLO-2D was carried out using post-flood surveys defining maximum flooded extent and flood depths. Then, statistical functions were used to fit the relationship between the flood characteristics and mortality calculated through post-flood surveys."
      ],
      "dataset": [
        "Hourly rainfall data from 00:00 on 19 July 2016 to 23:00 on 20 July 2016 provided by the 2017 Hydrological Yearbook of the People’s Republic of China were used to implement the HEC-HMS and FLO-2D models to simulate the July 2016 flash flood in the Taitou catchment. The digital elevation model (DEM) at a spatial resolution of 12.5 × 12.5 m was downloaded from the Alaska Satellite Facility for the whole area controlled by the Weishui station. An approximately 1 × 1-m DEM was obtained from the Hebei Provincial Geographic Information Bureau through cooperation for the Taitou catchment. The soil and land use maps were collected from the Geographical Information Monitoring Cloud Platform. Referring to Gaume and Borga, a post-flood survey of the most affected villages, Guiquan and Taitou villages, was developed in August 2018. This field survey collected two types of data: (1) victims of the July 2016 flash flood and their spatiotemporal circumstances of death and (2) the population that was exposed to floodwater."
      ],
      "findings": [
        "The results show that the simulated peak discharge (548 m3/s) of the July 2016 flash flood for Taitou catchment was close to the estimated peak discharge (540 m3/s) by the existing literature. Likewise, the FLO-2D model showed a good performance in reconstructing the flash flood event (FitA = 80.89%, RMSE = 0.21, NSE = 0.89), indicating that the flood characteristics outputting from FLO-2D model can be able to develop the human vulnerability curves for flash floods. Furthermore, four different human vulnerability curves for flash floods were developed, which are all power functions of water depth, flow velocity, depth-velocity product, and impact force, respectively. The mortality caused by flash floods increased with all four flood characteristics; the growth rate of the velocity curve was the fastest. However, the fitting effect of the velocity curve was the poorest (R2 = 0.87, SSE = 0.155, RMSE = 0.18), while that of the water depth curve was the best (R2 = 0.97, SSE = 0.003, RMSE = 0.03). Our findings provide a quantitative way to quickly assess loss of life due to flash floods, which is more likely to have a good performance in arid and semi-humid regions of northern China."
      ],
      "backgroundCn": [
        "闪电洪水被视为一种突发且快速流动的洪水，其水位迅速上升，峰值流量高，通常是由于高强度降雨、坝体失效、堤坝破裂和冰川湖溢流等原因，在几分钟到6小时内发生，适用于面积达400平方公里的流域。这种灾害是最具破坏性的自然过程之一，造成巨大的经济损失和人员伤亡。在欧洲，1950年至2006年间，闪电洪水造成了40%的洪水相关死亡。在美国，闪电洪水是最致命的洪水事件。Liu等人报告称，在2010年至2016年期间，中国82%的洪水相关伤亡是由闪电洪水引发的。闪电洪水是一种自然灾害，具有极高的风险生成能力，尤其是在山区，随着社会经济的快速发展。各类群体，如决策者、从业者、利益相关者和公共管理部门，已做出诸多努力，以保护面临风险的要素并减少预期损失。然而，由于气候变化、环境退化、人口增长和财富增加，全球闪电洪水事件的风险显著增加。这些趋势突显了持续改善灾害风险减缓和降低策略的必要性。作为制定风险减缓和降低策略的基础，深入研究灾害风险被视为一项关键要求。根据风险的定义，定量确定脆弱性在定量风险评估中起着关键作用，也是制定减缓和适应计划的基本需求。脆弱性是指由于自然灾害事件的发生，给特定风险要素造成的预期损失或损害程度的函数。它的值在0到1之间变化，0表示没有损失或损害，1表示完全损失或损害。根据脆弱性的定义，脆弱性的定量评估需要理解灾害事件与暴露要素之间的相互作用，这通常通过脆弱性曲线来表达。"
      ],
      "research objectiveCn": [
        "本研究旨在通过结合水文水力模型与洪水后调查，重建2016年7月的闪洪事件，以获取洪水强度数据，并通过统计函数开发闪洪的人类脆弱性曲线。本文旨在填补这一空白，基于一个文献资料充分的闪洪事件——2016年7月在中国太头流域发生的闪洪事件，快速评估人类脆弱性及其风险，开发闪洪的人类脆弱性曲线。"
      ],
      "challengesCn": [
        "关于闪电洪水，大多数研究主要集中在建筑物和经济上，但很少关注人类。这主要是因为缺乏与生命损失或洪水强度相匹配的数据，这使得分析人类对闪电洪水的脆弱性成为当前洪水风险评估中的一大挑战。"
      ],
      "methodsCn": [
        "在2016年7月的闪洪后，进行了后洪水调查，以获取因该事件造成的最大淹没面积和水深数据，以及生命损失数据。通过水文水力模型的模拟，重建了2016年7月闪洪事件，以获取洪水特征数据。水文模型HEC-HMS用于获取2016年7月闪洪的水文图，并使用参考资料获得的流量数据进行了评估。随后，使用水力模型FLO-2D重建了2016年7月的闪洪事件，以获取洪水特征（例如水深、流速、深度-流速乘积和冲击力）。FLO-2D的评估通过后洪水调查定义最大淹没范围和洪水深度进行。然后，使用统计函数拟合洪水特征与通过后洪水调查计算的死亡率之间的关系。"
      ],
      "datasetCn": [
        "2016年7月19日00:00至2016年7月20日23:00的每小时降雨数据来自中华人民共和国2017年水文年鉴，用于实施HEC-HMS和FLO-2D模型，以模拟2016年7月在太头流域发生的山洪。数字高程模型（DEM）以12.5 × 12.5米的空间分辨率从阿拉斯加卫星设施下载，涵盖了由韦水站控制的整个区域。通过合作从河北省地理信息局获得了约1 × 1米的DEM，专门用于太头流域。土壤和土地利用图从地理信息监测云平台收集。参考Gaume和Borga的研究，2018年8月对受影响最严重的村庄——桂泉村和太头村进行了洪灾后调查。此次实地调查收集了两类数据：（1）2016年7月山洪的受害者及其时空死亡情况；（2）暴露于洪水中的人口。"
      ],
      "findingsCn": [
        "结果显示，2016年7月太头流域的模拟峰值流量（548 m³/s）与现有文献估计的峰值流量（540 m³/s）接近。同样，FLO-2D模型在重建闪电洪水事件方面表现良好（FitA = 80.89%，RMSE = 0.21，NSE = 0.89），这表明FLO-2D模型输出的洪水特征能够用于开发闪电洪水的人类脆弱性曲线。此外，开发了四种不同的闪电洪水人类脆弱性曲线，分别是水深、流速、深度-流速乘积和冲击力的幂函数。闪电洪水造成的死亡人数随着这四种洪水特征的增加而增加；其中流速曲线的增长速度最快。然而，流速曲线的拟合效果最差（R² = 0.87，SSE = 0.155，RMSE = 0.18），而水深曲线的拟合效果最好（R² = 0.97，SSE = 0.003，RMSE = 0.03）。我们的研究结果提供了一种定量方法，可以快速评估闪电洪水造成的生命损失，这在中国北方的干旱和半湿润地区更有可能表现良好。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method incorporate both DEM and rainfall data for risk assessment in the region?",
        "QuestionCn": "数据收集方法是否结合了数字高程模型（DEM）和降雨数据用于该地区的风险评估？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are statistical functions used to relate flood characteristics to human mortality in the data collection process?",
        "QuestionCn": "统计函数是否用于在数据收集过程中将洪水特征与人类死亡率相关联？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are digital elevation models (DEMs) more commonly sourced from satellite facilities, geographic information bureaus, or both in disaster risk assessment studies?",
        "QuestionCn": "数字高程模型（DEMs）在灾害风险评估研究中更常见的来源是卫星设施、地理信息局，还是两者都有？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C2(Understanding)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key modules involved in assessing the multi-hazard population risk on the northeastern edge of the Qinghai-Tibet Plateau?",
        "QuestionCn": "评估青藏高原东北边缘多重灾害人口风险的关键模块有哪些？",
        "AnswerEn": "disaster-causing factor module, landslide collapse susceptibility model, population exposure module, population casualty rate module",
        "AnswerCn": "灾害致因因子模块、滑坡崩塌易发性模型、人口暴露模块、人口伤亡率模块",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can one find the digital elevation model (DEM) data used for analyzing landslide susceptibility on the northeastern edge of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在哪里可以找到用于分析青藏高原东北边缘滑坡易发性的数据数字高程模型（DEM）数据？",
        "AnswerEn": "Alaska Satellite Facility, Hebei Provincial Geographic Information Bureau",
        "AnswerCn": "阿拉斯加卫星设施，河北省地理信息局",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the historical data on landslide and collapse disaster casualties used to determine the population casualty rate module collected?",
        "QuestionCn": "用于确定人口伤亡率模块的滑坡和坍塌灾害伤亡历史数据是在何时收集的？",
        "AnswerEn": "2000 to 2018",
        "AnswerCn": "2000年至2018年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to quantify human vulnerability to flash floods?",
        "QuestionCn": "您能否提供一个用于量化人类对山洪脆弱性的资料收集方法的例子？",
        "AnswerEn": "A post-flood survey was conducted to obtain the maximum flooded area and water depth data caused by a flash flood, along with the loss of life data. This was used alongside hydro-hydraulic models to simulate flood characteristics and develop human vulnerability curves.",
        "AnswerCn": "在一次洪水后的调查中，收集了由于闪电洪水造成的最大淹没面积和水深数据，以及生命损失数据。这些数据与水文水力模型结合，用于模拟洪水特征并开发人类脆弱性曲线。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting data for human vulnerability analysis in flood risk assessments?",
        "QuestionCn": "在洪水风险评估中进行人类脆弱性分析时，收集数据面临的一个挑战是什么？",
        "AnswerEn": "One challenge is the lack of data on loss of life or flood intensity matched with loss of life, which hampers the analysis of human vulnerability to flash floods.",
        "AnswerCn": "一个挑战是缺乏与生命损失或洪水强度相匹配的数据，这妨碍了对人类对突发洪水脆弱性的分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key factors considered in the population exposure module for landslide and collapse disaster risk assessment?",
        "QuestionCn": "在滑坡和坍塌灾害风险评估中，人口暴露模块考虑的关键因素是什么？",
        "AnswerEn": "high susceptibility 100%, relatively high susceptibility 70%, medium susceptibility 30%, low susceptibility 10%",
        "AnswerCn": "高易感性 100%，相对高易感性 70%，中等易感性 30%，低易感性 10%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific attributes are used in the hazard factor module for assessing multi-hazard population risk in the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "在评估青藏 Plateau东北边缘的多重灾害人口风险时，危害因子模块使用了哪些具体属性？",
        "AnswerEn": "DEM, slope, aspect, profile curvature, rainfall, temperature, snow cover, GDP, vegetation cover, distance to fault zones, lithology, land use",
        "AnswerCn": "数字高程模型、坡度、坡向、剖面曲率、降雨、温度、积雪覆盖、国内生产总值、植被覆盖、距断层带距离、岩性、土地利用",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many factors are considered in the disaster-causing factor module of a dataset related to population risk in the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "在与青藏 Plateau东北边缘人口风险相关的数据集中，灾害致因因素模块考虑了多少个因素？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal scope of historical casualty data used to calculate population risk in a dataset concerning the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "用于计算与青藏高原东北边缘相关的数据集中人口风险的历史伤亡数据的时间范围是什么？",
        "AnswerEn": "2000-2018",
        "AnswerCn": "2000-2018",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many different landslide susceptibility levels are used to determine population exposure in a dataset analyzing comprehensive population risks on the northeastern margin of the Tibetan Plateau?",
        "QuestionCn": "在分析青藏 Plateau东北边缘综合人口风险的数据集中，用于确定人口暴露的滑坡易发性水平有多少种不同的等级？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'population exposure module' in the context of disaster risk assessment on the northeastern edge of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原东北边缘的灾害风险评估中，“人口暴露模块”的含义是什么？",
        "AnswerEn": "In the context of disaster risk assessment on the northeastern edge of the Qinghai-Tibet Plateau, the 'population exposure module' refers to the method of combining different landslide and collapse hazard susceptibility levels with population data. Specifically, it involves calculating the proportion of the population exposed to varying levels of hazard susceptibility, with high, relatively high, medium, and low susceptibility levels corresponding to 100%, 70%, 30%, and 10% population exposure, respectively.",
        "AnswerCn": "在青藏 Plateau 东北边缘的灾害风险评估中，“人口暴露模块”指的是将不同的滑坡和崩塌危险易损性水平与人口数据相结合的方法。具体而言，它涉及计算暴露于不同危险易损性水平的人口比例，其中高、相对高、中和低易损性水平分别对应100%、70%、30%和10%的人口暴露。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is the term 'vulnerability curves' defined in the context of assessing human vulnerability to flash floods?",
        "QuestionCn": "在评估人类对山洪的脆弱性时，“脆弱性曲线”一词如何定义？",
        "AnswerEn": "In the context of assessing human vulnerability to flash floods, 'vulnerability curves' are defined as statistical functions that express the relationship between flood characteristics (such as water depth, flow velocity, depth-velocity product, and impact force) and the degree of loss or damage to human life. These curves are used to quantitatively assess vulnerability by showing how mortality rates increase with varying flood characteristics.",
        "AnswerCn": "在评估人类对闪电洪水脆弱性时，“脆弱性曲线”被定义为统计函数，表达洪水特征（如水深、流速、深度-流速乘积和冲击力）与人类生命损失或损害程度之间的关系。这些曲线用于通过显示随着洪水特征的变化，死亡率如何增加，从而定量评估脆弱性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'logistic regression model' imply in the development of a landslide susceptibility model?",
        "QuestionCn": "“逻辑回归模型”在滑坡易发性模型的开发中意味着什么？",
        "AnswerEn": "In the development of a landslide susceptibility model, the 'logistic regression model' implies a statistical analysis technique used to estimate the probability of landslide occurrence. This model analyzes various factors, including DEM, slope, aspect, curvature, rainfall, temperature, and more, to determine the susceptibility or likelihood of landslide and collapse hazards in a given area.",
        "AnswerCn": "在滑坡易发性模型的开发中，“逻辑回归模型”意味着一种统计分析技术，用于估计滑坡发生的概率。该模型分析各种因素，包括数字高程模型（DEM）、坡度、方位、曲率、降雨量、温度等，以确定特定区域内滑坡和崩塌灾害的易发性或可能性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for assessing population exposure to landslide and collapse hazards compare to those used for flash flood vulnerability analysis?",
        "QuestionCn": "评估人口对滑坡和坍塌危害的暴露的数据收集方法与用于闪洪脆弱性分析的方法相比如何？",
        "AnswerEn": "The data collection for population exposure to landslide and collapse hazards involves integrating different hazard susceptibility levels with population data, using logistic regression models and historical casualty rates. In contrast, flash flood vulnerability analysis combines hydro-hydraulic models and post-flood surveys to reconstruct flood events and develop vulnerability curves based on flood intensity metrics like water depth and flow velocity.",
        "AnswerCn": "人口对滑坡和坍塌灾害的暴露数据收集涉及将不同的灾害易损性水平与人口数据相结合，使用逻辑回归模型和历史伤亡率。相比之下，闪洪脆弱性分析结合了水文水力模型和洪水后调查，以重建洪水事件并基于水深和流速等洪水强度指标开发脆弱性曲线。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the integration of historical casualty data in population risk assessment for landslides differ from its application in developing human vulnerability curves for flash floods?",
        "QuestionCn": "历史伤亡数据在滑坡的人口风险评估中的整合与其在开发洪水人类脆弱性曲线中的应用有何不同？",
        "AnswerEn": "In population risk assessment for landslides, historical casualty data is used to calculate population fatality rates, which are then applied to assess risk levels across different hazard susceptibility categories. In contrast, for flash floods, historical casualty data is utilized to fit statistical functions that relate flood characteristics to mortality, thus helping to construct vulnerability curves that quantify risk based on flood intensity measures.",
        "AnswerCn": "在滑坡的人口风险评估中，使用历史伤亡数据来计算人口死亡率，然后将其应用于评估不同危险易感性类别的风险水平。相比之下，对于闪电洪水，历史伤亡数据被用来拟合统计函数，将洪水特征与死亡率相关联，从而帮助构建脆弱性曲线，根据洪水强度指标量化风险。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying patterns can be inferred from the combination of multiple disaster risk factors such as DEM, slope, and land use in assessing population risk on the northeastern edge of the Tibetan Plateau?",
        "QuestionCn": "在评估青藏高原东北缘人口风险时，可以从数字高程模型（DEM）、坡度和土地利用等多种灾害风险因素的组合中推断出哪些潜在模式？",
        "AnswerEn": "The integration of disaster risk factors like DEM, slope, and land use can reveal how geographical and environmental variables influence the susceptibility to landslides and population risk. This approach may demonstrate the spatial distribution of risk, highlighting areas where population exposure and vulnerability are heightened due to specific combinations of these factors.",
        "AnswerCn": "灾害风险因素的整合，如数字高程模型（DEM）、坡度和土地利用，可以揭示地理和环境变量如何影响滑坡的易感性和人口风险。这种方法可能展示风险的空间分布，突出由于这些因素的特定组合而导致的人口暴露和脆弱性加剧的区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it challenging to evaluate human vulnerability to flash floods in mountainous areas?",
        "QuestionCn": "评估山区人类对闪电洪水的脆弱性为何具有挑战性？",
        "AnswerEn": "It is challenging due to the lack of data on loss of life or flood intensity matched with fatalities, making it difficult to analyze human vulnerability. Additionally, studies often focus more on buildings and economic impacts rather than direct human vulnerability.",
        "AnswerCn": "由于缺乏与死亡人数或洪水强度相匹配的数据，这使得分析人类脆弱性变得困难。此外，研究往往更关注建筑物和经济影响，而不是直接的人类脆弱性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the difficulties in developing human vulnerability curves for flash floods?",
        "QuestionCn": "导致开发人类脆弱性曲线以应对闪电洪水的困难的原因是什么？",
        "AnswerEn": "The difficulties are mainly due to the absence of comprehensive data on the interaction between flood characteristics and human exposure or mortality rates, which necessitates the reconstruction of flood events and the use of hydro-hydraulic models and post-flood surveys to develop statistical relationships.",
        "AnswerCn": "这些困难主要是由于缺乏关于洪水特征与人类暴露或死亡率之间相互作用的综合数据，这需要重建洪水事件，并使用水文水力模型和洪水后调查来建立统计关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using logistic regression models for assessing landslide susceptibility on the accuracy and reliability of population risk evaluations in the northeastern Tibetan Plateau?",
        "QuestionCn": "使用逻辑回归模型评估东北藏区滑坡易发性对人口风险评估的准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "The use of logistic regression models for assessing landslide susceptibility can result in accurate evaluations of landslide probabilities, which are crucial for determining population exposure levels. This method allows for the integration of various causative factors such as DEM, slope, and rainfall, thus enhancing the reliability of population risk assessments by providing a comprehensive understanding of landslide susceptibility.",
        "AnswerCn": "使用逻辑回归模型评估滑坡易发性可以准确评估滑坡概率，这对于确定人口暴露水平至关重要。这种方法允许整合各种致因因素，如数字高程模型（DEM）、坡度和降雨，从而通过提供对滑坡易发性的全面理解，增强人口风险评估的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What effect does the incorporation of multiple environmental factors (e.g., GDP, vegetation cover, distance to fault zones) have on the development of comprehensive risk models for multiple hazards in the northeastern Tibetan Plateau?",
        "QuestionCn": "多个环境因素（例如，GDP、植被覆盖、距离断层带的距离）的纳入对东北藏区多重灾害综合风险模型的发展有何影响？",
        "AnswerEn": "Incorporating multiple environmental factors such as GDP, vegetation cover, and distance to fault zones into risk models enhances the comprehensiveness of these models by capturing a wider array of potential influences on hazard susceptibility and population exposure. This multidimensional approach allows for a more nuanced understanding of risk dynamics, potentially leading to more effective risk reduction strategies.",
        "AnswerCn": "将多个环境因素如GDP、植被覆盖和距离断层带的距离纳入风险模型，可以增强这些模型的全面性，因为它们能够捕捉更广泛的潜在影响因素，影响灾害易感性和人口暴露。这种多维度的方法使我们能够更细致地理解风险动态，从而可能导致更有效的风险减缓策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of constructing a multi-disaster population risk model for the northeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "构建青藏高原东北边缘的多灾害人口风险模型的主要目标是什么？",
        "AnswerEn": "The primary objective is to evaluate the comprehensive population risk from multiple disasters, such as landslides and collapses, by integrating factors like disaster susceptibility, exposure, and historical casualty rates with current population data to assess vulnerability and potential impacts.",
        "AnswerCn": "主要目标是通过整合灾害易发性、暴露程度和历史伤亡率等因素与当前人口数据，评估来自多种灾害（如滑坡和坍塌）的综合人口风险，以评估脆弱性和潜在影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in combining hydro-hydraulic models with post-flood surveys to develop human vulnerability curves for flash floods?",
        "QuestionCn": "将水力水文模型与洪水后调查结合起来，以制定人类易损性曲线的步骤是什么？",
        "AnswerEn": "The process involves conducting post-flood surveys to collect maximum flooded area and water depth data, along with loss of life data. The event is then reconstructed to obtain flood characteristic data using hydrological models like HEC-HMS and hydraulic models like FLO-2D. Statistical functions are used to fit relationships between flood characteristics and mortality data gathered from post-flood surveys.",
        "AnswerCn": "该过程涉及进行洪水后调查，以收集最大淹没区域和水深数据，以及生命损失数据。然后重建事件，以使用水文模型如HEC-HMS和水力模型如FLO-2D获取洪水特征数据。使用统计函数拟合洪水特征与从洪水后调查中收集的死亡率数据之间的关系。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How is the exposure of population data integrated with landslide susceptibility models to assess multi-hazard population risk in a mountainous region?",
        "QuestionCn": "如何将人口数据的暴露情况与滑坡易发性模型相结合，以评估山区的多重灾害人口风险？",
        "AnswerEn": "The integration involves using different landslide susceptibility levels and overlaying them with population data. The population exposure is calculated by multiplying these susceptibility levels with population data, where different susceptibility levels correspond to different exposure percentages: high (100%), moderately high (70%), moderate (30%), and low (10%).",
        "AnswerCn": "该集成涉及使用不同的滑坡易发性水平，并将其与人口数据叠加。人口暴露的计算是通过将这些易发性水平与人口数据相乘得出的，其中不同的易发性水平对应不同的暴露百分比：高（100%）、中高（70%）、中等（30%）和低（10%）。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural challenges might arise in obtaining and using historical disaster mortality data to evaluate population risk in the context of landslides and collapses?",
        "QuestionCn": "在获取和使用历史灾害死亡数据以评估滑坡和坍塌背景下的人口风险时，可能会出现哪些程序性挑战？",
        "AnswerEn": "Challenges include the scarcity and accuracy of historical mortality data due to landslides and collapses, difficulties in matching flood intensity data with loss of life, and ensuring that the data accurately reflects the population exposed during past events. These factors are critical in assessing and fitting vulnerability and risk models effectively.",
        "AnswerCn": "挑战包括由于滑坡和坍塌导致的历史死亡数据的稀缺性和准确性问题、将洪水强度数据与生命损失匹配的困难，以及确保数据准确反映过去事件中暴露的人口。这些因素在有效评估和拟合脆弱性和风险模型时至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What resources or data collection methods enable the assessment of population risk from multiple hazards in the northeastern edge of the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些资源或数据收集方法能够评估青藏高原东北边缘多种灾害的群体风险？",
        "AnswerEn": "The assessment of population risk from multiple hazards in the northeastern edge of the Qinghai-Tibet Plateau is enabled by data collection methods involving the integration of various datasets such as DEM, slope, aspect, curvature, rainfall, temperature, snow cover, GDP, vegetation cover, distance from faults, lithology, and land use. These factors are used in a logistic regression model to statistically analyze landslide susceptibility and population exposure.",
        "AnswerCn": "在青藏高原东北边缘，评估多重灾害对人口风险的影响依赖于数据收集方法，这些方法涉及整合多种数据集，如数字高程模型（DEM）、坡度、方位、曲率、降雨量、温度、雪盖、国内生产总值（GDP）、植被覆盖、距离断层的距离、岩性和土地利用。这些因素被用于逻辑回归模型，以统计分析滑坡易发性和人口暴露。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do post-flood surveys and hydro-hydraulic models enable the development of human vulnerability curves for flash floods?",
        "QuestionCn": "洪水后调查和水文水力模型如何促进快速洪水人类脆弱性曲线的发展？",
        "AnswerEn": "Post-flood surveys and hydro-hydraulic models enable the development of human vulnerability curves for flash floods by collecting data on flood intensity and loss of life, and simulating flood characteristics such as water depth, flow velocity, and impact force. These models, such as HEC-HMS and FLO-2D, help reconstruct flood events, which, combined with statistical functions, facilitate the creation of vulnerability curves based on well-documented events.",
        "AnswerCn": "洪水后的调查和水文水力模型通过收集洪水强度和生命损失的数据，以及模拟洪水特征如水深、流速和冲击力，能够开发出闪洪的人类脆弱性曲线。这些模型，如HEC-HMS和FLO-2D，帮助重建洪水事件，结合统计函数，有助于基于充分记录的事件创建脆弱性曲线。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the integration of various datasets such as DEM, rainfall, and population data be challenging for developing a comprehensive risk assessment model for multi-hazard scenarios in the northeastern edge of the Tibetan Plateau?",
        "QuestionCn": "为什么在青藏高原东北边缘开发综合风险评估模型时，将各种数据集（如DEM、降雨量和人口数据）整合用于多灾种情景可能具有挑战性？",
        "AnswerEn": "The integration of various datasets can be challenging due to the need to harmonize different data types and resolutions, such as DEMs, rainfall data, and population statistics, which require careful calibration to ensure accuracy in the comprehensive risk assessment model.",
        "AnswerCn": "各种数据集的整合可能会面临挑战，因为需要协调不同的数据类型和分辨率，例如数字高程模型（DEMs）、降雨数据和人口统计数据，这些都需要仔细校准以确保综合风险评估模型的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be a need to develop new data collection methods to accurately assess human vulnerability curves in flash flood-prone areas?",
        "QuestionCn": "为什么可能需要开发新的数据收集方法，以准确评估易受闪电洪水影响地区的人类脆弱性曲线？",
        "AnswerEn": "Developing new data collection methods may be necessary because existing methods might not capture the nuanced interactions between flood characteristics and human mortality, which are crucial for accurate vulnerability assessments in flash flood-prone areas.",
        "AnswerCn": "开发新的数据收集方法可能是必要的，因为现有的方法可能无法捕捉洪水特征与人类死亡之间的细微互动，而这些互动对于准确评估易受闪洪影响地区的脆弱性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the integration of multiple modules, such as the landslide collapse susceptibility model and the population exposure module, in assessing comprehensive disaster risk on the northeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "如何评估多个模块的集成，例如滑坡崩塌易损性模型和人口暴露模块，在评估青藏高原东北边缘综合灾害风险中的作用？",
        "AnswerEn": "The integration of multiple modules, like the landslide collapse susceptibility model and the population exposure module, provides a holistic approach to assessing comprehensive disaster risk. It allows for the consideration of various factors that contribute to disaster risk, such as land use, population data, and historical casualty rates, which can enhance the accuracy and reliability of risk assessments.",
        "AnswerCn": "多个模块的集成，如滑坡崩塌易损性模型和人口暴露模块，提供了一种全面评估综合灾害风险的方法。它允许考虑各种影响灾害风险的因素，如土地利用、人口数据和历史伤亡率，这可以提高风险评估的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset for assessing multi-hazard population risk can be constructed using various environmental and socioeconomic factors.",
        "QuestionCn": "我不明白如何利用各种环境和社会经济因素构建一个用于评估多重灾害人口风险的数据集。",
        "AnswerEn": "The dataset for assessing multi-hazard population risk on the northeastern edge of the Qinghai-Tibet Plateau uses a combination of disaster-causing factors, a landslide susceptibility model, population exposure, and mortality rate modules. Factors include DEM, slope, aspect, profile curvature, rainfall, temperature, snow cover, GDP, vegetation cover, distance to fault zone, lithology, and land use. The landslide susceptibility model employs logistic regression to statistically analyze the probability of landslide occurrences. Population exposure is calculated by multiplying landslide susceptibility levels with population data, and mortality rates are based on historical data from 2000-2018.",
        "AnswerCn": "评估青藏 Plateau东北边缘多灾害人口风险的数据集使用了灾害诱发因素、滑坡易发性模型、人口暴露和死亡率模块的组合。因素包括数字高程模型（DEM）、坡度、方位、剖面曲率、降雨量、温度、雪盖、GDP、植被覆盖、距离断层带的距离、岩性和土地利用。滑坡易发性模型采用逻辑回归对滑坡发生的概率进行统计分析。人口暴露通过将滑坡易发性水平与人口数据相乘来计算，死亡率基于2000-2018年的历史数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the methods used to collect data for constructing human vulnerability curves in flash flood studies.",
        "QuestionCn": "我对在闪洪研究中构建人类脆弱性曲线所使用的数据收集方法感到不确定。",
        "AnswerEn": "To construct human vulnerability curves for flash floods, data collection involved post-flood surveys to gather maximum flooded area, water depth data, and loss of life information. The July 2016 flash flood event in Taitou catchment, China, was reconstructed using hydro-hydraulic models, specifically the HEC-HMS for hydrological simulation and FLO-2D for hydraulic modeling, to obtain flood characteristics like water depth, flow velocity, depth-velocity product, and impact force. Statistical functions were then used to relate these characteristics to mortality rates.",
        "AnswerCn": "为了构建闪洪的人类脆弱性曲线，数据收集涉及洪水后的调查，以收集最大淹没面积、水深数据和生命损失信息。2016年7月，中国太头流域的闪洪事件通过水文水力模型进行重建，具体使用HEC-HMS进行水文模拟和FLO-2D进行水力建模，以获取洪水特征，如水深、流速、深度-流速乘积和冲击力。然后使用统计函数将这些特征与死亡率相关联。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how challenges in data availability can impact the analysis of human vulnerability to flash floods.",
        "QuestionCn": "我不明白数据可用性的问题如何影响对人类在闪电洪水中脆弱性的分析。",
        "AnswerEn": "Challenges in data availability, particularly the lack of data on loss of life or flood intensity matched with loss of life, can significantly impact the analysis of human vulnerability to flash floods. Most studies focus on buildings and economic impacts rather than human factors due to this data scarcity, making it difficult to develop accurate vulnerability assessments. The lack of comprehensive data can hinder the creation of reliable vulnerability curves, which are essential for quantitative risk assessment and developing mitigation strategies.",
        "AnswerCn": "数据可用性方面的挑战，特别是缺乏与生命损失或洪水强度相匹配的生命损失数据，可能会显著影响对人类在突发洪水中脆弱性的分析。由于数据稀缺，大多数研究集中于建筑物和经济影响，而非人类因素，这使得准确的脆弱性评估变得困难。缺乏全面的数据可能会阻碍可靠脆弱性曲线的创建，而脆弱性曲线对于定量风险评估和制定减灾策略至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the methods used for collecting and analyzing data related to the exposure and vulnerability of populations to multi-hazard risks in the northeastern edge of the Tibetan Plateau.",
        "QuestionCn": "请概述用于收集和分析与青藏高原东北边缘地区人口对多重灾害风险的暴露和脆弱性相关的数据的方法。",
        "AnswerEn": "The data collection methods involve using a combination of factors such as DEM, slope, aspect, curvature, rainfall, temperature, snow cover, GDP, vegetation cover, distance to fault lines, lithology, and land use. The analysis includes a logistic regression model to determine landslide susceptibility, and population exposure is calculated by overlaying landslide susceptibility levels with population data. Mortality rates are derived from historical data on landslide casualties from 2000-2018.",
        "AnswerCn": "数据收集方法涉及使用多种因素，如数字高程模型（DEM）、坡度、方位、曲率、降雨量、温度、雪盖、国内生产总值（GDP）、植被覆盖、距离断层线的距离、岩性和土地利用。分析包括使用逻辑回归模型来确定滑坡易发性，并通过将滑坡易发性水平与人口数据叠加来计算人口暴露。死亡率是根据2000年至2018年的滑坡伤亡历史数据得出的。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}