{
  "id": "4e23019c-ab4c-4b44-bc4e-a39e69ecc1e4",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of Heihe integrated observatory network (Phenology camera observation data set of A’rou Superstation, 2023)",
      "titleCn": "黑河流域地表过程综合观测网（阿柔超级站物候相机观测数据集-2023）",
      "description": "This dataset contains phenological camera observation data of the A’rou Superstation in the upstream reaches of Heihe integrated observatory network from May 1 to September 28 in 2023. The site (100.372° E, 38.856° N) was located in the Daban Village, near Qilian County in Qinghai Province. The elevation is 3033 m. For the calculation of the phenology, firstly, The phenological index needs to be calculated according to the region of interest. Such as, the relative greenness index (GCC, Green Chromatic Coordinate, calculated by GCC=G/(R+G+B)). Then, controlling the quality of data, filling the invalid value and filtering smoothing are performed. Finally, the key phenological parameters are determined according to the growth curve fitting, such as the growth season start date, peak, growth season end, etc. This data set includes the relative greenness index (GCC) in 2023.\nPlease refer to Liu et al. (2018) for sites information in the Citation section.",
      "descriptionCn": "该数据集包含了2023年5月1日至2023年9月28日的黑河流域地表过程综合观测网上游阿柔超级站的物候相机观测数据。站点位于青海省祁连县阿柔乡草大板村，下垫面是亚高山山地草甸。观测点的经纬度是100.4643E, 38.0473N，海拔3033m。对于物候期的计算，首先，根据感兴趣区计算物候指标，如相对绿度指数（GCC, Green Chromatic Coordinate公式为GCC=G/(R+G+B), R、G、B为图像红、绿、蓝三通道像元值）。然后对数据进行质量控制、无效值填充和滤波平滑。最后根据生长曲线拟合确定关键物候期参数，如生长季起始日、顶峰、生长季结束日等。本数据集为该站点2023年相对绿度指数（GCC）。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)。",
      "instructions": "year+** observatory network+ site name +GCC",
      "instructionsCn": "年份+**观测网+站点名称+GCC ",
      "east": 100.4643,
      "west": 100.4643,
      "south": 38.0473,
      "north": 38.0473,
      "startTime": "2023-05-01 15:09:12",
      "endTime": "2023-09-28 15:09:12",
      "fileSize": 11115.0,
      "cstr": "18406.11.Terre.tpdc.301272",
      "doi": "10.11888/Terre.tpdc.301272",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿柔超级站",
        "keywordEn": "Arou superstation"
      },
      {
        "keywordCn": "黑河流域上游",
        "keywordEn": "Upper reaches of the Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2023",
        "keywordEn": "2023",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永久冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪盖的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无缝的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次中进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it feasible to use remote sensing data combined with data assimilation to improve the prediction of hydrological processes in alpine regions?",
        "QuestionCn": "结合遥感数据和数据同化来提高对高山地区水文过程预测的可行性如何？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the observation network in the Heihe River Basin have the capability to collect data for validating remote sensing products at multiple scales?",
        "QuestionCn": "黑河流域的观测网络是否具备在多个尺度上收集数据以验证遥感产品的能力？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more suitable for snow depth measurement in alpine regions: ultrasonic sensors, gamma monitors, or flowcapt devices?",
        "QuestionCn": "在阿尔卑斯地区，哪种方法更适合测量雪深：超声波传感器、伽马监测器还是流量捕捉设备？",
        "AnswerEn": "ultrasonic sensors",
        "AnswerCn": "超声波传感器",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which challenge is more significant in data collection for alpine hydrology: high altitude, harsh climate, or complex topography?",
        "QuestionCn": "在高山水文学的数据收集中，哪个挑战更为显著：高海拔、恶劣气候还是复杂地形？",
        "AnswerEn": "harsh climate",
        "AnswerCn": "严酷的气候",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to monitor snow accumulation and ablation processes in alpine regions?",
        "QuestionCn": "在高山地区监测雪积累和融化过程使用的数据收集方法有哪些？",
        "AnswerEn": "snow observation superstation",
        "AnswerCn": "降雪观测超级站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the meteorological variables measured to capture freeze-thaw processes in alpine regions?",
        "QuestionCn": "在高山地区，测量气象变量以捕捉冻融过程的地点在哪里？",
        "AnswerEn": "automatic meteorological stations",
        "AnswerCn": "自动气象站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to capture snow accumulation and ablation processes in alpine regions?",
        "QuestionCn": "您能否提供一个用于捕捉高山地区雪积累和融化过程的数据收集方法的例子？",
        "AnswerEn": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. Snow depth was measured by SR50A, which uses ultrasonic pulses, and snow water equivalent (SWE) was measured by GMON. Blowing snow was measured using FlowCapt, capturing snow grains at various heights.",
        "AnswerCn": "雪覆盖特性通过使用先进的技术和仪器在雪观测超级站收集。雪深通过SR50A测量，该设备使用超声波脉冲，雪水当量（SWE）通过GMON测量。吹雪通过FlowCapt测量，该设备在不同高度捕捉雪粒。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that integrates multiscale observation data for understanding hydrological processes in alpine regions?",
        "QuestionCn": "一个整合多尺度观测数据以理解高山地区水文过程的数据集的例子是什么？",
        "AnswerEn": "A suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) is an example. These datasets serve to investigate watershed science and functions.",
        "AnswerCn": "一套数据集，包括来自黑河上游集成、分布和多尺度观测网络的长期水文气象、雪盖和冻土数据。这些数据集用于研究流域科学和功能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the observation networks used for collecting hydrometeorological, snow cover, and frozen ground data in alpine regions?",
        "QuestionCn": "用于收集高山地区水文气象、雪盖和冻土数据的观测网络的特点是什么？",
        "AnswerEn": "integrated, distributed, multiscale, automatic meteorological stations, superstations, spatially distributed meteorological variables, snow accumulation and ablation processes, soil freeze-thaw cycles, gap-free data, validate remote sensing products",
        "AnswerCn": "集成、分布式、多尺度、自动气象站、超级站、空间分布的气象变量、积雪积累和消融过程、土壤冻融循环、无缝数据、验证遥感产品",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific challenges are faced when collecting data in high-altitude alpine regions?",
        "QuestionCn": "在高海拔高山地区收集数据时面临的具体挑战有哪些？",
        "AnswerEn": "cold climate, harsh climate, high altitude, complex topography",
        "AnswerCn": "寒冷气候，严酷气候，高海拔，复杂地形",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What properties of snow and frozen ground are essential for understanding alpine hydrological processes?",
        "QuestionCn": "理解高山水文过程所需的雪和冻土的基本特性是什么？",
        "AnswerEn": "snow depth, snow water equivalent, snow cover properties, freeze-thaw cycles in soil, blowing snow flux, soil temperature, soil moisture profiles",
        "AnswerCn": "积雪深度、雪水当量、积雪覆盖特性、土壤冻融循环、吹雪通量、土壤温度、土壤水分剖面",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many automatic meteorological stations are part of the integrated observation network in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河上游的综合观测网络中，有多少个自动气象站？",
        "AnswerEn": "7",
        "AnswerCn": "7",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution at which snow water equivalent (SWE) was measured at the Yakou snow superstation?",
        "QuestionCn": "在Yakou雪超级站，雪水当量（SWE）的测量时间分辨率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many layers are used to measure soil temperature and moisture at the A’rou frozen ground superstation?",
        "QuestionCn": "在A’rou冻土超级站，测量土壤温度和湿度使用了多少层？",
        "AnswerEn": "18 layers",
        "AnswerCn": "18层",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'relative greenness index (GCC)' mean in the context of phenology camera observations?",
        "QuestionCn": "在物候相机观测的背景下，“相对绿色指数（GCC）”是什么意思？",
        "AnswerEn": "The relative greenness index (GCC) is a phenological indicator calculated from images captured by cameras, representing the green chromatic coordinate. It is formulated as GCC = G/(R+G+B), where R, G, and B are the pixel values of the red, green, and blue channels in the image. The GCC is used to determine key phenological parameters, such as the start and end of the growing season and peak growth periods.",
        "AnswerCn": "相对绿色指数（GCC）是一种通过相机捕捉的图像计算的表型指标，代表绿色色度坐标。其公式为 GCC = G/(R+G+B)，其中 R、G 和 B 分别是图像中红色、绿色和蓝色通道的像素值。GCC 用于确定关键的表型参数，如生长季节的开始和结束以及生长高峰期。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'gap-free meteorological and hydrological data' in an observation network?",
        "QuestionCn": "在观测网络中，“无缺口气象和水文数据”是什么意思？",
        "AnswerEn": "Gap-free meteorological and hydrological data refer to continuous and uninterrupted data collection from an observation network, ensuring no missing data points. This is achieved by connecting automatic meteorological stations (AMSs) for consistent monitoring of variables like wind, air temperature, humidity, and precipitation, which are crucial for accurate hydrological modeling and analysis.",
        "AnswerCn": "无缺失的气象和水文数据是指来自观测网络的连续和不间断的数据收集，确保没有缺失的数据点。这是通过连接自动气象站（AMSs）实现的，以便对风速、气温、湿度和降水等变量进行一致的监测，这些变量对于准确的水文建模和分析至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced during data collection in high-altitude alpine regions compared to low-altitude areas, particularly concerning snow cover and frozen ground data?",
        "QuestionCn": "在高海拔高山地区与低海拔地区进行数据收集时，尤其是关于积雪和冻土数据，所面临的挑战有什么不同？",
        "AnswerEn": "High-altitude alpine regions face challenges such as cold, harsh climates, and complex topography, which inhibit consistent data collection and hinder remote sensing technologies. These areas require specialized equipment and methodologies, such as those used in the integrated observation network, to capture snow depth, snow water equivalent, and frozen ground characteristics. Low-altitude areas typically do not face such extreme conditions, making data collection less technically demanding.",
        "AnswerCn": "高海拔的高山地区面临着寒冷、恶劣的气候和复杂的地形等挑战，这些因素阻碍了数据的持续收集，并妨碍了遥感技术的应用。这些地区需要专门的设备和方法，例如集成观测网络中使用的技术，以捕捉雪深、雪水当量和冻土特征。低海拔地区通常不面临如此极端的条件，因此数据收集的技术要求较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of remote sensing data with ground-based observations improve the understanding of hydrological processes in alpine regions?",
        "QuestionCn": "遥感数据与地面观测的结合如何提高对高山地区水文过程的理解？",
        "AnswerEn": "Using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. This approach is essential because of the complexities and uncertainties in the earth system, particularly in alpine regions. Remote sensing data needs to be validated and calibrated using ground-based observations to ensure accuracy.",
        "AnswerCn": "使用遥感数据结合数据同化可以改善水文过程的预测。这种方法在地球系统的复杂性和不确定性，特别是在高山地区，显得尤为重要。遥感数据需要通过地面观测进行验证和校准，以确保其准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are associated with collecting consistent hydrometeorological data in alpine environments, and how might they be addressed?",
        "QuestionCn": "在高山环境中收集一致的水文气象数据面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "Challenges include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These challenges hinder the development of remote sensing technologies and alpine hydrological models. Addressing these challenges involves developing next-generation ecosystem observation networks and experiments to improve data availability and quality.",
        "AnswerCn": "挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了完整和一致的数据收集。这些挑战妨碍了遥感技术和高山水文模型的发展。应对这些挑战需要开发下一代生态系统观测网络和实验，以提高数据的可用性和质量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodological approaches are used to measure snow cover properties, and how do they contribute to the understanding of snow accumulation and ablation processes?",
        "QuestionCn": "测量雪盖特性的主要方法有哪些，它们如何有助于理解雪的积累和融化过程？",
        "AnswerEn": "Snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. These include measuring snow depth, snow water equivalent (SWE), and blowing (drifting) snow using tools like SR50A for snow depth and GMON for SWE. These measurements contribute to understanding snow accumulation and ablation processes by providing high-resolution data essential for hydrological models.",
        "AnswerCn": "雪观测超级站使用先进的技术和仪器收集雪盖特性。这些测量包括雪深、雪水当量（SWE）和飘雪（漂雪），使用的工具如SR50A用于雪深测量，GMON用于雪水当量测量。这些数据的收集有助于理解雪的积累和融化过程，提供了对水文模型至关重要的高分辨率数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the scarcity of observation data in alpine regions, particularly in terms of technological and environmental challenges?",
        "QuestionCn": "是什么导致高山地区观测数据的稀缺，特别是在技术和环境挑战方面？",
        "AnswerEn": "The scarcity of observation data in alpine regions is primarily caused by the difficulties of access and technological barriers. The cold and harsh climate, high altitude, and complex topography inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍。寒冷和恶劣的气候、高海拔以及复杂的地形阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和阿尔卑斯水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges in collecting high-quality snow and frozen ground data for parameterization in alpine regions?",
        "QuestionCn": "在高山地区，收集高质量的雪和冻土数据以进行参数化面临的挑战因素包括哪些？",
        "AnswerEn": "Several factors contribute to the challenges in collecting high-quality snow and frozen ground data for parameterization in alpine regions, including the cold and harsh climate, high altitude, complex topography, and the scarcity of observation data. These conditions make it difficult to operate and maintain necessary equipment, leading to a lack of consistent and comprehensive datasets.",
        "AnswerCn": "多个因素导致在高山地区收集高质量雪和冻土数据以进行参数化的挑战，包括寒冷和恶劣的气候、高海拔、复杂的地形以及观测数据的稀缺。这些条件使得操作和维护必要的设备变得困难，从而导致缺乏一致和全面的数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to establish an integrated, distributed, and multiscale observation network in alpine regions for hydrological research?",
        "QuestionCn": "在高山地区建立一个综合的、分布式的和多尺度的观测网络对于水文研究的重要性是什么？",
        "AnswerEn": "Establishing an integrated, distributed, and multiscale observation network in alpine regions is important for hydrological research because it provides accurate forcing data for hydrological modeling, validates remote sensing data, and allows the evaluation of distributed models. Such a network helps improve the predictive understanding of alpine hydrological processes and ecosystem functions, which is crucial due to the perturbations induced by climate change and human activities.",
        "AnswerCn": "在高山地区建立一个综合的、分布式的、多尺度观测网络对于水文研究至关重要，因为它提供了水文建模所需的准确强迫数据，验证了遥感数据，并允许评估分布式模型。这样的网络有助于提高对高山水文过程和生态系统功能的预测理解，这在气候变化和人类活动引发的扰动下尤为重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the expected outcomes in terms of data quality and model predictions when integrating remote sensing data with ground-based observations in alpine hydrology research?",
        "QuestionCn": "在高山水文学研究中整合遥感数据与地面观测数据时，预期的数据质量和模型预测结果是什么？",
        "AnswerEn": "Integrating remote sensing data with ground-based observations in alpine hydrology research could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data, especially in the alpine region, which have to be validated and calibrated.",
        "AnswerCn": "将遥感数据与地面观测相结合在高山水文学研究中可以提高水文过程的预测。然而，由于地球系统的复杂性，遥感数据中存在各种不确定性来源，尤其是在高山地区，这些不确定性需要进行验证和校准。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the establishment of an integrated, distributed, and multiscale observation network influence the development of alpine region hydrological models?",
        "QuestionCn": "建立一个综合、分布式和多尺度的观测网络将如何影响阿尔卑斯地区水文模型的发展？",
        "AnswerEn": "An integrated, distributed, and multiscale observation network is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "一个集成的、分布式的、多尺度的观测网络对于提供准确的水文模型强迫数据、验证遥感数据、评估分布式模型，以及最终提高对高山水文过程和生态系统功能的预测理解至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential consequences of using advanced techniques and instruments at snow observation superstations for capturing snow accumulation and ablation processes?",
        "QuestionCn": "在雪观测超级站使用先进技术和仪器捕捉雪积累和融化过程的潜在后果是什么？",
        "AnswerEn": "Using advanced techniques and instruments at snow observation superstations allows for the collection of comprehensive snow cover properties, which can validate remote sensing products, improve the parameterization of hydrological models, and enhance the predictive understanding of snow-related hydrological processes in alpine regions.",
        "AnswerCn": "利用雪观测超级站的先进技术和仪器，可以收集全面的雪盖特性，这有助于验证遥感产品，改善水文模型的参数化，并增强对高山地区雪相关水文过程的预测理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop an integrated, distributed, and multiscale observation network for studying alpine hydrology in the upper reaches of river basins?",
        "QuestionCn": "为什么在河流上游研究高山水文学时，开发一个综合的、分布式的和多尺度的观测网络是重要的？",
        "AnswerEn": "An integrated, distributed, and multiscale observation network is crucial for providing accurate forcing data for hydrological modeling, validating remote sensing data, allowing the evaluation of distributed models, and ultimately improving a predictive understanding of alpine hydrological processes and ecosystem functions. Such networks can address challenges posed by the cold and harsh climate, high altitude, and complex topography that inhibit complete and consistent data collection.",
        "AnswerCn": "一个集成的、分布式的、多尺度的观测网络对于提供准确的水文建模强迫数据、验证遥感数据、评估分布式模型，以及最终提高对高山水文过程和生态系统功能的预测理解至关重要。这种网络可以应对寒冷恶劣气候、高海拔和复杂地形带来的挑战，这些挑战阻碍了完整和一致的数据收集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of collecting long-term hydrometeorological and snow cover data in the context of alpine watershed science?",
        "QuestionCn": "在高山流域科学的背景下，收集长期水文气象和雪盖数据的目标是什么？",
        "AnswerEn": "The objectives include investigating watershed science and functions from an integrated, distributed, and multiscale observation network; providing accurate and effective forcing data for alpine hydrological models; integrating observation, simulation, and acquired datasets for a more informative understanding; and understanding how perturbations, such as climate change and human activities, alter fundamental processes.",
        "AnswerCn": "目标包括从综合、分布式和多尺度观测网络调查流域科学和功能；为高山水文模型提供准确有效的强迫数据；整合观测、模拟和获取的数据集，以获得更具信息性的理解；以及理解气候变化和人类活动等扰动如何改变基本过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it necessary to intensively measure soil temperature and moisture profiles in frozen ground observation networks?",
        "QuestionCn": "在冻土观测网络中，密集测量土壤温度和湿度剖面是必要的原因是什么？",
        "AnswerEn": "Intensive measurement of soil temperature and moisture profiles is necessary to obtain soil hydrothermal features under freeze-thaw cycles, which are critical for understanding dynamic hydrothermal processes. This data is used to evaluate the parameterization of alpine hydrologic models and to improve the understanding of hydrological processes affected by freeze-thaw cycles.",
        "AnswerCn": "对土壤温度和湿度剖面的密集测量对于获取冻融循环下的土壤水热特征是必要的，这对于理解动态水热过程至关重要。这些数据用于评估高山水文模型的参数化，并提高对受冻融循环影响的水文过程的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are snow cover and frozen ground properties monitored and measured to support alpine hydrology research?",
        "QuestionCn": "雪盖和冻土特性是如何被监测和测量以支持高山水文学研究的？",
        "AnswerEn": "Snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets are obtained to capture freeze-thaw processes from a frozen ground observation superstation. Measurements include snow depth, snow water equivalent (SWE), albedo of the snow surface, blowing snow flux, soil temperature, and moisture. These observations are essential for developing and improving hydrological models and validating remote sensing products.",
        "AnswerCn": "雪覆盖特性通过使用先进的技术和仪器从雪观测超级站收集。高分辨率的土壤物理数据集用于捕捉来自冻土观测超级站的冻融过程。测量内容包括雪深、雪水当量（SWE）、雪面反照率、吹雪通量、土壤温度和湿度。这些观测对于开发和改进水文模型以及验证遥感产品至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps are involved in establishing and maintaining an integrated observation network for alpine hydrology research in terms of data collection and instrumentation?",
        "QuestionCn": "在数据收集和仪器方面，建立和维护一个用于高山水文研究的综合观测网络涉及哪些程序步骤？",
        "AnswerEn": "An integrated, distributed, and multiscale hydrometeorological-snow-frozen ground observation network is established with multiple automatic meteorological stations (AMSs) and superstations. This involves setting up instruments to measure meteorological variables, snow accumulation and ablation processes, and soil hydrothermal features under freeze-thaw cycles. The network aims to provide datasets for validating alpine hydrological models and involves continuous monitoring to ensure data availability and quality.",
        "AnswerCn": "建立了一个集成的、分布式的、多尺度的水文气象-雪-冻土观测网络，配备多个自动气象站（AMS）和超级站。这涉及设置仪器以测量气象变量、雪的积累和消融过程，以及在冻融循环下的土壤水热特征。该网络旨在提供数据集，以验证高山水文模型，并涉及持续监测以确保数据的可用性和质量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the creation of an integrated, distributed, and multiscale observation network for alpine hydrology in the Heihe River Basin?",
        "QuestionCn": "哪些技术进步使得在黑河流域创建一个集成的、分布式的和多尺度的高山水文观测网络成为可能？",
        "AnswerEn": "The deployment of automatic meteorological stations (AMSs), snow observation superstations, and frozen ground observation superstations, equipped with state-of-the-art techniques and instruments, has enabled the creation of an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin. These advancements have facilitated the collection of high-quality hydrometeorological, snow cover, and frozen ground data.",
        "AnswerCn": "自动气象站（AMS）、雪观测超级站和冻土观测超级站的部署，配备了先进的技术和仪器，使得在黑河流域上游建立了一个集成的、分布式的、多尺度观测网络。这些进展促进了高质量的水文气象、雪盖和冻土数据的收集。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do gap-free meteorological and hydrological datasets enable improved hydrological modeling in alpine regions?",
        "QuestionCn": "无间隙的气象和水文数据集如何促进阿尔卑斯地区水文模型的改进？",
        "AnswerEn": "Gap-free meteorological and hydrological datasets, monitored from an observation network connecting AMSs, enable improved hydrological modeling by providing accurate and consistent forcing data. These datasets support the validation of remote sensing products and the refinement of hydrological models by offering comprehensive spatially distributed meteorological variables essential for understanding alpine hydrological processes.",
        "AnswerCn": "无缝的气象和水文数据集，通过连接自动气象站（AMS）的观测网络进行监测，能够提供准确且一致的强迫数据，从而改善水文模型。这些数据集支持遥感产品的验证和水文模型的优化，提供了全面的空间分布气象变量，对于理解高山水文过程至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions are necessary for the successful implementation of a multiscale hydrometeorological – snow – frozen ground observation network in challenging alpine environments?",
        "QuestionCn": "在具有挑战性的高山环境中，成功实施多尺度水文气象 - 雪 - 冻土观测网络所需的条件是什么？",
        "AnswerEn": "Successful implementation of a multiscale hydrometeorological – snow – frozen ground observation network in challenging alpine environments requires overcoming formidable challenges such as cold and harsh climates, high altitudes, and complex topographies. Establishing reliable infrastructure, like AMSs and superstations, and addressing technological barriers are crucial conditions for collecting comprehensive and consistent datasets necessary for alpine hydrological research.",
        "AnswerCn": "在具有挑战性的高山环境中，成功实施多尺度水文气象-雪-冻土观测网络需要克服严酷的挑战，如寒冷和恶劣的气候、高海拔和复杂的地形。建立可靠的基础设施，如自动气象站（AMS）和超级气象站，以及解决技术障碍，是收集全面和一致的数据集的关键条件，这些数据集对于高山水文研究至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving consistent data collection for alpine hydrological models in the Heihe River Basin?",
        "QuestionCn": "在黑河流域实现一致的数据收集可能面临哪些挑战？",
        "AnswerEn": "Challenges arise from the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These conditions hinder the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "寒冷和恶劣的气候、高海拔以及复杂的地形带来了挑战，这些因素阻碍了完整和一致的数据收集。这些条件妨碍了遥感技术和高山水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for the scarcity of observational data in alpine regions, and how does it affect data collection efforts?",
        "QuestionCn": "阿尔卑斯地区观测数据稀缺的原因是什么，以及这对数据收集工作有什么影响？",
        "AnswerEn": "The scarcity of observational data in alpine regions is due to difficulties of access and technological barriers, which have hindered alpine hydrological modeling and associated research. This scarcity motivates the development of next-generation ecosystem observation networks and experiments.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文建模和相关研究。这种稀缺性促使了下一代生态系统观测网络和实验的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to obtain high-quality snow density data in the Heihe River Basin, and what impact does this have on hydrological modeling?",
        "QuestionCn": "在黑河流域获取高质量雪密度数据面临挑战，这对水文模型的影响是什么？",
        "AnswerEn": "The challenge in obtaining high-quality snow density data is due to strong winds that influence measurements, making snow density data, which can be calculated using snow depth and SWE data, unavailable. This affects hydrological modeling by limiting parameterization quality.",
        "AnswerCn": "获取高质量雪密度数据的挑战在于强风会影响测量，使得雪密度数据（可以通过雪深和雪水当量（SWE）数据计算得出）无法获得。这影响了水文模型的质量，因为限制了参数化的质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What might be the potential benefits and drawbacks of integrating remote sensing data with in-situ observations for alpine hydrological research?",
        "QuestionCn": "将遥感数据与地面观测相结合在高山水文研究中的潜在好处和缺点是什么？",
        "AnswerEn": "Integrating remote sensing data with in-situ observations could improve the prediction of hydrological processes by providing high-resolution spatial data and validating remote sensing products. However, complexities of the earth system and various sources of uncertainties in remote sensing data, especially in alpine regions, pose challenges that require careful validation and calibration to ensure accuracy.",
        "AnswerCn": "将遥感数据与现场观测相结合，可以通过提供高分辨率的空间数据和验证遥感产品来改善水文过程的预测。然而，地球系统的复杂性以及遥感数据中各种来源的不确定性，尤其是在高山地区，带来了挑战，这需要仔细的验证和校准以确保准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can the establishment of an integrated, distributed, and multiscale observation network enhance the predictive understanding of hydrological processes in alpine regions?",
        "QuestionCn": "建立一个集成、分布式、多尺度的观测网络可以通过哪些方式增强对高山地区水文过程的预测理解？",
        "AnswerEn": "An integrated, distributed, and multiscale observation network can provide accurate forcing data for hydrological modeling, validate remote sensing data, and allow evaluation of distributed models. Such networks, with their comprehensive data collection capabilities, are essential for improving the predictive understanding of hydrological processes and eco-functions in alpine regions, addressing scientific questions about climate change and human activity perturbations.",
        "AnswerCn": "一个集成的、分布式的、多尺度的观测网络可以为水文建模提供准确的强迫数据，验证遥感数据，并允许评估分布式模型。这种网络凭借其全面的数据收集能力，对于提高对高山地区水文过程和生态功能的预测理解至关重要，能够解决关于气候变化和人类活动扰动的科学问题。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand the specific challenges faced in collecting consistent data in alpine regions for hydrological research.",
        "QuestionCn": "我不理解在高山地区进行水文研究时收集一致数据所面临的具体挑战。",
        "AnswerEn": "Several formidable challenges, such as the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection in alpine regions. These conditions hinder the development of remote sensing technologies and alpine hydrological models, and the scarcity of observation data due to access difficulties and technological barriers further complicates data collection.",
        "AnswerCn": "在高山地区，寒冷和恶劣的气候、高海拔以及复杂的地形等多重严峻挑战，阻碍了完整和一致的数据收集。这些条件妨碍了遥感技术和高山水文模型的发展，而由于获取困难和技术障碍导致的观测数据稀缺，进一步加剧了数据收集的复杂性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection methods used to monitor hydrometeorological variables in alpine regions and how these methods address the challenges posed by the harsh climate and complex terrain.",
        "QuestionCn": "请描述用于监测高山地区水文气象变量的数据收集方法，以及这些方法如何应对恶劣气候和复杂地形带来的挑战。",
        "AnswerEn": "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). To capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture freeze-thaw processes from a frozen ground observation superstation. The observation network was composed of seven standard hydrometeorological stations, one snow superstation, and one frozen ground superstation.",
        "AnswerCn": "无间断的气象和水文数据通过一个观察网络进行监测，该网络连接了一组自动气象站（AMS）。为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。该观察网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide insights into the challenges faced in collecting data for alpine hydrological modeling and how observation networks and experiments are overcoming these challenges.",
        "QuestionCn": "请提供有关在收集高山水文建模数据时面临的挑战的见解，以及观测网络和实验如何克服这些挑战。",
        "AnswerEn": "Several challenges, including cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection, which hinders the development of remote sensing technologies and alpine hydrological models. The scarcity of observation data due to difficulties of access and technological barriers has motivated the development of next-generation ecosystem observation networks and experiments. An integrated, distributed, and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, and improve the predictive understanding of alpine hydrological processes.",
        "AnswerCn": "多个挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。由于获取困难和技术障碍，观测数据的稀缺促使了下一代生态系统观测网络和实验的开发。一个集成的、分布式的和多尺度的观测数据集对于提供准确的水文建模强迫数据、验证遥感数据以及提高对高山水文过程的预测理解至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please outline the potential datasets available for investigating watershed science and functions in alpine regions and how these datasets could contribute to future research.",
        "QuestionCn": "请概述可用于研究高山地区流域科学和功能的潜在数据集，以及这些数据集如何为未来研究做出贡献。",
        "AnswerEn": "The available datasets consist of long-term hydrometeorological, snow cover, and frozen ground data collected from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB). These datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales. The datasets are expected to serve as a testing platform to provide accurate forcing data, validate and evaluate remote sensing products, and assist hydrological models for a broader research community.",
        "AnswerCn": "可用的数据集包括来自黑河上游集成、分布和多尺度观测网络的长期水文气象、雪盖和冻土数据。这些数据集包含高质量的水文气象数据，特别是在子流域和流域尺度上关于雪和冻土的观测。这些数据集预计将作为测试平台，提供准确的强迫数据，验证和评估遥感产品，并为更广泛的研究社区辅助水文模型。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}