{
    "id": "4ea412aa-1afe-44fe-baaa-8e0f9ad8d782",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Biomass burning emission inventory  (2015)",
            "titleCn": "生物质燃烧排放清单（2015）",
            "description": "It includes the emission of SO2, NOx, VOCs, NH3, OC, EC, CO2, CH4 and Hg from biomass burning source, which can provide data for understanding the emission situation of the third polar region and input data for model simulation. The basic data is based on data collection, satellite observation, literature and other methods. The emission inventory of 3km * 3km biomass burning sources is established. The data in the work comes from the FAO, MODIS satellite data and scientific literature, and its quality can be guaranteed. The data can be used for further study of climate change and air quality in the third polar region.",
            "descriptionCn": "包含生物质燃烧源污染物SO2、NOX、VOCs、NH3、OC、EC、CO2、CH4的排放及Hg的排放，可为了解第三极区域的排放状况提供数据依据，也可为模型模拟提供输入数据。基础数据基于公开数据搜集、卫星观测数据、文献搜集等方式，以排放因子等方法结合ARCGIS等处理软件，建立了3km*3km的生物质燃烧源排放清单。清单中的数据来自于世界粮食和农作物组织数据库，MODIS卫星数据和科学文献，其质量可以保证。该数据可用于模型工作者对于第三极区域气候及空气质量的进一步研究。",
            "instructions": "The uploaded file is in ArcGIS readable SHP format, and the FID value is the grid number, which corresponds to the emissions of each pollutant in each grid.",
            "instructionsCn": "上传文件为ARCGIS可读的shp格式，FID值为网格编号，对应每个网格每种污染物的排放量。",
            "east": 102.0,
            "west": 26.0,
            "south": 6.0,
            "north": 56.0,
            "startTime": "2015-01-09 00:00:00",
            "endTime": "2016-01-08 11:59:59",
            "fileSize": 203756308.0,
            "cstr": "18406.11.Meteoro.tpdc.270444",
            "doi": "10.11888/Meteoro.tpdc.270444",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王书肖",
                "nameEn": "WANG Shuxiao",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学环境学院"
            },
            {
                "nameCn": "冯新斌",
                "nameEn": "FENG Xinbin",
                "unitEn": "Institute of Geochemistry, Chinese Academy of Sciences",
                "unitCn": "中国科学院地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Indoor air pollution from burning yak dung as a household fuel in Tibet",
                "referenceCn": null,
                "referenceEn": "Xiao, Q.Y., Saikawa, E., Yokelson, R., Chen, P.F., Li, C.L. (2015). Indoor air pollution from burning yak dung as a household fuel in Tibet. Atmospheric Environment, 102, 402-412."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气质量",
                "nameEn": "Atmospheric Quality"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies used in developing a biomass burning emissions inventory for pollutants such as SO2, NOX, VOCs, NH3, OC, EC, CO2, CH4, and Hg in specific regions?",
                "QuestionCn": "开发生物质燃烧排放清单的特征和方法论，包括特定区域内的污染物如SO2、NOX、VOCs、NH3、OC、EC、CO2、CH4和Hg，主要包括以下内容：",
                "AnswerEn": "data collected from a variety of sources, emission factors, software tools like ARCGIS, spatial resolution such as a 3km*3km grid, sources of data include organizations like the Food and Agriculture Organization, satellite data such as MODIS",
                "AnswerCn": "从各种来源收集的数据、排放因子、像ARCGIS这样的软件工具、3公里*3公里网格的空间分辨率、数据来源包括粮食及农业组织、MODIS等卫星数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a biomass burning emission inventory dataset focused on pollutants like SO2, NOX, and VOCs in a specific region?",
                "QuestionCn": "一个专注于特定区域内污染物如二氧化硫（SO2）、氮氧化物（NOX）和挥发性有机化合物（VOCs）的生物质燃烧排放清单数据集的空间分辨率是多少？",
                "AnswerEn": "3 km x 3 km",
                "AnswerCn": "3公里 x 3公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'biomass burning emission inventory' mean in the context of data collection for atmospheric pollutants?",
                "QuestionCn": "“生物质燃烧排放清单”在大气污染物数据收集的背景下指的是对由生物质燃烧产生的排放进行系统性记录和统计的过程。这包括对不同类型的生物质燃烧（如森林火灾、农业废弃物燃烧等）所释放的污染物（如二氧化碳、一氧化碳、颗粒物等）的量化和分析，以便评估其对空气质量和气候变化的影响。",
                "AnswerEn": "A 'biomass burning emission inventory' refers to a comprehensive dataset that compiles information on the emissions of pollutants such as SO2, NOX, VOCs, NH3, OC, EC, CO2, CH4, and Hg from biomass burning sources. In data collection, this involves using methods like public data collection, satellite observations, and literature reviews. The data is processed using emission factor methodologies and software tools like ARCGIS to create a spatially resolved inventory, such as one with a 3km x 3km resolution, to provide data support for modeling and understanding the emission status in specific regions like the Third Pole area.",
                "AnswerCn": "“生物质燃烧排放清单”是指一个综合数据集，汇编了来自生物质燃烧源的污染物排放信息，如SO2、NOX、挥发性有机化合物（VOCs）、氨（NH3）、有机碳（OC）、元素碳（EC）、二氧化碳（CO2）、甲烷（CH4）和汞（Hg）。在数据收集过程中，采用公共数据收集、卫星观测和文献综述等方法。数据通过排放因子方法和软件工具（如ARCGIS）进行处理，以创建一个空间分辨率为3km x 3km的清单，为建模和理解特定区域（如第三极地区）的排放状态提供数据支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for using satellite observation data and literature collection in compiling a biomass burning emission inventory focusing on pollutants such as SO2, NOX, and VOCs?",
                "QuestionCn": "编制生物质燃烧排放清单时，使用卫星观测数据和文献收集的主要原因包括关注污染物如二氧化硫（SO2）、氮氧化物（NOX）和挥发性有机化合物（VOCs）。",
                "AnswerEn": "Satellite observation data and literature collection are used to compile a biomass burning emission inventory because they provide comprehensive and reliable sources of information that can be integrated with emission factor methods and software like ARCGIS to create a detailed and high-resolution (3km*3km) emission inventory. These methods ensure the quality and accuracy of the data, which are essential for modeling and research purposes in regions such as the Third Pole.",
                "AnswerCn": "卫星观测数据和文献收集被用来编制生物质燃烧排放清单，因为它们提供了全面和可靠的信息来源，可以与排放因子方法和像ARCGIS这样的软件结合，创建详细且高分辨率（3km*3km）的排放清单。这些方法确保了数据的质量和准确性，这对于建模和研究目的在如第三极等地区是至关重要的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a dataset that includes emissions from biomass burning sources like SO2, NOX, VOCs, and other pollutants in the Third Pole region?",
                "QuestionCn": "开发一个包含第三极地区生物质燃烧源排放（如二氧化硫、氮氧化物、挥发性有机化合物和其他污染物）的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of developing a dataset that includes emissions from biomass burning sources like SO2, NOX, VOCs, and other pollutants in the Third Pole region is to provide data that can help understand the emission status in this area and serve as input data for modeling work. This can aid researchers in further studying the climate and air quality of the Third Pole region.",
                "AnswerCn": "开发一个包含第三极地区生物质燃烧源排放（如SO2、NOX、VOCs和其他污染物）的数据集的主要目标是提供数据，以帮助了解该地区的排放状况，并作为建模工作的输入数据。这可以帮助研究人员进一步研究第三极地区的气候和空气质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in creating a biomass burning emission inventory that includes pollutants like SO2, NOX, VOCs, NH3, OC, EC, CO2, CH4, and Hg, and how can satellite data be integrated into this process?",
                "QuestionCn": "创建生物质燃烧排放清单的程序步骤包括以下内容： \n\n1. **确定研究区域和时间范围**：选择需要评估的地理区域和时间段。\n\n2. **收集基础数据**：获取有关生物质燃烧的活动数据，包括燃烧类型、燃烧量、燃烧频率等。\n\n3. **选择排放因子**：根据不同类型的生物质和燃烧条件，选择适当的排放因子，这些因子用于估算各类污染物的排放量。\n\n4. **计算排放量**：使用活动数据和排放因子计算各类污染物的排放量，包括SO2、NOX、VOCs、NH3、OC、EC、CO2、CH4和Hg。\n\n5. **数据质量控制**：对收集的数据和计算结果进行质量控制，确保数据的准确性和可靠性。\n\n6. **整合和分析数据**：将计算得到的排放量进行整合，分析不同污染物的排放特征和趋势。\n\n7. **编制排放清单报告**：将所有数据和分析结果整理成报告，提供给相关部门和利益相关者。\n\n8. **更新和维护**：定期更新排放清单，以反映新的数据和变化的燃烧活动。\n\n**卫星数据的整合**：\n\n- **获取卫星数据**：收集与生物质燃烧相关的卫星遥感数据，例如火灾监测、气溶胶浓度和气象数据。\n\n- **数据校正和处理**：对卫星数据进行校正和处理，以确保其适用于排放估算。\n\n- **结合地面观测数据**：将卫星数据与地面观测数据结合，增强排放估算的准确性。\n\n- **模型应用**：使用卫星数据驱动的模型，估算特定区域的生物质燃烧排放，并进行空间分析。\n\n- **验证和调整**：通过与地面监测数据进行比较，验证卫星数据的准确性，并根据需要调整排放因子或计算方法。",
                "AnswerEn": "The creation of a biomass burning emission inventory involves collecting data from public sources, satellite observations, and scientific literature. Emission factors are utilized alongside software like ARCGIS to process the data into a 3km*3km grid format. Satellite data, such as MODIS, is integrated to enhance the inventory's accuracy and comprehensiveness.",
                "AnswerCn": "生物质燃烧排放清单的创建涉及从公共来源、卫星观测和科学文献中收集数据。排放因子与ARCGIS等软件结合使用，将数据处理成3km*3km的网格格式。卫星数据，如MODIS，被整合以提高清单的准确性和全面性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technologies enable the creation of a high-resolution emission inventory for biomass burning sources?",
                "QuestionCn": "哪些方法或技术能够实现生物质燃烧源的高分辨率排放清单的创建？",
                "AnswerEn": "The creation of a high-resolution emission inventory for biomass burning sources is enabled by using a combination of open data collection, satellite observation data, scientific literature, emission factor methodologies, and processing software like ARCGIS to establish a detailed grid of emissions.",
                "AnswerCn": "通过结合开放数据收集、卫星观测数据、科学文献、排放因子方法以及像ARCGIS这样的处理软件，可以创建一个高分辨率的生物质燃烧源排放清单，从而建立详细的排放网格。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}