{
  "id": "4ef89944-ef63-4e7e-8704-d73925a4803c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Carbon-isotope record and paleoceanographic changes prior to the OAE 1a in the Eastern Tethys: Implication for the accumulation of organic-rich sediments.",
      "titleCn": "特提斯构造域东部阿普特期阶前海洋缺氧事件中碳同位素记录和古海洋变化：对富有机沉积物累计的影响",
      "description": "The Barremian and Aptian correspond to periods of marked changes in the atmosphere-ocean system, and offer valuable information about global tectonic events. Here, we present integrated high-resolution carbonate carbon-isotope (δ13Ccarb) and geochemical data that precede the Early Aptian oceanic anoxic event (OAE 1 a) in the Qiangtang Basin (Eastern Tethys). We identified a characteristic and well-correlatable Barremian-Lower Aptian carbon-isotope pattern that can be categorized into 10 Segments. The most notable features of the δ13Ccarb record are multiple negative carbon-isotope excursions in the Barremian-Aptian, and each is possibly linked to environmental changes. Two carbon isotopic plateaus are observed in the Upper Barremian, which are generally related to increased primary productivity, and to the concomitant development of dys-to anaerobic conditions. Our data indicate the development of anoxic conditions during shale deposition, which occurred under the conditions of a semi-enclosed lagoon environment. Such conditions, were likely localized, and not the primary mechanism responsible for the deposition of organic-rich sediments within the Shenglihe succession. The deposition of organic-rich shales was very likely due to global/regional warming. Rising temperatures and hydrological cycle strengthening during shale deposition are believed to have increased primary productivity, and thus resulted in the expansion of the local oxygen minimum zone within the water column.",
      "descriptionCn": "早白垩世巴雷姆期和阿普特期大气-海洋系统发生了显著变化，该时期可以提供关于全球构造运动有价值的信息。在文章中，我们提供了位于东特提斯构造域的羌塘盆地早白垩世阿普特期大洋缺氧事件（OAE 1a）之前的胜利河剖面沉积物的高分辨率无机碳同位素和地球化学数据。根据无机碳同位素曲线，我们识别出了10个小的部分，这是特征性的巴雷姆期-早阿普特期碳同位素变化模式，可以进行较好的国际对比。在巴雷姆期-阿普特期，无机碳同位素最显著的特征就是出现多次负偏移，每一次偏移可能都与气候变化有关。在晚巴雷姆期，我们发现了两个无机碳同位素的峰值，这一般与增加的初级生产力和伴随增加的生产力产生的厌氧条件有关。我们的数据表明：页岩沉积时期的缺氧环境是在半封闭的泻湖环境中形成的。虽然较高的生产力和缺氧环境有利于有机质的富集，然而这些条件可能是局部的，并不是控制胜利河剖面富含有机质沉积物沉积的原始机制。我们认为富含有机质页岩的沉积极有可能是全球/区域变暖造成的。温度增加和水温循环加剧有利于提高初级生产力，从而导致水体中氧气最小空间的扩张。",
      "instructions": "The data is stored in word format, and the file name starts with SLH, representing Shengli river area. See word for specific sample number, experimental method and data.",
      "instructionsCn": "数据以Word格式存储，文件名称以SLH为开头，代表胜利河地区。具体样品编号、实验方法、具体数据等见Word。",
      "east": 87.8,
      "west": 87.2,
      "south": 33.6,
      "north": 34.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 58343.0,
      "cstr": "18406.11.Geo.tpdc.271454",
      "doi": "10.11888/Geo.tpdc.271454",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "付修根",
        "nameEn": "FU Xiugen",
        "unitEn": "",
        "unitCn": "西南石油大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Carbon-isotope record and paleoceanographic changes prior to the OAE 1a in the Eastern Tethys: Implication for the accumulation of organic-rich sediments.",
        "referenceCn": null,
        "referenceEn": "Fu, X., Wang, J., Wen, H., Wang, Z., Zeng, S., Song, C., Wang, D., & Nie, Y. (2020). Carbonisotope record and paleoceanographic changes prior to the OAE 1a in the Eastern Tethys: implication for the accumulation of organic-rich sediments. Mar. Petrol. Geol, 113, 104049."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "氧化还原状态",
        "nameEn": "Oxidation state"
      },
      {
        "nameCn": "碳同位素",
        "nameEn": "Carbon isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羌塘盆地",
        "keywordEn": "Qiangtang Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of carbon isotope records collected in sedimentary profiles prior to oceanic anoxic events in the Early Cretaceous period?",
        "QuestionCn": "在早白垩纪海洋缺氧事件之前收集的沉积剖面的碳同位素记录具有哪些特征？",
        "AnswerEn": "high-resolution inorganic carbon isotope data, 10 distinct sub-sections, specific patterns of carbon isotope variations, multiple negative shifts",
        "AnswerCn": "高分辨率无机碳同位素数据，10个不同的子部分，碳同位素变化的特定模式，多次负偏移。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many inorganic carbon isotope samples were collected to analyze the Barremian to early Aptian carbon isotope variation patterns?",
        "QuestionCn": "为了分析巴雷米期到早期阿普期的碳同位素变化模式，收集了多少个无机碳同位素样本？",
        "AnswerEn": "10",
        "AnswerCn": "10",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors could have contributed to the development of a semi-enclosed lagoon environment during the Aptian Oceanic Anoxic Event in the Tethys tectonic domain, and how might these factors have influenced data collection methods?",
        "QuestionCn": "在阿普第亚海洋缺氧事件期间，导致特提斯构造域内半封闭潟湖环境发展的潜在因素有哪些？这些因素又可能如何影响数据收集方法？",
        "AnswerEn": "The development of a semi-enclosed lagoon environment during the Aptian Oceanic Anoxic Event may have been influenced by various factors such as regional or global warming, changes in ocean circulation, and increased primary productivity. These factors could have influenced data collection methods by necessitating high-resolution inorganic carbon isotope and geochemical data to capture the environmental conditions. Additionally, understanding these factors helps in determining the sedimentation processes and the conditions that led to organic matter enrichment, which are crucial for accurate data documentation and interpretation.",
        "AnswerCn": "在阿普第亚海洋缺氧事件期间，半封闭潟湖环境的发展可能受到多种因素的影响，如区域或全球变暖、海洋环流变化以及初级生产力的增加。这些因素可能影响数据收集方法，要求高分辨率的无机碳同位素和地球化学数据，以捕捉环境条件。此外，理解这些因素有助于确定沉积过程和导致有机物富集的条件，这对于准确的数据记录和解释至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on understanding global tectonic movements if high-resolution inorganic carbon isotope data from the Tethys tectonic domain is collected with consideration to climate change events?",
        "QuestionCn": "如果收集来自特提斯构造域的高分辨率无机碳同位素数据，并考虑气候变化事件，那么对理解全球构造运动的潜在结果是什么？",
        "AnswerEn": "The collection of high-resolution inorganic carbon isotope data from the Tethys tectonic domain can improve the understanding of global tectonic movements by identifying characteristic carbon isotope variation patterns that can be compared internationally. This approach might reveal multiple negative shifts in carbon isotopes related to climate change events, such as those observed during the Barremian to Aptian periods. Such data could illuminate the relationship between changes in primary productivity and anoxic conditions, providing insights into how these conditions might have been influenced by global or regional warming, thus enhancing the understanding of the accumulation of organic-rich sediments.",
        "AnswerCn": "来自特提斯构造域的高分辨率无机碳同位素数据的收集可以通过识别可进行国际比较的特征碳同位素变化模式，来改善对全球构造运动的理解。这种方法可能揭示与气候变化事件相关的多个碳同位素负偏移，例如在巴雷米期到阿普期期间观察到的那些。这些数据可以阐明初级生产力变化与缺氧条件之间的关系，提供对这些条件如何受到全球或区域变暖影响的见解，从而增强对有机质丰富沉积物积累的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting high-resolution inorganic carbon isotope and geochemical data from the early Cretaceous sediments in exploring oceanic anoxic events?",
        "QuestionCn": "在探索海洋缺氧事件时，从早白垩纪沉积物中收集高分辨率无机碳同位素和地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to understand the significant atmospheric-oceanic system changes during the Barremian and Aptian stages of the early Cretaceous, which can provide valuable insights into global tectonic movements. By analyzing the carbon isotope records and geochemical data, researchers aim to identify patterns of carbon isotope variations that are characteristic of the Barremian-early Aptian period and to assess their relationship with climate changes and environmental conditions that influence the accumulation of organic-rich sediments.",
        "AnswerCn": "主要目标是了解早白垩世巴雷米安和阿普蒂安阶段期间显著的气候-海洋系统变化，这可以为全球构造运动提供有价值的见解。通过分析碳同位素记录和地球化学数据，研究人员旨在识别巴雷米安-早阿普蒂安时期特征性的碳同位素变化模式，并评估这些变化与气候变化和影响有机质丰富沉积物积累的环境条件之间的关系。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}