{
  "id": "4fdb80c9-e151-4350-8ef6-e60aed4ad57e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Using the APEX - seq system found that plasma membrane related RNA - seq data",
      "titleCn": "利用 APEX-seq 系统发现质膜相关的RNA-seq数据",
      "description": "In addition to the nucleic acid, plasma membrane also found on a variety of biological molecules.However, the researchers have realized the RNA with in vitro with membrane vesicles and connect to the cytoplasmic membrane.Therefore, the combination of high throughput sequencing and is suitable for marking method provide the mass appraisal method of extracellular RNA.Here, we applied the APEX of a recently published - seq method, and identified 75 plasma membrane of RNA, which lncRNA PMAR72 located around the film.In addition, we observed that focus on a specific membrane PMAR72 lesions in the territory.Our findings will provide in this paper, the RNA and mammals, the relationship between the cytoplasm membrane to provide some new evidence.Overall design: markup is generated for the following structure goal and unmarked contrast APEX - seq library: Lck (internal), Chinese (internal), CD28 (external), PDGFR (external).For each build body six to eight library (mark targets have 3 biological reproduction, not tag comparison with three biological replication).Using the Illumina VAHTS Fast RNA - seq Library Prep Kit, preparation of RNA from the concentration of total RNA - seq Library.By pairing terminal sequencing in Illumina X10 on library sequencing.Data has carried on the strict quality control, and further use Trimmomatics v0.38 pretreatment.Then use the HISAT v2.1.0 readings than to hg38 genome.FPKM calculated by Rsubread and edgeR.Enrichment factor change and p values by quantitative edgeR and negative binomial model.",
      "descriptionCn": "除核酸外，质膜上还发现了多种生物分子。 然而，研究人员已经意识到 RNA 具有在体外与膜囊泡结合并连接到细胞质膜的能力。 因此，高通量测序和适合标记方法的结合提供了大规模鉴定亚细胞 RNA 的方法。 在这里，我们应用了最近发表的 APEX-seq 方法，并鉴定了 75 个质膜相关 RNA，其中 lncRNA PMAR72 位于膜周围。 此外，我们观察到 PMAR72 集中在特定膜区域的病灶中。 我们的研究结果将为阐述 RNA 与哺乳动物细胞质膜之间的关系提供一些新证据。 总体设计：为以下结构生成标记目标和未标记对照的 APEX-seq 文库：Lck（内部）、Lyn（内部）、CD28（外部）、PDGFR（外部）。 为每个构建体准备了六到八个文库（标记目标有 3 个生物复制，未标记对照有 3 个生物复制）。使用 Illumina 的 VAHTS Fast RNA-seq Library Prep Kit，从富集的总 RNA制备 RNA-seq 文库。 通过配对末端测序在 Illumina X10 上对文库进行测序。数据进行了严格的质控，并进一步使用 Trimmomatics v0.38 进行了预处理。然后使用 HISAT v2.1.0将读数比对到hg38基因组。FPKM由Rsubread和edgeR计算得出。富集倍数变化和p值由edgeR及其负二项式模型量化。 ",
      "instructions": "Overall design: APEX-seq libraries for both labeled targets and unlabeled controls were generated for the following constructs:Lck(inside), Lyn(inside), CD28(outside), PDGFR(outside). Six to eight libraries were prepared for each construct (3 biological replicates for labeled targets, 3 biological replicates for unlabeled controls).",
      "instructionsCn": "Overall design: APEX-seq libraries for both labeled targets and unlabeled controls were generated for the following constructs:Lck(inside), Lyn(inside), CD28(outside), PDGFR(outside). Six to eight libraries were prepared for each construct (3 biological replicates for labeled targets, 3 biological replicates for unlabeled controls).",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2018-09-01 17:09:48",
      "endTime": "2020-10-01 17:09:48",
      "fileSize": 216688940314.0,
      "cstr": "18406.11.HumanNat.tpdc.300248",
      "doi": "10.11888/HumanNat.tpdc.300248",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "陈润生",
        "nameEn": "CHEN Runsheng",
        "unitEn": "",
        "unitCn": "中国科学院生物物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Discovery of plasma membrane associated RNAs through APEX-seq",
        "referenceCn": null,
        "referenceEn": "Wu, E., Guo, X., Teng, X., Zhang, R., Li, F., Cui, Y., Zhang, D., Liu, Q., Luo, J., Wang, J., and Chen, R. (2021). Discovery of Plasma Membrane-Associated RNAs through APEX-seq. Cell Biochem Biophys."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "微生物资源",
        "nameEn": "Microbial resources"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many biological replicates were prepared for labeled target and unlabeled control in the APEX-seq library generation for each construct?",
        "QuestionCn": "在每个构建的APEX-seq文库生成中，为标记目标和未标记对照准备了多少个生物重复？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'APEX-seq' mean in the context of identifying subcellular RNA?",
        "QuestionCn": "在识别细胞内RNA的背景下，“APEX-seq”是什么意思？",
        "AnswerEn": "APEX-seq is a high-throughput sequencing method that combines suitable labeling techniques to enable the large-scale identification of subcellular RNA. It involves generating labeled target and unlabeled control libraries for specific cellular structures, followed by sequencing and data analysis to identify RNA associated with particular subcellular locations, such as the plasma membrane.",
        "AnswerCn": "APEX-seq是一种高通量测序方法，结合了合适的标记技术，以实现亚细胞RNA的大规模识别。它涉及为特定细胞结构生成标记的目标库和未标记的对照库，随后进行测序和数据分析，以识别与特定亚细胞位置（如质膜）相关的RNA。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the identification of 75 plasma membrane-associated RNAs using APEX-seq suggest about the efficacy and potential limitations of this method in uncovering subcellular RNA distributions?",
        "QuestionCn": "使用APEX-seq鉴定出75种质膜相关RNA可以表明该方法在揭示亚细胞RNA分布方面的效力和潜在局限性是什么？",
        "AnswerEn": "The identification of 75 plasma membrane-associated RNAs using APEX-seq suggests that this method is effective in pinpointing specific RNAs linked to subcellular structures, such as the plasma membrane. It showcases the potential of APEX-seq to provide detailed insights into RNA localization and interactions at a cellular level. However, potential limitations could include the method's sensitivity to capturing only certain types of RNAs, possible biases introduced during RNA library preparation, and the challenge of ensuring specificity in labeling subcellular regions. The reliance on high-quality sequencing and rigorous data preprocessing also highlights the need for stringent quality control measures to obtain accurate results.",
        "AnswerCn": "使用APEX-seq鉴定出的75种与质膜相关的RNA表明，该方法在定位与亚细胞结构（如质膜）相关的特定RNA方面是有效的。它展示了APEX-seq在提供细胞水平上RNA定位和相互作用的详细见解方面的潜力。然而，潜在的局限性可能包括该方法对捕获某些类型RNA的敏感性、在RNA文库准备过程中引入的可能偏差，以及确保亚细胞区域标记特异性的挑战。对高质量测序和严格数据预处理的依赖也突显了获得准确结果所需的严格质量控制措施。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for combining high-throughput sequencing with labeling methods in the identification of subcellular RNA?",
        "QuestionCn": "在亚细胞RNA的鉴定中，结合高通量测序与标记方法的需求是什么原因？",
        "AnswerEn": "The combination of high-throughput sequencing with labeling methods is needed to provide a large-scale identification of subcellular RNA because RNA has the ability to bind with membrane vesicles and attach to the cytoplasmic membrane in vitro. This combination allows for the effective differentiation and identification of membrane-associated RNAs within the complex cellular environment.",
        "AnswerCn": "高通量测序与标记方法的结合是大规模识别亚细胞RNA所必需的，因为RNA能够与膜囊泡结合并在体外附着于细胞质膜。这种结合可以有效地区分和识别复杂细胞环境中的膜相关RNA。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the potential consequences of applying the APEX-seq method combined with high-throughput sequencing for identifying subcellular RNA on the understanding of RNA's interaction with plasma membranes?",
        "QuestionCn": "将APEX-seq方法与高通量测序结合应用于识别亚细胞RNA对理解RNA与质膜的相互作用可能产生哪些潜在后果？",
        "AnswerEn": "Applying the APEX-seq method combined with high-throughput sequencing for identifying subcellular RNA could lead to the discovery of 75 plasma membrane-associated RNAs, including lncRNA PMAR72, which is located around the membrane. This approach may also reveal specific RNA concentrations at membrane foci, providing new evidence on the relationship between RNA and mammalian cell plasma membranes.",
        "AnswerCn": "应用APEX-seq方法结合高通量测序来识别亚细胞RNA可能会发现75种与质膜相关的RNA，包括位于膜周围的lncRNA PMAR72。这种方法还可能揭示膜聚焦处特定RNA的浓度，为RNA与哺乳动物细胞质膜之间的关系提供新的证据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing the APEX-seq system for identifying plasma membrane-associated RNA, and how does this method contribute to understanding the interaction between RNA and mammalian cell membranes?",
        "QuestionCn": "利用APEX-seq系统识别质膜相关RNA的主要目标是什么？这种方法如何有助于理解RNA与哺乳动物细胞膜之间的相互作用？",
        "AnswerEn": "The primary objective of utilizing the APEX-seq system is to provide a large-scale method for identifying subcellular RNA, specifically focusing on plasma membrane-associated RNA. This approach aims to elucidate the relationship between RNA and the mammalian cell plasma membrane by identifying 75 plasma membrane-associated RNAs, including lncRNA PMAR72, which is located around the membrane. The method offers new evidence on how RNA interacts with the cell membrane and highlights the localization of PMAR72 in specific focal regions of the membrane.",
        "AnswerCn": "利用APEX-seq系统的主要目的是提供一种大规模的方法来识别亚细胞RNA，特别关注与质膜相关的RNA。这种方法旨在阐明RNA与哺乳动物细胞质膜之间的关系，通过识别75种与质膜相关的RNA，包括位于膜周围的lncRNA PMAR72。该方法提供了RNA如何与细胞膜相互作用的新证据，并突出了PMAR72在膜的特定焦点区域的定位。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the APEX-seq method to identify plasma membrane-associated RNAs, and how is data quality ensured throughout the process?",
        "QuestionCn": "使用APEX-seq方法识别质膜相关RNA的程序步骤包括哪些，以及在整个过程中如何确保数据质量？",
        "AnswerEn": "The procedural steps involved in using the APEX-seq method include generating labeled target and unlabeled control APEX-seq libraries for specific constructs like Lck, Lyn, CD28, and PDGFR. Each construct requires six to eight libraries, with three biological replicates for labeled targets and three for unlabeled controls. RNA-seq libraries are prepared from enriched total RNA using the VAHTS Fast RNA-seq Library Prep Kit for Illumina. Paired-end sequencing is conducted on an Illumina X10. Data quality is ensured through rigorous quality control measures and preprocessing with Trimmomatics v0.38. Reads are aligned to the hg38 genome using HISAT v2.1.0, and FPKM values are calculated using Rsubread and edgeR. Enrichment fold changes and p-values are quantified using edgeR and its negative binomial model.",
        "AnswerCn": "使用APEX-seq方法的程序步骤包括为特定构建（如Lck、Lyn、CD28和PDGFR）生成标记的目标和未标记的对照APEX-seq文库。每个构建需要六到八个文库，标记目标的生物学重复为三个，未标记对照的生物学重复也为三个。使用VAHTS Fast RNA-seq Library Prep Kit for Illumina从富集的总RNA中准备RNA-seq文库。在Illumina X10上进行配对末端测序。通过严格的质量控制措施和使用Trimmomatics v0.38进行预处理来确保数据质量。使用HISAT v2.1.0将读取数据比对到hg38基因组，并使用Rsubread和edgeR计算FPKM值。使用edgeR及其负二项模型量化富集倍数变化和p值。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}