{
    "id": "505cb925-4012-4e0c-9d02-1c941dacb67d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon U-Pb ages, geochemistry and Sr-Nd-Pb isotopic compositions of the Late Triassic Baoji pluton in the North Qinling orogenic belt",
            "titleCn": "北秦岭造山带晚三叠世宝鸡岩体锆石U-Pb年龄、地球化学和Sr-Nd-Pb同位素组成数据",
            "description": "LA-ICP-MS zircon dating, XRF and ICP-MS geochemical composition of the whole rock, and tims Sr-Nd-Pb isotopic composition show that the early Mesozoic Baoji pluton belongs to high-k calc alkaline, quasi aluminous weak peraluminous series. From granodiorite to K-feldspar granite, the contents of MgO, feot, TiO2, Cao and P2O5 decrease with the increase of SiO2 content. Combined with the whole rock Sr-Nd-Pb isotopic characteristics, the granodiorite mainly came from partial melting of the crust and experienced magma mixing. Monzodiorite is rich in Sr-Nd isotopic composition and high in Mg # and MgO, which is derived from the metasomatic lithospheric mantle. The K-feldspar granites have evolved Sr-Nd-Pb isotopic compositions and are derived from partial melting of the ancient crust. The data comes from the scientific research project \"deep process and resource effect of Yanshanian major geological events\" (2016YFC0600404).",
            "descriptionCn": "LA-ICP-MS锆石定年、XRF和ICP-MS方法的全岩地球化学组成、TIMS方法获得的Sr-Nd-Pb同位素组成显示：早中生代宝鸡岩体岩石属于高钾钙碱性、准铝质-弱过铝质系列。从花岗闪长岩到钾长石花岗岩，随着SiO2含量的升高，MgO、FeOT、TiO2、CaO、P2O5等含量降低。结合全岩Sr-Nd-Pb同位素特征，花岗闪长岩主要来自于地壳部分熔融，并经历了岩浆混合作用。二长闪长岩具有富集的Sr-Nd同位素组成，高的Mg#和MgO含量，来自于交代的岩石圈地幔。钾长石花岗岩具有演化的Sr-Nd-Pb同位素组成，来自古老地壳的部分熔融。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
            "instructions": "Name + year, Excel",
            "instructionsCn": "姓名 + 年份，Excel",
            "east": 107.3,
            "west": 106.3,
            "south": 34.1,
            "north": 34.3,
            "startTime": null,
            "endTime": null,
            "fileSize": 395776.0,
            "cstr": null,
            "doi": "10.1086/694765",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈福坤",
                "nameEn": "CHEN Fukun",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Granitoid Petrogenesis and Tectonic Implications of the Late Triassic Baoji Pluton, North Qinling Orogen, China: Zircon U-Pb Ages and Geochemical and Sr-Nd-Pb-Hf Isotopic Compositions",
                "referenceCn": null,
                "referenceEn": "Xue, Y.-Y., Siebel, W., He, J.-F., Zhang, H., & Chen, F. (2018). Granitoid Petrogenesis and Tectonic Implications of the Late Triassic Baoji Pluton, North Qinling Orogen, China: Zircon U-Pb Ages and Geochemical and Sr-Nd-Pb-Hf Isotopic Compositions. Journal of Geology, 126: 119-139."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗岩",
                "nameEn": "granite"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "秦岭造山带",
                "keywordEn": "Qinling orogenic belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早中生代",
                "keywordEn": "Early Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep process and resource effect of major Yanshanian geological events"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the data collection methods used to determine zircon U-Pb ages and geochemical compositions in geological research of orogenic belts?",
                "QuestionCn": "在造山带的地质研究中，用于确定锆石U-Pb年龄和地球化学成分的数据收集方法有哪些？",
                "AnswerEn": "LA-ICP-MS zircon dating, XRF, ICP-MS, TIMS",
                "AnswerCn": "LA-ICP-MS锆石定年，XRF，ICP-MS，TIMS",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many isotopic compositions were measured using the TIMS method in a dataset related to the Late Triassic Baoji pluton in the North Qinling orogenic belt?",
                "QuestionCn": "在与北秦岭造山带晚三叠世宝鸡岩体相关的数据集中，使用TIMS方法测量了多少种同位素组成？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of isotopic compositions measured using the TIMS method. Therefore, there is no quantifiable data to refine.",
                "AnswerCn": "原始答案没有提供使用TIMS方法测量的同位素组成的具体数值。因此，没有可量化的数据可以细化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is LA-ICP-MS zircon dating in the context of geological data collection?",
                "QuestionCn": "LA-ICP-MS锆石定年是在地质数据收集中的一种技术。",
                "AnswerEn": "LA-ICP-MS zircon dating is a technique used to determine the U-Pb age of zircon minerals in geological samples. It involves using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) to measure the isotopic composition of zircon crystals, providing insights into the age and history of geological formations.",
                "AnswerCn": "LA-ICP-MS锆石定年是一种用于确定地质样品中锆石矿物U-Pb年龄的技术。它涉及使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）来测量锆石晶体的同位素组成，从而提供对地质构造年龄和历史的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the variations in MgO, FeOT, TiO2, CaO, and P2O5 content in relation to SiO2 levels reveal about the geological processes involved in the formation of igneous rocks in the 北秦岭造山带 during the Late Triassic period?",
                "QuestionCn": "MgO、FeOT、TiO2、CaO和P2O5含量相对于SiO2水平的变化可以揭示出在晚三叠世期间北秦岭造山带火成岩形成过程中涉及的地质过程。",
                "AnswerEn": "The variations in these oxide contents as SiO2 levels increase suggest differentiation processes typical of igneous rock formation, where minerals crystallize and separate at different stages. The decreasing trends in MgO, FeOT, TiO2, CaO, and P2O5 with increasing SiO2 content indicate the fractional crystallization of minerals such as olivine, pyroxene, and plagioclase. This pattern reflects the evolution from more mafic to felsic compositions, suggesting a progression from granodiorite to potassium feldspar granite. These patterns also imply a variety of magmatic sources and processes, including partial melting of the crust and magma mixing, as well as the influence of crustal and mantle-derived materials.",
                "AnswerCn": "随着SiO2含量的增加，这些氧化物含量的变化表明了典型的火成岩形成过程中的分异作用，其中矿物在不同阶段结晶并分离。MgO、FeOT、TiO2、CaO和P2O5含量随着SiO2含量的增加而呈下降趋势，表明了橄榄石、辉石和斜长石等矿物的分馏结晶。这一模式反映了从更镁铁质到更长石质的演变，暗示了从花岗闪长岩到钾长石花岗岩的进程。这些模式还暗示了多种岩浆源和过程，包括地壳的部分熔融和岩浆混合，以及地壳和地幔来源物质的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using LA-ICP-MS zircon dating combined with XRF and ICP-MS methods on the geochemical composition analysis in terms of accuracy and reliability of the data for understanding the formation processes of the early Mesozoic Baoji pluton in the North Qinling orogenic belt?",
                "QuestionCn": "使用LA-ICP-MS锆石定年结合XRF和ICP-MS方法进行地球化学成分分析的潜在后果是什么？在准确性和数据可靠性方面，这对理解北秦岭造山带早中生代宝鸡岩体的形成过程有什么影响？",
                "AnswerEn": "Utilizing LA-ICP-MS zircon dating along with XRF and ICP-MS methods enhances the accuracy and reliability of geochemical composition analysis by providing detailed insights into the chronological sequence of rock formation, as well as precise measurements of elemental and isotopic compositions. This comprehensive approach allows for a more thorough understanding of the magmatic processes, including partial melting and magma mixing that contributed to the formation of the early Mesozoic Baoji pluton.",
                "AnswerCn": "利用LA-ICP-MS锆石定年以及XRF和ICP-MS方法，可以通过提供岩石形成的时间顺序的详细见解，来增强地球化学成分分析的准确性和可靠性，同时对元素和同位素成分进行精确测量。这种综合方法使我们能够更全面地理解早侏罗世宝鸡岩体形成过程中所涉及的岩浆过程，包括部分熔融和岩浆混合。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind utilizing LA-ICP-MS zircon dating, XRF, and ICP-MS methods in determining the geochemical composition and isotopic characteristics of rocks in orogenic belts?",
                "QuestionCn": "利用LA-ICP-MS锆石定年、XRF和ICP-MS方法确定造山带岩石的地球化学成分和同位素特征的主要目标是什么？",
                "AnswerEn": "The primary objective is to understand the formation and evolution of the Baoji intrusive rocks by determining the U-Pb ages, geochemical compositions, and Sr-Nd-Pb isotopic characteristics. This helps in identifying the sources of the rocks, such as crustal partial melting and magma mixing, as well as the contribution from the lithospheric mantle, thereby contributing to the broader understanding of the tectonic and magmatic processes in the North Qinling orogenic belt during the Late Triassic.",
                "AnswerCn": "主要目标是通过确定U-Pb年龄、地球化学成分以及Sr-Nd-Pb同位素特征，来理解宝鸡侵入岩的形成和演化。这有助于识别岩石的来源，如地壳部分熔融和岩浆混合，以及来自岩石圈地幔的贡献，从而为理解晚三叠世北秦岭造山带的构造和岩浆过程提供更广泛的认识。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}