{
    "id": "50a8fe84-deeb-49b0-b8d8-8f784bc27a89",
    "relatedPaper": 5,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of automatic meteorological observations at the A'rou freeze/thaw observation station (2007-2015)",
            "description": "The dataset of automatic meteorological observations was obtained at the A'rou freeze/thaw observation station from Jul. 25, 2008 to Dec. 31, 2009, in Wawangtan pasture (E100°28′/N38°03′, 3032.8), Daban, A'rou. The experimental area, situated in the valley highland of south Babaohe river, an upper stream branch of Heihe river, with a flat and open terrain slightly sloping from southeast to southeast and hills and mountains stretching for 3km is ideal for a horizontal homogeneous underlying surface. \n     Observation items included multilayer (2m and 10m) of the wind speed, the air temperature and air humidity, the air pressure, precipitation, four components of radiation, the multilayer soil temperature (10cm, 20cm, 40cm, 80cm, 120cm and 160cm), soil moisture (10cm, 20cm, 40cm, 80cm, 120cm and 160cm), and soil heat flux (5cm & 15cm). \n     The raw data were level0 and the data after basic processes were level1, in which ambiguous ones were marked; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate. Level2 or above were strongly recommended to domestic users. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide.",
            "instructions": "",
            "east": 100.46,
            "west": 100.46,
            "south": 38.04,
            "north": 38.04,
            "startTime": "2007-08-13 16:00:00",
            "endTime": "2015-05-16 16:00:00",
            "fileSize": 109795255.0,
            "cstr": "18406.11.water973.0279.db",
            "doi": "10.3972/water973.0279.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "HU Zeyong",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Wang Weizhen",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "JIN Rui",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HUANG Guanghui",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Zhang Zhihui",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleEn": "Research on the Sensitivity of Soil Moisture to Soil Parameters and Its Parameter Optimization Methods",
                "referenceEn": "None"
            },
            {
                "titleEn": "A method for estimating the gross primary production of alpine meadows using MODIS and climate data in China",
                "referenceEn": "Li F, Wang XF, Zhao J, Zhang XQ, Zhao QJ. A method for estimating the gross primary production of alpine meadows using MODIS and climate data in China. International Journal of Remote Sensing, 2013, 34(23): 8266-8286."
            },
            {
                "titleEn": "Quality Control and Evaluation of Ground Observation Data from the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the Simulation of Water and Heat Processes in Typical Stations of the Upper Reaches of the Heilong River Mountain Area",
                "referenceEn": "None"
            },
            {
                "titleEn": "Uncertainty and sensitivity analysis of model parameters for surface flux.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Management and Sharing of the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
                "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
            },
            {
                "titleEn": "Estimation of clear-sky longwave downward radiation from HJ-1B thermal data",
                "referenceEn": "Yu, S., X. Xin, and Q. Liu. 2013. Estimation of clear-sky longwave downward radiation from HJ-1B thermal data. Science China Earth Sciences 56:829-842."
            },
            {
                "titleEn": "Seasonal variation of vegetation productivity over an alpine meadow in the Qinghai–Tibet Plateau in China: modeling the interactions of vegetation productivity, phenology, and the soil freeze–thaw process",
                "referenceEn": "Wang, H. B., M. G. Ma, X. F. Wang, W. P. Yuan, Y. Song, J. L. Tan, and G. H. Huang. 2013. Seasonal variation of vegetation productivity over an alpine meadow in the Qinghai–Tibet Plateau in China: modeling the interactions of vegetation productivity, phenology, and the soil freeze–thaw process. Ecological Research 28:271-282."
            },
            {
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleEn": "Analysis of Atmospheric Turbulence Characteristics in the Upper Reaches of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessing parameter importance of the Common Land Model based on qualitative and quantitative sensitivity analysis",
                "referenceEn": "Li JD, Duan QY, Gong W, Ye AZ, Dai YJ, Miao CY, Di ZH, Tong C, Sun YW. Assessing parameter importance of the Common Land Model based on qualitative and quantitative sensitivity analysis. Hydrology and Earth System Sciences, 2013, 17: 3279-3293."
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Overview",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of MODIS-GPP product at 10 flux sites in northern China",
                "referenceEn": "Wang XF, Ma MG, Li X, Song Y, Tan JL, Huang GH, Zhang ZH, Zhao TB, Feng JM, Ma ZG, Wei W, Bai YF. Validation of MODIS-GPP product at 10 flux sites in northern China. International Journal of Remote Sensing, 2013, 34(2): 587-599, DOI:10.1080/01431161.2012.715774."
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Forest Hydrology and Midstream Arid Zone Hydrology Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Impact of Horizontal Resolution on WRF Model - A Case Study of WRF Simulation in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data",
                "referenceEn": "Huang, G.H., Ma, M.G., Liang, S.L., Liu, S.M., & Li, X. (2011). A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data. Journal of Geophysical Research-Atmospheres, 116( D22201)."
            },
            {
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleEn": "Analysis of the Applicability of Similarity Theory in Observations with Large Aperture Scintillators",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating actual evapotranspiration from an alpine grassland on Qinghai-Tibetan plateau using a two-source model and parameter uncertainty analysis by Bayesian approach",
                "referenceEn": "Zhu GF, Su YH, Li X, Zhang K, Li CB. Estimating actual evapotranspiration from an alpine grassland on Qinghai-Tibetan plateau using a two-source model and parameter uncertainty analysis by Bayesian approach. Journal of Hydrology, 2013, 476: 42-51, 10.1016/j.jhydrol.2012.10.006."
            },
            {
                "titleEn": "Research on the Inversion of Soil Heat Inertia in the Heihe River Basin Based on MODIS Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Application comparison of remote sensing GPP models in alpine meadows.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating downward longwave radiation under clear sky conditions using HJ-1B thermal infrared data.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Using the BBH model to simulate and calculate soil moisture in the farmland and grassland of the upper and middle reaches of the Heihe River.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial horizontal correlation characteristics in the land data assimilation of soil moisture",
                "referenceEn": "Han XJ, Li X, Franssen HH, Vereecken H, Montzka C. Spatial horizontal correlation characteristics in the land data assimilation of soil moisture. Hydrology and Earth System Sciences, 2012, 16(5): 1349-1363, doi:10.5194/hess-16-1349-2012."
            },
            {
                "titleEn": "Comparison of satellite-based evapotranspiration models over terrestrial ecosystems in China",
                "referenceEn": "Chen Y, Xia JZ, Liang SL, Fang JM, Fisher JB, Li X, Liu SG, Ma ZG, others. Comparison of satellite-based evapotranspiration models over terrestrial ecosystems in China. Remote Sensing of Environment, 2013, 0.1016/j.rse.2013. 08.045."
            },
            {
                "titleEn": "The freeze-thaw process of the Aru Grassland in the upper reaches of the Heihe River and its impact on surface radiation balance.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Scientific Objectives and Experimental Plan",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatiotemporal changes of NDVI in the Heihe River Basin of Qilian Mountains and its response to climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Progress of the Heihe Comprehensive Remote Sensing Joint Experiment: Remote Sensing Inversion and Estimation of Hydrological and Ecological Parameters",
                "referenceEn": "None"
            },
            {
                "titleEn": "Retrieving High-Resolution Surface Soil Moisture by Downscaling AMSR-E Brightness Temperature Using MODIS LST and NDVI Data",
                "referenceEn": "Song CY, Jia L, Menenti M. Retrieving high-resolution surface soil moisture by downscaling AMSR-E brightness temperature using MODIS LST and NDVI data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013."
            },
            {
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleEn": "\"Near-surface energy balance closure problem - Review and case analysis\"",
                "referenceEn": "None"
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Comparison of Parameterization Models for Downward Longwave Radiation in the Atmosphere",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimate surface solar radiation in the Heihe River Basin by combining polar-orbiting satellite MODIS and geostationary meteorological satellite MTSAT.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of the SEBS-derived sensible heat for FY3A/VIRR and TERRA/MODIS over an alpine grass region using LAS measurements",
                "referenceEn": "Wang YY, Li X, Tang SH. Validation of the SEBS-derived sensible heat for FY3A/VIRR and TERRA/MODIS over an alpine grass region using LAS\r\nmeasurements. International Journal of Applied Earth Observation and Geoinformation, 2013, 23: 226-233."
            },
            {
                "titleEn": "Study on the Impact of Underlying Surface on the Accuracy of WRF Model Simulations in the Heihe River Basin Climate",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleEn": "Characteristics of Albedo on Different Underlying Surfaces in the Upper and Middle Reaches of the Heilong River and Analysis of Its Influencing Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Vegetation primary production estimation at maize and alpine meadow over the Heihe River Basin, China",
                "referenceEn": "Wang XF, Ma MG, Huang GH, Veroustraete F, Zhang ZH, Song Y, Tan JL. Vegetation primary production estimation at maize and alpine meadow over the Heihe River Basin, China. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 94-101, doi:10.1016/j.jag.2011.09.009."
            },
            {
                "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
                "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
            },
            {
                "titleEn": "Hydrological remote sensing and ground synchronous observation experiment in the upper reaches of the Heihe River Basin in cold regions.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the most sensitive parameters for simulating soil temperature and moisture using CoLM.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Quality Control and Product Generation of Automatic Weather Stations in the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Preliminary Exploration of the Application of Large Aperture Scintillator Observation Data in Land Surface Model Validation",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Comprehensive Remote Sensing Joint Experiment Data Release",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comparative analysis of momentum transport coefficients and surface roughness of different underlying surfaces in the upper and middle reaches of the Heilong River.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Modelling evapotranspiration in an alpine grassland ecosystem on Qinghai-Tibetan plateau",
                "referenceEn": "Zhu GF, Su YH, Li X, Zhang K, Li CB, Ning N. Modelling evapotranspiration in an alpine grassland ecosystem on Qinghai-Tibetan plateau. Hydrological Processes, 2013, DOI: 10.1002/hyp.9597."
            },
            {
                "titleEn": "Implementation of a Remote Sensing Data Publishing System Based on OPeNDAP",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China",
                "referenceEn": "Yu WP, Ma MG, Wang XF, Song Y, Tan JL. Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China. Proceedings of SPIE - The International Society for Optical Engineering. 2011, 8174. doi:10.1117/12.897571."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Analysis of Water and Heat Flux Characteristics of Different Underlying Surfaces in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comparing the impact of cloudiness on carbon dioxide exchange in a grassland and a maize cropland in northwestern China",
                "referenceEn": "Bai YF, Wang J, Zhang BC, Zhang ZH, Liang J. Comparing the impact of cloudiness on carbon dioxide exchange in a grassland and a maize cropland in northwestern China. Ecological Research, 2012, 27(3): 615-623, DOI 10.1007/s11284-012-0930-z."
            },
            {
                "titleEn": "Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China",
                "referenceEn": "Huang GH, Wang WZ, Zhang XT, Liang SL, Liu SM, Zhao TB, Feng JM, Ma ZG. Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China. International Journal of Digital Earth, 2013."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Pressure"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Visibility"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "Aru Frozen-Thaw Observation Station"
            },
            {
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2007-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
            ],
            "research objective": [
                "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
            ],
            "challenges": [],
            "methods": [
                "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
            ],
            "dataset": [
                "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
            ],
            "findings": [
                "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
            ]
        },
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ]
        },
        {
            "background": [
                "Sensible and latent heat fluxes are important indicators reflecting the intensity of heat and water vapor exchange between the land and atmosphere, influencing the energy balance between them, providing material, dynamic, and thermal sources for weather systems of different scales, and affecting the water cycle process between the land and atmosphere. Currently, there are many traditional methods for observing surface fluxes, such as the Eddy-Covariance system (EC), Bowen ratio-energy balance system, and aerodynamic methods. Among these, the Eddy-Covariance system is internationally recognized as the most reliable method for observing surface fluxes; however, its observation scale is relatively small, with spatial representativeness only on the order of tens to hundreds of meters. The Large Aperture Scintillometer (LAS), compared to traditional Eddy-Covariance systems, can obtain average sensible heat fluxes at a regional scale (from hundreds of meters to several kilometers). Since the observation scale of LAS can better match the pixel scale of satellite imagery and the grid scale of numerical weather prediction and climate models, the observations from LAS can serve as ground truth for the pixel/grid scale of remote sensing estimation models, numerical weather prediction models, and climate models, thereby optimizing and validating these models. The observation principle of LAS is based on the Monin-Obukhov Similarity Theory (MOST), combining the atmospheric refractive index structure parameter C2n obtained from observations and related meteorological data, and using the stability universal function fT related to the temperature structure parameter C2T to derive the regional average sensible heat flux at the surface."
            ],
            "research objective": [
                "Using the LAS-related data from Guantao Station (January to December 2009) and Arou Station (January to June and October to November), the applicability of the Monin-Obukhov similarity theory (MOST) in LAS observations was analyzed, and a quantitative assessment method for the applicability of MOST was explored."
            ],
            "challenges": [
                "Due to the influence of underlying surface cover types, flatness, water-heat conditions, and weather conditions, it is difficult to achieve the ideal assumption of uniformity in practice. Currently, domestic research on atmospheric similarity theory mainly focuses on the similarity relationships of wind, temperature profiles, and turbulence variance. However, there is relatively little research on the similarity between temperature structure parameters and turbulence characteristics in scintillation methods."
            ],
            "methods": [
                "Before analyzing the applicability of the MOST theory to LAS data, preliminary processing of EC and LAS data is conducted. LAS, EC, and AWS data from the Guantao Station for the year 2009 (January to December) and from the Aru Station (January to June and October to November) are selected."
            ],
            "dataset": [
                "Guantao Station (36°30′54″N, 115°07′39″E) is located in Hezhai Village, Guantao County, Hebei Province. Its observation site and surrounding underlying surface consist of farmland, including winter wheat, corn, and cotton, with winter wheat and corn being rotated. The growth period for winter wheat is from October to June of the following year, while corn grows from June to October, and cotton from May to October. This area represents a typical farmland underlying surface of the North China Plain. In the LAS source area, winter wheat (corn) accounts for about 45% of the area, while cotton accounts for about 47%. \n\nArou Station (38°02′40″N, 100°27′53″E) is located in the valley area upstream of the Heihe River, with its observation site and surrounding underlying surface characterized by typical alpine grassland that is relatively flat. The vegetation in the source area can reach a height of 0.2 to 0.3 meters during the growing season."
            ],
            "findings": [
                "(1) Under unstable conditions, large-scale vortex motion, atmospheric turbulence development, and temperature scales can significantly affect the applicability of the MOST theory; (2) Two new methods for determining the applicability of the MOST theory have been established, namely factor analysis and temperature structure parameter methods, and it has been verified that these two judgment methods are reasonable and reliable."
            ]
        },
        {
            "background": [
                "Soil moisture is a key variable in the water and energy exchanges that occur at the land-surface/atmosphere interface. Passive microwave remote sensing is the most promising technique for global monitoring of soil moisture due to the direct relationship between soil emissivity and soil water content. However, the spatial resolution of passive microwave sensors is often poor, most of which is lower than 25 km. Soil moisture retrieved by passive microwave observations is usually not sufficient for regional scale studies due to its coarse spatial resolution, soil moisture data at higher resolution is needed."
            ],
            "research objective": [
                "A method to retrieve soil moisture at high spatial resolution is presented in this paper."
            ],
            "challenges": [
                "The applicability of these algorithms is restricted by the requirement of large volume of high-resolution data that are not available at global scale with high observation frequency. Compared with the low-frequency band, such as L-band, C-band, the 18.7-GHz band is less sensitive to soil moisture under high vegetation cover, which limits the use of the method."
            ],
            "methods": [
                "The method is applied to an area in northwest of China. The downscaled high-resolution soil moisture is tested with ground data collected at three sites within the Maqu monitoring network from July 1, 2008 to June 30, 2009. The single-channel algorithm (SCA) is a robust algorithm that is based on the zero-order radiative transfer model. Brightness temperature from the space-borne radiometer can be formulated by radiative transfer model. The Qp model is used to minimize the effects of surface roughness on estimating the soil dielectric constant from soil surface emissivity. The approach for high-resolution soil moisture retrieval involves three steps: First, LST and NDVI, available at high resolution, are aggregated to the microwave resolution for the purpose of obtaining the regression coefficients in (3) and (6) with AMSR-E 18.7-GHz dual-polarization brightness temperatures. Second, these equations, in conjunction with high-resolution NDVI and LST, are then used to obtain brightness temperature at high resolution. Third, high-resolution brightness temperature is used to retrieve high-resolution soil moisture with high-resolution MODIS LST/NDVI data using SCA and Qp model."
            ],
            "dataset": [
                "The AMSR-E level 3 product of the 18.7-GHz band double-polarization brightness temperature, MODIS MYD11A1 1 km daily land surface temperature and MOD13A2 16-day NDVI are downloaded from the National Snow and Ice Data Center (NSIDC). In situ soil moisture data were collected from the Maqu network in a cold humid environment and Arou freeze/thaw observation site during July 1, 2008 to June 30, 2010. The Maqu network is located at the northeastern edge of the Tibetan Plateau and consists of 20 sites (or nodes)."
            ],
            "findings": [
                "The trend of the time series of the downscaled soil moisture is similar to the ground measurements during this period with root mean-square error (RMSE) less than 0.12. The results show that the method is more suitable to moderate to drier soil conditions with bare surface or covered by sparse vegetation."
            ]
        },
        {
            "background": [
                "Radar remote sensing has demonstrated its applicability to the retrieval of basin-scale soil moisture. The mechanism of radar backscattering from soils is complicated and strongly influenced by surface roughness. Surface soil moisture (mv) is important in agronomic, hydrological, and meteorological processes at all spatial scales. It plays a key role in water stress detection and irrigation management, especially for arid and semi-arid regions. It is well known that space-borne microwave radiometers and scatterometers possess the advantage of high revisit capacity but deficient in coarse spatial resolution. On the contrary, synthetic aperture radar (SAR) sensors have the capability to provide finer spatial resolution, on the order of tens of meters, meeting most spatial requirements for watershed management and hydrological applications. Radar systems emit pulses and receive echoes backscattered from the illuminated areas. The intensity value of each pixel is proportional to the radar backscattering coefficient (σ0), which depends on several factors, including the instrument’s technical specifications (frequency and polarization), terrain, dielectric characteristics (εr; strongly related to the soil water content) and the geometrical structure (roughness) of the target surface. The IEM unites the KA and the SPM and was verified by laboratory measurements of bistatic scattering from surfaces with small, intermediate and large scale roughness. The advanced IEM (AIEM) improves the calculation accuracy of scattering coefficient by keeping the absolute phase term in Greens function which was neglected by IEM. In the IEM and AIEM, surface roughness is an essential input."
            ],
            "research objective": [
                "This study aims to simultaneously obtain surface roughness parameters (standard deviation of surface height σ and correlation length cl) along with soil moisture from multi-angular ASAR images by using a two-step retrieval scheme based on the AIEM."
            ],
            "challenges": [
                "The key challenge is the presence of vegetation cover, which significantly impacts the estimates of surface roughness and soil moisture. Unfortunately, field measuring surface roughness is very time-consuming and almost impractical at the regional scale. Moreover, appreciable inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing."
            ],
            "methods": [
                "The method firstly used a semi-empirical relationship that relates the roughness slope, Zs (Zs = σ2 /cl) and the difference in backscattering coefficient (Δσ) from two ASAR images acquired with different incidence angles. Then, the deduced roughness parameters were used for the retrieval of soil moisture in association with the AIEM. An evaluation of the proposed method was performed in an experimental area in the middle stream of the Heihe River Basin, where the Watershed Allied Telemetry Experimental Research (WATER) was taken place."
            ],
            "dataset": [],
            "findings": [
                "It is demonstrated that the proposed method is feasible to achieve reliable estimation of soil water content."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the Surface Energy Balance System (SEBS) algorithm applicable for estimating turbulent heat fluxes in areas with partial vegetation cover?",
                    "Answer": "Yes",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "Can the Large Aperture Scintillometer (LAS) be used to provide regional-scale average sensible heat fluxes that match satellite pixel scales?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "When downscaling GCM output for regional models, is dynamic downscaling or statistical downscaling more commonly used in the Heihe River Basin studies?",
                    "Answer": "Dynamic downscaling",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the key data collection methods used for observing land-atmosphere interactions in the Heihe River Basin?",
                    "Answer": "Automatic weather stations, Eddy-Covariance systems, Large Aperture Scintillometers, ASTER",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When is it necessary to use downscaling techniques in meteorological and ecological data collection?",
                    "Answer": "General Circulation Models (GCM) outputs",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Where are soil moisture datasets typically collected for validation in remote sensing studies?",
                    "Answer": "Maqu network",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a method used to retrieve soil moisture at high spatial resolution in a cold and arid environment?",
                    "Answer": "A method to retrieve soil moisture at high spatial resolution involves using the single-channel algorithm (SCA) based on the zero-order radiative transfer model, combined with AMSR-E brightness temperature data and MODIS LST/NDVI. This approach was applied in northwest China and tested with ground data collected from the Maqu monitoring network and Arou freeze/thaw observation sites.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a data collection method for measuring surface heat fluxes over a heterogeneous landscape?",
                    "Answer": "An example of such a data collection method is the Large Aperture Scintillometer (LAS), which allows for the observation of regional scale average sensible heat fluxes. This method is suitable for matching satellite pixel scales and numerical model grid scales, and has been used to analyze data from sites like the Arou station in the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics of datasets collected for monitoring land-atmosphere interactions in cold and arid environments?",
                    "Answer": "net radiation flux, soil heat flux, sensible heat flux, latent heat flux",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What specific challenges are associated with using passive microwave remote sensing for soil moisture retrieval at regional scales?",
                    "Answer": "coarse spatial resolution, sensitivity limitations under high vegetation cover",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the essential parameters and methods required for soil moisture and surface roughness estimation using radar remote sensing techniques?",
                    "Answer": "radar backscattering coefficient, surface roughness, soil dielectric characteristics",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many layers of soil temperature measurements are taken at the Arou freeze/thaw observation site?",
                    "Answer": "6 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the temporal resolution of the meteorological observation data used for validating the WRF model in the Heihe River Basin?",
                    "Answer": "Daily, hourly",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many observation sites are part of the Maqu monitoring network for soil moisture data collection?",
                    "Answer": "20",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "How is the General Circulation Model (GCM) output utilized in regional scale land surface models, and what are the challenges associated with its use?",
                    "Answer": "The General Circulation Model (GCM) output is used in regional scale land surface models to provide forcing data. However, its spatial and temporal resolution often does not meet the needs of regional models, necessitating downscaling to achieve higher resolution data. Downscaling allows the derivation of high-resolution climate information by combining large-scale climatic background with local features such as topography and vegetation cover. The challenge is to effectively downscale GCM output while accurately representing regional environmental impacts.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What role do Large Aperture Scintillometers (LAS) play in observing regional scale sensible heat fluxes, and what challenges are associated with their use?",
                    "Answer": "Large Aperture Scintillometers (LAS) are used to observe regional scale sensible heat fluxes, providing an average over areas ranging from hundreds of meters to kilometers. They are advantageous because their observation scale matches satellite pixel scales, making them valuable for validating remote sensing models and climate models. However, their application faces challenges due to varying surface cover types and conditions, which can affect the reliability of the Monin-Obukhov Similarity Theory used in LAS observations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the large aperture scintillometer (LAS) and eddy-covariance (EC) systems differ in terms of their applicability for measuring surface heat fluxes?",
                    "Answer": "The LAS system is capable of measuring average sensible heat fluxes over a regional scale (hundreds of meters to a few kilometers), which aligns well with satellite pixel scales, whereas the EC system is recognized as a highly reliable method for surface flux observation with a smaller spatial representativeness of tens to hundreds of meters. LAS can therefore provide data suitable for validating remote sensing models and numerical weather predictions, while EC is more suited to detailed, localized studies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of ASTER data for determining land surface parameters compare to the use of AMSR-E data for soil moisture retrieval in terms of spatial resolution and application?",
                    "Answer": "ASTER data, used for land surface parameter determination via the SEBS algorithm, provides high-resolution thermal images suitable for detailed surface flux analysis. In contrast, AMSR-E data, utilized for soil moisture retrieval, operates at a coarser spatial resolution, which may limit its applicability for regional studies. While ASTER offers detailed localized data, AMSR-E's broader coverage can be beneficial for large-scale monitoring but may require downscaling methods to meet finer spatial resolution needs.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the integration of satellite-derived parameters enhance the accuracy of surface energy flux estimations in remote sensing data collection?",
                    "Answer": "Satellite-derived parameters, such as those from the ASTER data, can provide critical land surface parameters that, when integrated with algorithms like SEBS, improve the estimation of turbulent heat fluxes, especially in areas with partial vegetation cover.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges do researchers face in utilizing passive microwave remote sensing for soil moisture retrieval, and how can these challenges be addressed to improve spatial resolution?",
                    "Answer": "The main challenge with passive microwave remote sensing is its coarse spatial resolution, often unsuitable for regional studies. This can be addressed by employing downscaling methods using high-resolution datasets like MODIS, which enhances soil moisture retrieval accuracy by leveraging finer spatial resolution data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways does the presence of vegetation cover complicate the retrieval of surface roughness and soil moisture from radar data, and what strategies can be employed to mitigate these complications?",
                    "Answer": "Vegetation cover significantly affects the accuracy of surface roughness and soil moisture retrieval from radar data. Employing a two-step retrieval scheme using AIEM, which includes deducing roughness parameters from differences in backscattering coefficients, can help mitigate these complications and improve estimation reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges faced in achieving accurate land-atmosphere energy flux measurements in heterogeneous terrains?",
                    "Answer": "Achieving accurate land-atmosphere energy flux measurements is challenging due to the complexity and heterogeneity of the terrain, which affects the spatial representativeness of measurements. The variability in land surface conditions and atmospheric interactions over heterogeneous surfaces can lead to discrepancies between model estimations and field measurements, as traditional observation techniques may struggle to provide areal averages representative of model grids.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need to downscale General Circulation Model outputs for regional-scale land surface modeling?",
                    "Answer": "Downscaling General Circulation Model outputs is necessary because their spatial and temporal resolutions are often inadequate for regional-scale applications. The coarse resolution of these models can overlook important regional environmental impacts, which necessitates the use of downscaled data to ensure the accuracy and relevance of simulations for hydrological, land surface, and ecological models at the regional or basin scale.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What causes the limitations in using passive microwave remote sensing for soil moisture retrieval under high vegetation cover?",
                    "Answer": "The limitations in using passive microwave remote sensing for soil moisture retrieval under high vegetation cover stem from the reduced sensitivity of higher frequency bands, such as the 18.7-GHz band, to soil moisture in areas with substantial vegetation. This limitation affects the ability to adequately resolve soil moisture at finer spatial scales, making it necessary to develop methods that can improve resolution and accuracy in such conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using multi-angular ASAR images for the simultaneous retrieval of surface roughness parameters and soil moisture?",
                    "Answer": "Using multi-angular ASAR images allows for the simultaneous retrieval of surface roughness parameters and soil moisture, which can lead to reliable estimation of soil water content. However, the presence of vegetation cover poses challenges to accurately estimating these parameters.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of the Surface Energy Balance System (SEBS) algorithm in cold and arid environments affect the accuracy of estimating turbulent heat fluxes?",
                    "Answer": "The application of the SEBS algorithm in cold and arid environments can estimate turbulent heat fluxes with acceptable accuracy, especially in areas with partial vegetation cover. This method can closely match field measurements for net radiation flux and latent heat flux calculations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the potential outcomes of employing passive microwave remote sensing for high-resolution soil moisture retrieval in regions with varying vegetation cover?",
                    "Answer": "Employing passive microwave remote sensing for high-resolution soil moisture retrieval can be effective in moderate to drier soil conditions with bare surfaces or sparse vegetation. However, its applicability is limited in areas with high vegetation cover due to the reduced sensitivity of higher frequency bands like 18.7-GHz.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives of collecting multi-layer soil temperature and moisture data in the context of atmospheric and ecological modeling?",
                    "Answer": "The objectives of collecting multi-layer soil temperature and moisture data are to understand the energy and water exchanges at the land-atmosphere interface, which are crucial for accurate parameterization in climate models. These data help in assessing the interactions involving energy, heat, and water, thus contributing to more precise regional and large-scale hydrological and ecological simulations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to evaluate the applicability of Monin-Obukhov Similarity Theory (MOST) in the context of regional scale flux estimation?",
                    "Answer": "Evaluating the applicability of MOST is important for ensuring that regional scale flux estimations are accurate and reliable, especially when using observational data such as those from Large Aperture Scintillometers (LAS). Correctly applying MOST helps in obtaining regionally representative heat fluxes that match satellite pixel scales and model grids, which are critical for optimizing and validating remote sensing models and weather prediction systems.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the intention behind using high-resolution satellite data to retrieve soil moisture for hydrological applications?",
                    "Answer": "The intention behind using high-resolution satellite data to retrieve soil moisture is to provide accurate, spatially detailed soil moisture information necessary for effective watershed management and hydrological applications. High-resolution data address the limitations of coarse spatial resolution in passive microwave observations, enabling better characterization of soil moisture variability across different land cover and topography, which is essential for water stress detection and irrigation management in arid and semi-arid regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the steps involved in processing data from automatic weather stations at a site like the Arou freeze/thaw observation station to ensure data quality and reliability before use?",
                    "Answer": "The data from automatic weather stations, initially collected as 0-level raw data, undergoes several processing steps. Firstly, the data is preliminarily organized without any deletions, but suspicious data points are flagged, creating 1-level data. Subsequently, the data is standardized to a 30-minute sampling period and subjected to quality control measures, forming 2-level data that is recommended for general use. The processed data is then stored monthly, following a specific naming convention that includes the station name, data level, AMS, and data date.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedural steps are involved in downscaling soil moisture data from passive microwave remote sensing to achieve higher spatial resolution suitable for regional studies?",
                    "Answer": "The process involves using a method to retrieve high-resolution soil moisture, tested with ground data from monitoring networks. The single-channel algorithm (SCA) and Qp model are employed to minimize surface roughness effects. The procedure includes aggregating high-resolution Land Surface Temperature (LST) and Normalized Difference Vegetation Index (NDVI) to the microwave resolution, obtaining regression coefficients, using these to estimate high-resolution brightness temperature, and finally retrieving high-resolution soil moisture using these estimates combined with MODIS LST/NDVI data.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do field observations complement satellite data in enhancing the accuracy of land surface heat flux measurements in cold and arid environments?",
                    "Answer": "Field observations and estimates from the Surface Energy Balance System (SEBS) algorithm are compared to satellite data to determine surface fluxes. This approach, applied to areas like the Heihe River Basin, utilizes ASTER data and ground-based measurements to improve accuracy and provide a representative comparison of net radiation flux and turbulent heat fluxes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the specific challenges that need to be addressed when using radar remote sensing for soil moisture retrieval in regions with significant vegetation cover?",
                    "Answer": "The presence of vegetation cover poses a significant challenge in estimating surface roughness and soil moisture using radar remote sensing. The method involves a two-step retrieval scheme based on the AIEM, which addresses inaccuracies due to different instrumentation deployments and sampling strategies, ensuring reliable estimation of soil water content despite vegetation interference.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why do data collection methods often struggle with achieving high spatial resolution for soil moisture monitoring in remote sensing applications?",
                    "Answer": "The challenge with achieving high spatial resolution in soil moisture monitoring using passive microwave remote sensing is mainly due to the coarse spatial resolution of these sensors, often lower than 25 km. This limitation makes it difficult to obtain soil moisture data at a resolution sufficient for regional scale studies, especially under high vegetation cover conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it essential to validate downscaled GCM outputs before using them for regional land surface and hydrological models?",
                    "Answer": "Downscaled GCM outputs need validation to ensure they meet the temporal and spatial resolution requirements of regional-scale models. This validation is crucial because the coarse resolution of GCMs often overlooks regional environmental impacts, and accurate forcing data is necessary to drive land surface, hydrological, and ecological simulations effectively.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential reasons that traditional observation techniques cannot provide representative areal averages of land surface heat fluxes comparable to model grids?",
                    "Answer": "Traditional observation techniques struggle to provide representative areal averages of land surface heat fluxes due to the small spatial scale of observations, which are typically only representative of areas spanning tens to hundreds of meters. This limitation makes it challenging to match the larger grid scales of climate models, prompting the need for alternative approaches using satellite data that can cover broader areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you assess the challenges and potential of using radar remote sensing for simultaneous retrieval of soil moisture and surface roughness parameters in areas with vegetation cover?",
                    "Answer": "Radar remote sensing presents challenges in areas with vegetation cover, as it affects the accuracy of soil moisture and surface roughness estimations. The study indicated that field measurements of surface roughness are labor-intensive and may introduce inaccuracies. However, the proposed two-step retrieval scheme shows promise in achieving reliable soil water content estimates, suggesting potential for overcoming these challenges with refined methodologies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't understand how field observations and remote sensing data can be effectively integrated for accurate land surface flux estimates.",
                    "Answer": "Field observations and estimates from algorithms like the Surface Energy Balance System (SEBS) can be compared in terms of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over heterogeneous land surfaces. By using satellite data such as ASTER, these parameters can be derived and validated against ground-based measurements, allowing for integration of different data sources for improved accuracy.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand the difficulties in retrieving high-resolution soil moisture data using microwave remote sensing.",
                    "Answer": "Retrieving high-resolution soil moisture data using microwave remote sensing involves challenges such as the coarse spatial resolution of passive microwave sensors and the impact of vegetation cover on algorithm accuracy. Methods like the single-channel algorithm (SCA) alongside high-resolution MODIS data can be used to enhance resolution by adjusting brightness temperature, but require careful consideration of data availability and environmental conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the different methodologies used to assess the applicability of atmospheric boundary layer theories in heterogeneous landscapes, particularly focusing on the Monin-Obukhov Similarity Theory.",
                    "Answer": "In the field above, the Monin-Obukhov Similarity Theory (MOST) was assessed using data from LAS, EC, and AWS at Arou and Guantao stations to analyze its applicability in different environmental conditions, taking into account factors such as surface roughness, vegetation cover, and atmospheric stability.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the challenges associated with using remote sensing data for soil moisture retrieval at high spatial resolution, especially in regions with varying vegetation cover.",
                    "Answer": "Challenges highlighted in the field include the coarse spatial resolution of passive microwave sensors, which limits their use for regional studies. The study addressed this by employing a method that combines high-resolution data from MODIS with AMSR-E data to enhance spatial resolution, but faced challenges with vegetation cover affecting sensitivity in certain frequency bands.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}