{
  "id": "52397f6c-7053-4c6b-a1b6-858529590472",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of Paleozoic mafic intrusive rocks in Xilinhot area, Inner Mongolia, China",
      "titleCn": "内蒙古锡林浩特地区古生代镁铁质侵入岩的地球化学数据集",
      "description": "This data set includes the whole rock major and trace element geochemical data and zircon U-Pb isotope data of the Carboniferous Permian mafic intrusive rocks in Xilinhot area. The major element data of the whole rock are obtained by XRF, the trace element data of the whole rock are obtained by ICP-MS, and the zircon U-Pb isotope data are obtained by la-icp-ms. This set of data has been published in Acta  Geologica Sinica (English Edition), a geoscience SCI journal. Through the analysis of this set of data, the characteristics of magma source area and regional tectonic evolution history can be effectively constrained.",
      "descriptionCn": "本数据集包含锡林浩特地区石炭-二叠纪镁铁质侵入岩的全岩主微量元素地球化学数据和锆石U-Pb同位素数据。全岩主量元素数据由XRF测试得来，全岩微量元素数据由ICP-MS测试分析获得，锆石U-Pb同位素数据由LA-ICP-MS测试分析获得。本套数据已发表至地学SCI期刊《Acta Geologica Sinica (English Edition)》之上，数据真实可信。通过对该套数据的分析，可以有效约束岩浆源区特征和区域构造演化历史。",
      "instructions": "The data set is stored in Excel format, which can be directly opened and used by Excel workbooks. The major and trace data of the whole rock is named \"2019 WR data\", and the zircon U-Pb isotopic data is named \"Zrn U-Pb isotope data\".",
      "instructionsCn": "数据集以excel格式进行存储，可以使用excel工作簿直接打开并使用。全岩主微量数据命名为“2019 WR data\", 锆石U-Pb同位素数据命名为”Zrn U-Pb isotope data“。",
      "east": 117.0,
      "west": 115.5,
      "south": 43.5,
      "north": 44.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 60142.0,
      "cstr": null,
      "doi": "10.1111/1755-6724.14386",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王珂",
        "nameEn": "WANG Ke",
        "unitEn": "",
        "unitCn": "中国地质大学(武汉)"
      },
      {
        "nameCn": "李益龙",
        "nameEn": "LI Yilong",
        "unitEn": "",
        "unitCn": "中国地质大学(武汉)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Zircon U-Pb Ages and Geochemistry of Permo-Carboniferous Mafic Intrusions in the Xilinhot Area, Inner Mongolia: Constraints on the Northward Subduction of the Paleo-Asian Ocean.",
        "referenceCn": null,
        "referenceEn": "Wang, K., Li, Y.L., Xiao, W.J., Zheng, J.P., Brouwer, F.M. (2019). Zircon U-Pb Ages and Geochemistry of Permo-Carboniferous Mafic Intrusions in the Xilinhot Area, Inner Mongolia: Constraints on the Northward Subduction of\nthe Paleo-Asian Ocean. Acta Geologica Sinica (English Edition), 93(05), 1261-1280."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "板块俯冲",
        "nameEn": "Plate subduction"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "锡林浩特",
        "keywordEn": "Xilinhot"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "石炭纪-二叠纪",
        "keywordEn": "Carboniferous to Permian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain geochemical data for Paleozoic mafic intrusions in Inner Mongolia, such as those from the Xilinhot area?",
        "QuestionCn": "您能否提供一个用于获取内蒙古古生代镁铁质侵入体（如希林浩特地区）地球化学数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using X-ray fluorescence (XRF) to obtain whole-rock major element data, inductively coupled plasma mass spectrometry (ICP-MS) for whole-rock trace element analysis, and laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for zircon U-Pb isotopic data.",
        "AnswerCn": "一种数据收集方法涉及使用X射线荧光（XRF）获取全岩主要元素数据，使用感应耦合等离子体质谱（ICP-MS）进行全岩微量元素分析，以及使用激光剥蚀感应耦合等离子体质谱（LA-ICP-MS）进行锆石U-Pb同位素数据分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for geochemical analysis of Paleozoic mafic intrusions?",
        "QuestionCn": "用于古生代镁铁质侵入体的地球化学分析的数据收集方法的特点是什么？",
        "AnswerEn": "XRF testing for whole-rock major element data, ICP-MS analysis for whole-rock trace element data, LA-ICP-MS testing for zircon U-Pb isotopic data",
        "AnswerCn": "XRF测试用于全岩主量元素数据，ICP-MS分析用于全岩微量元素数据，LA-ICP-MS测试用于锆石U-Pb同位素数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many whole rock major element data samples are collected using XRF testing in a dataset related to magnesian intrusive rocks in the Xilinhot area, Inner Mongolia?",
        "QuestionCn": "在与内蒙古锡林浩特地区镁质侵入岩相关的数据集中，使用XRF测试收集了多少个完整的岩石主要元素数据样本？",
        "AnswerEn": "The exact number of samples is not specified.",
        "AnswerCn": "未指定样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '全岩主微量元素地球化学数据' mean in the context of geochemical datasets?",
        "QuestionCn": "在地球化学数据集中，“全岩主微量元素地球化学数据”是什么意思？\n\n在地球化学数据集中，“全岩主微量元素地球化学数据”是什么意思？",
        "AnswerEn": "'全岩主微量元素地球化学数据' refers to the geochemical data of major and trace elements in whole rock samples, which are collected and analyzed to understand the composition and characteristics of geological materials. In the context of the dataset, these data are obtained using XRF for major elements and ICP-MS for trace elements.",
        "AnswerCn": "'全岩主微量元素地球化学数据'指的是在整个岩石样品中收集和分析的主要和微量元素的地球化学数据，以了解地质材料的组成和特征。在该数据集的背景下，这些数据是通过XRF分析主要元素和通过ICP-MS分析微量元素获得的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors can influence the accuracy of geochemical data collection in studies of Paleozoic mafic intrusions in regions like Inner Mongolia's Xilinhot?",
        "QuestionCn": "在对内蒙古锡林浩特地区的古生代镁铁质侵入体进行研究时，影响地球化学数据收集准确性的因素有哪些？",
        "AnswerEn": "The accuracy of geochemical data collection for Paleozoic mafic intrusions in regions such as Inner Mongolia's Xilinhot can be influenced by the choice of analytical methods, such as XRF for whole-rock major elements and ICP-MS for trace elements. The precision of zircon U-Pb isotopic data obtained using LA-ICP-MS could also be a factor, as well as the condition and representativeness of the rock samples collected. Additionally, environmental factors, equipment calibration, and the skill level of the technicians performing the analysis may also impact data accuracy.",
        "AnswerCn": "对于内蒙古锡林浩特地区的古生代镁铁质侵入体，地球化学数据收集的准确性可能受到分析方法选择的影响，例如用于全岩主要元素的XRF和用于微量元素的ICP-MS。此外，使用LA-ICP-MS获得的锆石U-Pb同位素数据的精确度也可能是一个因素，以及所收集岩石样本的状态和代表性。此外，环境因素、设备校准以及进行分析的技术人员的技能水平也可能影响数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific methods and instruments used to acquire geochemical and isotopic data from magmatic rocks in geological studies?",
        "QuestionCn": "在地质研究中，从岩浆岩中获取地球化学和同位素数据的具体方法和仪器是什么？",
        "AnswerEn": "In geological studies focusing on magmatic rocks, geochemical data, such as whole-rock major elements, are typically obtained using X-ray fluorescence (XRF) testing. Whole-rock trace element data are analyzed using inductively coupled plasma mass spectrometry (ICP-MS). For isotopic data, such as zircon U-Pb isotopes, laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) is employed.",
        "AnswerCn": "在关注火成岩的地质研究中，通常使用X射线荧光（XRF）测试获得全岩主要元素的地球化学数据。全岩微量元素数据则通过感应耦合等离子体质谱（ICP-MS）进行分析。对于同位素数据，如锆石U-Pb同位素，采用激光剥蚀感应耦合等离子体质谱（LA-ICP-MS）进行分析。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}