{
    "id": "5287291a-414b-4f35-96ce-b42c068b4a82",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Long-term data set of concentrations of atmospheric POPs in the southeat Tibet (2018-2019)",
            "titleCn": "珠峰站激光雷达反演气溶胶消光系数廓线数据（2018-2019）",
            "description": "This data set is the profile of atmospheric aerosol extinction coefficient observed by lidar at Everest station. The original data detected by lidar are inversed by using the Fernald method. In the inversion process, the radar ratio is fixed at 30 Sr. assuming that the range independent radar ratio may cause inversion error of about 5-12%. The lidar blind zone and transition zone are 0.1 km and 0.3 km respectively. The time resolution is 5-20 minutes, the vertical resolution is 7.5m, and the maximum height is about 2km. The observation data include March, July, November 2018 and January 2019. These data can be used to evaluate the vertical characteristics of aerosols over the plateau and further to quantify the characteristics of aerosol transport over the plateau.",
            "descriptionCn": "本数据集是珠峰站激光雷达观测的大气气溶胶消光系数廓线。对激光雷达探测到的原始数据利用Fernald方法进行反演。反演过程中雷达比固定为30 Sr，假定与距离无关的雷达比可能引起的反演误差约在5-12%。激光雷达盲区和过渡区分别在0.1 km和0.3 km。时间分辨率5-20分钟，垂直分辨率7.5m，最大高度约2km。观测数据包括2018年3月、7月、11月以及2019年的1月。这些数据可用于评估高原上气溶胶垂直特征，进一步可用于量化高原气溶胶输送特征。",
            "instructions": "In tabular form, it can be opened, viewed and analyzed in Excel",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
            "east": 86.95,
            "west": 86.95,
            "south": 28.36,
            "north": 28.36,
            "startTime": "2018-01-01 00:00:00",
            "endTime": "2019-01-01 11:59:59",
            "fileSize": 5280256.0,
            "cstr": "18406.11.Atmos.tpdc.272653",
            "doi": "10.11888/Atmos.tpdc.272653",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张天舒",
                "nameEn": "ZHANG Tianshu",
                "unitEn": "",
                "unitCn": "中国科学院合肥物质科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Vertical profile of aerosols in the Himalayas revealed by lidar: New insights into their seasonal/diurnal patterns, sources, and transport.",
                "referenceCn": null,
                "referenceEn": "Xiang, Y., Zhang, T., Liu, J., Wan, X., Loewen, M., & Chen, X., et al. (2021). Vertical profile of aerosols in the Himalayas revealed by lidar: New insights into their seasonal/diurnal patterns, sources, and transport. Environmental Pollution, 285."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": " 气溶胶消光",
                "nameEn": "Aerosol extinction"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "珠穆朗玛峰",
                "keywordEn": "Mount Everest"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2019",
                "keywordEn": "2018-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and specifications of a dataset used to retrieve atmospheric aerosol extinction coefficient profiles using LIDAR technology?",
                "QuestionCn": "用于通过激光雷达技术检索大气气溶胶消光系数剖面的数据集的具体特征和规格是什么？",
                "AnswerEn": "aerosol extinction coefficient profiles, Fernald method, LIDAR ratio 30 Sr, inversion errors 5-12%, blind zone 0.1 km, transition zone 0.3 km, temporal resolution 5 to 20 minutes, vertical resolution 7.5 meters, observational height up to 2 km, data collection months March, July, November 2018, January 2019",
                "AnswerCn": "气溶胶消光系数廓线，Fernald方法，激光雷达比30 Sr，反演误差5-12%，盲区0.1公里，过渡区0.3公里，时间分辨率5到20分钟，垂直分辨率7.5米，观测高度最高2公里，数据收集月份为2018年3月、7月、11月和2019年1月。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the maximum height reached by the laser radar in the aerosol extinction coefficient profile measurements?",
                "QuestionCn": "激光雷达在气溶胶消光系数剖面测量中达到的最大高度是多少？",
                "AnswerEn": "2 km",
                "AnswerCn": "2公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Fernald method in the context of lidar data inversion for aerosol extinction coefficient profiles?",
                "QuestionCn": "Fernald方法是在激光雷达数据反演气溶胶消光系数剖面中的一种技术。",
                "AnswerEn": "The Fernald method is a data inversion technique used in lidar observations to derive atmospheric aerosol extinction coefficient profiles. It involves utilizing lidar-detected raw data to reverse-engineer the extinction coefficients by assuming a fixed lidar ratio, which is 30 Sr in this context. The method assumes that this lidar ratio does not vary with distance, which can introduce inversion errors approximately between 5-12%.",
                "AnswerCn": "Fernald方法是一种数据反演技术，用于在激光雷达观测中推导大气气溶胶消光系数剖面。该方法利用激光雷达探测到的原始数据，通过假设一个固定的激光雷达比率（在此上下文中为30 Sr）来反向推导消光系数。该方法假设该激光雷达比率在距离上不变，这可能引入约5-12%的反演误差。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could lead to errors in the retrieval of aerosol extinction coefficient profiles using laser radar on the Tibetan Plateau?",
                "QuestionCn": "使用激光雷达在青藏高原获取气溶胶消光系数剖面时，可能导致错误的因素有哪些？",
                "AnswerEn": "A potential cause of errors in the retrieval of aerosol extinction coefficient profiles using laser radar could be the assumption of a constant lidar ratio, which is set at 30 Sr and assumed to be distance-independent. This assumption might introduce retrieval errors ranging from 5-12%. Additionally, the presence of blind and transition zones in the laser radar measurements at 0.1 km and 0.3 km, respectively, could contribute to inaccuracies.",
                "AnswerCn": "激光雷达在检索气溶胶消光系数剖面时，假设激光雷达比率为常数（设定为30 Sr）且假定与距离无关，可能是导致错误的一个潜在原因。这一假设可能引入5-12%的检索误差。此外，激光雷达测量中的盲区和过渡区（分别在0.1公里和0.3公里处）也可能导致不准确。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using laser radar to retrieve aerosol extinction coefficient profiles in high-altitude regions?",
                "QuestionCn": "使用激光雷达获取高空区域气溶胶消光系数剖面的主要目标是什么？",
                "AnswerEn": "The primary objective is to evaluate the vertical characteristics of aerosols on the plateau, which can further be used to quantify aerosol transport features in the high-altitude environment.",
                "AnswerCn": "主要目标是评估高原地区气溶胶的垂直特征，这可以进一步用于量化高海拔环境中的气溶胶输送特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental techniques and procedural steps are involved in retrieving and processing atmospheric aerosol extinction coefficient profiles using LIDAR technology in high-altitude regions?",
                "QuestionCn": "使用激光雷达技术在高海拔地区检索和处理大气气溶胶消光系数剖面的仪器技术和程序步骤包括哪些？",
                "AnswerEn": "The data collection involves using LIDAR technology to observe atmospheric aerosol extinction coefficient profiles. The Fernald method is utilized to invert the raw LIDAR data, with a fixed LIDAR ratio of 30 Sr, assuming it to be independent of distance, which can introduce inversion errors of about 5-12%. The LIDAR blind zone and transition zone are at 0.1 km and 0.3 km, respectively. The time resolution is 5-20 minutes, with a vertical resolution of 7.5m, and the maximum height is approximately 2km.",
                "AnswerCn": "数据收集涉及使用LIDAR技术观察大气气溶胶消光系数剖面。采用Fernald方法对原始LIDAR数据进行反演，固定LIDAR比率为30 Sr，假设其与距离无关，这可能引入约5-12%的反演误差。LIDAR盲区和过渡区分别为0.1公里和0.3公里。时间分辨率为5-20分钟，垂直分辨率为7.5米，最大高度约为2公里。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection and inversion of aerosol extinction coefficient profiles using LIDAR systems in high-altitude environments?",
                "QuestionCn": "哪些技术进步使得在高空环境中使用激光雷达系统收集和反演气溶胶消光系数剖面成为可能？",
                "AnswerEn": "The use of LIDAR systems that apply the Fernald method for inversion has enabled the collection of aerosol extinction coefficient profiles. This method, combined with a fixed radar ratio of 30 Sr, allows for the processing of raw LIDAR data into meaningful atmospheric profiles despite potential inversion errors of 5-12%. The setup provides a time resolution of 5-20 minutes and a vertical resolution of 7.5 meters, with observations reaching up to approximately 2 kilometers in altitude.",
                "AnswerCn": "使用应用Fernald方法进行反演的LIDAR系统，使得能够收集气溶胶消光系数剖面。该方法结合固定的雷达比率30 Sr，使得能够将原始LIDAR数据处理成有意义的大气剖面，尽管可能存在5-12%的反演误差。该设置提供5-20分钟的时间分辨率和7.5米的垂直分辨率，观测高度可达约2公里。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}