{
    "id": "52887644-26a9-4384-af78-4e84031e9599",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "LA-ICP-MS data of pyrite and chalcopyrite from Jingchong co Cu polymetallic deposit, Hunan Province",
            "titleCn": "湖南井冲钴铜多金属矿床黄铁矿和黄铜矿的LA-ICP-MS数据",
            "description": "The table includes the data of laser ablation plasma mass spectrometry (LA-ICP-MS) of pyrite and chalcopyrite from Jingchong co Cu polymetallic deposit in Hunan Province. The experimental method was la-icp-ms. The analysis was completed in the National Geological Experiment and testing center. The analytical instrument was Finnigan element 2 ICP-MS with nwr193 nm laser ablation system. In the experiment, helium was used as carrier gas, and the diameter of laser spot was 35 μ m. The pulse frequency is 10 Hz, the laser energy is 80%, the analysis time of each point is 60 s, including 20 s background test and 40 s sample signal. The tested elements include 34S, 57Fe, 59Co, 60Ni, 65Cu, 66zn, 75as, 82se, 96Mo, 107ag, 115In, 118sn, 121Sb, 208Pb, 209bi, etc. The USGS sulfide standards mass1, nist610 and nist612 were used as the combined external standard, kl2g (one of the silicate standard series mpi-ding) as the monitoring standard, and the Fe content analyzed by EPMA as the internal standard.\nThe above data have been published in EI high-level journals, and the data are true and reliable. The data is stored in Excel.",
            "descriptionCn": "表格内容包括湖南井冲钴铜多金属矿床黄铁矿和黄铜矿的激光剥蚀等离子质谱数据（LA-ICP-MS）。实验方法是LA-ICP-MS。分析在国家地质实验测试中心完成, 分析仪器为配有NWR193 nm激光剥蚀系统的Finnigan Element 2 ICP-MS等离子体质谱仪。实验过程中采用氦气作为载气, 激光束斑直径为35 μm, 脉冲频率10 Hz, 80%的激光能量, 每个点的分析时间为60 s, 包括20 s的背景测试和40 s的样品信号。测试的元素包括34S、57Fe、59Co、60Ni、65Cu、66Zn、75As、82Se、96Mo、107Ag、115In、118Sn、121Sb、208Pb、209Bi等。微量元素的校正使用USGS硫化物标样MASS1、NIST610和NIST612作为联合外标, KL2G(德国马普所的硅酸盐标准样品系列MPI-DING中的一个)作为监控标样, 电子探针分析的Fe含量作为内标。此数据可为湖南井冲钴铜多金属矿床日后地球化学模型分析提供数据支持。\n以上数据已发表于EI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
            "instructions": "The data were stored in Excel format. \"Py\" and \"CCP\" in the excel header represent pyrite and chalcopyrite respectively, and the data point number format is \"jc04-1 (Q1)_ 2) , of which 04-1 (Q1_ 2) JC is the place name constant.",
            "instructionsCn": "激光剥蚀等离子质谱数据以Excel表格格式储存。Excel表头中“Py”和”Ccp“分别表示黄铁矿和黄铜矿，数据点编号格式“JC04-1(Q1_2)”，其中04-1(Q1_2)为编号，JC为地名常量。",
            "east": 113.48,
            "west": 113.45,
            "south": 28.27,
            "north": 28.29,
            "startTime": null,
            "endTime": null,
            "fileSize": 18482.0,
            "cstr": null,
            "doi": "10.16539/j.ddgzyckx.2018.05.005",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘萌",
                "nameEn": "LIU Meng",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "王智琳",
                "nameEn": "WANG Zhilin",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "湖南井冲钴铜多金属矿床绿泥石、黄铁矿和黄铜矿的矿物学特征及其成矿指示意义",
                "titleEn": null,
                "referenceCn": "刘萌, 王智琳, 许德如, 伍杨, 董国军, 宁钧陶... & 崔宇. (2018). 湖南井冲钴铜多金属矿床绿泥石、黄铁矿和黄铜矿的矿物学特征及其成矿指示意义. 大地构造与成矿学(05), 862-879. doi:10.16539/j.ddgzyckx.2018.05.005.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南井冲",
                "keywordEn": "JIngchong, Hunan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method use LA-ICP-MS for analyzing pyrite and chalcopyrite in the Hunan Jingchong cobalt-copper polymetallic deposit?",
                "QuestionCn": "数据收集方法是否使用LA-ICP-MS分析湖南靖冲钴铜多金属矿床中的黄铁矿和黄铜矿？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for analyzing trace elements in pyrite and chalcopyrite in polymetallic deposits?",
                "QuestionCn": "您能否提供一种用于分析多金属矿床中黄铁矿和铜矿石中微量元素的数据收集方法的示例？",
                "AnswerEn": "A data collection method used for analyzing trace elements in pyrite and chalcopyrite in polymetallic deposits is the Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) technique. This method involves using helium as a carrier gas, with a laser beam diameter of 35 μm, a pulse frequency of 10 Hz, and 80% laser energy. The analysis time for each point is 60 seconds, which includes 20 seconds for background testing and 40 seconds for sample signal. Calibration is achieved using USGS sulfide standards MASS1, NIST610, and NIST612 as external standards, and KL2G as a monitoring standard, with Fe content from electron probe analysis as an internal standard.",
                "AnswerCn": "用于分析多金属矿床中黄铁矿和铜矿石中微量元素的数据收集方法是激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）。该方法使用氦气作为载气，激光束直径为35微米，脉冲频率为10 Hz，激光能量为80%。每个点的分析时间为60秒，其中包括20秒的背景测试和40秒的样品信号。校准使用美国地质调查局（USGS）硫化物标准MASS1、NIST610和NIST612作为外部标准，KL2G作为监测标准，铁含量则通过电子探针分析作为内部标准。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used in acquiring trace element data from mineral samples using LA-ICP-MS?",
                "QuestionCn": "用于通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）从矿物样品中获取微量元素数据的数据收集方法的特点是什么？",
                "AnswerEn": "Finnigan Element 2 ICP-MS, NWR193 nm laser ablation system, helium carrier gas, 35 μm laser beam diameter, 10 Hz pulse frequency, 80% laser energy, 60 seconds analysis duration, 20 seconds background testing, 40 seconds sample signal acquisition, elements tested: 34S, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 75As, 82Se, 96Mo, 107Ag, 115In, 118Sn, 121Sb, 208Pb, 209Bi, USGS sulfide standard MASS1, NIST610, NIST612, KL2G monitoring standard, Fe content from electron probe analysis as internal standard",
                "AnswerCn": "Finnigan Element 2 ICP-MS，NWR193 nm 激光烧蚀系统，氦气载气，35 μm 激光束直径，10 Hz 脉冲频率，80% 激光能量，60 秒分析时长，20 秒背景测试，40 秒样品信号采集，测试元素：34S, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 75As, 82Se, 96Mo, 107Ag, 115In, 118Sn, 121Sb, 208Pb, 209Bi，美国地质调查局硫化物标准 MASS1，NIST610，NIST612，KL2G 监控标准，电子探针分析的铁含量作为内标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many elements are analyzed in a dataset using the LA-ICP-MS method for 湖南井冲钴铜多金属矿床?",
                "QuestionCn": "使用LA-ICP-MS方法分析湖南井冲钴铜多金属矿床的数据集中分析了多少个元素？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-ICP-MS' mean in the context of data collection methods for mineral analysis?",
                "QuestionCn": "'LA-ICP-MS'在矿物分析的数据收集方法中指的是激光剥蚀电感耦合等离子体质谱法。",
                "AnswerEn": "LA-ICP-MS stands for Laser Ablation Inductively Coupled Plasma Mass Spectrometry, a data collection method used for analyzing the composition of minerals like pyrite and chalcopyrite by ablating a sample with a laser and measuring the ions generated using a mass spectrometer.",
                "AnswerCn": "LA-ICP-MS代表激光剥蚀电感耦合等离子体质谱法，这是一种用于分析矿物成分（如黄铁矿和铜矿石）的数据收集方法，通过激光剥蚀样品并使用质谱仪测量生成的离子。",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to employ LA-ICP-MS techniques for analyzing pyrite and chalcopyrite in polymetallic deposits?",
                "QuestionCn": "为什么在多金属矿床中分析黄铁矿和铜矿石时采用LA-ICP-MS技术是重要的？",
                "AnswerEn": "LA-ICP-MS techniques provide detailed elemental analysis necessary for geochemical modeling, supporting the understanding of complex mineral compositions within polymetallic deposits.",
                "AnswerCn": "LA-ICP-MS技术提供了详细的元素分析，支持地球化学模型的建立，有助于理解多金属矿床中复杂的矿物组成。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and analyzing LA-ICP-MS data specifically for pyrite and chalcopyrite in polymetallic deposits?",
                "QuestionCn": "收集和分析多金属矿床中黄铁矿和铜矿石的LA-ICP-MS数据的程序步骤包括：\n\n1. 样品准备：选择合适的矿石样品，进行破碎、磨粉和筛分，以获得均匀的颗粒。\n2. 薄片制备：将样品制成薄片，以便进行显微镜观察和分析。\n3. 激光剥蚀：使用激光剥蚀系统对样品进行激光剥蚀，选择合适的激光波长和脉冲频率。\n4. ICP-MS分析：将激光剥蚀产生的气体引入电感耦合等离子体质谱仪（ICP-MS），进行元素分析。\n5. 数据采集：记录各元素的信号强度，确保数据的准确性和重复性。\n6. 数据处理：对采集的数据进行校正和标准化，去除背景噪声。\n7. 数据分析：使用统计软件和地球化学软件对数据进行分析，识别元素分布和矿物组合。\n8. 结果解释：结合地质背景，解释分析结果，评估矿床的成因和经济价值。\n9. 报告撰写：整理分析结果，撰写技术报告，提供给相关利益方。",
                "AnswerEn": "The data collection involves using LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) with a Finnigan Element 2 ICP-MS equipped with a NWR193 nm laser ablation system. Helium is used as the carrier gas, with a laser spot diameter of 35 μm, pulse frequency of 10 Hz, and 80% laser energy. Each analysis point is measured for 60 seconds, with 20 seconds for background testing and 40 seconds for sample signal. Elements tested include 34S, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 75As, 82Se, 96Mo, 107Ag, 115In, 118Sn, 121Sb, 208Pb, and 209Bi. Calibration involves using USGS sulfide standards MASS1, NIST610, and NIST612 as external standards and KL2G as a monitoring standard, with Fe content measured by electron probe analysis as the internal standard.",
                "AnswerCn": "数据收集涉及使用LA-ICP-MS（激光剥蚀电感耦合等离子体质谱）与配备NWR193 nm激光剥蚀系统的Finnigan Element 2 ICP-MS。氦气作为载气，激光点直径为35 μm，脉冲频率为10 Hz，激光能量为80%。每个分析点测量60秒，其中背景测试20秒，样品信号40秒。测试的元素包括34S、57Fe、59Co、60Ni、65Cu、66Zn、75As、82Se、96Mo、107Ag、115In、118Sn、121Sb、208Pb和209Bi。校准使用USGS硫化物标准MASS1、NIST610和NIST612作为外部标准，KL2G作为监测标准，Fe含量通过电子探针分析作为内部标准进行测量。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific instrumentation and methodological advancements enable the precise collection of trace element data in polymetallic mineral deposits?",
                "QuestionCn": "哪些具体的仪器和方法学进展能够精确收集多金属矿床中的微量元素数据？",
                "AnswerEn": "The use of a Finnigan Element 2 ICP-MS plasma mass spectrometer equipped with an NWR193 nm laser ablation system enables precise collection of trace element data. The methodology involves using helium as a carrier gas, a laser spot size of 35 μm, a pulse frequency of 10 Hz, and 80% laser energy, with an analysis time of 60 seconds per point, including 20 seconds for background testing and 40 seconds for sample signal.",
                "AnswerCn": "使用Finnigan Element 2 ICP-MS等离子体质谱仪，配备NWR193 nm激光烧蚀系统，可以精确收集微量元素数据。该方法涉及使用氦气作为载气，激光点尺寸为35微米，脉冲频率为10 Hz，激光能量为80%，每个点的分析时间为60秒，包括20秒的背景测试和40秒的样品信号。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}