{
    "id": "52c7172c-7685-4555-8eb8-bb835c0d7563",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (No.2 runoff observation system of 312 bridge on the Heihe River, 2014)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（2号点-312桥径流观测数据-2014）",
            "description": "The data set includes the observation data of river water level and velocity at No.2 point in the runoff densification observation of the middle reaches of Heihe River from January 1, 2014 to December 31, 2014. The observation point is located in Heihe bridge, 312 National Road, Zhangye City, Gansu Province. The riverbed is sandy gravel with unstable section. The longitude and latitude of the observation points are N38 ° 59 ′ 51.71 ″, E100 ° 24 ′ 38.76 ″, with an altitude of 1485 meters, and a channel width of 70 meters and 20 meters. Sr50 ultrasonic range finder is used for water level observation, with acquisition frequency of 30 minutes. The data description includes the following parts:            For water level observation, the observation frequency is 30 minutes, unit (CM); the data covers the period from January 1, 2014 to December 31, 2014; for flow observation, unit (M3); for flow monitoring according to different water levels, the water level flow curve is obtained, and the runoff change process is obtained based on the observation of water level process. The section of bridge no.2-312 is frequently disturbed by human beings, and the unstable area of hydrological section leads to the disorder of water level and flow curve. During the measurement, the stable flow and water level curve cannot be obtained. The missing data is uniformly represented by string-6999.            \nRefer to Li et al. (2013) for hydrometeorological network or station information and he et al. (2016) for observation data processing.",
            "descriptionCn": "该数据集包含了2014年1月1日至2014年12月31日的黑河中游径流加密观测中2号点的河流水位和流速观测数据。观测点位于甘肃省张掖市312国道黑河桥，河床为砂砾石，断面不稳定。观测点的经纬度是N38°59′51.71″，E100°24′38.76″，海拔1485米，河道宽度，70米、20米。水位观测采用SR50超声测距仪，采集频率30分钟。数据说明包括以下部分：\n水位观测，观测频率30分钟，单位（cm）；数据涵盖时间段2014年1月1日至2014年12月31日；流量观测，单位（m3 ）；按照不同水位监测流量，获取水位流量曲线，依托水位过程观测获得径流量变化过程。2号点-312桥断面受到频繁人为扰动，水文断面面积不稳定导致水位流量曲线紊乱，测量期间未能获取稳定的流量水位曲线。缺值数据统一采用字符串-6999表示。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考He et al.(2016)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.427222,
            "west": 100.42444,
            "south": 38.996387,
            "north": 38.996667,
            "startTime": "2014-01-13 08:00:00",
            "endTime": "2015-01-12 08:00:00",
            "fileSize": 1057792.0,
            "cstr": "18406.11.hiwater.227.2015.db",
            "doi": "10.3972/hiwater.227.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何晓波",
                "nameEn": "HE Xiaobo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature,",
                "referenceCn": null,
                "referenceEn": "Liu JF, Chen RS, Song YX, et al. Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature, Environmental Earth Sciences, 2015, 73, 1545-1554."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
                "titleEn": null,
                "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "2号点312桥",
                "keywordEn": null
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-01-01至2014-12-31",
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面的上尺度化是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流域，如塔里木河流域（赵等，2013），阿拉尔海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括HRB的中下游，位于中国西部的干旱地区，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了共11个地表通量和气象站，其中包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to obtain multiscale and multidisciplinary data in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，获取多尺度和多学科数据的方法有哪些？",
                "AnswerEn": "instrumentation on hierarchically nested scales, intensive observation periods, continuous hydrometeorological observations, sparse network for oasis-desert interactions, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                "AnswerCn": "分层嵌套尺度的仪器观测、强化观测期、连续水文气象观测、用于绿洲-沙漠相互作用的稀疏网络、涡度相关塔、大孔径闪烁仪、自动气象站、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observational datasets from oasis–desert systems typically collected?",
                "QuestionCn": "绿洲-沙漠系统的观测数据集通常在哪里收集？",
                "AnswerEn": "Heihe River Basin",
                "AnswerCn": "黑河流域",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges in obtaining stable hydrological data in river systems affected by human disturbances?",
                "QuestionCn": "在受到人为干扰的河流系统中，获取稳定水文数据面临的挑战有哪些？",
                "AnswerEn": "unstable cross-sectional areas",
                "AnswerCn": "不稳定的横截面积",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to observe water vapor and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "您能否提供一个用于观察绿洲-沙漠生态系统中水蒸气和碳交换的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used in this domain is the eddy covariance system and scintillometer for acquiring half-hourly turbulent flux data. Additionally, automatic weather stations with a 10-minute average period collect hydrometeorological data such as radiation, soil heat flux, temperature profiles, and soil moisture.",
                "AnswerCn": "在该领域中使用的一种数据收集方法是涡度协方差系统和闪烁仪，用于获取半小时的湍流通量数据。此外，自动气象站以10分钟的平均周期收集水文气象数据，如辐射、土壤热通量、温度剖面和土壤湿度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in collecting stable flow rate data in hydrometeorological observations?",
                "QuestionCn": "在水文气象观测中收集稳定流量数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the unstable water level-flow rate curve at observation points like the 312 bridge section in the Heihe River Basin, where frequent anthropogenic disturbances and unstable cross-section areas hinder the acquisition of stable flow rate data.",
                "AnswerCn": "一个挑战是黑河流域312桥段观测点的不稳定水位-流量曲线，频繁的人为干扰和不稳定的横截面面积妨碍了稳定流量数据的获取。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates eco-hydrological data with remote sensing techniques in arid regions?",
                "QuestionCn": "您能否提供一个将生态水文数据与干旱地区遥感技术相结合的数据集示例？",
                "AnswerEn": "A multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) integrates eco-hydrological data with remote sensing techniques, using instruments such as LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer to capture multi-scale eco-hydrological processes in an oasis-desert area.",
                "AnswerCn": "来自黑河流域联合遥测实验研究（HiWATER）的多尺度数据集整合了生态水文数据与遥感技术，使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计等仪器，以捕捉绿洲-沙漠地区的多尺度生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the distinguishing characteristics of a multiscale observation system for eco-hydrological processes in arid regions?",
                "QuestionCn": "干旱地区生态水文过程的多尺度观测系统的区别特征是什么？",
                "AnswerEn": "hierarchically nested scales of instrumentation, multi-scale and multidisciplinary data, flux observation matrices, eco-hydrological sensor networks, airborne remote sensing technologies",
                "AnswerCn": "分层嵌套的仪器尺度、多尺度和多学科数据、通量观测矩阵、生态水文传感器网络、机载遥感技术",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes are critical for ensuring quality control and data processing in long-term ecosystem observation datasets?",
                "QuestionCn": "确保长期生态观察数据集质量控制和数据处理的关键属性有哪些？",
                "AnswerEn": "sensor calibration, systematic data collection, rigorous data processing, datasets generation, archiving, sharing of data",
                "AnswerCn": "传感器校准、系统化数据收集、严格的数据处理、数据集生成、数据存档、数据共享。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of water level observations in the hydrometeorological dataset for the Heihe River Basin?",
                "QuestionCn": "在黑河流域的水文气象数据集中，水位观测的频率是多少？",
                "AnswerEn": "30 minutes",
                "AnswerCn": "30分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA using various instruments during the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验期间，使用各种仪器进行了多少次空中遥感任务以覆盖FEA？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the Heihe River Basin since 2012?",
                "QuestionCn": "自2012年以来，在黑河流域中下游地区建立了多少个地表通量和气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are associated with obtaining stable hydrological measurements in river basins?",
                "QuestionCn": "在河流流域中获取稳定水文测量数据面临哪些挑战？",
                "AnswerEn": "Obtaining stable hydrological measurements in river basins can be challenging due to factors like frequent human disturbances, which affect the stability of hydrological cross-sections and lead to inconsistent water level-flow curves, as seen in the fluctuating conditions of the Heihe River basin.",
                "AnswerCn": "在河流流域中获得稳定的水文测量可能会面临挑战，原因包括频繁的人为干扰，这会影响水文横截面的稳定性，并导致水位-流量曲线的不一致性，正如在黑河流域的波动条件所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for hydrometeorological observations in oasis-desert systems compare to those used for river streamflow measurements in terms of frequency and equipment used?",
                "QuestionCn": "在绿洲-沙漠系统中，水文气象观测的数据收集方法与河流流量测量所使用的方法在频率和设备上有何比较？",
                "AnswerEn": "Hydrometeorological observations in oasis-desert systems utilize instruments like eddy covariance systems and automatic weather stations with average periods of 10 minutes, while river streamflow measurements use equipment such as SR50 ultrasonic distance sensors with a frequency of 30 minutes. The former involves a broader array of parameters including energy, water vapor, and carbon fluxes, whereas the latter focuses on river water level and flow velocity.",
                "AnswerCn": "在绿洲-沙漠系统中，水文气象观测使用的仪器包括涡度协方差系统和自动气象站，平均观测周期为10分钟，而河流流量测量则使用SR50超声波距离传感器，频率为30分钟。前者涉及更广泛的参数，包括能量、水蒸气和碳通量，而后者则专注于河流水位和流速。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when collecting data in the oasis-desert regions compared to the river streamflow measurement sites?",
                "QuestionCn": "在收集绿洲-沙漠地区的数据与河流流量测量站点时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both oasis-desert regions and river streamflow measurement sites face challenges related to environmental stability and human disturbance. In oasis-desert regions, challenges include ecological degradation and frequent dust storms, whereas river streamflow sites face issues like unstable hydrological cross-sections due to human disturbances, which result in chaotic water level-flow curves.",
                "AnswerCn": "绿洲-沙漠地区和河流流量测量站都面临与环境稳定性和人类干扰相关的挑战。在绿洲-沙漠地区，挑战包括生态退化和频繁的沙尘暴，而河流流量测量站则面临由于人类干扰导致的水文横截面不稳定，这导致水位-流量曲线混乱。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the frequent disturbances and unstable cross-sectional area at the hydrometeorological observation point affect the reliability and interpretation of water level and flow rate data?",
                "QuestionCn": "频繁的干扰和水文气象观测点的不稳定横截面积可能会影响水位和流量数据的可靠性和解释。",
                "AnswerEn": "The frequent disturbances and unstable cross-sectional area at the observation point can lead to a chaotic water level-flow rate curve, making it difficult to obtain stable relationships between these measurements. This could complicate the understanding of runoff changes and hydrological processes in the area.",
                "AnswerCn": "观察点频繁的干扰和不稳定的横截面积可能导致水位-流量曲线的混乱，使得获得这些测量之间的稳定关系变得困难。这可能会使理解该地区的径流变化和水文过程变得复杂。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of using advanced remote sensing technologies, such as LiDAR and imaging spectrometers, for data interpretation in eco-hydrological research?",
                "QuestionCn": "使用先进的遥感技术，如激光雷达（LiDAR）和成像光谱仪，对生态水文研究中的数据解释有何影响？",
                "AnswerEn": "Advanced remote sensing technologies like LiDAR and imaging spectrometers allow for high-resolution and wide-area data collection, which can significantly enhance the understanding of spatial patterns and processes. These technologies enable detailed mapping and monitoring of environmental variables, contributing to more accurate and holistic interpretations of eco-hydrological dynamics.",
                "AnswerCn": "先进的遥感技术，如激光雷达（LiDAR）和成像光谱仪，能够进行高分辨率和大范围的数据收集，这可以显著增强对空间模式和过程的理解。这些技术使得对环境变量的详细制图和监测成为可能，从而有助于对生态水文动态进行更准确和全面的解读。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulty in obtaining stable flow level curves in the context of hydrological measurements?",
                "QuestionCn": "在水文测量的背景下，获取稳定流量水平曲线的困难因素有哪些？",
                "AnswerEn": "One significant factor is the frequent human disturbance at observation sites, leading to unstable hydrological cross-section areas, which complicates the measurement and results in non-uniform flow level curves.",
                "AnswerCn": "一个重要因素是观察地点频繁的人为干扰，导致水文横截面区域不稳定，这使得测量变得复杂，并导致流量水平曲线不均匀。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is multiscale observation challenging in eco-hydrological research, particularly on heterogeneous surfaces?",
                "QuestionCn": "在生态水文研究中，多尺度观测在异质表面上具有挑战性，主要原因是什么？",
                "AnswerEn": "The challenge arises from the poor availability of multiscale observations, which hinders progress in understanding and modeling eco-hydrological processes on heterogeneous surfaces, as there is a need for comprehensive data across various scales.",
                "AnswerCn": "挑战源于多尺度观测的稀缺，这阻碍了对异质表面生态水文过程的理解和建模，因为需要在不同尺度上获得全面的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes ecological environment degradation in arid and semiarid inland river basins, impacting long-term data collection efforts?",
                "QuestionCn": "导致干旱和半干旱内陆河流流域生态环境退化的原因是什么，这对长期数据收集工作产生了影响？",
                "AnswerEn": "Ecological degradation is caused by factors such as drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms, particularly in areas along the Silk Road, affecting the ability to maintain consistent long-term data collection.",
                "AnswerCn": "生态退化是由多种因素引起的，例如河流和湖泊的干涸、自然植被的退化、土地沙漠化的加剧以及频繁的沙尘暴，特别是在丝绸之路沿线地区，这些因素影响了长期数据收集的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing multiscale observations on the understanding of eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "利用多尺度观测对异质表面生态水文过程的理解可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing multiscale observations can significantly enhance the understanding of eco-hydrological processes by addressing the challenge of poor availability of data. It allows for capturing multi-scale and multidisciplinary data, which is crucial in understanding the complex interactions within oasis-desert systems. This could lead to more effective strategies for maintaining ecological stability and supporting sustainable development in these areas.",
                "AnswerCn": "利用多尺度观测可以显著增强对生态水文过程的理解，解决数据可用性差的问题。它能够捕捉多尺度和多学科的数据，这对于理解绿洲-沙漠系统内复杂的相互作用至关重要。这可能会导致更有效的策略，以维持生态稳定性并支持这些地区的可持续发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of frequent human disturbances on the stability and accuracy of hydrometeorological data collection in river basin systems?",
                "QuestionCn": "频繁的人类干扰对河流流域系统中水文气象数据收集的稳定性和准确性有什么影响？",
                "AnswerEn": "Frequent human disturbances, such as those affecting the river basin systems, can lead to instability in hydrological cross-sectional areas, which affects the accuracy and reliability of hydrometeorological data collection. This instability can result in disordered water level-flow curves, making it challenging to obtain stable and accurate runoff measurements, thereby complicating the interpretation and application of the collected data.",
                "AnswerCn": "频繁的人为干扰，例如影响河流流域系统的干扰，可能导致水文横截面积的不稳定，这会影响水文气象数据收集的准确性和可靠性。这种不稳定性可能导致水位-流量曲线的混乱，从而使得获得稳定和准确的径流测量变得困难，进而 complicate 了对收集数据的解释和应用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to maintain continuous hydrometeorological observations in inland river basins of arid and semiarid regions?",
                "QuestionCn": "在干旱和半干旱地区的内陆河流流域中，持续进行水文气象观测是至关重要的。",
                "AnswerEn": "Continuous observations are necessary to monitor and address the ecological environment degradation crises faced by these regions, such as drying up of rivers and lakes, degradation of natural vegetation, and intensification of land desertification. This is critical for achieving sustainable development and ecological stability.",
                "AnswerCn": "持续的观察对于监测和应对这些地区面临的生态环境退化危机是必要的，例如河流和湖泊的干涸、自然植被的退化以及土地沙漠化的加剧。这对于实现可持续发展和生态稳定至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumentation setup and procedures are employed to capture multiscale eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，捕捉多尺度生态水文过程所采用的仪器设置和程序是什么？",
                "AnswerEn": "The instrumentation setup involves arranging instruments in hierarchically nested scales, including a flux observation matrix with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as eco-hydrological sensor networks measuring soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometers, a multi-angle thermal imager, and an L-band microwave radiometer is utilized.",
                "AnswerCn": "仪器设置涉及将仪器按层次嵌套的尺度进行排列，包括一个通量观测矩阵，配备涡动协方差塔、大孔径闪烁仪和自动气象站，以及测量土壤湿度和叶面积指数的生态水文传感器网络。此外，还利用高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are long-term energy, water vapor, and carbon flux data collected and processed in artificial and natural oasis–desert systems?",
                "QuestionCn": "在人工和自然绿洲-沙漠系统中，长期能量、水蒸气和碳通量数据是如何收集和处理的？",
                "AnswerEn": "Long-term energy, water vapor, and carbon flux data are collected using eddy covariance systems and scintillometers. Data collection involves hydrometeorological measurements, including radiation, soil heat flux, temperature profiles, and air pressure. Data processing encompasses data collection, processing, and archiving, with quality control procedures applied throughout these stages.",
                "AnswerCn": "长期的能量、水汽和碳通量数据是通过涡度协方差系统和闪烁仪收集的。数据收集涉及水文气象测量，包括辐射、土壤热通量、温度剖面和气压。数据处理包括数据收集、处理和归档，并在这些阶段应用质量控制程序。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to ensure the quality control of observational data collected in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中，确保观测数据质量控制的方法有哪些？",
                "AnswerEn": "Quality control methods include careful sensor calibration, data collection, processing, and dataset generation. These procedures are implemented to maintain the integrity of observational data, and the processed data are made freely available at repositories like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "质量控制方法包括仔细的传感器校准、数据收集、处理和数据集生成。这些程序的实施旨在维护观测数据的完整性，处理后的数据会在figshare和寒冷与干旱地区科学数据中心等仓库中免费提供。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation techniques have enabled the collection of multiscale eco-hydrological data in arid regions?",
                "QuestionCn": "哪些仪器技术使得在干旱地区收集多尺度生态水文数据成为可能？",
                "AnswerEn": "Instrumentation techniques such as the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer have enabled the collection of multiscale eco-hydrological data in arid regions.",
                "AnswerCn": "仪器技术，如涡度协方差塔、大孔径闪烁仪、自动气象站以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的高分辨率空中遥感，已经在干旱地区实现了多尺度生态水文数据的收集。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "In what ways does the use of automatic weather stations enhance the monitoring of hydrometeorological parameters in oasis-desert ecosystems?",
                "QuestionCn": "自动气象站的使用在监测绿洲-沙漠生态系统中的水文气象参数方面有哪些增强作用？",
                "AnswerEn": "Automatic weather stations enhance the monitoring of hydrometeorological parameters in oasis-desert ecosystems by providing continuous observations of variables such as radiation, soil heat flux, air temperature gradients, wind speed, air pressure, and precipitation with a 10-minute average period.",
                "AnswerCn": "自动气象站通过提供辐射、土壤热通量、空气温度梯度、风速、气压和降水等变量的连续观测，增强了对绿洲-沙漠生态系统中水文气象参数的监测，观测周期为10分钟平均值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might frequent human disturbances at a river cross-section lead to challenges in obtaining stable water level-flow curves in hydrological observations?",
                "QuestionCn": "频繁的人为干扰在河流横断面上可能导致在水文观测中获取稳定的水位-流量曲线面临挑战。",
                "AnswerEn": "Frequent human disturbances at a river cross-section can impact the stability of the hydrological cross-section area, leading to disruptions in the water level-flow relationship, which hinders the ability to obtain consistent water level-flow curves.",
                "AnswerCn": "频繁的人为干扰河流横截面可能会影响水文横截面区域的稳定性，从而导致水位-流量关系的中断，这妨碍了获得一致的水位-流量曲线的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might long-term observations be indispensable for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "长期观测对于理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换可能是不可或缺的。",
                "AnswerEn": "Long-term observations are crucial for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems because they provide comprehensive temporal data necessary to capture seasonal and interannual variability, which is essential for recognizing interactions and supporting sustainable development and ecological stability in these areas.",
                "AnswerCn": "长期观测对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换至关重要，因为它们提供了全面的时间数据，能够捕捉季节性和年际变化，这对于识别相互作用以及支持这些地区的可持续发展和生态稳定性是必不可少的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the challenges associated with obtaining stable water level-flow curves in river systems with unstable cross-sections?",
                "QuestionCn": "在横截面不稳定的河流系统中，获取稳定的水位-流量曲线面临哪些挑战？",
                "AnswerEn": "The 312 bridge cross-section in the Heihe River basin experienced frequent human disturbances, leading to unstable hydrological cross-sections and resulting in chaotic water level-flow curves. This instability prevented the acquisition of stable flow level curves during the measurement period.",
                "AnswerCn": "312桥横截面在黑河流域经历了频繁的人为干扰，导致水文横截面不稳定，从而产生混乱的水位-流量曲线。这种不稳定性阻碍了在测量期间获得稳定的流量水平曲线。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can long-term datasets enhance our understanding of energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "长期数据集可以通过以下方式增强我们对绿洲-沙漠生态系统中能量、水蒸气和碳交换的理解：",
                "AnswerEn": "Long-term datasets collected from oasis-desert systems, including energy, water vapor, carbon, and methane fluxes, as well as hydrometeorological, vegetation, and soil parameters, are crucial for recognizing oasis-desert interactions. These datasets support the ecological stability and socioeconomic development of oases by providing insights into the fundamental characteristics of energy, water vapor, and carbon exchange necessary for sustainable oasis development.",
                "AnswerCn": "长期收集的来自绿洲-沙漠系统的数据集，包括能量、水蒸气、碳和甲烷通量，以及水文气象、植被和土壤参数，对于识别绿洲-沙漠相互作用至关重要。这些数据集通过提供能量、水蒸气和碳交换的基本特征的见解，支持绿洲的生态稳定性和社会经济发展，为可持续的绿洲发展提供必要的信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the challenges in maintaining stable hydrological measurements in areas with unstable riverbed conditions.",
                "QuestionCn": "我对在河床条件不稳定的地区维持稳定水文测量的挑战感到不确定。",
                "AnswerEn": "In areas with unstable riverbed conditions, such as the one described in the metadata, the challenges include frequent human disturbances that lead to an unstable cross-sectional area of the riverbed. This instability causes disruptions in the water level and flow rate data, making it difficult to obtain consistent and reliable flow curves.",
                "AnswerCn": "在河床条件不稳定的地区，例如元数据中描述的情况，面临的挑战包括频繁的人为干扰，这导致河床的横截面积不稳定。这种不稳定性造成水位和流量数据的干扰，使得获得一致和可靠的流量曲线变得困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "What are the various data collection techniques used in obtaining multiscale and multidisciplinary data for eco-hydrological processes in arid and semi-arid regions, and how do these techniques address the challenges of data availability?",
                "QuestionCn": "在获取干旱和半干旱地区生态水文过程的多尺度和多学科数据时，使用了各种数据收集技术，这些技术如何应对数据可用性挑战。",
                "AnswerEn": "The data collection techniques for multiscale and multidisciplinary data include intensive observation periods (IOPs), continuous hydrometeorological observations, and instrumentation on hierarchically nested scales. These techniques involve the use of a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, as well as synchronical ground measurements. These methods address the challenges of data availability by capturing multi-scale eco-hydrological processes and providing a comprehensive dataset that is freely available at repositories such as figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "多尺度和多学科数据的收集技术包括密集观测期（IOPs）、连续水文气象观测以及分层嵌套尺度的仪器。这些技术涉及使用涡度协方差塔、 大孔径闪烁仪、自动气象站、生态水文传感器网络、使用激光雷达的超高分辨率空中遥感、成像光谱仪、多角度热成像仪和L波段微波辐射计的观测矩阵，以及同步地面测量。这些方法通过捕捉多尺度生态水文过程，解决了数据可用性的问题，并提供了一个全面的数据集，这些数据集可以在figshare和寒冷与干旱地区科学数据中心等存储库中自由获取。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do researchers ensure the quality control of datasets collected from eco-hydrological observations in oasis-desert systems, and what are the key components of this quality control process?",
                "QuestionCn": "研究人员如何确保从绿洲-沙漠系统中收集的生态水文观测数据集的质量控制，以及这一质量控制过程的关键组成部分是什么？",
                "AnswerEn": "Researchers ensure the quality control of datasets by following a structured process that includes sensor calibration, data collection, data processing, and datasets generation. This process involves the acquisition of half-hourly turbulent flux data using an eddy covariance system and scintillometer, observation of hydrometeorological data from automatic weather stations, and supplementation of vegetation and soil parameters. The quality control procedure is crucial for maintaining the reliability and accuracy of the observational data, thereby supporting the ecological security and sustainable development of oasis-desert ecosystems.",
                "AnswerCn": "研究人员通过遵循一个结构化的过程来确保数据集的质量控制，该过程包括传感器校准、数据收集、数据处理和数据集生成。该过程涉及使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据，自动气象站观察水文气象数据，以及补充植被和土壤参数。质量控制程序对于维护观测数据的可靠性和准确性至关重要，从而支持绿洲-沙漠生态系统的生态安全和可持续发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main challenges faced in collecting and processing data for hydrometeorological and eco-hydrological research in inland river basins of arid and semi-arid areas, and what strategies are employed to overcome these challenges?",
                "QuestionCn": "在干旱和半干旱地区的内陆河流流域，收集和处理水文气象及生态水文学研究数据面临的主要挑战有哪些？为克服这些挑战，采用了哪些策略？",
                "AnswerEn": "The main challenges faced in data collection and processing include ecological environment degradation, such as drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These challenges are especially prevalent in inland river basins along the Silk Road. To overcome these challenges, researchers employ strategies such as establishing a network of land surface flux and meteorological stations, conducting long-term observations, and employing robust data processing and quality control procedures. These strategies help provide comprehensive datasets that support the understanding and management of oasis-desert interactions and contribute to sustainable development goals.",
                "AnswerCn": "数据收集和处理面临的主要挑战包括生态环境退化，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些挑战在丝绸之路沿线的内陆河流流域尤为突出。为了克服这些挑战，研究人员采用了一些策略，例如建立地表通量和气象站网络、进行长期观测以及采用稳健的数据处理和质量控制程序。这些策略有助于提供全面的数据集，支持对绿洲-沙漠相互作用的理解和管理，并为可持续发展目标做出贡献。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}