{
  "id": "52db7c1a-046f-486e-8a2f-3128667f9f39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements synchronizing with Envisat ASAR in the Biandukou foci experimental area (Mar. 14, 2008)",
      "titleCn": "黑河综合遥感联合试验：扁都口加密观测区Envisat ASAR地面同步观测数据集（2008年3月14日）",
      "description": "The dataset of ground truth measurements synchronizing with Envisat ASAR was obtained in C1, W2 and B2 of the Biandukou foci experimental area on Mar. 14, 2008, from 23:30 on 14 to 1:00 on 15, to be specific. The ASAR data were in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 23:21 BJT. The wheat stubble land, the deep plowed land and the rape stubble land were chosen for measurements.\n     (1) The surface radiative temperature and the physical temperature were measured by the handheld infrared thermometer. Besides, the land cover type was also recorded. The data can be opened by Microsoft Office.\n     (2) The gravimetric soil moisture (samples from 0-1cm, 1-3cm, 3-5cm, 5-10cm and 10-20cm) was measured by the microwave drying method. \n     (3) The frost depth by the chopstick and the ruler. The soil was considered frozen when it was hard and with ice crystal. The data can be opened by Microsoft Office.\n     Four data files were included, ASAR data, C1, W2 and B2 data.",
      "descriptionCn": "2008年3月14日在扁都口加密观测区开展了Envisat ASAR地面同步测量，测量内容主要包括地表温度、土壤剖面含水量（0-1cm、1-3cm、3-5cm、5-10cm、10-20cm，部分样方只测量了5cm）、表层土壤冻结深度。\nEnvisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为23:21BJT。\n测量时间为2008年3月14日23:30-2008年3月15日1:00，测量样方包括扁都口C1样地、扁都口W2样地和扁都口B2样地；样方类型包括麦茬地、深翻地、油菜茬地。\n1）土壤温度采用手持式红外温度计，采用近距离测量模式，分别测量了地表红外辐射温度和土壤表层的物理温度。同时记录了测量点的地表类型。数据文件可以用Microsoft Office软件打开。\n2）土壤含水量：取0-1cm、1-3cm、3-5cm、5-10cm、10-20cm土样，放入自封袋，然后用微波炉烘干，计算其土壤重量含水量。\n3）土壤冻结深度的测量方法是通过用筷子插入土壤感觉其硬度或者将土壤表层冻结层直接挖出测量冻结层厚度，来判断冻融深度。直尺直接测量，当土壤硬度较大并且有冰晶时，认为土壤冻结；反之，则认为土壤未冻。数据可以用Microsoft Office软件打开。\n本数据集包括4个文件夹，分别为：ASAR数据、扁都口C1样地测量数据、扁都口W2样地测量数据、扁都口B2样地测量数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.036,
      "west": 100.881,
      "south": 38.192,
      "north": 38.312,
      "startTime": "2008-03-26 08:00:00",
      "endTime": "2008-03-27 08:00:00",
      "fileSize": 171737408.0,
      "cstr": "18406.11.water973.0026.db",
      "doi": "10.3972/water973.0026.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "常胜",
        "nameEn": "CHANG Sheng",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "房倩",
        "nameEn": "Fang Qian",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 瞿瑛",
        "nameEn": "QU Ying",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 梁星涛",
        "nameEn": "LIANG Xingtao",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 刘志刚",
        "nameEn": "LIU Zhigang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 潘金梅",
        "nameEn": "PAN Jinmei",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 彭丹青",
        "nameEn": "PENG Danqing",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张勇攀",
        "nameEn": "ZHANG Yongpan",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张志玉",
        "nameEn": "ZHANG Zhiyu",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "赵少杰",
        "nameEn": "ZHAO Shaojie",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "赵天杰",
        "nameEn": "Zhao Tianjie",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 郑越",
        "nameEn": "ZHENG Yue",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周纪",
        "nameEn": "Zhou Ji",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘晨州",
        "nameEn": "LIU Chenzhou",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "殷小军",
        "nameEn": "YIN Xiaojun",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "张志玉",
        "nameEn": "ZHANG Zhiyu",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤冻结深度",
        "nameEn": "Depth of soil freezing"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-14",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-15",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What features are typically measured during synchronized ground observations for remote sensing data calibration, specifically in agricultural or soil studies?",
        "QuestionCn": "在农业或土壤研究中进行遥感数据校准时，通常测量哪些特征进行同步地面观测？",
        "AnswerEn": "surface temperature, soil moisture content at various depths, soil freezing depth",
        "AnswerCn": "地表温度、不同深度的土壤含水量、土壤冻结深度",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil profile water content measurements were taken for each sample location at varying depths during the data collection?",
        "QuestionCn": "在数据收集期间，每个样本位置在不同深度上进行了多少次土壤剖面水分含量测量？",
        "AnswerEn": "0-1 cm, 1-3 cm, 3-5 cm, 5-10 cm, 10-20 cm, 5 cm",
        "AnswerCn": "0-1 厘米, 1-3 厘米, 3-5 厘米, 5-10 厘米, 10-20 厘米, 5 厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the method for measuring soil temperature in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验中测量土壤温度的方法是什么？",
        "AnswerEn": "The method for measuring soil temperature involves using a handheld infrared thermometer in a close-range measurement mode to assess both the infrared radiation temperature of the surface and the physical temperature of the soil surface. The surface type at the measurement point is also recorded.",
        "AnswerCn": "测量土壤温度的方法是使用手持红外温度计在近距离测量模式下，评估表面的红外辐射温度和土壤表面的物理温度。同时记录测量点的表面类型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the selection of specific soil measurement techniques, such as using infrared thermometers for surface temperature and microwave drying for soil moisture, in remote sensing experiments in agricultural fields?",
        "QuestionCn": "在农业领域的遥感实验中，选择特定土壤测量技术的潜在原因是什么，例如使用红外温度计测量表面温度和微波干燥法测量土壤湿度？",
        "AnswerEn": "The choice of using handheld infrared thermometers for surface temperature measurements is likely due to their capability to provide accurate and non-invasive readings of infrared radiation temperature, which can be crucial for understanding the thermal properties of different soil types and conditions. Microwave drying for soil moisture measurement is chosen because it allows for precise determination of soil water content by comparing the weight of soil samples before and after drying, which is essential for calibrating remote sensing data with ground truth values. These methods are selected to ensure accurate, reliable, and efficient data collection that aligns with the temporal and spatial resolution needs of the Envisat ASAR remote sensing data.",
        "AnswerCn": "选择使用手持红外温度计进行表面温度测量，可能是因为它们能够提供准确且非侵入性的红外辐射温度读数，这对于理解不同土壤类型和条件的热特性至关重要。选择微波干燥法进行土壤水分测量是因为它可以通过比较土壤样本干燥前后的重量，精确确定土壤水分含量，这对于将遥感数据与地面实测值进行校准至关重要。这些方法的选择旨在确保数据收集的准确性、可靠性和效率，以满足Envisat ASAR遥感数据的时间和空间分辨率需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on data accuracy when using infrared thermometers for measuring soil temperature compared to traditional contact methods?",
        "QuestionCn": "使用红外线温度计测量土壤温度与传统接触方法相比，数据准确性可能出现的结果是什么？",
        "AnswerEn": "Using handheld infrared thermometers for measuring soil temperature allows for non-contact, rapid assessments of surface and near-surface temperatures. This method can enhance data accuracy by reducing disturbance to the soil and providing consistent measurements across different surface types. However, it might also introduce errors due to emissivity variations across different materials, and accuracy may be affected by environmental conditions such as ambient temperature and humidity.",
        "AnswerCn": "使用手持红外温度计测量土壤温度可以实现对表面和近表面温度的非接触、快速评估。这种方法通过减少对土壤的干扰并在不同表面类型之间提供一致的测量，能够提高数据的准确性。然而，由于不同材料之间的发射率变化，这种方法也可能引入误差，并且环境条件如环境温度和湿度可能会影响准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended objectives behind collecting synchronous ground observation data using Envisat ASAR in the context of soil temperature and moisture measurement?",
        "QuestionCn": "在土壤温度和湿度测量的背景下，使用Envisat ASAR收集同步地面观测数据的预期目标是什么？",
        "AnswerEn": "The goal of collecting synchronous ground observation data with Envisat ASAR is to accurately measure and monitor environmental parameters such as surface temperature, soil moisture content at various depths, and soil freezing depth. This data is crucial to understand the thermal and hydrological dynamics of the area, improve the accuracy of remote sensing data interpretation, and validate satellite observations with ground truth data. These measurements help in assessing the impact of soil conditions on local climate and agriculture.",
        "AnswerCn": "收集与Envisat ASAR同步的地面观测数据的目标是准确测量和监测环境参数，如表面温度、不同深度的土壤湿度含量和土壤冻结深度。这些数据对于理解该地区的热力和水文动态至关重要，能够提高遥感数据解释的准确性，并用地面实测数据验证卫星观测。这些测量有助于评估土壤条件对当地气候和农业的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and processing soil moisture and temperature data using both infrared thermometers and microwave drying methods in remote sensing studies?",
        "QuestionCn": "在遥感研究中使用红外测温仪和微波干燥法收集和处理土壤湿度和温度数据的程序步骤是什么？",
        "AnswerEn": "In remote sensing studies, soil temperature is collected using a handheld infrared thermometer in a close-range measurement mode, capturing both infrared radiation temperature and physical temperature of the soil surface. Soil moisture content is measured by taking samples from various depths (0-1cm, 1-3cm, 3-5cm, 5-10cm, 10-20cm), placing them in ziplock bags, and then drying them in a microwave to calculate the soil's weight moisture content.",
        "AnswerCn": "在遥感研究中，土壤温度通过手持红外温度计在近距离测量模式下收集，捕捉土壤表面的红外辐射温度和物理温度。土壤水分含量通过从不同深度（0-1cm、1-3cm、3-5cm、5-10cm、10-20cm）取样来测量，将样品放入密封袋中，然后在微波炉中干燥，以计算土壤的重量水分含量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable researchers to accurately measure soil moisture content at varying depths in remote observation areas?",
        "QuestionCn": "哪些方法论使研究人员能够在偏远观察区域准确测量不同深度的土壤水分含量？",
        "AnswerEn": "Researchers collect soil samples from different depths (0-1cm, 1-3cm, 3-5cm, 5-10cm, 10-20cm) and use a microwave oven to dry them, which allows for the calculation of soil moisture content by weight.",
        "AnswerCn": "研究人员从不同深度（0-1厘米、1-3厘米、3-5厘米、5-10厘米、10-20厘米）收集土壤样本，并使用微波炉对其进行干燥，从而可以通过重量计算土壤含水量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}