{
  "id": "537470e9-c89c-4c74-9b57-16b23a045cf7",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12) -dataset of intensive runoff observations of No.1 in the middle reaches of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-径流观测数据集（1号点-213桥）",
      "description": "The No. 1 hydrological section is located at 213 Heihe River Bridge (38°54′43.55″ N, 100° 20′41.05″ E, 1546 m a.s.l.) in the middle reaches of the Heihe River Basin, Zhangye, Gansu Province. The dataset contains observations from the No.1 hydrological section from 13 June, 2012, to 24 November, 2012. This section consists of two river sections, i.e., the east section is marked as No. 1 and the west section is marked as No. 2. The width of this section is 330 meters. This section consists of a gravel bed; the cross-sectional area is unstable because of human factors. The water level was measured using SR50 ultrasonic range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following sections: Water level (recorded every 30 minutes) and Discharge. The data processing and quality control steps were as follows: 1) The water level data which collected from the hydrological station were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. 2) Data out the normal range records were rejected. 3) Unphysical data were rejected.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), He et al. (2016) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年6月13日至11月24日的黑河中游径流加密观测中1号点的河流水位观测数据。观测点位于甘肃省张掖市213省道黑河桥，分为两个河道，东面的标记为1号，西面的标记为2号。河道总宽度330米。河床为砂砾石，断面不稳定。观测点的经纬度是N38°54'43.55\"，E100°20'41.05\"，海拔1546米。数据说明包括以下部分：\n水位观测：采用SR50超声测距仪，数据涵盖时间段6月13日至11月24日，观测频率30分钟，单位（cm）； \n流量观测：通过最新技术手段ADCP监测流量，获取精确的水位流量曲线，依托水位过程观测获得径流量变化过程。1号点—213桥断面受到频繁人为扰动，水位流量曲线有待进一步观测，单位（m3 s-1）；\n缺值数据统一采用字符串-6999表示。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考He et al.(2016)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.347778,
      "west": 100.344722,
      "south": 38.911667,
      "north": 38.913611,
      "startTime": "2012-06-23 00:19:00",
      "endTime": "2012-12-04 00:20:00",
      "fileSize": 361992.0,
      "cstr": "18406.11.hiwater.109.2013.db",
      "doi": "10.3972/hiwater.109.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何晓波",
        "nameEn": "HE Xiaobo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "张建",
        "nameEn": "ZHANG Jian",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宁天祥",
        "nameEn": "NING Tianxiang",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄晓明",
        "nameEn": "HUANG Xiaoming",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "姜衡",
        "nameEn": "JIANG Heng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "He XB, et al. Comparison of a tipping-buchet and electronic weighting precipitation gauge for rainfall. Manuscript in preparation."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
        "titleEn": null,
        "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文断面",
        "nameEn": "Hydrology section"
      },
      {
        "nameCn": "流量",
        "nameEn": "Discharge/Flow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "1号点213桥",
        "keywordEn": null
      },
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-13至2012-11-24",
        "keywordEn": "2012-06-13 to 2012-11-24",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次航空遥感任务，使用LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Is the challenge in the field of upscaling eco-hydrological processes mainly due to the limited availability of multiscale observations or the difficulty in capturing data from hierarchically nested scales?",
        "QuestionCn": "生态水文过程的上升挑战主要是由于多尺度观测的有限可用性，还是由于难以捕捉来自层次嵌套尺度的数据？",
        "AnswerEn": "limited availability of multiscale observations",
        "AnswerCn": "多尺度观测的有限可用性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Is the primary source for multiscale datasets in this domain the Cold and Arid Regions Science Data Centre, figshare, or another data repository?",
        "QuestionCn": "在这个领域，多尺度数据集的主要来源是寒冷和干旱地区科学数据中心、figshare，还是其他数据存储库？",
        "AnswerEn": "figshare",
        "AnswerCn": "figshare",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are some of the challenges in collecting multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中收集多尺度观测数据面临哪些挑战？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are eco-hydrological instruments typically arranged to capture multiscale processes in an oasis-desert system?",
        "QuestionCn": "生态水文仪器通常如何布置以捕捉绿洲-沙漠系统中的多尺度过程？",
        "AnswerEn": "Hierarchically nested scales",
        "AnswerCn": "分层嵌套尺度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What kind of dataset is introduced from the HiWATER experiment in the oasis-desert area?",
        "QuestionCn": "HiWATER实验在绿洲-沙漠地区引入了什么样的数据集？",
        "AnswerEn": "multiscale dataset",
        "AnswerCn": "多尺度数据集",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to monitor river water levels in heterogeneous surfaces?",
        "QuestionCn": "您能否提供一个用于监测异质表面河流水位的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for monitoring river water levels is using SR50 ultrasonic distance sensors, which were deployed to observe river water levels every 30 minutes between June 13 and November 24, as part of a study on eco-hydrological processes in the Heihe River basin.",
        "AnswerCn": "监测河流水位的一种数据收集方法是使用SR50超声波距离传感器，这些传感器在6月13日至11月24日期间每30分钟观察一次河流水位，作为对黑河流域生态水文过程研究的一部分。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in the collection of multiscale eco-hydrological data?",
        "QuestionCn": "在收集多尺度生态水文数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge in collecting multiscale eco-hydrological data is the poor availability of observations across scales, which hinders progress in understanding eco-hydrological processes on heterogeneous surfaces. This challenge is highlighted in the context of the HiWATER experiment, which aims to address it through a hierarchically nested instrumentation approach.",
        "AnswerCn": "收集多尺度生态水文数据的一大挑战是不同尺度观测的稀缺性，这阻碍了对异质表面生态水文过程的理解。这个挑战在HiWATER实验的背景下得到了强调，该实验旨在通过分层嵌套的仪器方法来解决这一问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the water level observation techniques used in river flow studies?",
        "QuestionCn": "河流流量研究中使用的水位观测技术的具体特征是什么？",
        "AnswerEn": "SR50 ultrasonic distance meters, data collected every 30 minutes, measurements in centimeters",
        "AnswerCn": "SR50超声波测距仪，每30分钟收集一次数据，测量单位为厘米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the observation frequency used in the water level data collection method for a dataset in this field?",
        "QuestionCn": "在该领域的数据集中，水位数据收集方法使用的观测频率是什么？",
        "AnswerEn": "30 minutes",
        "AnswerCn": "30分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted over the area using LiDAR and other sensors?",
        "QuestionCn": "在该地区使用LiDAR和其他传感器进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multiscale observations' mean in the context of eco-hydrological processes?",
        "QuestionCn": "在生态水文过程的背景下，“多尺度观测”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological processes, 'multiscale observations' refer to data collected at various hierarchical levels, such as using eddy covariance towers, automatic meteorological stations, and airborne remote sensing, to capture the interactions and processes occurring across different spatial and temporal scales.",
        "AnswerCn": "在生态水文过程的背景下，“多尺度观测”是指在不同层次上收集的数据，例如使用涡度协方差塔、自动气象站和航空遥感，以捕捉在不同空间和时间尺度上发生的相互作用和过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'hierarchically nested scales' in the instrumentation of eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验的仪器测量中，“分层嵌套尺度”是什么意思？",
        "AnswerEn": "'Hierarchically nested scales' in the instrumentation of eco-hydrological experiments refer to the arrangement of measurement tools and sensors at different scales to capture various aspects of the ecosystem. This approach helps in understanding processes from the micro-level, such as soil moisture, to larger scales like landscape-level interactions using airborne remote sensing.",
        "AnswerCn": "“层次嵌套尺度”在生态水文实验的仪器配置中指的是在不同尺度上安排测量工具和传感器，以捕捉生态系统的各个方面。这种方法有助于理解从微观层面（如土壤湿度）到更大尺度（如景观级别相互作用）的过程，使用空中遥感技术。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques using SR50 ultrasonic rangefinders compare to those using ADCP technology in terms of capturing river discharge data in heterogeneous environments?",
        "QuestionCn": "SR50超声波测距仪与ADCP技术在异质环境中捕捉河流流量数据的收集技术比较如何？",
        "AnswerEn": "SR50 ultrasonic rangefinders are employed for water level observations, providing data at 30-minute intervals, while ADCP technology monitors flow rates and generates precise water level-flow rate curves. The ADCP method is particularly noted for its accuracy in capturing the runoff variation process, yet both methods collectively help address the challenge of monitoring in dynamic, human-disturbed sections.",
        "AnswerCn": "SR50超声波测距仪用于水位观测，以30分钟的间隔提供数据，而ADCP技术则监测流量并生成精确的水位-流量曲线。ADCP方法特别以其在捕捉径流变化过程中的准确性而著称，但这两种方法共同帮助解决了在动态的人为干扰区域进行监测的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the multiscale observation techniques used in eco-hydrological studies help in addressing the challenges of data scarcity on heterogeneous surfaces?",
        "QuestionCn": "多尺度观测技术在生态水文研究中的应用如何帮助应对异质表面数据稀缺的挑战？",
        "AnswerEn": "Multiscale observation techniques, such as those used in the HiWATER experiment, help address data scarcity on heterogeneous surfaces by arranging instruments on hierarchically nested scales. This allows researchers to capture multi-scale eco-hydrological processes and collect multidisciplinary data, which is crucial for understanding complex surface interactions.",
        "AnswerCn": "多尺度观测技术，如HiWATER实验中使用的技术，通过在层次嵌套的尺度上布置仪器，帮助解决异质表面上的数据稀缺问题。这使研究人员能够捕捉多尺度生态水文过程并收集多学科数据，这对于理解复杂的表面相互作用至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the poor availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "导致异质表面生态水文过程多尺度观测稀缺的原因是什么？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge in upscaling eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上提升生态水文过程的重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for hierarchically nested scales in the instrumentation for eco-hydrological data collection?",
        "QuestionCn": "为什么在生态水文数据收集的仪器中需要分层嵌套的尺度？",
        "AnswerEn": "Hierarchically nested scales in instrumentation are necessary to capture multi-scale eco-hydrological processes and address challenges in obtaining multiscale and multidisciplinary data.",
        "AnswerCn": "层次嵌套的量表在仪器测量中是必要的，以捕捉多尺度的生态水文过程，并解决获取多尺度和多学科数据的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the installation of instruments at hierarchically nested scales affect the quality and reliability of data collected in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，分层嵌套尺度上仪器的安装可能会如何影响所收集数据的质量和可靠性？",
        "AnswerEn": "Installing instruments at hierarchically nested scales can improve the quality and reliability of data by ensuring that eco-hydrological processes are captured at multiple levels. This configuration allows for detailed observations of interactions across different landscapes, enhancing the robustness of the datasets collected.",
        "AnswerCn": "在层次嵌套的尺度上安装仪器可以提高数据的质量和可靠性，因为它确保了生态水文过程在多个层面上被捕捉。这种配置允许对不同景观之间的相互作用进行详细观察，从而增强所收集数据集的稳健性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential consequences of using advanced remote sensing technologies, such as LiDAR and imaging spectrometers, in the collection of eco-hydrological datasets?",
        "QuestionCn": "使用先进的遥感技术，如激光雷达（LiDAR）和成像光谱仪，在收集生态水文数据集时可能产生的后果是什么？",
        "AnswerEn": "The use of advanced remote sensing technologies like LiDAR and imaging spectrometers can significantly enhance the resolution and scope of eco-hydrological datasets. This leads to more precise monitoring and analysis of vegetation dynamics, photosynthesis processes, and other critical ecological parameters.",
        "AnswerCn": "先进的遥感技术，如激光雷达（LiDAR）和成像光谱仪，可以显著提高生态水文数据集的分辨率和范围。这导致对植被动态、光合作用过程以及其他关键生态参数的更精确监测和分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is the use of advanced remote sensing technologies essential in the HiWATER experiment for data collection in the oasis-desert area?",
        "QuestionCn": "为什么在HiWATER实验中使用先进的遥感技术对于在绿洲-沙漠地区的数据收集至关重要？",
        "AnswerEn": "Advanced remote sensing technologies, such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, are essential in the HiWATER experiment because they allow for hyper-resolution data collection across different scales and landscapes. These technologies enable the acquisition of high-quality multiscale datasets necessary for understanding complex eco-hydrological interactions in the oasis-desert area.",
        "AnswerCn": "先进的遥感技术，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，在HiWATER实验中至关重要，因为它们能够在不同的尺度和景观中进行超高分辨率的数据收集。这些技术使得获取高质量的多尺度数据集成为可能，从而有助于理解绿洲-沙漠地区复杂的生态水文相互作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the essential steps involved in setting up a multiscale observation system for monitoring eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中建立用于监测生态水文过程的多尺度观测系统所涉及的基本步骤是什么？",
        "AnswerEn": "To set up a multiscale observation system, instruments should be arranged on hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes constructing a superstation within key areas and installing eddy covariance towers, automatic meteorological stations (AMSs), and other sensors across various landscapes to ensure comprehensive data collection. Intensive observations should be conducted at specific scales, and airborne remote sensing missions should be planned to cover the area using advanced technologies like LiDAR and imaging spectrometers.",
        "AnswerCn": "为了建立一个多尺度观测系统，仪器应按层次嵌套的尺度进行布置，以捕捉多尺度生态水文过程。这包括在关键区域构建超级站，并在不同景观中安装涡度协方差塔、自动气象站（AMS）和其他传感器，以确保全面的数据收集。在特定尺度上应进行密集观测，并计划使用先进技术如激光雷达和成像光谱仪的空中遥感任务，以覆盖该区域。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedures are employed to handle missing data in multiscale hydrological datasets, and how is such data represented?",
        "QuestionCn": "在多尺度水文数据集中处理缺失数据采用哪些程序，这些数据如何表示？",
        "AnswerEn": "In multiscale hydrological datasets, missing data are commonly represented using a specific placeholder, such as the string '-6999'. Handling missing data requires consistent identification and marking of gaps in the dataset, allowing for subsequent imputation or analysis that takes these gaps into account.",
        "AnswerCn": "在多尺度水文数据集中，缺失数据通常使用特定的占位符表示，例如字符串 '-6999'。处理缺失数据需要一致地识别和标记数据集中的缺口，以便后续的插补或分析能够考虑这些缺口。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What observational techniques and technologies enable the acquisition of multiscale eco-hydrological data in heterogeneous environments?",
        "QuestionCn": "哪些观测技术和技术能够在异质环境中获取多尺度生态水文数据？",
        "AnswerEn": "The acquisition of multiscale eco-hydrological data in heterogeneous environments is enabled by instruments arranged in hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network of soil moisture and leaf area index.",
        "AnswerCn": "在异质环境中，多尺度生态水文数据的获取得益于按层次嵌套的仪器布置，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站，以及土壤湿度和叶面积指数的生态水文传感器网络。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do high-resolution airborne remote sensing technologies enhance the collection of diverse ecological and hydrological datasets?",
        "QuestionCn": "高分辨率航空遥感技术如何增强多样生态和水文数据集的收集？",
        "AnswerEn": "High-resolution airborne remote sensing technologies enhance the collection of diverse ecological and hydrological datasets through the use of LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, which provide hyper-resolution data for eco-hydrological processes.",
        "AnswerCn": "高分辨率航空遥感技术通过使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，增强了多样生态和水文数据集的收集，这些技术提供了超高分辨率的数据，用于生态水文过程的研究。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions are necessary for conducting intensive observation periods (IOPs) and continuous hydrometeorological observations in eco-hydrological research?",
        "QuestionCn": "进行生态水文研究的强化观察期（IOPs）和连续水文气象观测所需的条件是什么？",
        "AnswerEn": "The necessary conditions for conducting IOPs and continuous hydrometeorological observations include a sparse network to investigate oasis-desert interaction, a superstation within the oasis, and installations such as EC towers and automatic meteorological stations in different landscapes surrounding the oasis.",
        "AnswerCn": "进行IOPs和连续水文气象观测的必要条件包括：稀疏的网络以研究绿洲-沙漠相互作用，绿洲内的超级站，以及在绿洲周围不同景观中安装的EC塔和自动气象站。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected multiscale observations be limited in addressing the challenge of upscaling eco-hydrological processes on a heterogeneous surface?",
        "QuestionCn": "为什么预期的多尺度观测可能在解决在异质表面上生态水文过程的尺度扩展挑战方面受到限制？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a challenge that the HiWATER experiment is designed to address through instrumentation on hierarchically nested scales.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，这是HiWATER实验旨在通过在层次嵌套尺度上进行仪器布置来解决的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective are the current data collection methods in capturing multiscale eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "当前的数据收集方法在捕捉异质景观中的多尺度生态水文过程方面的有效性如何？",
        "AnswerEn": "The current data collection methods are designed to capture multiscale eco-hydrological processes by using hierarchically nested instrumentation, such as flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. However, the effectiveness could be challenged by the poor availability of multiscale observations, which is a known hindrance in the field.",
        "AnswerCn": "当前的数据收集方法旨在通过使用分层嵌套的仪器，如通量观测矩阵、生态水文传感器网络和超高分辨率的空中遥感，捕捉多尺度生态水文过程。然而，效果可能会受到多尺度观测稀缺的挑战，这在该领域是一个已知的障碍。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multiscale observations can be effectively integrated to address eco-hydrological challenges on heterogeneous surfaces.",
        "QuestionCn": "我不明白如何有效整合多尺度观测以应对异质表面的生态水文挑战。",
        "AnswerEn": "The integration of multiscale observations is addressed by the HiWATER experiment, which uses a hierarchically nested scale approach. This includes instruments like eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, all designed to capture multi-scale eco-hydrological processes in an oasis-desert system. Intensive observation periods and continuous hydrometeorological observations contribute to this integration.",
        "AnswerCn": "HiWATER实验通过分层嵌套的尺度方法来解决多尺度观测的整合问题。该实验包括涡度协方差塔、大孔径闪烁仪和自动气象站等仪器，旨在捕捉绿洲-沙漠系统中的多尺度生态水文过程。密集观测期和持续的水文气象观测有助于这一整合。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced when obtaining multiscale observational data in eco-hydrological experiments, and propose potential methods to overcome these challenges.",
        "QuestionCn": "请分析在生态水文实验中获取多尺度观测数据时面临的挑战，并提出克服这些挑战的潜在方法。",
        "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations. HiWATER addresses this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. Intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER, using a sparse network and various instruments arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制。HiWATER通过在分层嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，来应对这一挑战。在HiWATER期间，进行了强度观测期（IOPs）和持续的水文气象观测，使用稀疏的网络和各种仪器，旨在捕捉多尺度生态水文过程。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore the various data collection methods used in the oasis-desert interactions study, and evaluate their effectiveness in capturing eco-hydrological processes.",
        "QuestionCn": "请探讨在绿洲-沙漠相互作用研究中使用的各种数据收集方法，并评估它们在捕捉生态水文过程方面的有效性。",
        "AnswerEn": "The study used instruments arranged in hierarchically nested scales, including a superstation, EC towers, automatic meteorological stations, and an eco-hydrological sensor network. Additionally, 12 airborne remote sensing missions were conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer. These methods were effective in capturing multiscale eco-hydrological processes and were carefully quality controlled throughout the data collection process.",
        "AnswerCn": "该研究使用了分层嵌套的仪器，包括超级站、生态气象塔、自动气象站和生态水文传感器网络。此外，还进行了12次航空遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些方法有效地捕捉了多尺度的生态水文过程，并在数据收集过程中进行了严格的质量控制。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please propose strategies for expanding or refining datasets related to surface evapotranspiration observations in heterogeneous environments.",
        "QuestionCn": "请提出在异质环境中扩展或完善与表面蒸散发观测相关的数据集的策略。",
        "AnswerEn": "Strategies could involve enhancing the existing observation system by increasing the number and diversity of observation points and instruments, implementing more frequent and varied remote sensing missions, and utilizing advanced sensor technology. Additionally, integrating new data processing techniques and improving sensor calibration could refine datasets, ensuring high-quality and comprehensive data collection.",
        "AnswerCn": "策略可以包括通过增加观察点和仪器的数量和多样性来增强现有的观察系统，实施更频繁和多样化的遥感任务，以及利用先进的传感器技术。此外，整合新的数据处理技术和改善传感器校准可以精细化数据集，确保高质量和全面的数据收集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}