{
    "id": "53b58111-e5a9-45c3-989f-af028b6866c1",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "A biophysical permafrost zonation map in the Northern Hemisphere (2000-2016)",
            "description": "This biophysical permafrost zonation map was produced using a rule-based GIS model that integrated a new permafrost extent, climate conditions, vegetation structure, soil and topographic conditions, as well as a yedoma map. Different from the previous maps, permafrost in this map is classified into five types: climate-driven, climate-driven/ecosystem-modified, climate-driven/ecosystem protected, ecosystem-driven, and ecosystem-protected.  Excluding glaciers and lakes, the areas of these five types in the Northern Hemisphere are 3.66×106 km2, 8.06×106 km2, 0.62×106 km2, 5.79×106 km2, and 1.63×106 km2, respectively. 81% of the permafrost regions in the Northern Hemisphere are modified, driven, or protected by ecosystems, indicating the dominant role of ecosystems in permafrost stability in the Northern Hemisphere. Permafrost driven solely by climate occupies 19% of permafrost regions, mainly in High Arctic and high mountains areas, such as the Qinghai-Tibet Plateau.",
            "instructions": "NIEER_ PER_ Biophysical_ ZONES_ 2000_ 2016_ NH.zip",
            "east": 180.0,
            "west": -180.0,
            "south": 25.0,
            "north": 85.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 36820498.0,
            "cstr": "18406.11.Geocry.tpdc.271659",
            "doi": "10.11888/Geocry.tpdc.271659",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "RAN Youhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "M. Torre Jorgenson",
                "unitEn": "Alaska Ecoscience, Fairbanks"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "JIN Huijun",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Wu Tonghua",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Li Ren",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHENG Guodong",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Biophysical permafrost map indicates ecosystem processes dominate permafrost stability in the Northern Hemisphere",
                "referenceEn": "Ran, Y.H., M. Torre Jorgenson, Li, X., Jin, H.J., Wu, T.H., Li, R., Cheng, G.D. (2021). Biophysical permafrost map indicates ecosystem processes dominate permafrost stability in the Northern Hemisphere. Environmental Research Letters. https://doi.org/10.1088/1748-9326/ac20f3."
            },
            {
                "titleEn": "New high-resolution estimates of the permafrost thermal state and hydrothermal conditions over the Northern Hemisphere",
                "referenceEn": "Ran, Y., Li, X., Cheng, G., Che, J., Aalto, J., Karjalainen, O., Hjort, J., Luoto, M., Jin, H., Obu, J., Hori, M., Yu, Q., & Chang, X. (2022). New high-resolution estimates of the permafrost thermal state and hydrothermal conditions over the Northern Hemisphere. Earth System Science Data, 14, 865–884. DOI: 10.5194/essd-14-865-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameEn": "Frozen Ground"
            },
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Permafrost"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "The High Mountain Asia"
            },
            {
                "keywordEn": "Global"
            },
            {
                "keywordEn": "Northern Hemispheric"
            },
            {
                "keywordEn": "Arctic"
            },
            {
                "keywordEn": "Alaska"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost is defined as ground that remains at or below 0°C for at least 2 consecutive years (Van Everdingen, 2005). As a key component of the cryosphere in the Northern Hemisphere (NH), permafrost is sensitive to disturbances from climate change, environmental disturbances, and human activities (Shur and Jorgenson, 2007). Changes in the thermal state of permafrost (TSP) have multiple important impacts on infrastructure safety, hydrological cycles, ecosystems, and climate systems (Yoshikawa and Hinzman, 2003; Cheng, 2005; Cheng and Wu, 2007; Schuur et al., 2009; Tarnocai et al., 2009; Cheng and Jin, 2013; Gao et al., 2016; Hjort et al., 2018; Ran et al., 2018; Xie et al., 2019; Li et al., 2020a, b). Over the past half century, hundreds of permafrost maps have been compiled at local to global scales (e.g., Heginbottom, 2002; Ran et al., 2012; Cao et al., 2019; Zhelezniak et al., 2021). On a global scale, the first permafrost map, the Circum-Arctic Map of Permafrost and Ground Ice Conditions, was compiled by the International Permafrost Association (IPA) using a manual delineation method by integrating all (readily) available data and regional permafrost maps in the 1990s (Heginbottom et al., 1993; Brown et al., 2002). The IPA permafrost map indicates that the permafrost region underlies an area spanning approximately 22.79 ×10^6 km^2 in the NH, while the estimated areal extent actually underlain by permafrost ranges from 12.21 ×10^6 to 16.98 ×10^6 km^2 (Zhang et al., 2000, 2008). The IPA permafrost map represents the best understanding of the permafrost distribution in the NH in the 1990s and has been frequently used for model.",
                "Since the release of the IPA permafrost map, great advances have been made in monitoring and modeling permafrost. In terms of data, the number of both ground-based observations and remote sensing data have remarkably increased in the past 30 years. Global and regional observation networks have been gradually established worldwide, strengthening permafrost monitoring in many regions, including Russia, North America, Central Asia and China, and Europe. As a result of these regional networks, the Global Terrestrial Network for Permafrost (GTN-P) was established by the IPA in 1999. The GTN-P monitors the TSP and active layer thickness (ALT) through the TSP and the Circumpolar Active Layer Monitoring (CALM) programs. At present, at a global scale, data on ground temperature measured at approximately 700 boreholes and ALT data from more than 200 sites can be freely downloaded from the GTN-P website. Remote sensing observations are unprecedentedly abundant, and some variables related to permafrost, such as land surface temperature (LST), vegetation cover, and snow cover, can be retrieved from remote sensing sensors with high accuracy and spatial–temporal resolution. The most significant methodological advances in mapping permafrost mainly include the expansion of permafrost models to applications of various spatial domains and the extensive applications of machine learning to infer the occurrence and TSP.",
                "The soil organic content, bulk density, and coarse fragment content source from SoilGrids250 were used in this study. With a spatial resolution of 250 m, the SoilGrids250 is a global gridded soil map developed by the International Soil Reference and Information Center (ISRIC) using machine-learning algorithms by integrating 230 000 soil profiles and remote sensing environmental variables. The WorldClim v2.1 climate variables with a 1 km resolution, including solar radiation and precipitation data, were used in this study. Solar radiation data were directly used, but the precipitation data for 1970–2000 were temporally adjusted to those for 2000–2016 based on WorldClim historical monthly weather data from 2000 to 2016."
            ],
            "research objective": [
                "This study produces novel permafrost datasets for the Northern Hemisphere (NH), including predictions of the mean annual ground temperature (MAGT) at the depth of zero annual amplitude (DZAA) (approximately 3 to 25 m) and active layer thickness (ALT) with 1 km resolution for the period of 2000–2016, as well as estimates of the probability of permafrost occurrence and permafrost zonation based on hydrothermal conditions.",
                "In short, the current statement of permafrost maps requires addressing the need for more comprehensive and integrated efforts to map the thermal state and hydrothermal zonation of permafrost. Thus, the objectives of this paper are as follows: (1) to develop and release the MAGT and ALT datasets as a baseline at 1 km scale in the NH, (2) to provide revised zonal statistics of the thermal state and distribution of permafrost in the NH, and (3) to present a permafrost zonation map that features the detailed hydrothermal conditions of permafrost.",
                "We propose a classification system based on the hydrothermal condition of permafrost by synthesizing the thermal condition system proposed by Cheng (1984) and later modified by Ran et al. (2018) and by taking into account the aridity system proposed by Jin et al. (2014) and UNEP (1997)."
            ],
            "challenges": [
                "However, such data are generally unavailable, mainly due to the lack of ground observations and the uncertainty of traditional physical models.",
                "The accuracy of these maps is still limited, especially at middle and low latitudes and at high elevations, due to the limitations of the data and models. Areal-continuity-based map systems effectively reflect the permafrost distribution characteristics in high-latitude areas, but such systems are not suitable for describing high-altitude permafrost because the areal continuity of permafrost distribution is relative and scale-dependent. Additionally, continuity-based systems ignore the vertical distribution and longitudinal zonation of permafrost and thus cannot effectively reflect the hydrothermal conditions of permafrost, which are important for comprehensively understanding the characteristics and vulnerability of permafrost, especially at the regional scale.",
                "The vulnerability of the near-surface ground to external disturbances associated with the inconsistency of the ALT measurement method may be one of the reasons for the large uncertainty in the prediction of the ALT. Of course, the uncertainty of ALT is considerable, especially in the vast area of western Siberia where the training data are sparse. The low spatial representativeness of training data may lead to an overestimation in several Siberian mountain regions and underestimation near the lower boundary of permafrost."
            ],
            "methods": [
                "These datasets integrate unprecedentedly large amounts of field data (1002 boreholes for MAGT and 452 sites for ALT) and multisource geospatial data, especially remote sensing data, using statistical learning modeling with an ensemble strategy.",
                "We first compiled a ground measurement database for MAGT and ALT in the NH. Then, the MAGT and ALT predictions with a 1 km resolution in the NH were produced using ensemble statistical forecasting by integrating the remotely sensed freezing degree days (FDD) and thawing degree days (TDD), leaf area index (LAI), snow cover duration (SCD), precipitation, solar radiation, soil organic content, soil bulk density, coarse fragment content, and the compiled ground measurement data. Correspondingly, a dataset for the probability of permafrost occurrence was also produced. Finally, the hydrothermal conditions of permafrost were produced by combining the MAGT and aridity index using a rule-based decision-making process. To reduce the potential overfitting due to residual autocorrelation, we resampled the training data 1000 times by excluding the sampling points within a distance of less than 3 km following Ran et al. (2021b).",
                "The techniques were implemented based on the R packages mgcv for GAM, randomForest for RF, e1071 for SVR, and xgboost for XGB. In this study, the maximum smoothing function was set to three, and the thin plate regression spline was used as the smoothing function. In this study, the number of trees is set to 400. In this study, the default radial kernel function was used, and the grid search method based on 10-fold cross-validation was used to select the model parameters. Here, XGB was implemented using the xgboost function through 50 rounds of 10-fold cross-validation, and maximum depth was set as 3. To account for the uncertainty of a single run and single model, an ensemble average of the 1000 runs for the four model means was used to represent the distribution of MAGT and ALT in this study. The probability of permafrost occurrence is obtained by calculating the fraction of predicted MAGT≤0 ◦C based on the multimodel ensemble results with 1000 runs. In this study, the maximum smoothing function was set to three, and the thin plate regression spline was used as the smoothing function."
            ],
            "dataset": [
                "These new datasets based on the most comprehensive field data to date contribute to an updated understanding of the thermal state and zonation of permafrost in the NH. These datasets integrate unprecedentedly large amounts of field data (1002 boreholes for MAGT and 452 sites for ALT) and multisource geospatial data, especially remote sensing data.",
                "The standardized measurements of MAGT at or near DZAA (approximately 3 to 25 m) from 1002 boreholes and those of ALT from 452 sites were compiled mainly based on the ground measurement data used in Aalto et al. (2018), but the density of data points on the Qinghai–Tibet Plateau, in the Tian Shan, and in Northeast China was greatly increased. Additional MAGT measurements from 253 boreholes are used mainly from the sources in Ran et al. (2021b), which were compiled mostly from existing literature on the Qinghai–Tibet Plateau and the Tian Shan. Other additional MAGT measurements from 19 boreholes in Northeast China are from Li et al. (2019) and Chang (2011). Additional ALT measurements from 149 sites were mainly compiled from permafrost studies on the Qinghai–Tibet Plateau and the Tian Shan and Northeast China. Only the measurement data from the undisturbed (natural) sites were used. The elevations of these boreholes range from 0 to 5428 m above sea level (a.s.l.), and 99 % of these measurements were made during 2000–2016.",
                "The soil organic content, bulk density, and coarse fragment content source from SoilGrids250 were used in this study. With a spatial resolution of 250 m, the SoilGrids250 is a global gridded soil map developed by the International Soil Reference and Information Center (ISRIC) using machine-learning algorithms by integrating 230 000 soil profiles and remote sensing environmental variables. The WorldClim v2.1 climate variables with a 1 km resolution, including solar radiation and precipitation data, were used in this study."
            ],
            "findings": [
                "The datasets suggest that the areal extent of permafrost (MAGT ≤0 °C) in the NH, excluding glaciers and lakes, is approximately 14.77 (13.60–18.97) ×10^6 km^2 and that the areal extent of permafrost regions (permafrost probability > 0) is approximately 19.82 ×10^6 km^2. The areal fractions of humid, semiarid/subhumid, and arid permafrost regions are 51.56 %, 45.07 %, and 3.37 %, respectively. The areal fractions of cold (≤−3.0 °C), cool (−3.0 °C to −1.5 °C), and warm (> −1.5 °C) permafrost regions are 37.80 %, 14.30 %, and 47.90 %, respectively.",
                "The cross-validation indicates that the ensemble average of four statistical techniques (GAM, SVR, RF, and XGB) achieved the highest accuracy for MAGT (RMSE =1.32 ±0.13 ◦C, bias =0.02 ±0.16 ◦C), but the RF model was significantly more accurate (RMSE =85.47 ± 20.39 cm, bias=−1.01±16.49 cm) than the ensemble mean (RMSE =86.93±19.61 cm, bias=2.71±16.46 cm) for ALT prediction. The NIEER map suggests that the areal extent of permafrost (MAGT ≤0 ◦C) in the NH, excluding glaciers and lakes, is approximately 14.77 (13.60−18.97)×106 km2, which is generally consistent with recent reports."
            ]
        },
        {
            "background": [
                "Permafrost is defined as ground that continuously remains at or below 0◦C for at least 2 years. More than 99% of permafrost is distributed in the Northern Hemisphere, with permafrost underlying approximately 25% of the land area. As a key component of the cryosphere in the Northern Hemisphere, the stability of permafrost is of fundamental importance to hydrological cycling, ecosystem processes, global budgets of major greenhouse gases, infrastructure security, and even public health, and thus are of importance to socio-economic and human well-being. Observations show that permafrost is thawing around the world. The monitoring of mean annual ground temperature (MAGT) over the past few decades shows widespread permafrost warming at a rate of 0.14◦C–0.39 ◦C per decade. Although permafrost is often viewed as a product of climate change, the large variations in permafrost properties and responses to a changing world are better understood as a result of complex interactions among biophysical factors, such as climate, vegetation, soil, and water. It still remains challenging to simulate the changes of permafrost at global scale, however, due to the lack of data and the model defects, whether physical-based model or statistical-based model. The traditionally system based on areal continuity that classifies permafrost as continuous, discontinuous, sporadic, and isolated patches at global scale are useful for differentiating climatic influence, but do not explicitly recognize the role of ecosystem properties in formation and stability development of permafrost. Although a biophysical model and classification system have been developed to conceptualize the interactions and feedbacks of biophysical factors affecting the vulnerability of permafrost to climate change, at present there is no map at hemisphere scale that geographically partitions the climate and ecosystem interactions that affect the sensitivity of permafrost."
            ],
            "research objective": [
                "This study presents a biophysical permafrost zonation map that uses a rule-based geographic information system (GIS) model integrating global climate and ecological datasets to classify and map permafrost regions in the Northern Hemisphere into five types: climate-driven (CD), CD/ecosystem-modified (41%), CD/ecosystem protected (3%), ecosystem-driven (29%), and ecosystem-protected (8%). Here, we developed a rule-based decision framework to delineate the biophysical permafrost zones defined by Shur and Jorgenson (2007) in the Northern Hemisphere at 1 km resolution that incorporates the interactions among biophysical factors on permafrost stability."
            ],
            "challenges": [
                "It still remains challenging to simulate the changes of permafrost at global scale, however, due to the lack of data and the model defects, whether physical-based model or statistical-based model."
            ],
            "methods": [
                "In this paper, we developed a rule-based decision framework to delineate the biophysical permafrost zones in the Northern Hemisphere at 1 km resolution that incorporates the interactions among biophysical factors on permafrost stability. The extent of permafrost region is determined according to the probability of permafrost occurrence (>0) derived from a machine-learning-based ensemble of simulation models that integrates unprecedentedly large amounts of ground measurement data (1002 boreholes) and multisource remote sensing data. A rule-based GIS approach was used to delineate the permafrost zonation based on permafrost extent, climate conditions, vegetation structure, soil conditions, and topographic conditions, as well as a specific map of extremely ice-rich Pleistocene permafrost (Yedoma)."
            ],
            "dataset": [
                "The extent of the permafrost region for 2000–2016 in the Northern Hemisphere at 1 km resolution was derived from the probability of permafrost occurrence (>0) that was calculated as the fraction of 1000 ensemble model runs with MAGT below 0◦C. The MAGT was simulated using four statistical learning techniques, including a generalized additive model, support vector regression, random forest, and extreme gradient boosting by integrating the unprecedented amounts of ground measurement of MAGT (i.e. 1002 boreholes) and the remotely sensed freezing degree-days, thawing degree-days (TDDs), leaf area index, snow cover duration, precipitation, solar radiation, soil organic content (SOC), bulk density, and coarse fragments content."
            ],
            "findings": [
                "This study presents a biophysical permafrost zonation map that uses a new rule-based GIS model integrating global climate and ecological characteristics to classify and map permafrost regions in the Northern Hemisphere (totaling 19.76×106 km2 excluding glaciers and lakes) into five types: CD (19%), CDEM (41%), CDEP (3%), ED (29%), and EP (8%). Overall, 81% of the permafrost regions in the Northern Hemisphere are affected by ecosystems, indicating the dominant role that ecological processes have in controlling permafrost stability. The finding highlights the importance of reducing ecosystem disturbances (natural and human activity) to help slow permafrost degradation and lower the related risks from a warming climate."
            ]
        }
    ],
    "query": [
        {
            "Disjunctive": [
                {
                    "Question": "Are the data collection methods for permafrost datasets predominantly based on ground-based observations, remote sensing, or machine-learning models?",
                    "Answer": "ground-based observations, remote sensing, machine-learning models",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Which presents a greater challenge in mapping permafrost: the lack of ground observations, the limitations of traditional physical models, or the uncertainty in statistical models?",
                    "Answer": "the lack of ground observations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the most significant methodological advances in mapping permafrost observed?",
                    "Answer": "Expansion of permafrost models",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a dataset used for predicting the mean annual ground temperature (MAGT) and active layer thickness (ALT) for permafrost studies?",
                    "Answer": "The dataset integrates ground measurement data from 1002 boreholes for MAGT and 452 sites for ALT, along with remotely sensed data such as freezing degree days, thawing degree days, leaf area index, snow cover duration, precipitation, and solar radiation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What attributes are essential for classifying permafrost zones in a biophysical permafrost zonation map?",
                    "Answer": "climate conditions, vegetation structure, soil conditions, topographic conditions, extremely ice-rich Pleistocene permafrost (Yedoma)",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the primary challenges in simulating permafrost changes on a global scale?",
                    "Answer": "lack of data, model defects, difficulty in accurately reflecting interactions among climate, vegetation, soil, and water",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many statistical learning techniques were used to simulate the mean annual ground temperature (MAGT) in the Northern Hemisphere?",
                    "Answer": "4",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the spatial resolution used for the permafrost zonation map in the Northern Hemisphere?",
                    "Answer": "1 km",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'permafrost zonation map' in the context of Northern Hemisphere permafrost research?",
                    "Answer": "A permafrost zonation map in the context of Northern Hemisphere permafrost research refers to a geospatial representation that classifies permafrost regions based on their thermal state and hydrothermal conditions. It involves integrating multiple datasets, such as climate conditions, vegetation structure, soil and topographic conditions, to delineate different types of permafrost sensitivities and interactions among biophysical factors. This classification helps in understanding the distribution and stability of permafrost influenced by both climate and ecological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do data collection methods based on ground measurement compare to those using remote sensing data in terms of their ability to map the thermal state of permafrost in the Northern Hemisphere?",
                    "Answer": "Data collection methods using ground measurements involve standardized measurements of MAGT and ALT from boreholes and sites, which provide detailed and specific data points. In contrast, remote sensing data allows for large-scale coverage and high spatial-temporal resolution, capturing variables like land surface temperature and vegetation cover. While ground measurements offer precision, remote sensing provides extensive spatial coverage, and both methods are integrated using statistical learning models to map the thermal state of permafrost.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the similarities and differences in the challenges faced when using physical-based models versus statistical-based models for simulating permafrost changes?",
                    "Answer": "Both physical-based and statistical-based models face challenges due to data limitations and model defects. Physical-based models often struggle with accurately representing complex biophysical interactions at a global scale, while statistical models can face issues with data sparsity and overfitting. However, statistical-based models, particularly those using machine learning, can integrate large datasets from diverse sources, potentially offering more flexibility in handling data variability and uncertainty compared to traditional physical-based models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the limited accuracy in permafrost maps, particularly at middle and low latitudes and high elevations?",
                    "Answer": "The limited accuracy in permafrost maps at middle and low latitudes and high elevations is caused by data and model limitations. Areal-continuity-based map systems reflect permafrost distribution in high-latitude areas but are unsuitable for high-altitude permafrost due to relative and scale-dependent areal continuity. These systems also ignore vertical distribution and longitudinal zonation, failing to effectively reflect hydrothermal conditions critical to understanding permafrost characteristics and vulnerability at regional scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the challenges in simulating changes in permafrost on a global scale?",
                    "Answer": "The challenges in simulating changes in permafrost on a global scale are due to the lack of data and defects in both physical-based and statistical-based models. Traditional classification systems based on areal continuity do not fully account for ecosystem properties' role in permafrost formation and stability, complicating the simulation efforts.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might there be a large uncertainty in predicting active layer thickness (ALT), particularly in regions like western Siberia?",
                    "Answer": "The large uncertainty in predicting active layer thickness (ALT) is attributed to inconsistencies in ALT measurement methods and sparse training data in vast areas like western Siberia. This sparse data leads to low spatial representativeness, causing potential overestimation in Siberian mountain regions and underestimation near the lower boundary of permafrost.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives behind developing a rule-based GIS model to classify and map permafrost regions in the Northern Hemisphere?",
                    "Answer": "The primary objectives behind developing a rule-based GIS model to classify and map permafrost regions in the Northern Hemisphere are to integrate global climate and ecological datasets, delineate biophysical permafrost zones, and incorporate interactions among biophysical factors, such as climate, vegetation, soil, and topography, on permafrost stability.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps involved in integrating multisource geospatial data to predict the mean annual ground temperature (MAGT) and active layer thickness (ALT) for permafrost mapping?",
                    "Answer": "To integrate multisource geospatial data for predicting MAGT and ALT, the process involves compiling a ground measurement database for MAGT and ALT in the Northern Hemisphere. Predictions are made using ensemble statistical forecasting by integrating remotely sensed freezing degree days, thawing degree days, leaf area index, snow cover duration, precipitation, solar radiation, soil organic content, soil bulk density, coarse fragment content, and compiled ground measurement data. A dataset for the probability of permafrost occurrence is also produced. The techniques are implemented using R packages like mgcv for GAM, randomForest for RF, e1071 for SVR, and xgboost for XGB, with specific model settings and cross-validation methods to ensure accuracy.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How is a rule-based GIS model applied to delineate biophysical permafrost zones, and what are the key factors considered in this classification?",
                    "Answer": "A rule-based GIS model is applied to delineate biophysical permafrost zones by integrating global climate and ecological datasets. The key factors considered in this classification include climate conditions, vegetation structure, soil conditions, topographic conditions, and a specific map of extremely ice-rich Pleistocene permafrost (Yedoma). The extent of permafrost regions is determined according to the probability of permafrost occurrence, derived from machine-learning-based ensemble simulations that incorporate large amounts of ground measurement data and remote sensing data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What strategies are employed to address data sparsity and uncertainty in permafrost mapping at various spatial scales?",
                    "Answer": "To address data sparsity and uncertainty in permafrost mapping, strategies employed include integrating an unprecedented amount of field data from boreholes and sites, and using multisource remote sensing data with statistical learning models. The use of ensemble statistical forecasting techniques helps in reducing model uncertainty. Additionally, resampling of training data is performed to mitigate potential overfitting due to residual autocorrelation, and cross-validation methods are used to ensure model accuracy. The integration of diverse datasets such as SoilGrids250 and WorldClim v2.1 climate variables also aids in reducing uncertainty.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in achieving accuracy in permafrost maps, particularly at middle and low latitudes or high elevations?",
                    "Answer": "The accuracy of permafrost maps is limited due to the lack of ground observations and the uncertainty of traditional physical models. Areal-continuity-based map systems are not suitable for describing high-altitude permafrost as they do not effectively reflect the hydrothermal conditions of permafrost. Additionally, the low spatial representativeness of training data can lead to overestimation or underestimation in certain regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the integration of machine learning techniques and remote sensing data be expected to enhance the understanding of permafrost zonation?",
                    "Answer": "Machine learning techniques and remote sensing data allow for the integration of large amounts of field data, which can improve the predictions of mean annual ground temperature and active layer thickness. These approaches can handle diverse environmental variables with high spatial-temporal resolution, potentially leading to more precise predictions of permafrost occurrence and zonation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unclear about the challenges faced in ensuring the accuracy of permafrost datasets at different latitudes and elevations.",
                    "Answer": "Ensuring accuracy in permafrost datasets is challenging due to the limited availability of ground observations and the inherent uncertainty in traditional physical models. Middle and low latitudes, as well as high elevations, pose difficulties due to data and model limitations, often leading to overestimations or underestimations in specific regions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don’t understand how the classification system for permafrost sensitivity zones accounts for complex interactions between climate and ecosystem factors.",
                    "Answer": "The classification system for permafrost sensitivity zones uses a rule-based GIS model to integrate climate conditions, vegetation structure, soil conditions, and topographic conditions, along with maps of ice-rich Pleistocene permafrost. This approach categorizes permafrost into types such as climate-driven and ecosystem-driven, highlighting the role of ecosystem processes in permafrost stability.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the challenges associated with traditional physical models in simulating permafrost changes at a global scale and suggest potential improvements using modern methodologies.",
                    "Answer": "Traditional physical models face challenges due to the lack of data and inherent model defects, particularly in accurately simulating permafrost changes at a global scale. Improvements can be made by integrating large-scale ground-based measurements and multisource remote sensing data with advanced statistical learning techniques, such as generalized additive models, support vector regression, random forest, and extreme gradient boosting.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}