{
    "id": "53b58111-e5a9-45c3-989f-af028b6866c1",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "A biophysical permafrost zonation map in the Northern Hemisphere (2000-2016)",
            "titleCn": "北半球多年冻土气候-生态系统敏感性分区图（2000-2016）",
            "description": "This biophysical permafrost zonation map was produced using a rule-based GIS model that integrated a new permafrost extent, climate conditions, vegetation structure, soil and topographic conditions, as well as a yedoma map. Different from the previous maps, permafrost in this map is classified into five types: climate-driven, climate-driven/ecosystem-modified, climate-driven/ecosystem protected, ecosystem-driven, and ecosystem-protected.  Excluding glaciers and lakes, the areas of these five types in the Northern Hemisphere are 3.66×106 km2, 8.06×106 km2, 0.62×106 km2, 5.79×106 km2, and 1.63×106 km2, respectively. 81% of the permafrost regions in the Northern Hemisphere are modified, driven, or protected by ecosystems, indicating the dominant role of ecosystems in permafrost stability in the Northern Hemisphere. Permafrost driven solely by climate occupies 19% of permafrost regions, mainly in High Arctic and high mountains areas, such as the Qinghai-Tibet Plateau.",
            "descriptionCn": "新的北半球多年冻土图利用基于规则的GIS模型融合了新的多年冻土范围（Ran et al., 2021b）、气候条件、植被结构、土壤和地形条件以及富冰和富含有机质多年冻土图（yedoma）。与之前的多年冻土图不同，根据多年冻土与气候和生态系统的复杂交互作用，我们将北半球多年冻土分为五种类型：气候驱动型、气候驱动型/生态系统改造型、气候驱动型/生态系统保护型、生态系统驱动型和生态系统保护型。除去冰川和湖泊，北半球这五种类型的面积分别为3.66×106km2、8.06×106km2、0.62×106km2、5.79×106km2和1.63×106km2。北半球81%的多年冻土区受到生态系统的改造、驱动或保护，表明生态系统在北半球多年冻土稳定性中的主导作用。气候驱动的多年冻土只占北半球多年冻土区的19%，主要分布在高北极和高山地区，如青藏高原。",
            "instructions": "NIEER_ PER_ Biophysical_ ZONES_ 2000_ 2016_ NH.zip",
            "instructionsCn": "NIEER_PER_Biophysical_ZONES_2000_2016_NH.zip 文件命名",
            "east": 180.0,
            "west": -180.0,
            "south": 25.0,
            "north": 85.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 36820498.0,
            "cstr": "18406.11.Geocry.tpdc.271659",
            "doi": "10.11888/Geocry.tpdc.271659",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "M. Torre Jorgenson",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "Alaska Ecoscience, Fairbanks"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "金会军",
                "nameEn": "JIN Huijun",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "吴通华",
                "nameEn": "Wu Tonghua",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李韧",
                "nameEn": "Li Ren",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "程国栋",
                "nameEn": "CHENG Guodong",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Biophysical permafrost map indicates ecosystem processes dominate permafrost stability in the Northern Hemisphere",
                "referenceCn": null,
                "referenceEn": "Ran, Y.H., M. Torre Jorgenson, Li, X., Jin, H.J., Wu, T.H., Li, R., Cheng, G.D. (2021). Biophysical permafrost map indicates ecosystem processes dominate permafrost stability in the Northern Hemisphere. Environmental Research Letters. https://doi.org/10.1088/1748-9326/ac20f3."
            },
            {
                "titleCn": null,
                "titleEn": "New high-resolution estimates of the permafrost thermal state and hydrothermal conditions over the Northern Hemisphere",
                "referenceCn": null,
                "referenceEn": "Ran, Y., Li, X., Cheng, G., Che, J., Aalto, J., Karjalainen, O., Hjort, J., Luoto, M., Jin, H., Obu, J., Hori, M., Yu, Q., & Chang, X. (2022). New high-resolution estimates of the permafrost thermal state and hydrothermal conditions over the Northern Hemisphere. Earth System Science Data, 14, 865–884. DOI: 10.5194/essd-14-865-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "多年冻土",
                "nameEn": "Permafrost"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲高山区",
                "keywordEn": "The High Mountain Asia"
            },
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            },
            {
                "keywordCn": "北半球",
                "keywordEn": "Northern Hemispheric"
            },
            {
                "keywordCn": "北极",
                "keywordEn": "Arctic"
            },
            {
                "keywordCn": "阿拉斯加",
                "keywordEn": "Alaska"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost is defined as ground that remains at or below 0°C for at least 2 consecutive years (Van Everdingen, 2005). As a key component of the cryosphere in the Northern Hemisphere (NH), permafrost is sensitive to disturbances from climate change, environmental disturbances, and human activities (Shur and Jorgenson, 2007). Changes in the thermal state of permafrost (TSP) have multiple important impacts on infrastructure safety, hydrological cycles, ecosystems, and climate systems (Yoshikawa and Hinzman, 2003; Cheng, 2005; Cheng and Wu, 2007; Schuur et al., 2009; Tarnocai et al., 2009; Cheng and Jin, 2013; Gao et al., 2016; Hjort et al., 2018; Ran et al., 2018; Xie et al., 2019; Li et al., 2020a, b). Over the past half century, hundreds of permafrost maps have been compiled at local to global scales (e.g., Heginbottom, 2002; Ran et al., 2012; Cao et al., 2019; Zhelezniak et al., 2021). On a global scale, the first permafrost map, the Circum-Arctic Map of Permafrost and Ground Ice Conditions, was compiled by the International Permafrost Association (IPA) using a manual delineation method by integrating all (readily) available data and regional permafrost maps in the 1990s (Heginbottom et al., 1993; Brown et al., 2002). The IPA permafrost map indicates that the permafrost region underlies an area spanning approximately 22.79 ×10^6 km^2 in the NH, while the estimated areal extent actually underlain by permafrost ranges from 12.21 ×10^6 to 16.98 ×10^6 km^2 (Zhang et al., 2000, 2008). The IPA permafrost map represents the best understanding of the permafrost distribution in the NH in the 1990s and has been frequently used for model.",
                "Since the release of the IPA permafrost map, great advances have been made in monitoring and modeling permafrost. In terms of data, the number of both ground-based observations and remote sensing data have remarkably increased in the past 30 years. Global and regional observation networks have been gradually established worldwide, strengthening permafrost monitoring in many regions, including Russia, North America, Central Asia and China, and Europe. As a result of these regional networks, the Global Terrestrial Network for Permafrost (GTN-P) was established by the IPA in 1999. The GTN-P monitors the TSP and active layer thickness (ALT) through the TSP and the Circumpolar Active Layer Monitoring (CALM) programs. At present, at a global scale, data on ground temperature measured at approximately 700 boreholes and ALT data from more than 200 sites can be freely downloaded from the GTN-P website. Remote sensing observations are unprecedentedly abundant, and some variables related to permafrost, such as land surface temperature (LST), vegetation cover, and snow cover, can be retrieved from remote sensing sensors with high accuracy and spatial–temporal resolution. The most significant methodological advances in mapping permafrost mainly include the expansion of permafrost models to applications of various spatial domains and the extensive applications of machine learning to infer the occurrence and TSP.",
                "The soil organic content, bulk density, and coarse fragment content source from SoilGrids250 were used in this study. With a spatial resolution of 250 m, the SoilGrids250 is a global gridded soil map developed by the International Soil Reference and Information Center (ISRIC) using machine-learning algorithms by integrating 230 000 soil profiles and remote sensing environmental variables. The WorldClim v2.1 climate variables with a 1 km resolution, including solar radiation and precipitation data, were used in this study. Solar radiation data were directly used, but the precipitation data for 1970–2000 were temporally adjusted to those for 2000–2016 based on WorldClim historical monthly weather data from 2000 to 2016."
            ],
            "research objective": [
                "This study produces novel permafrost datasets for the Northern Hemisphere (NH), including predictions of the mean annual ground temperature (MAGT) at the depth of zero annual amplitude (DZAA) (approximately 3 to 25 m) and active layer thickness (ALT) with 1 km resolution for the period of 2000–2016, as well as estimates of the probability of permafrost occurrence and permafrost zonation based on hydrothermal conditions.",
                "In short, the current statement of permafrost maps requires addressing the need for more comprehensive and integrated efforts to map the thermal state and hydrothermal zonation of permafrost. Thus, the objectives of this paper are as follows: (1) to develop and release the MAGT and ALT datasets as a baseline at 1 km scale in the NH, (2) to provide revised zonal statistics of the thermal state and distribution of permafrost in the NH, and (3) to present a permafrost zonation map that features the detailed hydrothermal conditions of permafrost.",
                "We propose a classification system based on the hydrothermal condition of permafrost by synthesizing the thermal condition system proposed by Cheng (1984) and later modified by Ran et al. (2018) and by taking into account the aridity system proposed by Jin et al. (2014) and UNEP (1997)."
            ],
            "challenges": [
                "However, such data are generally unavailable, mainly due to the lack of ground observations and the uncertainty of traditional physical models.",
                "The accuracy of these maps is still limited, especially at middle and low latitudes and at high elevations, due to the limitations of the data and models. Areal-continuity-based map systems effectively reflect the permafrost distribution characteristics in high-latitude areas, but such systems are not suitable for describing high-altitude permafrost because the areal continuity of permafrost distribution is relative and scale-dependent. Additionally, continuity-based systems ignore the vertical distribution and longitudinal zonation of permafrost and thus cannot effectively reflect the hydrothermal conditions of permafrost, which are important for comprehensively understanding the characteristics and vulnerability of permafrost, especially at the regional scale.",
                "The vulnerability of the near-surface ground to external disturbances associated with the inconsistency of the ALT measurement method may be one of the reasons for the large uncertainty in the prediction of the ALT. Of course, the uncertainty of ALT is considerable, especially in the vast area of western Siberia where the training data are sparse. The low spatial representativeness of training data may lead to an overestimation in several Siberian mountain regions and underestimation near the lower boundary of permafrost."
            ],
            "methods": [
                "These datasets integrate unprecedentedly large amounts of field data (1002 boreholes for MAGT and 452 sites for ALT) and multisource geospatial data, especially remote sensing data, using statistical learning modeling with an ensemble strategy.",
                "We first compiled a ground measurement database for MAGT and ALT in the NH. Then, the MAGT and ALT predictions with a 1 km resolution in the NH were produced using ensemble statistical forecasting by integrating the remotely sensed freezing degree days (FDD) and thawing degree days (TDD), leaf area index (LAI), snow cover duration (SCD), precipitation, solar radiation, soil organic content, soil bulk density, coarse fragment content, and the compiled ground measurement data. Correspondingly, a dataset for the probability of permafrost occurrence was also produced. Finally, the hydrothermal conditions of permafrost were produced by combining the MAGT and aridity index using a rule-based decision-making process. To reduce the potential overfitting due to residual autocorrelation, we resampled the training data 1000 times by excluding the sampling points within a distance of less than 3 km following Ran et al. (2021b).",
                "The techniques were implemented based on the R packages mgcv for GAM, randomForest for RF, e1071 for SVR, and xgboost for XGB. In this study, the maximum smoothing function was set to three, and the thin plate regression spline was used as the smoothing function. In this study, the number of trees is set to 400. In this study, the default radial kernel function was used, and the grid search method based on 10-fold cross-validation was used to select the model parameters. Here, XGB was implemented using the xgboost function through 50 rounds of 10-fold cross-validation, and maximum depth was set as 3. To account for the uncertainty of a single run and single model, an ensemble average of the 1000 runs for the four model means was used to represent the distribution of MAGT and ALT in this study. The probability of permafrost occurrence is obtained by calculating the fraction of predicted MAGT≤0 ◦C based on the multimodel ensemble results with 1000 runs. In this study, the maximum smoothing function was set to three, and the thin plate regression spline was used as the smoothing function."
            ],
            "dataset": [
                "These new datasets based on the most comprehensive field data to date contribute to an updated understanding of the thermal state and zonation of permafrost in the NH. These datasets integrate unprecedentedly large amounts of field data (1002 boreholes for MAGT and 452 sites for ALT) and multisource geospatial data, especially remote sensing data.",
                "The standardized measurements of MAGT at or near DZAA (approximately 3 to 25 m) from 1002 boreholes and those of ALT from 452 sites were compiled mainly based on the ground measurement data used in Aalto et al. (2018), but the density of data points on the Qinghai–Tibet Plateau, in the Tian Shan, and in Northeast China was greatly increased. Additional MAGT measurements from 253 boreholes are used mainly from the sources in Ran et al. (2021b), which were compiled mostly from existing literature on the Qinghai–Tibet Plateau and the Tian Shan. Other additional MAGT measurements from 19 boreholes in Northeast China are from Li et al. (2019) and Chang (2011). Additional ALT measurements from 149 sites were mainly compiled from permafrost studies on the Qinghai–Tibet Plateau and the Tian Shan and Northeast China. Only the measurement data from the undisturbed (natural) sites were used. The elevations of these boreholes range from 0 to 5428 m above sea level (a.s.l.), and 99 % of these measurements were made during 2000–2016.",
                "The soil organic content, bulk density, and coarse fragment content source from SoilGrids250 were used in this study. With a spatial resolution of 250 m, the SoilGrids250 is a global gridded soil map developed by the International Soil Reference and Information Center (ISRIC) using machine-learning algorithms by integrating 230 000 soil profiles and remote sensing environmental variables. The WorldClim v2.1 climate variables with a 1 km resolution, including solar radiation and precipitation data, were used in this study."
            ],
            "findings": [
                "The datasets suggest that the areal extent of permafrost (MAGT ≤0 °C) in the NH, excluding glaciers and lakes, is approximately 14.77 (13.60–18.97) ×10^6 km^2 and that the areal extent of permafrost regions (permafrost probability > 0) is approximately 19.82 ×10^6 km^2. The areal fractions of humid, semiarid/subhumid, and arid permafrost regions are 51.56 %, 45.07 %, and 3.37 %, respectively. The areal fractions of cold (≤−3.0 °C), cool (−3.0 °C to −1.5 °C), and warm (> −1.5 °C) permafrost regions are 37.80 %, 14.30 %, and 47.90 %, respectively.",
                "The cross-validation indicates that the ensemble average of four statistical techniques (GAM, SVR, RF, and XGB) achieved the highest accuracy for MAGT (RMSE =1.32 ±0.13 ◦C, bias =0.02 ±0.16 ◦C), but the RF model was significantly more accurate (RMSE =85.47 ± 20.39 cm, bias=−1.01±16.49 cm) than the ensemble mean (RMSE =86.93±19.61 cm, bias=2.71±16.46 cm) for ALT prediction. The NIEER map suggests that the areal extent of permafrost (MAGT ≤0 ◦C) in the NH, excluding glaciers and lakes, is approximately 14.77 (13.60−18.97)×106 km2, which is generally consistent with recent reports."
            ],
            "backgroundCn": [
                "永久冻土被定义为在连续两年内保持在或低于0°C的土壤（Van Everdingen, 2005）。作为北半球（NH）冰冻圈的一个关键组成部分，永久冻土对气候变化、环境干扰和人类活动的影响非常敏感（Shur和Jorgenson, 2007）。永久冻土的热状态变化（TSP）对基础设施安全、水文循环、生态系统和气候系统有多重重要影响（Yoshikawa和Hinzman, 2003；Cheng, 2005；Cheng和Wu, 2007；Schuur等, 2009；Tarnocai等, 2009；Cheng和Jin, 2013；Gao等, 2016；Hjort等, 2018；Ran等, 2018；Xie等, 2019；Li等, 2020a, b）。在过去的半个世纪里，已经编制了数百个地方到全球范围的永久冻土地图（例如，Heginbottom, 2002；Ran等, 2012；Cao等, 2019；Zhelezniak等, 2021）。在全球范围内，第一个永久冻土地图，即环极地区永久冻土和地下冰条件图，是由国际永久冻土协会（IPA）在1990年代通过手动划分方法编制的，该方法整合了所有（可获得的）数据和区域永久冻土地图（Heginbottom等, 1993；Brown等, 2002）。IPA永久冻土地图表明，永久冻土区域覆盖的面积约为22.79 ×10^6 km^2，而实际被永久冻土覆盖的估计面积范围为12.21 ×10^6至16.98 ×10^6 km^2（Zhang等, 2000, 2008）。IPA永久冻土地图代表了1990年代对北半球永久冻土分布的最佳理解，并被广泛用于模型。",
                "自IPA永久冻土地图发布以来，在永久冻土监测和建模方面取得了重大进展。在数据方面，过去30年中，地面观测和遥感数据的数量显著增加。全球和区域观测网络在世界范围内逐步建立，增强了包括俄罗斯、北美、中亚、中国和欧洲在内的多个地区的永久冻土监测。由于这些区域网络，全球陆地永久冻土网络（GTN-P）于1999年由IPA成立。GTN-P通过温度监测点（TSP）和环极活层监测（CALM）项目监测TSP和活层厚度（ALT）。目前，在全球范围内，约700个钻孔测得的地面温度数据和来自200多个地点的ALT数据可以从GTN-P网站上免费下载。遥感观测前所未有地丰富，一些与永久冻土相关的变量，如地表温度（LST）、植被覆盖和雪覆盖，可以通过遥感传感器以高精度和时空分辨率获取。永久冻土制图的最显著方法进展主要包括将永久冻土模型扩展到各种空间领域的应用，以及广泛应用机器学习推断永久冻土的发生和TSP。",
                "本研究使用了来自SoilGrids250的土壤有机质含量、体积密度和粗颗粒含量数据。SoilGrids250是由国际土壤参考与信息中心（ISRIC）开发的全球网格化土壤图，空间分辨率为250米，采用机器学习算法，通过整合230,000个土壤剖面和遥感环境变量而成。研究中使用了WorldClim v2.1气候变量，分辨率为1公里，包括太阳辐射和降水数据。太阳辐射数据直接使用，但1970-2000年的降水数据根据WorldClim 2000年至2016年的历史月天气数据进行了时间调整，以适应2000-2016年的数据。"
            ],
            "research objectiveCn": [
                "本研究为北半球（NH）提供了新颖的永久冻土数据集，包括2000年至2016年期间在零年振幅深度（DZAA）（约3至25米）处的年均地温（MAGT）预测，以及1公里分辨率的活层厚度（ALT），同时基于水热条件估算了永久冻土发生的概率和永久冻土分区。",
                "简而言之，目前的永久冻土地图声明需要解决更全面和综合的努力，以绘制永久冻土的热状态和水热分区。因此，本文的目标如下：(1) 开发并发布北半球1公里尺度的MAGT和ALT数据集作为基线，(2) 提供北半球永久冻土热状态和分布的修订区统计数据，以及(3) 提供一张永久冻土分区图，展示永久冻土的详细水热条件。",
                "我们提出了一种基于永冻土水热条件的分类系统，通过综合Cheng（1984）提出的热条件系统以及Ran等人（2018）对其的修改，同时考虑Jin等人（2014）和UNEP（1997）提出的干旱系统。"
            ],
            "challengesCn": [
                "然而，这些数据通常是不可用的，主要是由于缺乏地面观测和传统物理模型的不确定性。",
                "这些地图的准确性仍然有限，尤其是在中低纬度和高海拔地区，这主要是由于数据和模型的局限性。基于面积连续性的地图系统有效反映了高纬度地区的永冻土分布特征，但这种系统不适合描述高海拔永冻土，因为永冻土分布的面积连续性是相对的且依赖于尺度。此外，基于连续性的系统忽略了永冻土的垂直分布和经度分带，因此无法有效反映永冻土的水热条件，而这些条件对于全面理解永冻土的特征和脆弱性，尤其是在区域尺度上，是非常重要的。",
                "近地表土壤对外部干扰的脆弱性以及ALT测量方法的不一致性可能是ALT预测中存在较大不确定性的原因之一。当然，ALT的不确定性相当可观，尤其是在西西伯利亚广阔地区，那里训练数据稀缺。训练数据的空间代表性低可能导致在一些西伯利亚山区的过高估计，以及在永久冻土下边界附近的低估。"
            ],
            "methodsCn": [
                "这些数据集整合了前所未有的大量现场数据（1002个钻孔用于MAGT和452个地点用于ALT）以及多源地理空间数据，特别是遥感数据，采用统计学习建模和集成策略。",
                "我们首先编制了北半球MAGT和ALT的地面测量数据库。然后，利用集成统计预测方法，通过整合遥感的冻结度日（FDD）和融化度日（TDD）、叶面积指数（LAI）、雪盖持续时间（SCD）、降水量、太阳辐射、土壤有机质含量、土壤容重、粗颗粒含量以及编制的地面测量数据，生成了北半球1公里分辨率的MAGT和ALT预测。相应地，还生成了一个关于永久冻土发生概率的数据集。最后，通过结合MAGT和干旱指数，采用基于规则的决策过程生成了永久冻土的水热条件。为了减少由于残差自相关导致的潜在过拟合，我们按照Ran等（2021b）的研究，将训练数据重新抽样1000次，排除了距离小于3公里的采样点。",
                "这些技术是基于R包mgcv（广义加法模型）、randomForest（随机森林）、e1071（支持向量回归）和xgboost（极端梯度提升）实施的。在本研究中，最大平滑函数设置为三，并使用薄板回归样条作为平滑函数。本研究中，树的数量设置为400。使用默认的径向核函数，并采用基于10折交叉验证的网格搜索方法来选择模型参数。在这里，XGB通过50轮10折交叉验证实现，最大深度设置为3。为了考虑单次运行和单一模型的不确定性，采用四个模型均值的1000次运行的集成平均值来表示本研究中MAGT和ALT的分布。通过计算基于1000次运行的多模型集成结果中预测的MAGT≤0°C的比例，获得了永久冻土发生的概率。在本研究中，最大平滑函数设置为三，并使用薄板回归样条作为平滑函数。"
            ],
            "datasetCn": [
                "这些基于迄今为止最全面的实地数据的新数据集有助于更新对北半球永冻土的热状态和分区的理解。这些数据集整合了前所未有的大量实地数据（1002个钻孔用于平均年冻土温度（MAGT），452个地点用于活冻层厚度（ALT））和多源地理空间数据，特别是遥感数据。",
                "在1002个钻孔中，MAGT（多年冻土温度）在DZAA附近（大约3到25米）的标准化测量值，以及在452个地点的ALT（活动层厚度）测量值，主要基于Aalto等人（2018年）使用的地面测量数据进行汇编，但在青藏高原、天山和东北中国的数据点密度大大增加。额外的MAGT测量来自253个钻孔，主要来源于Ran等人（2021b），这些数据主要汇编自青藏高原和天山的现有文献。东北中国的19个钻孔的额外MAGT测量数据来自Li等人（2019年）和Chang（2011年）。额外的ALT测量来自149个地点，主要汇编自青藏高原、天山和东北中国的多年冻土研究。仅使用未受干扰（自然）地点的测量数据。这些钻孔的海拔范围从0到5428米（海平面以上），99%的测量是在2000年至2016年期间进行的。",
                "本研究使用了来自SoilGrids250的土壤有机质含量、体积密度和粗颗粒含量数据。SoilGrids250是由国际土壤参考与信息中心（ISRIC）开发的全球网格化土壤图，空间分辨率为250米，采用机器学习算法，通过整合230,000个土壤剖面和遥感环境变量而成。本研究还使用了WorldClim v2.1气候变量，分辨率为1公里，包括太阳辐射和降水数据。"
            ],
            "findingsCn": [
                "数据集表明，北半球（不包括冰川和湖泊）的永久冻土（平均年气温≤0 °C）的面积大约为14.77（13.60–18.97）×10^6 km^2，而永久冻土区域（永久冻土概率>0）的面积大约为19.82 ×10^6 km^2。湿润、半干旱/亚湿润和干旱永久冻土区域的面积比例分别为51.56%、45.07%和3.37%。冷（≤−3.0 °C）、凉（−3.0 °C至−1.5 °C）和温暖（>−1.5 °C）永久冻土区域的面积比例分别为37.80%、14.30%和47.90%。",
                "交叉验证表明，四种统计技术（GAM、SVR、RF 和 XGB）的集成平均值在 MAGT 预测中达到了最高的准确性（RMSE = 1.32 ± 0.13 ◦C，偏差 = 0.02 ± 0.16 ◦C），但 RF 模型在 ALT 预测中显著更准确（RMSE = 85.47 ± 20.39 cm，偏差 = −1.01 ± 16.49 cm），相比之下，集成平均值的准确性较低（RMSE = 86.93 ± 19.61 cm，偏差 = 2.71 ± 16.46 cm）。NIEER 地图表明，北半球（不包括冰川和湖泊）中，永久冻土（MAGT ≤ 0 ◦C）的面积大约为 14.77（13.60−18.97）× 10^6 km²，这与最近的报告基本一致。"
            ]
        },
        {
            "background": [
                "Permafrost is defined as ground that continuously remains at or below 0◦C for at least 2 years. More than 99% of permafrost is distributed in the Northern Hemisphere, with permafrost underlying approximately 25% of the land area. As a key component of the cryosphere in the Northern Hemisphere, the stability of permafrost is of fundamental importance to hydrological cycling, ecosystem processes, global budgets of major greenhouse gases, infrastructure security, and even public health, and thus are of importance to socio-economic and human well-being. Observations show that permafrost is thawing around the world. The monitoring of mean annual ground temperature (MAGT) over the past few decades shows widespread permafrost warming at a rate of 0.14◦C–0.39 ◦C per decade. Although permafrost is often viewed as a product of climate change, the large variations in permafrost properties and responses to a changing world are better understood as a result of complex interactions among biophysical factors, such as climate, vegetation, soil, and water. It still remains challenging to simulate the changes of permafrost at global scale, however, due to the lack of data and the model defects, whether physical-based model or statistical-based model. The traditionally system based on areal continuity that classifies permafrost as continuous, discontinuous, sporadic, and isolated patches at global scale are useful for differentiating climatic influence, but do not explicitly recognize the role of ecosystem properties in formation and stability development of permafrost. Although a biophysical model and classification system have been developed to conceptualize the interactions and feedbacks of biophysical factors affecting the vulnerability of permafrost to climate change, at present there is no map at hemisphere scale that geographically partitions the climate and ecosystem interactions that affect the sensitivity of permafrost."
            ],
            "research objective": [
                "This study presents a biophysical permafrost zonation map that uses a rule-based geographic information system (GIS) model integrating global climate and ecological datasets to classify and map permafrost regions in the Northern Hemisphere into five types: climate-driven (CD), CD/ecosystem-modified (41%), CD/ecosystem protected (3%), ecosystem-driven (29%), and ecosystem-protected (8%). Here, we developed a rule-based decision framework to delineate the biophysical permafrost zones defined by Shur and Jorgenson (2007) in the Northern Hemisphere at 1 km resolution that incorporates the interactions among biophysical factors on permafrost stability."
            ],
            "challenges": [
                "It still remains challenging to simulate the changes of permafrost at global scale, however, due to the lack of data and the model defects, whether physical-based model or statistical-based model."
            ],
            "methods": [
                "In this paper, we developed a rule-based decision framework to delineate the biophysical permafrost zones in the Northern Hemisphere at 1 km resolution that incorporates the interactions among biophysical factors on permafrost stability. The extent of permafrost region is determined according to the probability of permafrost occurrence (>0) derived from a machine-learning-based ensemble of simulation models that integrates unprecedentedly large amounts of ground measurement data (1002 boreholes) and multisource remote sensing data. A rule-based GIS approach was used to delineate the permafrost zonation based on permafrost extent, climate conditions, vegetation structure, soil conditions, and topographic conditions, as well as a specific map of extremely ice-rich Pleistocene permafrost (Yedoma)."
            ],
            "dataset": [
                "The extent of the permafrost region for 2000–2016 in the Northern Hemisphere at 1 km resolution was derived from the probability of permafrost occurrence (>0) that was calculated as the fraction of 1000 ensemble model runs with MAGT below 0◦C. The MAGT was simulated using four statistical learning techniques, including a generalized additive model, support vector regression, random forest, and extreme gradient boosting by integrating the unprecedented amounts of ground measurement of MAGT (i.e. 1002 boreholes) and the remotely sensed freezing degree-days, thawing degree-days (TDDs), leaf area index, snow cover duration, precipitation, solar radiation, soil organic content (SOC), bulk density, and coarse fragments content."
            ],
            "findings": [
                "This study presents a biophysical permafrost zonation map that uses a new rule-based GIS model integrating global climate and ecological characteristics to classify and map permafrost regions in the Northern Hemisphere (totaling 19.76×106 km2 excluding glaciers and lakes) into five types: CD (19%), CDEM (41%), CDEP (3%), ED (29%), and EP (8%). Overall, 81% of the permafrost regions in the Northern Hemisphere are affected by ecosystems, indicating the dominant role that ecological processes have in controlling permafrost stability. The finding highlights the importance of reducing ecosystem disturbances (natural and human activity) to help slow permafrost degradation and lower the related risks from a warming climate."
            ],
            "backgroundCn": [
                "永久冻土被定义为连续保持在或低于0°C至少2年的土壤。超过99%的永久冻土分布在北半球，永久冻土覆盖了大约25%的陆地面积。作为北半球冰冻圈的关键组成部分，永久冻土的稳定性对水文循环、生态系统过程、主要温室气体的全球预算、基础设施安全，甚至公共健康具有根本重要性，因此对社会经济和人类福祉至关重要。观察显示，全球范围内永久冻土正在融化。过去几十年对年均地温（MAGT）的监测显示，永久冻土以每十年0.14°C–0.39°C的速度普遍变暖。尽管永久冻土常被视为气候变化的产物，但永久冻土特性和对变化世界的响应的巨大差异更好地理解为气候、植被、土壤和水等生物物理因素之间复杂相互作用的结果。然而，由于缺乏数据和模型缺陷，无论是基于物理的模型还是基于统计的模型，在全球范围内模拟永久冻土的变化仍然具有挑战性。传统上基于面积连续性的系统将永久冻土分类为连续、间歇性、零星和孤立斑块，在全球范围内有助于区分气候影响，但并未明确认识到生态系统特性在永久冻土形成和稳定发展中的作用。尽管已经开发了生物物理模型和分类系统，以概念化影响永久冻土对气候变化脆弱性的生物物理因素之间的相互作用和反馈，但目前在半球尺度上尚无地图能够地理划分影响永久冻土敏感性的气候和生态系统相互作用。"
            ],
            "research objectiveCn": [
                "本研究呈现了一幅生物物理冻土分区图，采用基于规则的地理信息系统（GIS）模型，整合全球气候和生态数据集，将北半球的冻土区域分类并绘制成五种类型：气候驱动型（CD）、气候驱动/生态系统修饰型（41%）、气候驱动/生态系统保护型（3%）、生态系统驱动型（29%）和生态系统保护型（8%）。在这里，我们开发了一种基于规则的决策框架，以1公里分辨率划定由Shur和Jorgenson（2007）定义的北半球生物物理冻土区，考虑了影响冻土稳定性的生物物理因素之间的相互作用。"
            ],
            "challengesCn": [
                "在全球范围内模拟永久冻土的变化仍然具有挑战性，原因在于缺乏数据以及模型缺陷，无论是基于物理的模型还是基于统计的模型。"
            ],
            "methodsCn": [
                "在本文中，我们开发了一种基于规则的决策框架，以1公里分辨率划定北半球的生物物理永冻土区，该框架考虑了生物物理因素对永冻土稳定性的相互作用。永冻土区域的范围是根据从机器学习基础的模拟模型中得出的永冻土发生概率（>0）来确定的，该模型整合了前所未有的大量地面测量数据（1002个钻孔）和多源遥感数据。基于永冻土范围、气候条件、植被结构、土壤条件和地形条件，以及特定的极冰丰富的更新世永冻土（Yedoma）地图，采用了基于规则的GIS方法来划定永冻土分区。"
            ],
            "datasetCn": [
                "2000年至2016年北半球的永久冻土区域范围是基于永久冻土发生概率（>0）推导的，该概率是通过计算1000次模型运行中平均年气温（MAGT）低于0°C的比例得出的。MAGT是使用四种统计学习技术进行模拟的，包括广义加法模型、支持向量回归、随机森林和极端梯度提升，整合了前所未有的地面测量数据（即1002个钻孔）和遥感数据，包括冻结度日、融化度日（TDDs）、叶面积指数、雪盖持续时间、降水量、太阳辐射、土壤有机质含量（SOC）、体积密度和粗颗粒含量。"
            ],
            "findingsCn": [
                "本研究提出了一种生物物理冻土分区图，采用了一种新的基于规则的GIS模型，整合了全球气候和生态特征，以对北半球的冻土区域（总面积为19.76×10^6 km²，不包括冰川和湖泊）进行分类和制图，分为五种类型：CD（19%）、CDEM（41%）、CDEP（3%）、ED（29%）和EP（8%）。总体而言，北半球81%的冻土区域受到生态系统的影响，表明生态过程在控制冻土稳定性方面发挥着主导作用。研究结果强调了减少生态系统干扰（自然和人为活动）的重要性，以帮助减缓冻土退化并降低与气候变暖相关的风险。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are the data collection methods for permafrost datasets predominantly based on ground-based observations, remote sensing, or machine-learning models?",
                "QuestionCn": "永久冻土数据集的数据收集方法主要是基于地面观测、遥感还是机器学习模型？",
                "AnswerEn": "ground-based observations, remote sensing, machine-learning models",
                "AnswerCn": "地面观测、遥感、机器学习模型",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which presents a greater challenge in mapping permafrost: the lack of ground observations, the limitations of traditional physical models, or the uncertainty in statistical models?",
                "QuestionCn": "在绘制永久冻土时，缺乏地面观测、传统物理模型的局限性或统计模型的不确定性，哪个带来的挑战更大？",
                "AnswerEn": "the lack of ground observations",
                "AnswerCn": "缺乏地面观测",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the most significant methodological advances in mapping permafrost observed?",
                "QuestionCn": "在绘制永久冻土方面，最显著的方法论进展在哪里观察到？",
                "AnswerEn": "Expansion of permafrost models",
                "AnswerCn": "多年冻土模型的扩展",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset used for predicting the mean annual ground temperature (MAGT) and active layer thickness (ALT) for permafrost studies?",
                "QuestionCn": "您能否提供一个用于预测多年冻土研究中平均年地面温度（MAGT）和活动层厚度（ALT）的数据集示例？",
                "AnswerEn": "The dataset integrates ground measurement data from 1002 boreholes for MAGT and 452 sites for ALT, along with remotely sensed data such as freezing degree days, thawing degree days, leaf area index, snow cover duration, precipitation, and solar radiation.",
                "AnswerCn": "该数据集整合了来自1002个钻孔的地面测量数据用于MAGT和452个地点的ALT数据，以及遥感数据，如冻结度日、融化度日、叶面积指数、雪盖持续时间、降水量和太阳辐射。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What attributes are essential for classifying permafrost zones in a biophysical permafrost zonation map?",
                "QuestionCn": "在生物物理冻土分区图中，分类冻土带所需的基本属性有哪些？",
                "AnswerEn": "climate conditions, vegetation structure, soil conditions, topographic conditions, extremely ice-rich Pleistocene permafrost (Yedoma)",
                "AnswerCn": "气候条件、植被结构、土壤条件、地形条件、极富冰的更新世永冻土（Yedoma）",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges in simulating permafrost changes on a global scale?",
                "QuestionCn": "在全球范围内模拟永冻土变化的主要挑战是什么？",
                "AnswerEn": "lack of data, model defects, difficulty in accurately reflecting interactions among climate, vegetation, soil, and water",
                "AnswerCn": "数据不足、模型缺陷、难以准确反映气候、植被、土壤和水之间的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many statistical learning techniques were used to simulate the mean annual ground temperature (MAGT) in the Northern Hemisphere?",
                "QuestionCn": "用于模拟北半球年均地面温度（MAGT）的统计学习技术有多少种？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution used for the permafrost zonation map in the Northern Hemisphere?",
                "QuestionCn": "北半球永久冻土分区图使用的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'permafrost zonation map' in the context of Northern Hemisphere permafrost research?",
                "QuestionCn": "在北半球永久冻土研究的背景下，“永久冻土分区图”是指一种地图，用于显示不同类型的永久冻土区域及其分布。这种地图通常基于气候、土壤特征和地形等因素，帮助研究人员理解永久冻土的空间分布及其变化。",
                "AnswerEn": "A permafrost zonation map in the context of Northern Hemisphere permafrost research refers to a geospatial representation that classifies permafrost regions based on their thermal state and hydrothermal conditions. It involves integrating multiple datasets, such as climate conditions, vegetation structure, soil and topographic conditions, to delineate different types of permafrost sensitivities and interactions among biophysical factors. This classification helps in understanding the distribution and stability of permafrost influenced by both climate and ecological processes.",
                "AnswerCn": "在北半球永久冻土研究中，永久冻土分区图是指一种地理空间表示，基于热状态和水热条件对永久冻土区域进行分类。它涉及整合多个数据集，如气候条件、植被结构、土壤和地形条件，以划分不同类型的永久冻土敏感性及生物物理因素之间的相互作用。这种分类有助于理解受气候和生态过程影响的永久冻土的分布和稳定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods based on ground measurement compare to those using remote sensing data in terms of their ability to map the thermal state of permafrost in the Northern Hemisphere?",
                "QuestionCn": "基于地面测量的数据收集方法与使用遥感数据的方法在映射北半球永久冻土的热状态方面有何比较？",
                "AnswerEn": "Data collection methods using ground measurements involve standardized measurements of MAGT and ALT from boreholes and sites, which provide detailed and specific data points. In contrast, remote sensing data allows for large-scale coverage and high spatial-temporal resolution, capturing variables like land surface temperature and vegetation cover. While ground measurements offer precision, remote sensing provides extensive spatial coverage, and both methods are integrated using statistical learning models to map the thermal state of permafrost.",
                "AnswerCn": "使用地面测量的数据收集方法涉及从钻孔和地点标准化测量MAGT（多年冻土温度）和ALT（活冻层厚度），提供详细和具体的数据点。相比之下，遥感数据允许大规模覆盖和高时空分辨率，捕捉地表温度和植被覆盖等变量。虽然地面测量提供了精确性，但遥感提供了广泛的空间覆盖，两种方法通过统计学习模型集成，以绘制多年冻土的热状态。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when using physical-based models versus statistical-based models for simulating permafrost changes?",
                "QuestionCn": "在使用基于物理的模型与基于统计的模型模拟永久冻土变化时，面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both physical-based and statistical-based models face challenges due to data limitations and model defects. Physical-based models often struggle with accurately representing complex biophysical interactions at a global scale, while statistical models can face issues with data sparsity and overfitting. However, statistical-based models, particularly those using machine learning, can integrate large datasets from diverse sources, potentially offering more flexibility in handling data variability and uncertainty compared to traditional physical-based models.",
                "AnswerCn": "基于物理的模型和基于统计的模型都面临着数据限制和模型缺陷的挑战。基于物理的模型在全球范围内准确表示复杂的生物物理相互作用方面往往存在困难，而统计模型则可能面临数据稀疏和过拟合的问题。然而，特别是那些使用机器学习的统计模型，可以整合来自不同来源的大型数据集，可能在处理数据变异性和不确定性方面提供比传统基于物理的模型更大的灵活性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the limited accuracy in permafrost maps, particularly at middle and low latitudes and high elevations?",
                "QuestionCn": "导致永久冻土地图在中低纬度和高海拔地区准确性有限的原因是什么？",
                "AnswerEn": "The limited accuracy in permafrost maps at middle and low latitudes and high elevations is caused by data and model limitations. Areal-continuity-based map systems reflect permafrost distribution in high-latitude areas but are unsuitable for high-altitude permafrost due to relative and scale-dependent areal continuity. These systems also ignore vertical distribution and longitudinal zonation, failing to effectively reflect hydrothermal conditions critical to understanding permafrost characteristics and vulnerability at regional scales.",
                "AnswerCn": "中低纬度和高海拔地区的永久冻土地图准确性有限，主要是由于数据和模型的局限性。基于面积连续性的地图系统能够反映高纬度地区的永久冻土分布，但由于相对和尺度依赖的面积连续性，对于高海拔永久冻土并不适用。这些系统还忽视了垂直分布和经度分带，未能有效反映对理解区域尺度上永久冻土特征和脆弱性至关重要的水热条件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges in simulating changes in permafrost on a global scale?",
                "QuestionCn": "在全球范围内模拟永久冻土变化的挑战因素包括哪些？",
                "AnswerEn": "The challenges in simulating changes in permafrost on a global scale are due to the lack of data and defects in both physical-based and statistical-based models. Traditional classification systems based on areal continuity do not fully account for ecosystem properties' role in permafrost formation and stability, complicating the simulation efforts.",
                "AnswerCn": "在全球范围内模拟永久冻土变化的挑战主要源于数据的缺乏以及物理模型和统计模型的缺陷。基于面积连续性的传统分类系统并未充分考虑生态系统特性在永久冻土形成和稳定性中的作用，这使得模拟工作变得更加复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a large uncertainty in predicting active layer thickness (ALT), particularly in regions like western Siberia?",
                "QuestionCn": "在预测活层厚度（ALT）时，特别是在西西伯利亚等地区，可能会存在较大的不确定性，原因是什么？",
                "AnswerEn": "The large uncertainty in predicting active layer thickness (ALT) is attributed to inconsistencies in ALT measurement methods and sparse training data in vast areas like western Siberia. This sparse data leads to low spatial representativeness, causing potential overestimation in Siberian mountain regions and underestimation near the lower boundary of permafrost.",
                "AnswerCn": "预测活层厚度（ALT）的大量不确定性归因于ALT测量方法的不一致性和像西西伯利亚这样广阔地区的稀疏训练数据。这种稀疏数据导致空间代表性低，从而可能在西伯利亚山区造成过高估计，而在永久冻土的下边界附近造成低估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind developing a rule-based GIS model to classify and map permafrost regions in the Northern Hemisphere?",
                "QuestionCn": "开发基于规则的地理信息系统（GIS）模型以分类和绘制北半球永久冻土区域的主要目标是什么？",
                "AnswerEn": "The primary objectives behind developing a rule-based GIS model to classify and map permafrost regions in the Northern Hemisphere are to integrate global climate and ecological datasets, delineate biophysical permafrost zones, and incorporate interactions among biophysical factors, such as climate, vegetation, soil, and topography, on permafrost stability.",
                "AnswerCn": "开发一个基于规则的地理信息系统（GIS）模型以分类和绘制北半球的永久冻土区域的主要目标是整合全球气候和生态数据集，划分生物物理永久冻土区，并纳入气候、植被、土壤和地形等生物物理因素之间的相互作用对永久冻土稳定性的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in integrating multisource geospatial data to predict the mean annual ground temperature (MAGT) and active layer thickness (ALT) for permafrost mapping?",
                "QuestionCn": "将多源地理空间数据整合以预测多年平均地温（MAGT）和活动层厚度（ALT）以进行永久冻土制图的程序步骤包括以下内容：",
                "AnswerEn": "To integrate multisource geospatial data for predicting MAGT and ALT, the process involves compiling a ground measurement database for MAGT and ALT in the Northern Hemisphere. Predictions are made using ensemble statistical forecasting by integrating remotely sensed freezing degree days, thawing degree days, leaf area index, snow cover duration, precipitation, solar radiation, soil organic content, soil bulk density, coarse fragment content, and compiled ground measurement data. A dataset for the probability of permafrost occurrence is also produced. The techniques are implemented using R packages like mgcv for GAM, randomForest for RF, e1071 for SVR, and xgboost for XGB, with specific model settings and cross-validation methods to ensure accuracy.",
                "AnswerCn": "为了整合多源地理空间数据以预测MAGT和ALT，该过程涉及在北半球编制MAGT和ALT的地面测量数据库。通过整合遥感的冻结度日、融化度日、叶面积指数、雪盖持续时间、降水量、太阳辐射、土壤有机质含量、土壤容重、粗颗粒含量和编制的地面测量数据，进行预测。同时还生成了一个关于永久冻土发生概率的数据集。这些技术使用R包进行实现，如mgcv用于广义加性模型（GAM），randomForest用于随机森林（RF），e1071用于支持向量回归（SVR），以及xgboost用于极端梯度提升（XGB），并采用特定的模型设置和交叉验证方法以确保准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is a rule-based GIS model applied to delineate biophysical permafrost zones, and what are the key factors considered in this classification?",
                "QuestionCn": "规则基础的地理信息系统（GIS）模型如何应用于划定生物物理冻土带，以及在这一分类中考虑的关键因素是什么？",
                "AnswerEn": "A rule-based GIS model is applied to delineate biophysical permafrost zones by integrating global climate and ecological datasets. The key factors considered in this classification include climate conditions, vegetation structure, soil conditions, topographic conditions, and a specific map of extremely ice-rich Pleistocene permafrost (Yedoma). The extent of permafrost regions is determined according to the probability of permafrost occurrence, derived from machine-learning-based ensemble simulations that incorporate large amounts of ground measurement data and remote sensing data.",
                "AnswerCn": "一个基于规则的地理信息系统（GIS）模型被应用于通过整合全球气候和生态数据集来划分生物物理性永久冻土区。该分类考虑的关键因素包括气候条件、植被结构、土壤条件、地形条件以及一张特定的极冰丰富的更新世永久冻土（Yedoma）地图。永久冻土区域的范围是根据永久冻土发生的概率来确定的，该概率是通过基于机器学习的集成模拟得出的，这些模拟结合了大量的地面测量数据和遥感数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What strategies are employed to address data sparsity and uncertainty in permafrost mapping at various spatial scales?",
                "QuestionCn": "在不同空间尺度上，针对数据稀疏和不确定性的问题，常用的策略包括：",
                "AnswerEn": "To address data sparsity and uncertainty in permafrost mapping, strategies employed include integrating an unprecedented amount of field data from boreholes and sites, and using multisource remote sensing data with statistical learning models. The use of ensemble statistical forecasting techniques helps in reducing model uncertainty. Additionally, resampling of training data is performed to mitigate potential overfitting due to residual autocorrelation, and cross-validation methods are used to ensure model accuracy. The integration of diverse datasets such as SoilGrids250 and WorldClim v2.1 climate variables also aids in reducing uncertainty.",
                "AnswerCn": "为了解决永久冻土制图中的数据稀疏和不确定性，采用的策略包括整合来自钻孔和现场的前所未有的实地数据，以及使用多源遥感数据和统计学习模型。使用集成统计预测技术有助于减少模型的不确定性。此外，进行训练数据的重采样以减轻由于残差自相关可能导致的过拟合，并使用交叉验证方法确保模型的准确性。整合诸如SoilGrids250和WorldClim v2.1气候变量等多样化数据集也有助于降低不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in achieving accuracy in permafrost maps, particularly at middle and low latitudes or high elevations?",
                "QuestionCn": "在中低纬度或高海拔地区，制作永久冻土地图时可能面临准确性挑战的原因是什么？",
                "AnswerEn": "The accuracy of permafrost maps is limited due to the lack of ground observations and the uncertainty of traditional physical models. Areal-continuity-based map systems are not suitable for describing high-altitude permafrost as they do not effectively reflect the hydrothermal conditions of permafrost. Additionally, the low spatial representativeness of training data can lead to overestimation or underestimation in certain regions.",
                "AnswerCn": "由于缺乏地面观测和传统物理模型的不确定性，永久冻土地图的准确性受到限制。基于面积连续性的地图系统不适合描述高海拔永久冻土，因为它们无法有效反映永久冻土的水热条件。此外，训练数据的空间代表性低可能导致某些地区的高估或低估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the integration of machine learning techniques and remote sensing data be expected to enhance the understanding of permafrost zonation?",
                "QuestionCn": "将机器学习技术与遥感数据的结合预计将增强对永冻土分区的理解，原因可能包括以下几点：",
                "AnswerEn": "Machine learning techniques and remote sensing data allow for the integration of large amounts of field data, which can improve the predictions of mean annual ground temperature and active layer thickness. These approaches can handle diverse environmental variables with high spatial-temporal resolution, potentially leading to more precise predictions of permafrost occurrence and zonation.",
                "AnswerCn": "机器学习技术和遥感数据允许整合大量的实地数据，这可以改善对年均地温和活层厚度的预测。这些方法能够处理具有高时空分辨率的多样环境变量，可能导致对永冻土出现和分区的更精确预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unclear about the challenges faced in ensuring the accuracy of permafrost datasets at different latitudes and elevations.",
                "QuestionCn": "我对在不同纬度和海拔高度确保永久冻土数据集准确性所面临的挑战感到不清楚。",
                "AnswerEn": "Ensuring accuracy in permafrost datasets is challenging due to the limited availability of ground observations and the inherent uncertainty in traditional physical models. Middle and low latitudes, as well as high elevations, pose difficulties due to data and model limitations, often leading to overestimations or underestimations in specific regions.",
                "AnswerCn": "确保永久冻土数据集的准确性具有挑战性，因为地面观测的可用性有限，以及传统物理模型固有的不确定性。中低纬度以及高海拔地区由于数据和模型的限制，常常导致特定区域的高估或低估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don’t understand how the classification system for permafrost sensitivity zones accounts for complex interactions between climate and ecosystem factors.",
                "QuestionCn": "我不明白永久冻土敏感区的分类系统是如何考虑气候和生态系统因素之间复杂的相互作用的。",
                "AnswerEn": "The classification system for permafrost sensitivity zones uses a rule-based GIS model to integrate climate conditions, vegetation structure, soil conditions, and topographic conditions, along with maps of ice-rich Pleistocene permafrost. This approach categorizes permafrost into types such as climate-driven and ecosystem-driven, highlighting the role of ecosystem processes in permafrost stability.",
                "AnswerCn": "永久冻土敏感区的分类系统使用基于规则的地理信息系统模型，整合气候条件、植被结构、土壤条件和地形条件，以及冰丰富的更新世永久冻土地图。这种方法将永久冻土分类为气候驱动型和生态系统驱动型，突显了生态系统过程在永久冻土稳定性中的作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges associated with traditional physical models in simulating permafrost changes at a global scale and suggest potential improvements using modern methodologies.",
                "QuestionCn": "请分析在全球范围内模拟永久冻土变化时，传统物理模型所面临的挑战，并建议使用现代方法进行潜在改进。",
                "AnswerEn": "Traditional physical models face challenges due to the lack of data and inherent model defects, particularly in accurately simulating permafrost changes at a global scale. Improvements can be made by integrating large-scale ground-based measurements and multisource remote sensing data with advanced statistical learning techniques, such as generalized additive models, support vector regression, random forest, and extreme gradient boosting.",
                "AnswerCn": "传统的物理模型由于缺乏数据和固有的模型缺陷，在全球范围内准确模拟永久冻土变化方面面临挑战。通过将大规模的地面测量数据和多源遥感数据与先进的统计学习技术（如广义加法模型、支持向量回归、随机森林和极端梯度提升）相结合，可以实现改进。",
                "Level": "C6(Creating)"
            }
        ]
    }
}