{
  "id": "54429512-3152-42e5-9996-35ae74a31393",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Hydrochemical characteristics of the upper Yarlung Zangbo River in summer（2020）",
      "titleCn": "雅鲁藏布江上游夏季水化学特征数据集（2020）",
      "description": "To explore inorganic hydrochemical characteristics of the upper Yarlung Zangbo River, water samples were collected from the main stream and different tributaries in this region in August 2020. The water was collected with 100mL polyethylene (PE) plastic bottle, and the basic physical and chemical parameters such as pH value (±0.2) and dissolved oxygen (±1%) of the sampling site were measured by multi -parameter water quality monitor (YSI-EX02,USA).,and HCO3- concentration was titrated with 0.025mol/L HCl.The concentrations of Na+, K+, Ca2+, Mg2+, SO42-, NO3- and Cl- ions were analyzed and determined by ion chromatograph (Shenhan CIC-D160, China) in the laboratory. Using Gibbs model, correlation analysis and principal component analysis method, analyzed the one main ion concentration changes,  chemical composition characteristics, analytical, and the ion source was designed to reveal inorganic water chemical characteristics of The Tibet plateau glacier melt water runoff, and for plateau typical river water and changing trend forecast provides the basis.",
      "descriptionCn": "为探究雅鲁藏布江上游干支流的无机水化学特征，于2020 年8 月在雅鲁藏布江上游河源和河流段采集干支流水样。现场用100ml聚乙烯（PE）塑料瓶采集河水并使用多参水质监测仪（YSI-EX02,USA）原位测定采样点的pH值（±0.2）、溶解氧（DO）（±1%）等基本理化参数，并用0.025mol/L的HCl滴定HCO3-浓度。在实验室内采用离子色谱仪（盛瀚CIC-D160型，中国）分析测定Na+、K+、Ca2+、Mg2+、SO42-、NO3-、Cl-离子浓度。采用Gibbs模型、相关性分析、主成分分析等方法，分析了雅江上游干支流主要离子浓度变化、河水水化学组成特征，并对离子来源进行了解析，旨在揭示青藏高原冰川融水径流的无机水化学特征，并为高原地区典型河流的水源解析及变化趋势预估提供基础支撑。",
      "instructions": "Hydrochemical characteristics of the upper Yarlung Zangbo River202008. Xlsx dataset contains: 1 Physical and chemical properties of main sampling points in the upper reaches of Yajiang river. 2. main ion content in the upper reaches of Yajiang river. 3. Table 1 Summary of physical and chemical properties of main and branch streams. 4. Table 2 summary of main ion contents in trunk and tributaries. 5. Table 3 Correlation Analysis of chemical composition of main ionic water. 6. Table 4 principal component analysis of main ion content.\nUsage: open excel.",
      "instructionsCn": "Hydrochemical characteristics of the upper Yarlung Zangbo River202008.xlsx数据集包含：1.雅江上游主要采样点理化性质。2. 雅江上游主要离子含量 。3.表1干支流理化性质汇总。4.表2干支流主要离子含量汇总。5.表3主要离子水化学成分相关分析。6.表4 主要离子含量主成分分析。\n使用方法：Excel打开。",
      "east": 84.5,
      "west": 82.0,
      "south": 29.5,
      "north": 31.0,
      "startTime": "2020-08-13 00:00:00",
      "endTime": "2020-09-12 00:00:00",
      "fileSize": 24821.0,
      "cstr": "18406.11.Terre.tpdc.272540",
      "doi": "10.11888/Terre.tpdc.272540",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "牛凤霞",
        "nameEn": "NIU Fengxia",
        "unitEn": "College of Hydraulic and Environmental Engineering,China Three Gorges University.",
        "unitCn": "三峡大学水利与环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "雅鲁藏布江上游夏季水化学特征及来源解析",
        "titleEn": null,
        "referenceCn": "严宇鹏, 牛凤霞, 刘佳, 刘心庭, 李颖, 彭辉, 严登华, 肖尚斌. (2022). 雅鲁藏布江上游夏季水化学特征及来源解析. 中国环境科学, 42(02), 815-825. DOI:10.19674/j.cnki.issn1000-6923.2022.0037.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水环境",
        "nameEn": "Water Environment"
      },
      {
        "nameCn": "水质/水化学",
        "nameEn": "Water Quality/Water Chemistry"
      },
      {
        "nameCn": "水质参数",
        "nameEn": "water quality parameter"
      },
      {
        "nameCn": "阴阳离子",
        "nameEn": "Cations and anions"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "雅鲁藏布江上游",
        "keywordEn": "The upper Yarlung Zangbo River"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "The Tibetan plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      },
      {
        "keywordCn": "夏季",
        "keywordEn": "summer",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methods used for collecting and analyzing inorganic hydrochemical data in river systems?",
        "QuestionCn": "河流系统中无机水化学数据的特征和收集与分析方法是什么？",
        "AnswerEn": "100ml polyethylene bottles, pH, dissolved oxygen, Na+, K+, Ca2+, Mg2+, SO42-, NO3-, Cl-",
        "AnswerCn": "100毫升聚乙烯瓶，pH值，溶解氧，钠离子（Na+），钾离子（K+），钙离子（Ca2+），镁离子（Mg2+），硫酸根离子（SO42-），硝酸根离子（NO3-），氯离子（Cl-）",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many river water samples were collected using polyethylene (PE) plastic bottles for the analysis of inorganic water chemistry in the upper Yarlung Tsangpo River during the summer of 2020?",
        "QuestionCn": "在2020年夏季，为分析雅鲁藏布江上游的无机水化学，使用聚乙烯（PE）塑料瓶收集了多少河水样本？",
        "AnswerEn": "The metadata indicates that river water samples were collected, but it does not specify the exact number of samples collected.",
        "AnswerCn": "元数据表明收集了河水样本，但未具体说明收集的样本数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'in-situ measurement' mean in the context of water quality monitoring?",
        "QuestionCn": "在水质监测的背景下，“原位测量”是什么意思？",
        "AnswerEn": "In the context of water quality monitoring, 'in-situ measurement' refers to the process of measuring certain water parameters directly at the sampling site using portable instruments. In this case, parameters like pH and dissolved oxygen (DO) are measured on-site using a multi-parameter water quality monitor, which allows for accurate readings that reflect the conditions at the time and place of sampling.",
        "AnswerCn": "在水质监测的背景下，“原位测量”是指在采样地点直接使用便携式仪器测量某些水参数的过程。在这种情况下，pH值和溶解氧（DO）等参数使用多参数水质监测仪在现场进行测量，这样可以获得反映采样时和地点条件的准确读数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods involving in-situ measurements using a multi-parameter water quality monitor compare to laboratory analysis using ion chromatography in terms of accuracy and comprehensiveness of water chemistry characterization for rivers in high-altitude regions?",
        "QuestionCn": "在高海拔地区，使用多参数水质监测仪进行原位测量的数据收集方法与使用离子色谱法进行实验室分析相比，在水化学特征的准确性和全面性方面有什么不同？",
        "AnswerEn": "In-situ measurements using a multi-parameter water quality monitor provide immediate data on basic physicochemical parameters such as pH and dissolved oxygen, which are crucial for understanding the immediate water quality conditions. Meanwhile, laboratory analysis using ion chromatography offers detailed information on specific ion concentrations such as Na+, K+, Ca2+, Mg2+, SO42-, NO3-, and Cl-, providing a more comprehensive understanding of the water's inorganic chemistry. Together, these methods complement each other by covering both immediate and detailed chemical characteristics of the river water.",
        "AnswerCn": "原位测量使用多参数水质监测仪提供关于基本物理化学参数（如pH和溶解氧）的即时数据，这对于理解水质的即时状况至关重要。同时，使用离子色谱法的实验室分析提供了关于特定离子浓度（如Na+、K+、Ca2+、Mg2+、SO42-、NO3-和Cl-）的详细信息，从而更全面地了解水的无机化学特性。这两种方法相辅相成，覆盖了河水的即时和详细化学特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of specific water sampling methods and instruments for analyzing inorganic water chemistry in high-altitude river systems?",
        "QuestionCn": "影响高海拔河流系统中无机水化学分析的特定水样采集方法和仪器选择的因素有哪些？",
        "AnswerEn": "The choice of water sampling methods and instruments is influenced by the need to accurately assess the inorganic water chemistry characteristics of river systems, such as those in the upper reaches of the Yarlung Zangbo River. Sampling was carried out using 100ml polyethylene (PE) plastic bottles, and multi-parameter water quality monitors were used to measure parameters like pH and dissolved oxygen on-site. The selection of these methods ensures precise measurement of basic physical and chemical parameters necessary for analyzing ion concentrations and understanding the chemical composition of high-altitude river water.",
        "AnswerCn": "水样采集方法和仪器的选择受到准确评估河流系统无机水化学特征的需求影响，例如雅鲁藏布江上游的情况。采样使用了100毫升的聚乙烯（PE）塑料瓶，并使用多参数水质监测仪现场测量pH值和溶解氧等参数。这些方法的选择确保了对分析离子浓度和理解高海拔河水化学成分所需的基本物理和化学参数的精确测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of inorganic hydrochemical characteristics in river systems when employing ion chromatography and in-situ measurements for data collection?",
        "QuestionCn": "在采用离子色谱法和原位测量进行数据收集时，对河流系统中无机水化学特征的理解可能会产生哪些潜在影响？",
        "AnswerEn": "The use of ion chromatography and in-situ measurements can provide detailed insights into the concentration changes of major ions and the hydrochemical composition of river systems. This approach allows for accurate characterization of ion sources, helping to reveal specific hydrochemical characteristics of glacier meltwater runoff on the Tibetan Plateau. Additionally, it supports a robust basis for analyzing the water sources and predicting changes in typical river systems in high-altitude regions.",
        "AnswerCn": "离子色谱法和原位测量的使用可以提供关于主要离子浓度变化和河流系统水化学组成的详细见解。这种方法能够准确表征离子来源，帮助揭示青藏高原冰川融水径流的特定水化学特征。此外，它为分析水源和预测高海拔地区典型河流系统的变化提供了坚实的基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting river water samples from the upper reaches of the Yarlung Tsangpo River using polyethylene bottles and measuring parameters with a multi-parameter water quality monitor?",
        "QuestionCn": "使用聚乙烯瓶从雅鲁藏布江上游采集河水样本并使用多参数水质监测仪测量参数的目的是什么？",
        "AnswerEn": "The objective is to explore the inorganic hydrochemical characteristics of the main and tributary streams, revealing the inorganic hydrochemical characteristics of glacial meltwater runoff on the Qinghai-Tibet Plateau. This aims to provide foundational support for understanding the water source analysis and trend predictions of typical rivers in the plateau region.",
        "AnswerCn": "目标是探索主要河流和支流的无机水化学特征，揭示青藏高原冰川融水径流的无机水化学特征。这旨在为理解高原地区典型河流的水源分析和趋势预测提供基础支持。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures should be followed to collect and analyze water samples for determining the inorganic hydrochemical characteristics in river systems?",
        "QuestionCn": "在河流系统中收集和分析水样以确定无机水化学特征应遵循哪些程序？",
        "AnswerEn": "To collect and analyze water samples for determining inorganic hydrochemical characteristics in river systems, samples can be collected in the field using 100ml polyethylene (PE) plastic bottles. Basic physico-chemical parameters such as pH and dissolved oxygen (DO) can be measured in situ using a multi-parameter water quality monitoring instrument (e.g., YSI-EX02, USA). The concentration of HCO3- can be titrated using 0.025mol/L HCl. In the laboratory, an ion chromatograph, such as the SHINE CIC-D160 model from China, can be used to analyze and determine the concentration of ions like Na+, K+, Ca2+, Mg2+, SO42-, NO3-, and Cl-.",
        "AnswerCn": "为了收集和分析河流系统中无机水化学特征的水样，可以使用100毫升的聚乙烯（PE）塑料瓶在现场进行采样。基本的物理化学参数，如pH值和溶解氧（DO），可以使用多参数水质监测仪器（例如，YSI-EX02，美国）进行原位测量。HCO3-的浓度可以使用0.025mol/L的HCl进行滴定。在实验室中，可以使用离子色谱仪，如来自中国的SHINE CIC-D160型号，分析并确定Na+、K+、Ca2+、Mg2+、SO42-、NO3-和Cl-等离子的浓度。",
        "Level": "C3(Applying)"
      }
    ]
  }
}