{
  "id": "55c120d5-75b9-4825-ab01-46df13cd1004",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Subalpine shrub, 2019)",
      "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（亚高山灌丛气象要素梯度观测系统-2019）",
      "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of the Subalpine shrub from April 28 to December 31, 2019. The site (100°6'3.62\"E, 37°31'15.67\"N) was located in the subalpine shrub ecosystem, near the Gangcha County, Qinghai Province. The elevation is 3495m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 3, 5 and 10 m, towards north), wind speed and direction profile (windsonic; 3, 5 and 10 m, towards north), air pressure (PTB110; 3 m), rain gauge (TE525M; 2 m of the platform in west by north of tower), four-component radiometer (CNR4; 6m, towards south), two infrared temperature sensors (SI-111; 6 m, towards south, vertically downward), photosynthetically active radiation (PQS1; 6 m, towards south, each with one vertically downward and one vertically upward, soil heat flux (HFP01; 3 duplicates below the vegetation; -0.06 m), soil temperature profile (109; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m), soil moisture profile (CS616; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, and Ta_10 m; RH_3 m, RH_5 m, and RH_10 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, and Ws_10 m) (m/s), wind direction (WD_3 m, WD_5 m and WD_10 m) (°), precipitation (rain) (mm), air pressure (press) (hpa), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_500cm) (℃), soil moisture (Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_500cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018/8/31 10:30. Moreover, suspicious data were marked in red.",
      "descriptionCn": "该数据集包含了2019年4月28日至2019年12月31日青海湖流域地表过程综合观测网亚高山灌丛气象要素梯度观测系统数据。站点位于青海省刚察县沙柳河镇大寺附近，下垫面是亚高山灌丛。观测点经纬度为：东经100°6'3.62\"E，北纬37°31'15.67\"N，海拔3495m。风速/风向、空气温度、相对湿度传感器分别架设在3m、5m、10m处，共3层，朝向正北；气压计安装在3m处；翻斗式雨量计安装在塔西偏北侧2m平台上；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤热流板（自校正式）（3块）依次埋设在地下6cm处，朝向正南距离塔体2m处；土壤温度探头埋设在地下5cm、10cm、20cm、40cm、80cm、120cm、200cm、300cm和500cm处，在距离气象塔2m的正东方；土壤水分传感器分别埋设在地下5cm、10cm、20cm、40cm、80cm、120cm、200cm、300cm和500cm处，在距离气象塔2m的正东方；光合有效辐射仪安装在6m处，探头垂直向上和向下方向各一个，朝向正南。\n观测项目有：风速（WS_3m、WS_5m、WS_10m）(单位：米/秒)、风向（WD_3m、WD_5m、WD_10m）(单位：度)、空气温湿度（Ta_3m、Ta_5m、Ta_10m和RH_3m、RH_5m、RH_10m）(单位：摄氏度、百分比)、降水量（Rain）(单位：毫米)、气压（Press）(单位：百帕)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒) 、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_500cm）(单位：百分比)、土壤温度（Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_500cm）(单位：摄氏度)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2018/8/31 10:30。",
      "instructions": "Year+** observatory network+ site+ AWS",
      "instructionsCn": "年份+**观测网+站点名称+AWS",
      "east": 100.11,
      "west": 100.11,
      "south": 37.52,
      "north": 37.52,
      "startTime": "2019-05-17 00:00:00",
      "endTime": "2020-01-19 00:00:00",
      "fileSize": 10782194.0,
      "cstr": "18406.11.Meteoro.tpdc.270731",
      "doi": "10.11888/Meteoro.tpdc.270731",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
      },
      {
        "titleCn": null,
        "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
      },
      {
        "titleCn": null,
        "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
      },
      {
        "titleCn": null,
        "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
        "referenceCn": null,
        "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
      },
      {
        "titleCn": null,
        "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
      },
      {
        "titleCn": null,
        "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
        "referenceCn": null,
        "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤含水量",
        "nameEn": "Soil water content"
      },
      {
        "nameCn": "土壤热通量",
        "nameEn": "Soil heat flux"
      },
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海湖流域",
        "keywordEn": "Qinghai Lake Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在实际的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波文比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而变得主导。在这封信中，显示出与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观测比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "衍生组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性增加，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量使用位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水文遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the meteorological parameters measured at different heights be used to accurately estimate surface fluxes in a heterogeneous landscape?",
        "QuestionCn": "不同高度测量的气象参数能否用于准确估计异质景观中的表面通量？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the data collection method for soil and canopy component temperatures involve the use of thermal imaging technology?",
        "QuestionCn": "土壤和树冠组件温度的数据收集方法是否涉及使用热成像技术？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical data collection methods used in a meteorological observation network for gathering soil and canopy temperatures?",
        "QuestionCn": "气象观测网络中用于收集土壤和冠层温度的典型数据收集方法有哪些？",
        "AnswerEn": "Ground-based measurements",
        "AnswerCn": "地面测量",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the meteorological sensors typically installed in a comprehensive observation network for measuring atmospheric and soil parameters?",
        "QuestionCn": "在综合观测网络中，气象传感器通常安装在哪里，以测量大气和土壤参数？",
        "AnswerEn": "Various heights on a tower, different depths in soil",
        "AnswerCn": "塔上的不同高度，土壤中的不同深度。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is the data from meteorological observation networks typically collected to ensure comprehensive coverage of daily variations?",
        "QuestionCn": "气象观测网络通常何时收集数据以确保全面覆盖每日变化？",
        "AnswerEn": "Every 10 minutes",
        "AnswerCn": "每10分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an instance of how datasets are processed and quality-controlled when observing surface processes in a subalpine region?",
        "QuestionCn": "您能否提供一个实例，说明在观察亚高山地区的地表过程时，数据集是如何处理和质量控制的？",
        "AnswerEn": "In processing and quality-controlling datasets for surface processes in a subalpine region, it is ensured that data is recorded every 10 minutes, with missing data marked by a specific placeholder (-6999). Duplicate records are removed, and any data that exceed physical or instrument limits are excluded. Questionable data points are marked in red, and date and time formats are standardized in a single column.",
        "AnswerCn": "在处理和质量控制亚高山地区的表面过程数据集时，确保每10分钟记录一次数据，缺失数据用特定占位符（-6999）标记。重复记录被删除，超过物理或仪器限制的数据被排除。可疑数据点用红色标记，日期和时间格式在一个列中标准化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that could be used to evaluate the accuracy of models estimating evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "一个可以用来评估在异质景观中估算蒸散发模型准确性的示例数据集是什么？",
        "AnswerEn": "A dataset that can be used to evaluate models estimating evapotranspiration in heterogeneous landscapes includes measurements of soil and canopy component temperatures, atmospheric parameters, and radiative fluxes. Data from a boundary layer tower measuring meteorological parameters and turbulent fluxes, along with thermal infrared camera observations of cropland, provide detailed inputs for validating evapotranspiration models.",
        "AnswerCn": "一个可以用来评估估算异质景观中蒸散发模型的数据集包括土壤和冠层组分温度、气象参数和辐射通量的测量数据。来自边界层塔的气象参数和湍流通量的数据，以及对农田的热红外相机观测，提供了详细的输入数据，用于验证蒸散发模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of meteorological data collection systems in subalpine shrubland environments?",
        "QuestionCn": "亚高山灌丛环境气象数据收集系统的关键特征是什么？",
        "AnswerEn": "multi-level sensor installations, wind speed/direction, air temperature, relative humidity at 3m, 5m, and 10m heights, barometer at 3m, tipping bucket rain gauge at 2m platform, four-component radiometer at 6m, soil temperature and moisture sensors at various depths and orientations, infrared thermometers for surface temperature measurements",
        "AnswerCn": "多层传感器安装，风速/风向，空气温度，相对湿度在3米、5米和10米高度，气压计在3米，翻斗式雨量计在2米平台，四分量辐射计在6米，土壤温度和湿度传感器在不同深度和方向，红外测温仪用于表面温度测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What characteristics are crucial for ensuring the quality control of observational data in comprehensive land surface process monitoring networks?",
        "QuestionCn": "确保综合陆地表面过程监测网络中观测数据质量控制的关键特征有哪些？",
        "AnswerEn": "completeness of daily data, specific identifier for missing data, removal of duplicate records, exclusion of data exceeding physical or instrument limits, flagging of questionable data, consistent date and time formats",
        "AnswerCn": "每日数据的完整性，缺失数据的特定标识符，删除重复记录，排除超过物理或仪器限制的数据，标记可疑数据，统一日期和时间格式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What properties and capabilities are necessary for a thermal infrared camera used in estimating soil and canopy component temperatures in agricultural research?",
        "QuestionCn": "用于农业研究中估计土壤和树冠组件温度的热红外相机所需的属性和能力是什么？",
        "AnswerEn": "high precision, manual capture at regular intervals, operation from elevated platforms, integration with other measurement systems",
        "AnswerCn": "高精度、定期手动捕获、从高空平台操作、与其他测量系统集成",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of soil temperature measurement depths used in data collection within the subalpine shrub meteorological element gradient observation system?",
        "QuestionCn": "在亚高山灌木气象元素梯度观测系统中，用于数据收集的土壤温度测量深度总数是多少？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many meteorological parameters are measured using sensors positioned at different heights or directions in the Qinghai Lake watershed observation network?",
        "QuestionCn": "青海湖流域观测网络中使用传感器在不同高度或方向测量了多少个气象参数？",
        "AnswerEn": "13",
        "AnswerCn": "13",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the challenges of measuring evapotranspiration in arid regions compare to the challenges faced in high-altitude shrubland environments like those in the Qinghai Lake Basin?",
        "QuestionCn": "在干旱地区测量蒸散发的挑战与青海湖盆地等高海拔灌木丛环境面临的挑战相比，有哪些相似之处和不同之处？",
        "AnswerEn": "In arid regions, challenges include accurately separating soil and canopy temperatures and dealing with strong advective conditions, whereas in high-altitude shrubland environments, challenges might include dealing with complex terrain and ensuring comprehensive coverage of meteorological and soil parameters to accurately model surface processes.",
        "AnswerCn": "在干旱地区，挑战包括准确分离土壤和冠层温度以及应对强烈的平流条件，而在高海拔灌木丛环境中，挑战可能包括处理复杂的地形以及确保全面覆盖气象和土壤参数，以准确模拟表面过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately estimating surface fluxes in irrigated agricultural areas using observational data?",
        "QuestionCn": "哪些因素导致在使用观测数据准确估计灌溉农业地区的表面通量时面临挑战？",
        "AnswerEn": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to incomplete energy balance closure with respect to available energy, errors in determining the surface soil and vegetation component temperatures from surface composite radiometric temperature, and the strong advective environment in these regions.",
        "AnswerCn": "在强对流的灌溉农业区域，准确估计表面通量是一个挑战，因为可用能量与能量平衡的闭合不完全，表面复合辐射温度在确定表层土壤和植被成分温度时存在误差，以及这些地区强烈的对流环境。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are composite temperature separation approaches limited in effectiveness specifically in arid regions?",
        "QuestionCn": "复合温度分离方法在干旱地区的有效性受到限制的原因是什么？",
        "AnswerEn": "Composite temperature separation approaches are limited in arid regions because errors in derived component temperatures are primarily caused by image classification errors, which vary with vegetation abundance. This leads to overestimation of canopy temperature and increased uncertainty in sensible heat flux estimation.",
        "AnswerCn": "复合温度分离方法在干旱地区的应用受到限制，因为衍生的组成温度的误差主要是由于图像分类错误造成的，而这些错误随着植被丰度的变化而变化。这导致了对冠层温度的高估，并增加了感热通量估计的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential reasons for uncertainties in estimating temperatures and radiation transmittances through the canopy?",
        "QuestionCn": "估计温度和通过树冠的辐射透过率的不确定性潜在原因是什么？",
        "AnswerEn": "Uncertainties in estimated temperatures can arise from ignoring atmospheric upwelling radiation and transmittance. Additionally, uncertainties in estimating the incoming short- and long-wave radiation transmittances through the canopy may contribute to errors in radiation temperature estimation.",
        "AnswerCn": "估计温度的不确定性可能源于忽略大气上升辐射和透射率。此外，估计通过树冠的短波和长波辐射透射率的不确定性也可能导致辐射温度估计的误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of setting up a meteorological element gradient observation system in the Qinghai Lake Basin for data collection?",
        "QuestionCn": "在青海湖盆地建立气象要素梯度观测系统进行数据收集的主要目标是什么？",
        "AnswerEn": "The primary objective is to gather detailed meteorological data across various heights and soil depths to understand the surface processes in the Qinghai Lake Basin, which involves measuring parameters like wind speed, air temperature, humidity, soil moisture, and radiation to study the interactions between the atmosphere and the subalpine shrubland ecosystem.",
        "AnswerCn": "主要目标是收集青海湖盆地不同高度和土壤深度的详细气象数据，以了解地表过程，这涉及测量风速、空气温度、湿度、土壤湿度和辐射等参数，以研究大气与亚高山灌木生态系统之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can researchers ensure the accuracy and quality of meteorological data collected from subalpine shrubland environments, considering potential data loss or errors during the process?",
        "QuestionCn": "研究人员如何确保从亚高山灌木环境中收集的气象数据的准确性和质量，考虑到在过程中可能出现的数据丢失或错误？",
        "AnswerEn": "Researchers can implement multiple quality control procedures, such as ensuring a fixed number of data points are collected daily, marking missing data with a specific indicator, removing duplicate records, and deleting data that exceeds physical or instrumental limits. Questionable data can be flagged, and consistent formatting of date and time is maintained to ensure data accuracy and quality.",
        "AnswerCn": "研究人员可以实施多种质量控制程序，例如确保每天收集固定数量的数据点，用特定指示符标记缺失数据，删除重复记录，以及删除超过物理或仪器限制的数据。可疑数据可以被标记，并保持日期和时间的一致格式，以确保数据的准确性和质量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What steps are involved in using meteorological tower measurements to partition evapotranspiration into its evaporation and transpiration components in a heterogeneous landscape?",
        "QuestionCn": "使用气象塔测量将蒸散发分解为异质景观中的蒸发和蒸腾成分涉及哪些步骤？",
        "AnswerEn": "Evapotranspiration can be partitioned into evaporation and transpiration components by measuring meteorological parameters such as air temperature, wind speed, humidity, and radiation using meteorological towers. These measurements are used alongside thermal infrared camera data to calculate soil and canopy temperatures, which are then applied in models like the TSEB model to estimate the energy balance and partition evapotranspiration.",
        "AnswerCn": "蒸散发可以通过测量气象参数，如气温、风速、湿度和辐射，来划分为蒸发和蒸腾两个组成部分，这些测量通常使用气象塔进行。将这些测量与热红外相机数据结合使用，可以计算土壤和树冠温度，然后将其应用于像TSEB模型这样的模型中，以估算能量平衡并划分蒸散发。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the precise measurement of meteorological parameters in subalpine shrubland environments?",
        "QuestionCn": "哪些数据收集技术能够在亚高山灌木丛环境中精确测量气象参数？",
        "AnswerEn": "Data collection techniques involve using sensors for wind speed and direction, air temperature, relative humidity, pressure, precipitation, surface radiation temperature, photosynthetically active radiation, and soil heat flux. These are mounted at various heights and depths around a meteorological tower, allowing for precise and multi-layered environmental measurements.",
        "AnswerCn": "数据收集技术涉及使用传感器测量风速和风向、空气温度、相对湿度、气压、降水量、表面辐射温度、光合有效辐射和土壤热通量。这些传感器安装在气象塔周围的不同高度和深度，能够进行精确和多层次的环境测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do specific conditions or technologies facilitate the validation of evapotranspiration models using ground-based measurements in heterogeneous landscapes?",
        "QuestionCn": "特定条件或技术如何促进在异质景观中使用地面测量验证蒸散发模型？",
        "AnswerEn": "The validation of evapotranspiration models is facilitated by using ground-measured soil and canopy component temperatures, stable oxygen and hydrogen isotopes, and eddy covariance (EC) systems. High-resolution thermal cameras and four-component radiometers also play a role in capturing necessary data for model validation.",
        "AnswerCn": "蒸散发模型的验证通过使用地面测量的土壤和冠层组分温度、稳定的氧和氢同位素以及涡度协方差（EC）系统来促进。高分辨率热像仪和四分量辐射计也在捕获模型验证所需的数据中发挥作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it challenging to achieve accurate evapotranspiration estimates using a one-source model in heterogeneous landscapes?",
        "QuestionCn": "为什么在异质景观中使用单源模型获得准确的蒸散估算具有挑战性？",
        "AnswerEn": "In heterogeneous landscapes, the surface contains a mixture of soil and vegetation that have different temperatures and resistance to energy exchange. One-source models cannot accurately estimate surface evapotranspiration because they do not account for these differences, leading to inaccurate estimates.",
        "AnswerCn": "在异质景观中，表面包含不同温度和能量交换阻力的土壤和植被混合物。单源模型无法准确估计表面蒸散发，因为它们没有考虑这些差异，从而导致估计不准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with the separation of soil and canopy component temperatures in arid regions for evapotranspiration estimation?",
        "QuestionCn": "在干旱地区，土壤和冠层组件温度分离所面临的挑战有哪些，以便估算蒸散发？",
        "AnswerEn": "In arid regions, composite temperature separation approaches face limitations due to errors primarily caused by image classification errors, which vary with vegetation abundance. This can lead to an overestimation of canopy temperature when soil pixels are misclassified as vegetation pixels, impacting the accuracy of evapotranspiration estimates.",
        "AnswerCn": "在干旱地区，复合温度分离方法面临局限性，主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。当土壤像素被错误分类为植被像素时，可能导致冠层温度的过高估计，从而影响蒸散发估算的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the TSEB model performance be affected by the uncertainty in surface-air temperature differences in strongly advective areas?",
        "QuestionCn": "TSEB模型的性能可能会受到强烈平流区域表面-空气温度差异不确定性的影响，原因是什么？",
        "AnswerEn": "The TSEB model performance is affected by the uncertainty in surface-air temperature differences because this difference can dominate due to errors in determining the surface soil and vegetation component temperatures from the composite radiometric temperature. This is particularly crucial in strongly advective areas where accurate temperature measurement is essential for reliable model performance.",
        "AnswerCn": "TSEB模型的性能受到地表与空气温度差异不确定性的影响，因为这种差异可能由于从复合辐射温度中确定地表土壤和植被组分温度的误差而占主导地位。在强对流区域，准确的温度测量对模型性能的可靠性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the challenges faced in separating soil and canopy component temperatures using thermal imaging techniques in heterogeneous landscapes?",
        "QuestionCn": "如何评估在异质景观中使用热成像技术分离土壤和树冠组件温度所面临的挑战？",
        "AnswerEn": "The challenges in separating soil and canopy component temperatures in heterogeneous landscapes using thermal imaging are significant. The primary issues stem from image classification errors, which can result in misclassification of soil and vegetation pixels, leading to inaccurate temperature estimates. Additionally, ignoring atmospheric effects can further introduce uncertainties. These challenges highlight the need for improved classification algorithms and atmospheric correction techniques to enhance the accuracy of thermal imaging in such environments.",
        "AnswerCn": "在异质景观中使用热成像分离土壤和冠层成分温度面临显著挑战。主要问题源于图像分类错误，这可能导致土壤和植被像素的误分类，从而导致温度估计不准确。此外，忽视大气效应可能进一步引入不确定性。这些挑战突显了改进分类算法和大气校正技术的必要性，以提高在此类环境中热成像的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what potential improvements could be made to enhance the robustness of datasets used for estimating evapotranspiration in arid and advective regions?",
        "QuestionCn": "在我看来，可以采取哪些潜在改进措施来增强用于估算干旱和有风地区蒸散发的数据库的稳健性？",
        "AnswerEn": "To enhance the robustness of datasets for estimating evapotranspiration in arid and advective regions, improvements could focus on integrating high-resolution thermal imaging with ground-based measurements to better capture the spatial variability of surface temperatures. Additionally, incorporating advanced modeling techniques that account for atmospheric conditions and vegetation dynamics could improve accuracy. Ensuring continuous and comprehensive data coverage, along with rigorous quality control processes, would also be vital in refining these datasets.",
        "AnswerCn": "为了增强在干旱和有风地区估算蒸散发的数据集的稳健性，可以集中改进高分辨率热成像与地面测量的结合，以更好地捕捉地表温度的空间变异性。此外，结合考虑大气条件和植被动态的先进建模技术也可以提高准确性。确保连续和全面的数据覆盖，以及严格的质量控制流程，对于完善这些数据集也至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unclear about the challenges faced in distinguishing between soil and vegetation signals in datasets collected from heterogeneous landscapes.",
        "QuestionCn": "我对在异质景观中收集的数据集中区分土壤和植被信号所面临的挑战感到不清楚。",
        "AnswerEn": "Challenges in distinguishing between soil and vegetation signals arise from errors in image classification due to vegetation abundance, which can result in misclassification of pixels. This leads to errors in estimating canopy temperatures and affects measurements of energy fluxes like sensible and latent heat.",
        "AnswerCn": "区分土壤和植被信号的挑战源于由于植被丰度导致的图像分类错误，这可能导致像素的误分类。这会导致冠层温度估计的错误，并影响感热和潜热等能量通量的测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential strategies for expanding datasets to include additional environmental parameters in subalpine regions.",
        "QuestionCn": "请探讨扩展数据集以包括亚高山地区额外环境参数的潜在策略。",
        "AnswerEn": "To expand datasets, one could integrate satellite-based remote sensing data with ground observations to cover larger areas and capture additional parameters like vegetation indices and surface albedo. Employing advanced thermal imaging techniques and high-resolution cameras can enhance the accuracy of temperature and radiation measurements. Incorporating isotopic analysis methods can also provide more detailed insights into moisture sources and evapotranspiration dynamics.",
        "AnswerCn": "为了扩展数据集，可以将基于卫星的遥感数据与地面观测相结合，以覆盖更大区域并捕捉额外的参数，如植被指数和表面反照率。采用先进的热成像技术和高分辨率相机可以提高温度和辐射测量的准确性。结合同位素分析方法也可以提供对水分来源和蒸散发动态的更详细见解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}