{
    "id": "55c2d7f7-d7e5-4f85-8780-53dd823123b8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Age data of monazite and zircon from rare metal bearing pegmatite and carbonatite in Tashkurgan County, Xinjiang",
            "titleCn": "新疆塔什库尔干县含稀有金属伟晶岩—碳酸岩独居石和锆石年龄数据",
            "description": "The data are monazite and zircon U-Pb ages. Three samples of carbonatite and pegmatite were collected (2018kl06 is carbonatite, 2018kl101 is tourmaline bearing pegmatite near carbonatite, 2018kl08-2 is beryl bearing pegmatite). After crushing, heavy sand minerals were separated by manual elutriation. After magnetic and electromagnetic separation, monazite (about 500 grains) and zircon (more than 1000 grains) were picked out under binocular lens. After selecting representative monazite as target, the internal structure of monazite was studied by BSE through microscope transmission light and reflection light photography. U-Pb chronology was completed on the 193 nm laser ablation system (new wave) and multi receiver inductively coupled plasma mass spectrometer in the laboratory of Tianjin Institute of Geology and mineral resources. In 2018kl06 carbonatite, the intersection age of the reverse inconsistency line of 17 test points is 18.2 ± 0.3 Ma, while the average age of 9 test points with complete harmony is 18.15 ± 0.22 Ma; The monazite of sample 2018kl101 obtained 15 measuring points with concordance greater than 90%, and the average age is 19.39 ± 0.36 Ma; The average age of 20 zircon sites of sample 2018kl08-2 is 197.5 ± 1.4 ma. They are Cenozoic and Mesozoic (19 ~ 18 Ma and 200 MA), respectively. The early beryl bearing pegmatite was formed in the extension stage after the closure of the paleoTethys ocean, while the Cenozoic bastnaesite carbonatite pegmatite assemblage is related to the Cenozoic intracontinental strike slip extension event, indicating that the extension strike slip of Pamir structural junction may start at 19 ma. Combined with the characteristics of regional geochemical anomalies, it shows that a breakthrough in rare and light rare earth prospecting is expected in Pamir area.",
            "descriptionCn": "本数据是独居石和锆石U-Pb年龄。采集碳酸岩和伟晶岩3件样品（2018KL06为碳酸岩、2018KL101为碳酸岩附近的含电气石伟晶岩、2018KL08-2为含绿柱石伟晶岩），破碎后手工淘洗分离出重砂矿物，经磁选和电磁选后，在双目镜下挑出独居石（约500粒）和锆石（大于1000粒）。选取代表性独居石制靶后通过显微镜透射光和反射光照相，采用BSE对独居石内部结构进行研究。U-Pb年代学在天津地质矿产研究所实验室的193 nm激光剥蚀系统（New Wave）和多接收器电感耦合等离子体质谱仪上完成。2018KL06碳酸岩获得17个测点的反向不一致线交点年龄为18.2±0.3 Ma，而其中的9个测试点具有完全谐和的年龄平均值为18.15±0.22 Ma；2018KL101号样品的独居石获得15个谐和性大于90%测点的年龄平均值为19.39±0.36 Ma；2018KL08-2号样品的锆石20个测点的年龄平均值为197.5±1.4 Ma。分别是新生代和中生代（19~18 Ma和200 Ma），其中早期含绿柱石伟晶岩形成于古特提斯洋关闭后的伸展阶段，而新生代含氟碳铈矿碳酸岩-伟晶岩组合，与新生代陆内走滑伸展事件相关，表明帕米尔构造结伸展走滑启动的时间可能在19 Ma。结合区域地球化学异常特征，表明在帕米尔地区有望在稀有、轻稀土找矿上获得突破。",
            "instructions": "The data is stored in Excel format. The file name is \"monzirage\", which represents monazite and zircon ages",
            "instructionsCn": "数据以Excel格式存储。文件名称为\"MonZirAge\"，代表独居石和锆石年龄.",
            "east": 76.0,
            "west": 75.0,
            "south": 37.0,
            "north": 38.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 23295.0,
            "cstr": null,
            "doi": "10. 16509/ j. georeview. 2021. 03. 147",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王威",
                "nameEn": "WANG Wei",
                "unitEn": "The Research Center Resource and Environment of Xinjiang",
                "unitCn": "新疆自然资源与生态环境研究中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": "新疆塔什库尔干县含稀有金属伟晶岩-碳酸岩的时代—对帕米尔构造结稀有金属成矿作用的启示",
                "titleEn": null,
                "referenceCn": "王威, 马华东, 王家鑫, 朱炳玉, 柳献军. (2021). 新疆塔什库尔干县含稀有金属伟晶岩-碳酸岩的时代—对帕米尔构造结稀有金属成矿作用的启示. 地质论评. 67(04), 1119-1128.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "U-Pb定年",
                "nameEn": "U-Pb dating"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "独居石和锆石",
                "nameEn": "Monazite and zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "新疆塔什库尔干县",
                "keywordEn": "Tashikuergan, Xinjiang"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代和新生代",
                "keywordEn": "Mesozoic and Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many samples of carbonate and pegmatite were collected for the U-Pb age data study?",
                "QuestionCn": "在U-Pb年龄数据研究中收集了多少个碳酸盐和伟晶岩样本？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geological history and tectonic activity from the U-Pb age data of monazite and zircon in rare metal-bearing pegmatite-carbonatite samples?",
                "QuestionCn": "从稀有金属-bearing 斑岩-碳酸盐岩样品中单斜矿和锆石的U-Pb年龄数据可以推断出地质历史和构造活动。",
                "AnswerEn": "The U-Pb age data suggests that the early beryl-bearing pegmatites formed during the extensional phase following the closure of the Paleo-Tethys Ocean, indicating a Mesozoic era around 200 Ma. The combination of fluorocarbonate mineral-bearing carbonatite and pegmatite in the Cenozoic era (19-18 Ma) is related to intracontinental strike-slip extension events, suggesting that the initiation of the Pamir tectonic knot's extensional strike-slip might have occurred around 19 Ma. Coupled with regional geochemical anomalies, these findings indicate potential breakthroughs in the exploration of rare and light rare earth elements in the Pamir region.",
                "AnswerCn": "U-Pb年龄数据表明，早期含铍的伟晶岩是在古特提斯洋闭合后的伸展阶段形成的，时间大约在中生代的200百万年前。含氟碳酸盐矿物的碳酸盐岩与伟晶岩的组合出现在新生代（19-18百万年前），与大陆内部的走滑伸展事件有关，这表明帕米尔构造结的伸展走滑可能在大约19百万年前开始。结合区域地球化学异常，这些发现表明在帕米尔地区对稀有和轻稀土元素的勘探可能取得突破。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons behind the choice of U-Pb dating method in determining the ages of monazite and zircon in rare metal pegmatite-carbonatite complexes?",
                "QuestionCn": "选择U-Pb定年法来确定稀有金属伟晶岩-碳酸盐岩复合体中独居石和锆石的年龄的原因是什么？",
                "AnswerEn": "The U-Pb dating method is chosen due to its reliability in providing precise age determinations for minerals like monazite and zircon, which contain uranium. This method helps in understanding the geological history and timing of events, such as the formation of rare metal pegmatite-carbonatite complexes, which are linked to significant tectonic activities like the extensional events in the Pamir region during the Cenozoic and Mesozoic eras.",
                "AnswerCn": "U-Pb 定年法因其在提供锆石和独居石等含铀矿物的精确年龄测定方面的可靠性而被选择。该方法有助于理解地质历史和事件的时间，例如与显著构造活动相关的稀有金属伟晶岩-碳酸盐岩复合体的形成，这些活动发生在新生代和中生代的帕米尔地区的伸展事件期间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on geological understanding when employing U-Pb dating techniques on both monazite and zircon from rare metal pegmatite-carbonatite samples?",
                "QuestionCn": "在对稀有金属伟晶岩-碳酸盐岩样品中的独居石和锆石进行U-Pb定年技术时，可能对地质理解产生的结果是什么？",
                "AnswerEn": "Using U-Pb dating techniques on monazite and zircon collected from rare metal pegmatite-carbonatite samples can reveal the age of geological formations and the timing of significant tectonic events. For instance, it can help identify the new Cenozoic and Mesozoic geological ages (19~18 Ma and 200 Ma) and determine the timing of tectonic extensions related to the closure of the Paleo-Tethys Ocean and the initiation of extensional strike-slip events in the Pamir region around 19 Ma, which is crucial for understanding the geodynamic history and potential rare-earth element mineralization in the area.",
                "AnswerCn": "使用U-Pb定年技术对从稀有金属伟晶岩-碳酸盐岩样品中收集的独居石和锆石进行分析，可以揭示地质构造的年龄和重大构造事件的时序。例如，它可以帮助识别新的新生代和中生代地质年龄（19~18百万年前和200百万年前），并确定与古特提斯洋闭合相关的构造扩展的时序，以及在帕米尔地区约19百万年前的扩展走滑事件的启动，这对于理解该地区的地球动力学历史和潜在的稀土元素矿化具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of collecting U-Pb age data of monazite and zircon in rare metal pegmatite-carbonatite samples from Xinjiang's Tashkurgan County?",
                "QuestionCn": "收集来自新疆塔什库尔干县的稀有金属伟晶岩-碳酸盐岩样品中独居石和锆石的U-Pb年龄数据的目标是什么？",
                "AnswerEn": "The objectives are to determine the formation ages of the pegmatite and carbonatite samples, which can provide insights into the geological history and tectonic processes of the region. Specifically, the data help to understand the timing of the extension events related to the closure of the Paleotethys Ocean and the initiation of intracontinental extensional events in the Pamir tectonic knot, as well as to assess the potential for discovering rare and light rare earth elements in the area.",
                "AnswerCn": "目标是确定伟晶岩和碳酸盐岩样品的形成年龄，这可以为该地区的地质历史和构造过程提供见解。具体而言，这些数据有助于理解与古特提斯洋闭合相关的伸展事件的时间，以及评估在帕米尔构造结中内陆扩展事件的启动，同时评估该地区发现稀有和轻稀土元素的潜力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing U-Pb age data for monazite and zircon in rare-metal-bearing pegmatite and carbonatite samples?",
                "QuestionCn": "收集和分析稀有金属矿化的伟晶岩和碳酸盐岩样品中独居石和锆石的U-Pb年龄数据所涉及的仪器和程序步骤包括：",
                "AnswerEn": "The procedural steps for collecting and analyzing U-Pb age data for monazite and zircon involve several stages. Initially, samples are collected from carbonatite and pegmatite, specifically labeled as 2018KL06, 2018KL101, and 2018KL08-2. These samples undergo crushing and manual panning to separate heavy minerals. Magnetic and electromagnetic separation is then performed, after which monazite (about 500 grains) and zircon (more than 1000 grains) are handpicked under a binocular microscope. Representative monazite grains are mounted for target preparation and examined using transmitted and reflected light microscopy. The internal structure of the monazite is studied using Back-Scattered Electron (BSE) imaging. U-Pb geochronology is conducted at the Tianjin Institute of Geology and Mineral Resources using a 193 nm laser ablation system (New Wave) and a multi-receiver inductively coupled plasma mass spectrometer. Analysis provided reverse discordia intercept ages and concordant age averages for different sample points, revealing both Cenozoic and Mesozoic formation ages, which are connected to regional tectonic events. The findings suggest potential for exploration of rare and light rare earth elements in the Pamir region, correlating with specific geological events.",
                "AnswerCn": "收集和分析单斜矿和锆石的U-Pb年龄数据的程序步骤涉及几个阶段。最初，从碳酸盐岩和伟晶岩中收集样品，特别标记为2018KL06、2018KL101和2018KL08-2。这些样品经过破碎和手工淘洗以分离重矿物。随后进行磁性和电磁分离，之后在双目显微镜下手工挑选单斜矿（约500颗）和锆石（超过1000颗）。代表性的单斜矿颗粒被装载以进行目标准备，并使用透射光和反射光显微镜进行检查。单斜矿的内部结构通过背散射电子（BSE）成像进行研究。U-Pb地球年代学在天津地质矿产研究所使用193 nm激光剥离系统（New Wave）和多接收器感应耦合等离子体质谱仪进行。分析提供了反向不和谐截距年龄和不同样本点的和谐年龄平均值，揭示了与区域构造事件相关的新生代和中生代形成年龄。这些发现表明在帕米尔地区探索稀土和轻稀土元素的潜力，与特定地质事件相关联。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the use of advanced laser ablation systems enable precise U-Pb dating of rare metals in geological samples?",
                "QuestionCn": "先进的激光烧蚀系统如何使稀有金属在地质样品中的精确U-Pb定年成为可能？",
                "AnswerEn": "The use of a 193 nm laser ablation system and multi-collector inductively coupled plasma mass spectrometry enables precise U-Pb dating by accurately measuring isotopic ratios in monazite and zircon minerals. This technology allows for detailed age determination by analyzing individual grains, providing insights into the timing of geological events such as the formation of rare metal-bearing pegmatites and carbonatites.",
                "AnswerCn": "使用193 nm激光烧蚀系统和多收集感应耦合等离子体质谱法，可以通过准确测量单颗粒中的同位素比率，实现精确的铀-铅定年。这项技术通过分析单个矿物颗粒，提供了详细的年龄测定，揭示了稀有金属矿石和碳酸盐岩等地质事件的形成时间。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}