{
    "id": "55f12ffc-9d73-428f-84b3-6aa828783de7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Plateau medicine and human physiology in Hoh Xil area of Qinghai Province (may August 1990)",
            "titleCn": "青海可可西里地区高原医学与人体生理研究（1990年5月至8月）",
            "description": "Plateau medicine and human physiology research in Kekexili area of Qinghai Province, the data are from the comprehensive scientific investigation of Kekexili area carried out from May to August 1990. With the human marching into the plateau area, plateau medicine, a main branch of environmental medicine, is quietly rising. Although the research of plateau medicine has gone through more than a century (1987), many mechanisms remain unresolved. Medical scientists have organized academic mountaineering for many times to carry out Alpine medical investigation (West JB, 1982; Wu T, y, 1992). However, most of them are limited to observing the changes of the internal environment of the aircraft through the intense movement of climbing mountains, which is far from the daily life and labor of human beings on the plateau. After almost all the mountains in the world have been conquered by human beings, there are still a few highland hinterlands that have not been set foot in. Hoh Xil is such a \"no man's land\" on the earth. The magical color and adventurous career are attracting brave explorers. The effects of high altitude hypoxia, low temperature, low humidity and strong ultraviolet on human body are the most attractive research fields in Applied Physiology.",
            "descriptionCn": "青海可可西里地区高原医学与人体生理研究，数据来源于1990年5月-8月开展的对可可西里地区的综合科学考察，随着人类向高原地区的进军，一门环境医学的主支——高原医学悄然崛起。尽管迄今高原医学研究已走过了一个多世纪的历程（WestJB1987），但许多机理仍悬而未决。医学家曾多次专门组织学术登山进行高山医学考察（WestJB，1982；WuT，Y，1992），惜多限于通过攀登高山的激烈运动来观察机体内环境的变化，和人类在高原的日常生活与劳动相距甚远。在当今世界上几乎所有的高山都被人类征服以后，仍有少数高原腹地未被涉足，可可西里就是这样一块地球上仅存无几的“无人区”。神奇的色彩，冒险的生涯，正吸引着勇敢的探险者，其中高原低氧、低温、低湿及强紫外线等对人体的影响，是应用生理学中最具吸引力的研究领域。",
            "instructions": "The data set was stored in Excel format, including 10 workbooks. 1. The relationship between peripheral edema and the incidence of AMS. 2. The incidence of various symptoms of AMS after entering 5000m altitude and the comparison with literature. 3. The incidence and changes of AMS symptoms after entering 5000m altitude for three months. 4. The distribution of AMS patients. 5. The dynamic changes of Hb and HCT after long-term living in 5000m altitude. 6 The dynamic changes of ECG data in 7 and 3 months (x ̅ SE) 8. The changes of heart shape and blood pumping function before and after 3 months 9. The dynamic changes of lung function and blood oxygen saturation at different altitudes and at different times 10. The dynamic changes of eight urine biochemical indexes at 5000 m altitude are described in detail in the table The data of various diseases and incidence rate were obtained.",
            "instructionsCn": "该数据集以Excel格式存储，包含了10张工作簿，分别1、外周水肿与AMS发病的关系2、进入海拔5000m高原各种症状的出现率及和文献资料的比较3、进入海拔5000m高原三个月AMS各项症状的发生率及其变化4、AMS发病的人群分布5、长期旅居海拔5000m高原Hb和Hct的动态变化6、对人体红细胞SOD，血浆VitE和MDA影响7、三个月ECG各项数据的动态变化（x̅士SE）8、3个月前后心脏形态和泵血功能的变化9、不同海拔高度，不同时间的肺功能与血氧饱和度的动态改变10、旅居海拔5000m高原八项尿液生化指标的动态变化表中详细介绍了通过研究高原反应的各种病症和发病率获得的数据。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 2952213.0,
            "cstr": "18406.11.HumanNat.tpdc.272560",
            "doi": "10.11888/HumanNat.tpdc.272560",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冯祚建",
                "nameEn": "FENG Zuojian",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区生物与人体高山生理",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区生物与人体高山生理. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人类",
                "nameEn": "Human"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to study the impact of high-altitude environments on human physiology in remote areas like the Qinghai Kekexili region?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究高海拔环境对人类生理的影响，特别是在像青海可可西里这样的偏远地区？",
                "AnswerEn": "A comprehensive scientific expedition conducted from May to August 1990 in the Qinghai Kekexili region serves as an example. This expedition focused on observing physiological changes in humans due to high-altitude conditions, such as low oxygen levels, low temperature, low humidity, and strong ultraviolet radiation. The study was part of an effort to understand human adaptation in high-altitude environments, distinguishing itself from prior studies that were limited to observing changes during intense mountain climbing.",
                "AnswerCn": "1990年5月至8月在青海可可西里地区进行了一次全面的科学考察。这次考察重点观察人类在高海拔条件下的生理变化，如低氧水平、低温、低湿度和强紫外线辐射。该研究旨在了解人类在高海拔环境中的适应能力，与之前仅限于观察剧烈登山过程中变化的研究有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to study human physiological responses to high-altitude environments in remote areas like Qinghai Kekexili?",
                "QuestionCn": "用于研究高海拔环境下人类生理反应的数据收集方法的特点，包括在像青海可可西里这样的偏远地区进行研究时的特点。",
                "AnswerEn": "low oxygen, low temperature, low humidity, strong ultraviolet radiation",
                "AnswerCn": "低氧、低温、低湿度、强紫外线辐射",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the duration in months for which data was collected in the high-altitude physiological research in the Qinghai Hoh Xil region?",
                "QuestionCn": "在青海霍西尔地区进行的高海拔生理研究中，数据收集的持续时间为几个月。",
                "AnswerEn": "4 months",
                "AnswerCn": "4个月",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '高原医学' (high-altitude medicine) mean in the context of research conducted in remote areas like the Qinghai Kekexili region?",
                "QuestionCn": "'高原医学'（high-altitude medicine）在像青海可可西里这样的偏远地区进行的研究中，指的是研究和应对高海拔环境对人类健康影响的医学领域。这包括高原反应、缺氧、气候变化对健康的影响，以及在极端条件下的医疗救助和适应策略。",
                "AnswerEn": "In the context of the research conducted in the Qinghai Kekexili region, '高原医学' (high-altitude medicine) refers to a branch of environmental medicine that studies the physiological impact of high-altitude environments on the human body. This includes understanding the effects of low oxygen levels, low temperatures, low humidity, and strong ultraviolet radiation on human physiology. The research aims to investigate these factors in areas that remain largely unexplored by humans, like the Kekexili region, to provide insights into human adaptation and survival in such extreme conditions.",
                "AnswerCn": "在青海可可西里地区进行的研究中，“高原医学”指的是一个研究高海拔环境对人体生理影响的环境医学分支。这包括理解低氧水平、低温、低湿度和强紫外线辐射对人体生理的影响。该研究旨在调查这些因素在可可西里等人类尚未大规模探索的地区，以提供对人类在极端条件下适应和生存的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the physiological adaptations of humans to high-altitude environments from data patterns on low oxygen, low temperature, and strong ultraviolet exposure?",
                "QuestionCn": "从低氧、低温和强紫外线暴露的数据模式中，可以推断出人类在高海拔环境中的生理适应。",
                "AnswerEn": "The physiological adaptations to high-altitude environments, such as those in the Qinghai Kekexili region, involve understanding how the human body responds to low oxygen, low temperature, and strong ultraviolet exposure. These conditions can impact the body's internal environment, and examining data on these variables can reveal insights into the mechanisms of acclimatization and adaptation in high-altitude settings.",
                "AnswerCn": "高海拔环境（如青海可可西里地区）的生理适应涉及理解人体如何应对低氧、低温和强紫外线照射。这些条件会影响身体的内部环境，研究这些变量的数据可以揭示高海拔环境中适应和调节机制的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of collecting physiological and environmental data in high-altitude regions like Qinghai Kekexili, particularly considering the challenges posed by low oxygen, low temperature, and strong ultraviolet radiation?",
                "QuestionCn": "在高海拔地区如青海可可西里，收集生理和环境数据的复杂性受到多种因素的影响，特别是低氧、低温和强紫外线辐射带来的挑战。",
                "AnswerEn": "The complexity of collecting data in high-altitude regions such as Qinghai Kekexili is influenced by several environmental factors including low oxygen levels, low temperatures, low humidity, and strong ultraviolet radiation. These factors make it challenging to simulate the typical living and working conditions of humans in high-altitude areas, as opposed to the more intense physical activities like mountain climbing often used in studies. Additionally, the remoteness and inaccessibility of these regions add to the difficulty of data collection.",
                "AnswerCn": "在高海拔地区，如青海可可西里，收集数据的复杂性受到多种环境因素的影响，包括低氧水平、低温、低湿度和强紫外线辐射。这些因素使得模拟高海拔地区人类的典型生活和工作条件变得具有挑战性，而不是像登山等更为剧烈的身体活动常用于研究。此外，这些地区的偏远和难以到达也增加了数据收集的难度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy when collecting physiological data in extreme high-altitude environments like Qinghai Kekexili, considering the harsh conditions such as low oxygen levels, low temperatures, low humidity, and strong UV radiation?",
                "QuestionCn": "在极高海拔环境如青海可可西里收集生理数据时，考虑到低氧水平、低温、低湿度和强紫外线等恶劣条件，数据准确性可能面临的潜在后果是什么？",
                "AnswerEn": "The extreme conditions in high-altitude environments like Qinghai Kekexili, including low oxygen levels, low temperatures, low humidity, and strong UV radiation, can significantly impact the accuracy of physiological data collection. These factors may lead to physiological responses that are difficult to replicate or control in laboratory settings, complicating the interpretation of data. Additionally, the harsh conditions may affect the performance and reliability of data collection equipment, potentially leading to errors or data loss.",
                "AnswerCn": "高海拔环境如青海可可西里中的极端条件，包括低氧水平、低温、低湿度和强紫外线辐射，可能会显著影响生理数据收集的准确性。这些因素可能导致生理反应难以在实验室环境中复制或控制，从而使数据的解释变得复杂。此外，恶劣的条件可能会影响数据收集设备的性能和可靠性，可能导致错误或数据丢失。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting data on human physiological responses to high-altitude conditions in remote plateau regions like the Qinghai Hoh Xil area?",
                "QuestionCn": "在像青海霍西尔地区这样的偏远高原地区收集人类生理反应数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting data on human physiological responses to high-altitude conditions in remote plateau regions like the Qinghai Hoh Xil area are to understand the impacts of high-altitude factors such as low oxygen levels, low temperatures, low humidity, and strong ultraviolet radiation on the human body. This research aims to advance the field of high-altitude medicine, which is a branch of environmental medicine that examines how these extreme environmental conditions affect human physiology and health, especially as human activity increasingly ventures into these challenging regions.",
                "AnswerCn": "在像青海霍西尔地区这样的偏远高原地区收集人类生理反应数据的主要目标是了解低氧水平、低温、低湿度和强紫外线等高海拔因素对人体的影响。这项研究旨在推动高原医学的发展，高原医学是环境医学的一个分支，研究这些极端环境条件如何影响人类生理和健康，尤其是在人类活动越来越多地进入这些具有挑战性的地区时。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}