{
    "id": "56331620-c5c4-4c5b-b9fa-2ce3bb1d2dc8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Organic contamination and ancient DNA extraction of six hanging coffin human remains",
            "titleCn": "6例悬棺人骨遗骸样本的有机物污染与古DNA提取结果",
            "description": "DNA was extracted from teeth or phalanx. Firstly, we conducted 2 hours UVirradiation on the samples, and removed a layer of surface using a sterile dentistry trill, then again irradiated with 1 hour UV-light on the samples. We drilled out ~80 mg of bone powder for every sample with the sterile dentistry trill,  and only do 2 samples at one time (include following procedures until performing sequencing; samples from different archaeological sites were never handled together) to avoid potential individual cross-contamination. Using the 80 mg bone powder, we performed DNA extraction following the silica suspension protocol from an early report (Rohland and  Hofreiter 2007), which was modified afterwards (Allentoft, et al. 2015) for customizing recovering of more shorter DNA fragments, that finally resulting a total of 100 μl aliquots for each sample. In brief, the bone powder was digested over night with proteinase K in 0.5M EDTA plus 10% N-Laurylsarcosyl suspension,  then the released DNA was absorbed in solution which includes PB buffer, 5M sodium acetate, 5M sodium chloride and SiO2 suspension, and followed by three times of purification using 80% ethyl alcohol. Finally, after airing, the DNA was eluted with 100 μl EB buffer. Next, to perform preliminary aDNA preservation situation screening,  using 20μl DNA aliquots of each sample, we built the double strand library (DSL) with no Uracil- DNA-Glycosylase (UDG) treatment under a single indexing with commercial kit (cat no: E7370) from New England Biolabs (Ipswich, MA) following the manufacturer’s guidelines, as previously reported (Meyer and Kircher 2010) that includes end prep,  adaptor ligation, purification, PCR amplification and size selection steps. PCRs were conducted in a final volume of 50 μl using AmpliTaq Gold 360 DNA Polymerase (AmpliTaq Gold, Life Technologies Applied Biosystems) which is able to well amplify across uracils, preserve the DNA damage pattern that induced by deamination,  which indicating of authentic aDNA (Krause,  et al. 2010). We performed all the sequencing (also the following captured library sequencing) on the Illumina HiSeq X Ten (PE-150) platform ( https://www.illumina.com.cn/systems/sequencing-platforms/hiseq-x.html ). The calculated appraise indexes of aDNA quality and preservation are shown in Table S1. Lastly,  we rebuilt the DSLs with 3 hours UDG treatment using the remaining DNA extraction aliquots, which could largely remove uracil residues from DNA fragmental end to leave abasic sites, and cuts the DNA at the 5´ and 3´ sides of the abasic sites with enzyme endonuclease VIII (Endo VIII). For these libraries,  we performed the mtDNA capture using myBaits® Mito-Target Capture Kits as previous report (Enk, et al. 2014). Briefly, we used the biotinylated RNA “baits” that are transcribed from the human genomic DNA to perform the capture in solution overnight at 65°C,  then mixed in streptavidin-coated magnetic beads and sequestered the targets with a magnetic stand. The PCRs for both pre-capture and post-capture are performed using KAPA HiFi Hot start Polymerase (KAPA BIOSYSTEMS).",
            "descriptionCn": "DNA was extracted from teeth or phalanx. Firstly, we conducted 2 hours UV irradiation on the samples, and removed a layer of surface using a sterile dentistry trill, then again irradiated with 1 hour UV-light on the samples. We drilled out ~80 mg of bone powder for every sample with the sterile dentistry trill, and only do 2 samples at one time (include following procedures until performing sequencing; samples from different archaeological sites were never handled together) to avoid potential individual cross-contamination. Using the 80 mg bone powder, we performed DNA extraction following the silica suspension protocol from an early report (Rohland and Hofreiter 2007), which was modified afterwards (Allentoft, et al. 2015) for customizing recovering of more shorter DNA fragments, that finally resulting a total of 100 μl aliquots for each sample. In brief, the bone powder was digested over night with proteinase K in 0.5M EDTA plus 10% N-Laurylsarcosyl suspension, then the released DNA was absorbed in solution which includes PB buffer, 5M sodium acetate, 5M sodium chloride and SiO2 suspension, and followed by three times of purification using 80% ethyl alcohol. Finally, after airing, the DNA was eluted with 100 μl EB buffer. Next, to perform preliminary aDNA preservation situation screening, using 20μl DNA aliquots of each sample, we built the double strand library (DSL) with no Uracil- DNA-Glycosylase (UDG) treatment under a single indexing with commercial kit (cat no: E7370) from New England Biolabs (Ipswich, MA) following the manufacturer’s guidelines, as previously reported (Meyer and Kircher 2010) that includes end prep, adaptor ligation, purification, PCR amplification and size selection steps. PCRs were conducted in a final volume of 50 μl using AmpliTaq Gold 360 DNA Polymerase (AmpliTaq Gold, Life Technologies Applied Biosystems) which is able to well amplify across uracils, preserve the DNA damage pattern that induced by deamination, which indicating of authentic aDNA (Krause, et al. 2010). We performed all the sequencing (also the following captured library sequencing) on the Illumina HiSeq X Ten (PE-150) platform (https://www.illumina.com.cn/systems/sequencing-platforms/hiseq-x.html). The calculated appraise indexes of aDNA quality and preservation are shown in Table S1. Lastly, we rebuilt the DSLs with 3 hours UDG treatment using the remaining DNA extraction aliquots, which could largely remove uracil residues from DNA fragmental end to leave abasic sites, and cuts the DNA at the 5´ and 3´ sides of the abasic sites with enzyme endonuclease VIII (Endo VIII). For these libraries, we performed the mtDNA capture using myBaits® Mito-Target Capture Kits as previous report (Enk, et al. 2014). Briefly, we used the biotinylated RNA “baits” that are transcribed from the human genomic DNA to perform the capture in solution overnight at 65°C, then mixed in streptavidin-coated magnetic beads and sequestered the targets with a magnetic stand. The PCRs for both pre-capture and post-capture are performed using KAPA HiFi Hot start Polymerase (KAPA BIOSYSTEMS).",
            "instructions": "none",
            "instructionsCn": "无",
            "east": 0.0,
            "west": 0.0,
            "south": 0.0,
            "north": 0.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 102006.0,
            "cstr": "18406.11.Ecolo.tpdc.271198",
            "doi": "10.11888/Ecolo.tpdc.271198",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "祁学斌",
                "nameEn": "QI Xuebin",
                "unitEn": "",
                "unitCn": "中国科学院昆明动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand",
                "referenceCn": null,
                "referenceEn": "Zhang, X., Li, C., Zhou, Y., Huang, J., Yu, T., Liu, X., Shi, H., Liu, H., Chia, S., Huang, S., Guo, Y., Shoocongdej, R., Ji, X. & Su, B. (2020). A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand. iScience 23, 101032."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "悬棺葬",
                "nameEn": "Hanging-coffin"
            },
            {
                "nameCn": "遗传多样性",
                "nameEn": "Genetic diversity"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Sites"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "3000年前",
                "keywordEn": "3000 years before",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to extract ancient DNA from bone samples while minimizing contamination risks?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于从骨骼样本中提取古代DNA，同时最小化污染风险？",
                "AnswerEn": "A data collection method involved extracting DNA from teeth or phalanx by first conducting UV irradiation on the samples, removing a surface layer using a sterile dentistry trill, and drilling out bone powder. This process was specifically designed to minimize contamination by handling only two samples at a time from different archaeological sites separately.",
                "AnswerCn": "一种数据收集方法涉及从牙齿或指骨中提取DNA，首先对样本进行紫外线照射，然后使用无菌牙科钻头去除表层，并钻出骨粉。该过程专门设计用于最小化污染，处理时仅同时处理来自不同考古遗址的两个样本。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of DNA extraction methods used for ancient human bone samples?",
                "QuestionCn": "用于古人类骨骼样本的DNA提取方法的特点是什么？",
                "AnswerEn": "UV irradiation, removal of surface layers, drilling of bone powder, modified silica suspension protocol, minimize contamination, preserve short DNA fragments, digestion with proteinase K, purification steps.",
                "AnswerCn": "紫外线照射，去除表面层，钻取骨粉，改良的硅悬浮液方案，最小化污染，保存短DNA片段，蛋白酶K消化，纯化步骤。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using UV irradiation in the preparation of ancient bone samples for DNA extraction?",
                "QuestionCn": "在古代骨骼样本的DNA提取准备中使用紫外线照射的意义是什么？",
                "AnswerEn": "UV irradiation is used to sterilize and decontaminate the surface of ancient bone samples, helping to reduce the risk of external contamination before DNA extraction. This process ensures that the DNA being analyzed is more likely to be authentic ancient DNA rather than modern contaminants.",
                "AnswerCn": "紫外线照射用于对古代骨骼样本的表面进行灭菌和去污，帮助减少在DNA提取前外部污染的风险。这个过程确保所分析的DNA更有可能是真正的古代DNA，而不是现代污染物。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the DNA extraction methods from teeth or phalanx compare to DNA extraction methods from other skeletal remains in terms of contamination prevention and DNA preservation?",
                "QuestionCn": "从牙齿或指骨提取DNA的方法与从其他骨骼遗骸提取DNA的方法在污染防止和DNA保存方面有何比较？",
                "AnswerEn": "The DNA extraction methods from teeth or phalanx involve several steps to prevent contamination and preserve DNA, including UV irradiation, sterile removal of the surface layer, and using a silica suspension protocol for extraction. This can be compared to other skeletal remains where different protocols might be used, potentially affecting the level of contamination prevention and quality of DNA preservation.",
                "AnswerCn": "从牙齿或指骨提取DNA的方法涉及多个步骤，以防止污染并保存DNA，包括紫外线照射、无菌去除表层以及使用二氧化硅悬浮液提取协议。这可以与其他骨骼遗骸进行比较，其中可能使用不同的协议，这可能会影响污染预防的程度和DNA保存的质量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to potential cross-contamination during the extraction of ancient DNA from skeletal remains?",
                "QuestionCn": "在从骨骼遗骸提取古代DNA的过程中，导致潜在交叉污染的因素有哪些？",
                "AnswerEn": "Potential cross-contamination during the extraction of ancient DNA from skeletal remains can be attributed to handling multiple samples at the same time, especially if they originate from different archaeological sites. To minimize this risk, the samples were processed two at a time, ensuring that samples from different sites were never handled together.",
                "AnswerCn": "在提取古代DNA时，处理多个样本时可能会导致交叉污染，尤其是当样本来自不同的考古遗址时。为了尽量减少这种风险，样本被分两份处理，确保来自不同遗址的样本不会一起处理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in extracting ancient DNA from bone samples while minimizing contamination and maximizing DNA recovery?",
                "QuestionCn": "提取古代DNA的程序步骤包括以下几个方面，以最小化污染并最大化DNA的回收：\n\n1. **样本选择与准备**：选择保存良好的骨骼样本，避免使用受污染的样本。使用无菌工具进行样本切割。\n\n2. **表面清洁**：在提取之前，使用漂白剂或其他消毒剂清洁骨骼表面，以去除外部污染物。\n\n3. **去除外层**：去除骨骼样本的外层，以消除可能的污染，通常使用钻头或锉刀。\n\n4. **粉碎样本**：将骨骼样本粉碎成小颗粒，以增加表面积，促进DNA的提取。\n\n5. **DNA提取**：使用适当的化学试剂（如酚/氯仿提取法或商业DNA提取试剂盒）提取DNA，确保在无菌环境中进行。\n\n6. **去除抑制剂**：在提取过程中，去除可能抑制PCR反应的物质，以提高后续分析的成功率。\n\n7. **DNA纯化**：使用柱式纯化或沉淀法进一步纯化提取的DNA，以去除杂质。\n\n8. **定量与质量检测**：使用分光光度计或荧光染料法定量DNA，并通过凝胶电泳检查DNA的完整性。\n\n9. **存储与记录**：将提取的DNA样本存储在适当的条件下，并详细记录提取过程，以便追溯和验证。\n\n10. **实验室管理**：在整个过程中，遵循严格的实验室管理规范，使用专用设备和无菌技术，以减少交叉污染的风险。",
                "AnswerEn": "The procedural steps for extracting ancient DNA from bone samples include: 1) Conducting UV irradiation on the samples for 2 hours followed by surface layer removal using a sterile dentistry trill, then irradiating again with UV-light for 1 hour. 2) Drilling out approximately 80 mg of bone powder per sample with a sterile dentistry trill, ensuring only two samples are processed concurrently to prevent individual cross-contamination. 3) Performing DNA extraction using a modified silica suspension protocol to recover shorter DNA fragments, resulting in 100 μl aliquots per sample. 4) Digesting the bone powder overnight with proteinase K in a 0.5M EDTA plus 10% N-Laurylsarcosyl suspension, followed by DNA absorption in a solution containing PB buffer, sodium acetate, sodium chloride, and SiO2 suspension, with purification using 80% ethyl alcohol. 5) Eluting the DNA with 100 μl EB buffer and constructing a double strand library (DSL) without UDG treatment for preliminary aDNA screening. 6) Conducting PCR amplification and sequencing using the Illumina HiSeq X Ten platform. 7) Rebuilding DSLs with a 3-hour UDG treatment to remove uracil residues and performing mtDNA capture using myBaits® Mito-Target Capture Kits.",
                "AnswerCn": "提取古代DNA的程序步骤包括：1) 对样本进行2小时的紫外线照射，然后使用无菌牙科钻头去除表层，再次进行1小时的紫外线照射。2) 使用无菌牙科钻头钻取每个样本约80毫克的骨粉，确保同时仅处理两个样本，以防止个体交叉污染。3) 使用改良的二氧化硅悬浮液协议进行DNA提取，以回收较短的DNA片段，每个样本得到100μl的分装。4) 在0.5M EDTA和10% N-月桂酰肌氨酸悬浮液中用蛋白酶K消化骨粉过夜，然后在含有PB缓冲液、醋酸钠、氯化钠和SiO2悬浮液的溶液中吸附DNA，并使用80%乙醇进行纯化。5) 用100μl的EB缓冲液洗脱DNA，并构建不进行UDG处理的双链文库（DSL）以进行初步的古DNA筛选。6) 使用Illumina HiSeq X Ten平台进行PCR扩增和测序。7) 通过3小时的UDG处理重建DSL，以去除尿嘧啶残留，并使用myBaits® Mito-Target捕获试剂盒进行mtDNA捕获。",
                "Level": "C3(Applying)"
            }
        ]
    }
}