{
    "id": "566912d8-b09b-4470-8e59-62082873023a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "GEOCHRONOLOGICAL and Geochemical Constraints on the formation of Chizhou Cu Mo polymetallic deposit in the middle and lower reaches of the Yangtze River metallogenic belt",
            "titleCn": "长江中下游成矿带池州铜钼多金属矿床形成的年代学和地球化学制约因素地球化学分析图集",
            "description": "The data include: (1) zircon U-Pb concordance, weighted average age and cathodoluminescence (CL) images of representative zircon grains from four intrusions in Chizhou area. The small solid circles in CL images represent the spots of la-mc-icp-ms Hf isotope analysis; The big dot circle represents the spots of laicp-ms analysis.\n(2) Geochemical map of apatite samples from Chizhou granodiorite (porphyry)（ a) CL and f diagram（ b) Chondrite normalized REE map（ c) Y and Sr diagram（ d) Rare earth element triangle. Note: m, mantle; M-C, mantle crust; C. Crust\n(3) Classification map of petrochemical composition of Chizhou granodiorite (porphyry)（ a) Total alkali and silica (TAS) diagram（ b) Comparison of a / NK and a / CNK（ c) A.R. - SiO2 diagram, A.R. = (Al2O3 + CaO + Na2O + K2O) / (Al2O3 + Cao – Na2O – K2O). The solid line shows the division among calc alkaline, alkaline and peralkaline（ d) Comparison of K2O and SiO2\n(4) (a) the relationship between Al2O3 and SiO2 of Chizhou granodiorite (porphyry) samples, (b) the relationship between MgO and SiO2, (c) the relationship between Zr and SiO2, (d) the relationship between Nb and SiO2, (E) the relationship between SR and SiO2, (f) the relationship between SR / Y and y\n(5) Chondrite normalized REE model and primitive mantle normalized trace element spider diagram of Chizhou granodiorite (porphyry) samples\n(6) Nd Sr isotopic map of intrusive rocks in Chizhou area\n(7) Zircon U-Pb dating of Chizhou intrusion\n(8) (a) lgfio2 and t (℃) of zircon samples and (b) Ce4 + / Ce3 of zircon samples ± (c) logfio2 and EU / EU * values of apatite samples from Chizhou intrusive rocks δ The curve of EU. MH: magnetite hematite buffer, FMQ: forsterite magnet quartz buffer, IW: Iron floating buffer\n(9) The (a) Ta / SM vs. TA, (b) V vs. Rb, (c) La / Yb vs. SiO2 curves of Chizhou granodiorite (porphyry) samples. Note: PM partial melting, FC fractional crystallization",
            "descriptionCn": "数据内容包括：（1）池州地区四个侵入体代表性锆石颗粒的锆石U-Pb协和图、加权平均年龄和阴极发光（CL）图像。CL图像中的小实心圆代表LA-MC-ICP-MS Hf同位素分析的斑点；大点圆代表LAICP-MS分析的斑点。\n（2）池州花岗闪长岩（斑岩）磷灰石样品地球化学图。（a） Cl与F图；（b）球粒陨石标准化REE图；（c）Y与Sr图；（d）稀土元素三角图。注：M，地幔；M-C，地幔-地壳；C，地壳   \n（3）池州花岗闪长岩（斑岩）岩石化学成分分类图。（a） 总碱与二氧化硅（TAS）图。（b） A/NK与A/CNK的对比图。（c） A.R.-SiO2图，A.R.=（Al2O3+CaO+Na2O+K2O）/（Al2O3+CaO–Na2O–K2O）。实线表示钙碱性、碱性和过碱性之间的划分。（d） K2O与SiO2的对比图\n（4）（a） 池州花岗闪长岩（斑岩）样品的Al2O3与SiO2的关系曲线，（b）MgO与SiO2的关系曲线，（c）Zr与SiO2的关系曲线，（d）Nb与SiO2的关系曲线，（e）Sr与SiO2的关系曲线，（f）Sr/Y与Y的关系曲线\n（5）池州花岗闪长岩（斑岩）样品的球粒陨石标准化稀土模式和原始地幔标准化微量元素蜘蛛图\n（6）池州地区侵入岩Nd-Sr同位素图\n（7）池州侵入体锆石的U-Pb年龄图\n（8）（a）锆石样品的lgfO2与T（℃）和（b）锆石样品的Ce4+/Ce3±值与Eu/Eu*值，（C）池州侵入岩磷灰石样品的logfO2与δEu的曲线图。MH:磁铁矿-赤铁矿缓冲液，FMQ: 铁橄榄石-磁铁-石英缓冲液，IW:铁-浮体缓冲液\n（9）池州花岗闪长岩（斑岩）样品的（a）Ta/Sm与Ta、（b）V与Rb、（c）La/Yb与SiO2的关系曲线。注：PM部分熔融，FC分离结晶",
            "instructions": "The data is stored in JPG format. Usage: open the data through the software with image editor function\nThe meaning of the data point is shown in the legend. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample ordinal number",
            "instructionsCn": "数据以jpg形式储存。使用方法：将数据通过有图片编辑器功能软件打开即可\n数据中点的意义在图例中均有显示。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品序数",
            "east": 117.67,
            "west": 117.33,
            "south": 30.33,
            "north": 30.67,
            "startTime": null,
            "endTime": null,
            "fileSize": 8201193.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2019.04.018",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢建成",
                "nameEn": "XIE Jiancheng",
                "unitEn": "",
                "unitCn": "合肥工业大学资源与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
                "referenceCn": null,
                "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "池州",
                "keywordEn": "Chizhou"
            },
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "侏罗纪",
                "keywordEn": "Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and data collection methods for analyzing zircon U-Pb concordia diagrams and weighted mean ages in geochronological studies?",
                "QuestionCn": "分析锆石U-Pb一致性图和加权平均年龄的地质年代学研究的特征和数据收集方法是什么？",
                "AnswerEn": "zircon grains, cathodoluminescence (CL) imaging, LA-MC-ICP-MS Hf isotope analysis spots, LA-ICP-MS analysis spots",
                "AnswerCn": "锆石颗粒，阴极发光（CL）成像，LA-MC-ICP-MS Hf 同位素分析点，LA-ICP-MS 分析点",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many representative zircon particles are analyzed for U-Pb concordia diagrams, weighted mean ages, and CL images in a dataset related to the formation of Cu-Mo polymetallic deposits in the Chizhou area?",
                "QuestionCn": "在与池州地区Cu-Mo多金属矿床形成相关的数据集中，分析了多少个代表性的锆石颗粒用于U-Pb一致性图、加权平均年龄和CL图像？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'geochemical analysis' involve in the context of studying the formation of copper-molybdenum polymetallic deposits in the Middle-Lower Yangtze River metallogenic belt?",
                "QuestionCn": "在研究中下游扬子江成矿带铜钼多金属矿床的形成过程中，“地球化学分析”涉及什么？",
                "AnswerEn": "Geochemical analysis in this context involves examining various geochemical data content, including zircon U-Pb concordia diagrams, weighted average ages, and cathodoluminescence images of representative zircon particles from intrusive bodies. It also includes geochemical diagrams of apatite samples, classification diagrams of granodiorite chemical compositions, and relationships between different elements and compounds, such as Al2O3 and SiO2. Additionally, it analyzes chondrite-normalized rare earth element patterns, primitive mantle-normalized trace element spider diagrams, and Nd-Sr isotope diagrams of the intrusive rocks.",
                "AnswerCn": "在这个背景下，地球化学分析涉及检查各种地球化学数据内容，包括锆石U-Pb一致性图、加权平均年龄以及来自侵入体的代表性锆石颗粒的阴极发光图像。它还包括磷灰石样品的地球化学图、花岗闪长岩化学成分的分类图，以及不同元素和化合物之间的关系，如Al2O3和SiO2。此外，还分析了与球粒陨石归一化的稀土元素模式、原始地幔归一化的微量元素蜘蛛图，以及侵入岩的Nd-Sr同位素图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the geochemical analysis techniques used for zircon U-Pb concordia diagrams and cathodoluminescence (CL) imaging in geological studies compare to those used for Nd-Sr isotopic analysis in terms of data collection requirements and challenges?",
                "QuestionCn": "在地质研究中，用于锆石U-Pb一致性图和阴极发光（CL）成像的地球化学分析技术与用于Nd-Sr同位素分析的技术在数据收集要求和挑战方面有何比较？",
                "AnswerEn": "In geological studies, zircon U-Pb concordia diagrams and cathodoluminescence (CL) imaging involve the analysis of zircon grains to determine age and structural details, often requiring precise instrumentation like LA-MC-ICP-MS for isotope analysis. This method focuses on high-resolution imaging and isotopic dating. Nd-Sr isotopic analysis, on the other hand, involves examining the isotopic ratios of neodymium and strontium to understand the source and evolution of rocks, which requires careful sample preparation and mass spectrometric techniques. The primary difference lies in the focus on age and structural analysis versus isotopic source tracing, each with its own set of technical challenges related to precision, sample preparation, and instrumentation.",
                "AnswerCn": "在地质研究中，锆石U-Pb一致性图和阴极发光（CL）成像涉及对锆石颗粒的分析，以确定年龄和结构细节，通常需要精密的仪器，如激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）进行同位素分析。这种方法侧重于高分辨率成像和同位素定年。另一方面，Nd-Sr同位素分析涉及检查铈和锶的同位素比率，以了解岩石的来源和演化，这需要仔细的样品准备和质谱技术。主要区别在于关注年龄和结构分析与同位素来源追踪，各自具有与精度、样品准备和仪器相关的技术挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately determining the geochemical constraints in the formation of copper-molybdenum polymetallic deposits in the middle and lower reaches of the Yangtze River?",
                "QuestionCn": "在长江中下游地区，准确确定铜-钼多金属矿床形成的地球化学约束的复杂性受到哪些因素的影响？",
                "AnswerEn": "The complexity arises from the need to analyze various geochemical data such as zircon U-Pb concordia diagrams, weighted average ages, cathodoluminescence images, and isotopic analyses of zircon and apatite samples. Additionally, the classification of rock chemical compositions, the relationship curves of different elements with SiO2, and the standardization of trace elements require precise data collection and interpretation to understand the interactions between mantle, mantle-crust, and crustal sources.",
                "AnswerCn": "复杂性源于需要分析各种地球化学数据，如锆石U-Pb一致性图、加权平均年龄、阴极发光图像以及锆石和磷灰石样品的同位素分析。此外，岩石化学成分的分类、不同元素与SiO2的关系曲线以及微量元素的标准化都需要精确的数据收集和解释，以理解地幔、地幔-地壳和地壳源之间的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental and procedural steps are necessary for collecting and analyzing zircon U-Pb concordia diagrams and weighted mean ages in a geochemical analysis of intrusive rocks?",
                "QuestionCn": "收集和分析锆石U-Pb一致图和加权平均年龄的必要工具和程序步骤，包括在侵入岩的地球化学分析中。",
                "AnswerEn": "In the geochemical analysis of intrusive rocks, such as those in the 长江中下游成矿带池州地区, collecting zircon U-Pb concordia diagrams and weighted mean ages involves several steps. First, representative zircon particles from the intrusive bodies are selected and prepared for analysis. These particles are then subjected to LA-MC-ICP-MS (Laser Ablation-Multicollector Inductively Coupled Plasma Mass Spectrometry) for U-Pb dating, which provides both concordia diagrams and weighted mean ages. Additionally, cathodoluminescence (CL) imaging is used to identify the zircon particles and mark isotope analysis spots. These procedures ensure accurate and detailed age determinations, essential for understanding the geochronological constraints of the mineralization processes in the region.",
                "AnswerCn": "在对侵入岩进行地球化学分析时，例如在长江中下游成矿带池州地区，收集锆石U-Pb一致性图和加权平均年龄涉及几个步骤。首先，从侵入体中选择代表性的锆石颗粒并进行分析准备。然后，这些颗粒被送往激光剥蚀多收集电感耦合等离子体质谱（LA-MC-ICP-MS）进行U-Pb定年，这提供了一致性图和加权平均年龄。此外，阴极发光（CL）成像用于识别锆石颗粒并标记同位素分析点。这些程序确保了准确和详细的年龄测定，对于理解该地区矿化过程的地质年代约束至关重要。",
                "Level": "C3(Applying)"
            }
        ]
    }
}