{
  "id": "57497e2d-746e-4527-928f-242aa3ba302c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Contents of major oxides, trace elements and rare earth elements in ophiolites (1989-1990)",
      "titleCn": "蛇绿岩的主要氧化物、微量元素以及稀土元素的含量（1989-1990）",
      "description": "In order to understand the petrochemical and geochemical properties of the Hoh Xil ophiolite, the contents of major oxides, trace elements and rare earth elements in gabbros and basalts from gangqiqu, Xijin Ulan lake and Yishan Lake were determined. The bayinchauma ophiolite has the most complete compositions, including the main oxide compositions of two altered harzburgites determined by Deng Wanming using the specimens provided by Gou Jin. The contents of rare earth elements in these two samples were determined by plasma direct reading spectrometry at Peking University.\nThis data set records the contents of major oxides, trace elements and rare earth elements in ophiolites. It includes gabbros and basalts exposed in gangqiqu, Wulan lake and Yishan Lake in Xijin.\nIt comes from the field investigation and indoor determination of the scientific research team in this book.\nOphiolite, as a sign of suture zone, plays an important role in the study of the tectonic division of the Qinghai Tibet Plateau and the formation and evolution of the plateau.",
      "descriptionCn": "为了解可可西里蛇绿岩的岩石化学和地球化学性质，对考察中采集的岗齐曲、西金乌兰湖-移山湖等地出露的辉长岩、玄武岩系统测定了主要氧化物、微量元素以及稀土元素的含量。巴音查乌玛蛇绿岩出露的组分最完全，包括邓万明利用苟金提供的标本所测定的两个蚀变方辉橄榄岩的主要氧化物成分。作者对这两个样品又在北京大学以等离子直读光谱法分别测定了稀土元素含量。\n本数据集记录了蛇绿岩的主要氧化物、微量元素以及稀土元素的含量。包括岗齐曲、西金乌兰湖-移山湖等地出露的辉长岩、玄武岩。\n来源于本书科考队的野外考察和室内测定。\n作为缝合带标志的蛇绿岩在论述青藏高原的大地构造分区和探讨高原形成和演化的研究中具有非常重要的作用。",
      "instructions": "The data set is stored in Excel format and contains two workbooks, which are the main oxide and CIPW standard molecular content of ophiolite; REE and trace element content.",
      "instructionsCn": "该数据集以Excel格式存储，包含了2张工作簿，是蛇绿岩的主要氧化物和CIPW标准分子含量；稀土元素和微量元素含量。",
      "east": 94.0,
      "west": 89.5,
      "south": 33.33,
      "north": 36.6,
      "startTime": null,
      "endTime": null,
      "fileSize": 19717.0,
      "cstr": "18406.11.SolidEar.tpdc.272635",
      "doi": "10.11888/SolidEar.tpdc.272635",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑祥身",
        "nameEn": "ZHENG Xiangshen",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青海可可西里地区地质演化",
        "titleEn": null,
        "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区地质演化. 北京, 科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海可可西里",
        "keywordEn": "Hoh Xil, Qinghai"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1989-1990",
        "keywordEn": "1989-1990",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "可可西里地区综合科学考察",
        "titleEn": "Hoh Xil area Scientific Expedition Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how data collection methods were used to determine the content of major oxides, trace elements, and rare earth elements in ophiolite complexes?",
        "QuestionCn": "您能否提供一个例子，说明数据收集方法是如何用于确定蛇绿岩复合体中主要氧化物、微量元素和稀土元素的含量的？",
        "AnswerEn": "In the study of ophiolite complexes, samples of gabbro and basalt from areas such as Gangqiqu, Xijinwulan Lake-Yishan Lake were collected and analyzed to determine the content of major oxides, trace elements, and rare earth elements. The methods involved field investigations and laboratory measurements, including the use of plasma emission spectroscopy at Peking University for rare earth elements analysis.",
        "AnswerCn": "在对蛇绿岩复杂体的研究中，收集了来自岗齐区、西金乌兰湖-义山湖等地区的辉长岩和玄武岩样品，并进行了分析，以确定主要氧化物、微量元素和稀土元素的含量。研究方法包括野外调查和实验室测量，其中在北京大学使用等离子体发射光谱法分析稀土元素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to determine the major oxides, trace elements, and rare earth elements in ophiolite complexes?",
        "QuestionCn": "用于确定蛇绿岩复合体中主要氧化物、微量元素和稀土元素的数据收集方法的特点是什么？",
        "AnswerEn": "field investigations, laboratory measurements, systematic analysis, plasma emission spectrometry",
        "AnswerCn": "现场调查、实验室测量、系统分析、等离子体发射光谱法",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '稀土元素的含量测定' mean in the context of geochemical studies?",
        "QuestionCn": "在地球化学研究中，“稀土元素的含量测定”是什么意思？",
        "AnswerEn": "In the context of geochemical studies, '稀土元素的含量测定' refers to the measurement of the content of rare earth elements within rock samples. This process often involves using techniques such as plasma emission spectroscopy to determine the concentration of these elements, which are crucial for understanding the geochemical properties of ophiolites.",
        "AnswerCn": "在地球化学研究中，“稀土元素的含量测定”是指测量岩石样品中稀土元素的含量。这个过程通常涉及使用等离子体发射光谱等技术来确定这些元素的浓度，这对于理解蛇绿岩的地球化学特性至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying geochemical patterns can be inferred from the analysis of major oxides, trace elements, and rare earth elements in ophiolite samples from different locations?",
        "QuestionCn": "从不同地点的蛇绿岩样品中对主要氧化物、微量元素和稀土元素的分析可以推断出哪些潜在的地球化学模式？",
        "AnswerEn": "The geochemical patterns observed in major oxides, trace elements, and rare earth elements provide insights into the compositional diversity and geological history of the ophiolites. For instance, variations in rare earth element concentrations can indicate processes such as partial melting or fractional crystallization that occurred during the formation of these rocks. Additionally, differences in the major oxide compositions across various locations like Gangqiqu and Xijinwulanhu-Yishanhu may reflect distinct tectonic settings or metamorphic histories, offering clues into the tectonic evolution of the Qinghai-Tibet Plateau.",
        "AnswerCn": "主要氧化物、微量元素和稀土元素的地球化学模式提供了对蛇绿岩成分多样性和地质历史的洞察。例如，稀土元素浓度的变化可以指示在这些岩石形成过程中发生的部分熔融或分馏结晶等过程。此外，像刚曲区和西金乌兰湖-义山湖等不同地点的主要氧化物成分差异可能反映出不同的构造背景或变质历史，为青藏 Plateau 的构造演化提供线索。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons behind selecting specific sampling locations for collecting data on major oxides, trace elements, and rare earth elements in ophiolites?",
        "QuestionCn": "选择特定采样地点以收集关于蛇绿岩中主要氧化物、微量元素和稀土元素数据的原因是什么？",
        "AnswerEn": "The selection of specific sampling locations, such as Gangqiqu and the Xijinwulan Lake-Yishan Lake area, is likely influenced by the exposure of gabbro and basalt in these regions. These locations provide access to the most complete components of ophiolites, which are crucial for understanding the petrological and geochemical characteristics of the Hoh Xil ophiolites. The choice is also driven by the need to analyze the composition of outcrops, including the altered harzburgite samples measured for oxide content, to support research on the tectonic division, formation, and evolution of the Tibetan Plateau.",
        "AnswerCn": "特定采样地点的选择，如刚曲区和西金乌兰湖-义山湖地区，可能受到这些地区辉长岩和玄武岩暴露的影响。这些地点提供了获取最完整的蛇绿岩成分的机会，这对于理解霍西尔蛇绿岩的岩石学和地球化学特征至关重要。选择这些地点的原因还包括需要分析露头的组成，包括测量氧化物含量的变质橄榄岩样品，以支持对青藏 Plateau的构造划分、形成和演化的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to accurately measure the major oxides, trace elements, and rare earth elements in ophiolite samples from regions like Gangqiqu and Xijinu Lake-Yishan Lake for geochemical analysis?",
        "QuestionCn": "哪些程序可以用来准确测量来自像岗崎区和西吉努湖-义山湖地区的蛇绿岩样品中的主要氧化物、微量元素和稀土元素以进行地球化学分析？",
        "AnswerEn": "To accurately measure the major oxides, trace elements, and rare earth elements in ophiolite samples from regions such as Gangqiqu and Xijinu Lake-Yishan Lake, samples should be collected during field expeditions. These samples can include gabbro and basalt outcrops. The major oxides can be analyzed using standard geochemical techniques, while trace elements and rare earth elements can be measured using plasma emission spectroscopy, as demonstrated by the analysis conducted at Peking University. This involves precise calibration and careful handling of samples to avoid contamination and ensure reliable results.",
        "AnswerCn": "为了准确测量来自如刚曲区和西金湖-义山湖地区的蛇绿岩样品中的主要氧化物、微量元素和稀土元素，样品应在野外考察期间进行采集。这些样品可以包括辉长岩和玄武岩露头。主要氧化物可以使用标准地球化学技术进行分析，而微量元素和稀土元素可以通过等离子体发射光谱法进行测量，正如北京大学进行的分析所示。这涉及到精确的校准和小心处理样品，以避免污染并确保可靠的结果。",
        "Level": "C3(Applying)"
      }
    ]
  }
}