{
  "id": "57909450-4327-47ef-b2f1-cf5c32051b25",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of plant quadrats along roads in Sichuan, Qinghai and Tibet (20200712-20200723)",
      "titleCn": "四川、青海、西藏道路沿线植物样方数据集（20200712-20200723）",
      "description": "The data set is based on the field observation and survey along the roads in Sichuan, Qinghai and Tibet. 100 * 100m sample plots are selected along the roads, and 1m * 1m or 2m * 2m sample plots are selected according to the vegetation distribution. The survey content involves the weather, geographical location, geomorphic characteristics, slope direction, slope position, soil type, vegetation type, plant community name, surface characteristics, human activity mode and vegetation status in the sample plot. For the investigation of basic information and vegetation status of the sample plot, the methods of artificial observation and tool measurement are adopted. In the vegetation status, the vegetation name refers to \"herb species in Qinghai Province\", mainly investigating its height, coverage, life form and other information. The summary of the survey results of the data set can be used as a reference to supplement the herb diversity of the Qinghai Tibet Plateau. The data set is the vegetation survey content of the actual sample plot, one file per day, and the file naming method is: year + day. For example, 20200712 represents the questionnaire content on July 12, 2020, and 202007023 represents the questionnaire content on July 23, 2020.",
      "descriptionCn": "该数据集是基于对四川、青海、西藏道路沿线实地观测调查内容所整理汇总，在道路沿线选取100*100m的样地，在样地中根据植被分布情况选择1m*1m或2m*2m的样方。调查内容涉及调查样地的天气、地理位置、地貌特征、坡向、坡位、土壤类型、植被类型、植物群落名称、地表特征、样地人类活动方式及样地内植被状况。针对样地基本信息和植被状况的调查采用了人为观测及工具测量的方法。植被状况中植被名称参考“青海省草本植物种类”主要调查其高度、盖度、生活型等信息。通过该数据集的调查结果汇总可作为补充青藏高原草本植物多样性的一个参考依据。该数据集是实际样地植被调查内容，每天一个文件，文件命名方式为：年+天，如20200712表示2020年7月12日的调查表内容，202007023表示2020年7月23日的调查表内容。",
      "instructions": "File name: the sample survey data is stored in Excel format. The name of the file is \"yyyydddd\", where yyyy represents the year and dddd represents the date. For example, 20200712 represents the excel file describing the vegetation survey on July 12, 2020. Data reading method: all Excel files of the data set can be opened directly by text program (such as office).",
      "instructionsCn": "文件命名：样方调查数据是以Excel格式储存，文件的名称为“yyyydddd”，其中yyyy代表年，dddd代表日期，比如20200712就代表这个Excel文件描述2020年07月12日植被调查情况。 数据读取方式：该数据集所有Excel文件可以直接使用文本程序（如office）打开。",
      "east": 102.4625,
      "west": 90.4125,
      "south": 29.1929,
      "north": 36.344,
      "startTime": "2019-07-12 00:00:00",
      "endTime": "2020-07-23 00:00:00",
      "fileSize": 243940.0,
      "cstr": "18406.11.Ecolo.tpdc.271506",
      "doi": "10.11888/Ecolo.tpdc.271506",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李景吉",
        "nameEn": "LI Jingji",
        "unitEn": "",
        "unitCn": "成都理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The impact of forest roads on understory plant diversity in temperate hornbeam-beech forests of Northern Iran",
        "referenceCn": null,
        "referenceEn": "Azade, Deljouei, Ehsan, Abdi, Matteo, & Marcantonio, et al. (2017). The impact of forest roads on understory plant diversity in temperate hornbeam-beech forests of Northern Iran[J]. Environmental Monitoring and Assessment, 189(8)."
      },
      {
        "titleCn": null,
        "titleEn": "INFLUENCE OF SCENIC ROAD CORRIDOR ON PLANT DIVERSITY IN KUNYU MOUNTAIN, CHINA",
        "referenceCn": null,
        "referenceEn": "Yin, X.D., Gao, Y., & Liu, J., et al. (2018). Influence of scenic road corridor on plant diversity in Kunyu Mountain, China[J]. Applied Ecology and Environmental Research, 16(2), 1461-1469."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes recorded during the vegetation surveys along roadsides in Sichuan, Qinghai, and Tibet?",
        "QuestionCn": "在四川、青海和西藏沿路的植被调查中记录的具体特征和属性是什么？",
        "AnswerEn": "weather conditions, geographical location, geomorphological characteristics, slope direction, slope position, soil type, vegetation type, plant community names, surface characteristics, human activity types, vegetation status, plant height, cover, life form",
        "AnswerCn": "天气状况，地理位置，地貌特征，坡向，坡位，土壤类型，植被类型，植物群落名称，地表特征，人类活动类型，植被状态，植物高度，覆盖度，生活型",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different sample plots were selected along the roadsides in Sichuan, Qinghai, and Tibet for vegetation survey purposes?",
        "QuestionCn": "在四川、青海和西藏的道路旁选择了多少个不同的样本地块用于植被调查？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of different sample plots selected along the roadsides in Sichuan, Qinghai, and Tibet. Therefore, there is no quantifiable information to extract.",
        "AnswerCn": "原始答案没有提供在四川、青海和西藏沿公路选择的不同样地数量的具体数值。因此，没有可提取的量化信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '样方' mean in the context of plant data collection along roadsides in Sichuan, Qinghai, and Tibet?",
        "QuestionCn": "在四川、青海和西藏沿路进行植物数据收集时，“样方”是什么意思？",
        "AnswerEn": "In the context of plant data collection along roadsides in Sichuan, Qinghai, and Tibet, '样方' (quadrats) refers to the specific plot sizes (1m*1m or 2m*2m) selected within a larger area (100m*100m) for detailed observation of vegetation distribution. These quadrats are used to systematically study various ecological variables such as plant height, cover, and life form.",
        "AnswerCn": "在四川、青海和西藏的道路旁植物数据收集中，'样方'指的是在更大区域（100m*100m）内选择的特定样地大小（1m*1m或2m*2m），用于对植被分布进行详细观察。这些样方用于系统地研究各种生态变量，如植物高度、覆盖度和生活型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the methodology of selecting 100*100m plots and further dividing them into 1m*1m or 2m*2m subplots along roadsides in Sichuan, Qinghai, and Tibet compare to other vegetation sampling methods used in similar geographical regions?",
        "QuestionCn": "在四川、青海和西藏选择100*100米的样地，并进一步将其沿道路划分为1米*1米或2米*2米的小样地的方法，与在类似地理区域使用的其他植被采样方法相比，有何不同？",
        "AnswerEn": "The methodology involves selecting large plots of 100*100m along roadsides and further subdividing them into smaller plots of 1m*1m or 2m*2m based on vegetation distribution. This approach enables detailed observation of plant diversity and structure in areas influenced by human activities and road infrastructure. Compared to other methods, such as random sampling or grid sampling used elsewhere, this approach is particularly tailored to capture the unique roadside vegetation dynamics in Sichuan, Qinghai, and Tibet, potentially offering more detailed insights into the impact of road proximity on vegetation.",
        "AnswerCn": "该方法涉及沿道路选择100*100米的大块地，然后根据植被分布进一步细分为1米*1米或2米*2米的小块。这种方法能够详细观察受人类活动和道路基础设施影响的地区的植物多样性和结构。与其他地方使用的随机抽样或网格抽样等方法相比，这种方法特别适合捕捉四川、青海和西藏独特的路边植被动态，可能提供更详细的见解，了解道路邻近对植被的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might contribute to the challenges in accurately assessing plant diversity along roadways in regions like Sichuan, Qinghai, and Tibet?",
        "QuestionCn": "在四川、青海和西藏等地区，准确评估道路沿线植物多样性面临的挑战可能包括哪些因素？",
        "AnswerEn": "The challenges in accurately assessing plant diversity along roadways in Sichuan, Qinghai, and Tibet might be influenced by factors such as varying weather conditions, geographical location, geomorphological characteristics, slope direction, slope position, soil type, vegetation type, and human activities within the plots. These elements can affect the consistency and accuracy of data collected through observational and measurement tools, impacting the assessment of plant diversity.",
        "AnswerCn": "在四川、青海和西藏沿公路准确评估植物多样性面临的挑战可能受到多种因素的影响，例如天气条件的变化、地理位置、地貌特征、坡向、坡位、土壤类型、植被类型以及地块内的人类活动。这些因素可能影响通过观察和测量工具收集的数据的一致性和准确性，从而影响植物多样性的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and completeness when utilizing human observation and tool measurement methods for vegetation status data collection along roadways in regions like Sichuan, Qinghai, and Tibet?",
        "QuestionCn": "在四川、青海和西藏等地区，利用人类观察和工具测量方法收集沿道路的植被状态数据时，可能对数据的准确性和完整性产生哪些影响？",
        "AnswerEn": "Utilizing human observation and tool measurement methods for collecting vegetation status data along roadways in regions like Sichuan, Qinghai, and Tibet can result in varying levels of data accuracy and completeness. These methods can provide detailed observational insights into vegetation characteristics such as height, cover, and life forms. However, they may also introduce human error or bias, especially in estimation tasks, and may miss finer-scale spatial or temporal variations not captured by the tools or observation scope. Despite these challenges, such methods can still offer valuable baseline data for understanding and supplementing the diversity of herbaceous plants on the Qinghai-Tibet Plateau.",
        "AnswerCn": "利用人类观察和工具测量方法在四川、青海和西藏等地区收集沿道路的植被状态数据，可能会导致数据准确性和完整性的不同水平。这些方法可以提供关于植被特征（如高度、覆盖度和生活形式）的详细观察见解。然而，它们也可能引入人为错误或偏差，特别是在估计任务中，并且可能会遗漏工具或观察范围未能捕捉到的更细尺度的空间或时间变化。尽管存在这些挑战，这些方法仍然可以为理解和补充青藏高原草本植物的多样性提供有价值的基线数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting plant plot data along roadsides in regions like Sichuan, Qinghai, and Tibet, and how can this information contribute to understanding plant biodiversity in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在四川、青海和西藏等地区沿道路收集植物样地数据的目标是什么？这些信息如何有助于理解青藏高原的植物生物多样性？",
        "AnswerEn": "The objective of collecting plant plot data along roadsides in regions like Sichuan, Qinghai, and Tibet is to gather detailed information on the weather, geographical location, landform features, slope direction, slope position, soil type, vegetation type, plant community names, surface characteristics, human activities, and vegetation conditions in the plots. This data can contribute to understanding plant biodiversity in the Qinghai-Tibet Plateau by serving as a reference for the diversity of herbaceous plants in the region, particularly through the observation and measurement of vegetation status, including plant height, coverage, and life forms.",
        "AnswerCn": "在四川、青海和西藏等地区沿道路收集植物样地数据的目的是收集有关天气、地理位置、地形特征、坡向、坡位、土壤类型、植被类型、植物群落名称、地表特征、人类活动和样地植被状况的详细信息。这些数据可以帮助理解青藏高原的植物生物多样性，作为该地区草本植物多样性的参考，特别是通过观察和测量植被状态，包括植物高度、覆盖度和生活形式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for selecting and setting up sampling plots along roadsides in regions such as Sichuan, Qinghai, and Tibet to ensure comprehensive vegetation data collection?",
        "QuestionCn": "在四川、青海和西藏等地区选择和设置道路旁采样 plots 的程序，以确保全面的植被数据收集是什么？",
        "AnswerEn": "The procedure involves selecting a 100*100m plot along the roadside based on field observations. Within this plot, smaller sampling units of 1m*1m or 2m*2m are chosen according to vegetation distribution. The data collection covers weather, geographic location, landform features, slope direction and position, soil type, vegetation type, plant community names, surface features, human activities, and vegetation condition. These factors are assessed through human observation and tool measurements, referencing plant names from 'Qinghai Province Herbaceous Plant Species' to gather information on vegetation height, coverage, and life forms.",
        "AnswerCn": "该程序涉及根据实地观察选择沿路边的100*100米地块。在该地块内，根据植被分布选择1米*1米或2米*2米的小采样单元。数据收集涵盖天气、地理位置、地形特征、坡向和位置、土壤类型、植被类型、植物群落名称、地表特征、人类活动和植被状况。这些因素通过人工观察和工具测量进行评估，并参考《青海省草本植物种类》中的植物名称，以收集有关植被高度、覆盖度和生活形式的信息。",
        "Level": "C3(Applying)"
      }
    ]
  }
}