{
  "id": "5819af9d-5274-4abc-bde0-282e5448b237",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of soil moisture observations in the Linze station foci experimental area from May to Jun, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区土壤水分观测数据集（2008年5月-7月）",
      "description": "The dataset of soil moisture observations was obtained by the cutting ring (50cm^3) and ML2X Soil Moisture Tachometer in the Linze station foci experimental area. Surface soil (0-5cm) was measured 2-3 times in 40 subplots of the west-east desert strip on May 24, 25, 28, Jun. 27 and Jul. 11, 2008, 2-4 times in 9 subplots of north-south strip on May 24, 25, 28, Jun. 27 and Jul. 11, 17 times from P1 to P6 strips on Jul. 4 and 8, nine times along LY06 strip on Jun. 6, 15, 29 and Jul. 11, LY07 strip on May 30, Jun. 6, 10, 15, 29 and Jul. 11 and LY08 strip on May 30, Jun. 6 and 10, and once by the cutting ring and three times by ML2X Soil Moisture Tachometer in Wulidun farmland quadrates on May 24, 25, 28, Jun. 29 and Jul. 11. Data were archived as Excel files. \n     See the metadata record “WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area” for more information of the quadrate locations.",
      "descriptionCn": "2008年5月24日至7月11日在临泽站加密观测区开展土壤水分观测。观测目标：0-5cm表层土壤。观测样方和观测次数：荒漠东西样带（含40个子样方，每个子样方2-3次观测）、荒漠南北样带（含9个子样方，每个子样方2-4次观测）、荒漠微波同步P1至P6样带（各17次观测）、荒漠自东向西第六至第八航线下LY06至LY08样方（各9次观测）、五里墩农田样方（每个样点环刀法1次观测，ML2X土壤水分速测仪 3次观测），样方样带的分布和编号信息请参见元数据“黑河综合遥感联合试验：临泽站加密观测区样方样带布置”，样方位置详见临泽站加密观测区样方样带坐标.xls。\n观测仪器：环刀（体积50cm^3）；ML2X土壤水分速测仪；五里墩农田样方同时采用两种仪器，其他样方均只用环刀。数据存储：Excel。\n测量时间：荒漠东西样带（2008-05-24，2008-05-25，2008-05-28，2008-06-27，2008-07-11）；荒漠南北样带（2008-05-24，2008-05-25，2008-05-28，2008-06-27，2008-07-11）；五里墩农田样方（2008-05-24，2008-05-25，2008-05-28，2008-06-29，2008-07-11）；LY06（2008-06-06，2008-06-15，2008-06-29，2008-07-11）；LY07（2008-05-30，2008-06-06，2008-06-10，2008-06-15，2008-06-29，2008-07-11）；LY08（2008-05-30，2008-06-06，2008-06-10）；P1-6（2008-07-04，2008-07-08）。\n预处理数据为土壤体积含水量。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.201,
      "west": 100.11,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2008-06-05 00:00:00",
      "endTime": "2008-07-23 00:00:00",
      "fileSize": 3782505.0,
      "cstr": "18406.11.water973.0118.db",
      "doi": "10.3972/water973.0118.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "宋怡",
        "nameEn": "SONG Yi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 丁松爽",
        "nameEn": "DING Songchuang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "高松",
        "nameEn": "GAO Song",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "潘小多",
        "nameEn": "PAN Xiaoduo",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "钱金波",
        "nameEn": "Qian Jinbo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宋怡",
        "nameEn": "SONG Yi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "严巧娣",
        "nameEn": "YAN Qiaodi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "董建",
        "nameEn": "DONG Jian",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "余莹洁",
        "nameEn": "YU Yingjie",
        "unitEn": "",
        "unitCn": "北京师范大学地理学与遥感科学学院"
      },
      {
        "nameCn": "姜浩",
        "nameEn": "JIANG Hao",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "李世华",
        "nameEn": "LI Shihua",
        "unitEn": "",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-25",
        "keywordEn": "2008-05-25",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-28",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-10",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-15",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-27",
        "keywordEn": "2008-06-27",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-04",
        "keywordEn": "2008-07-04",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-08",
        "keywordEn": "2008-07-08",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-11",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies involved in collecting soil moisture data in arid regions?",
        "QuestionCn": "在干旱地区收集土壤湿度数据涉及哪些具体特征和方法？",
        "AnswerEn": "50 cm^3 volume, ML2X soil moisture rapid tester, 0-5 cm surface layer, multiple observation plots, transects, Excel format",
        "AnswerCn": "50 cm^3 体积，ML2X 土壤湿度快速测试仪，0-5 cm 表层，多个观测样地，样带，Excel 格式",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the methodology used for observing soil moisture in a dataset focusing on surface soil layers?",
        "QuestionCn": "在一个关注表层土壤层的土壤湿度数据集中，使用的观察方法是什么？",
        "AnswerEn": "The methodology involves using instruments like the ring knife with a volume of 50 cm³ and the ML2X soil moisture rapid measuring instrument. Observations are conducted at various sample plots and transects with specific measurement dates, focusing on the surface soil layer of 0-5 cm. Some sample plots utilize both instruments, while others use only the ring knife. Data is stored in Excel format.",
        "AnswerCn": "该方法涉及使用体积为50 cm³的环刀和ML2X土壤湿度快速测量仪等仪器。在特定的测量日期，对不同的样本地块和样带进行观察，重点关注0-5 cm的表层土壤。一些样本地块同时使用这两种仪器，而其他地块则仅使用环刀。数据以Excel格式存储。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges and advantages of using ring knives and ML2X soil moisture rapid measuring instruments for collecting soil moisture data in arid environments?",
        "QuestionCn": "关于在干旱环境中使用环刀和ML2X土壤湿度快速测量仪收集土壤湿度数据的挑战和优势，可以推断出什么？",
        "AnswerEn": "The use of ring knives, which have a defined volume of 50 cm^3, suggests a focus on precise volumetric soil moisture measurements, which can be advantageous in obtaining consistent data across different observation sites. However, the challenge might lie in the manual labor involved and potential soil disturbance during sample collection. On the other hand, the ML2X soil moisture rapid measuring instrument allows for quicker measurements, which can be beneficial in covering larger areas within a limited timeframe, such as the dense observation period from May to July. This dual-method approach in specific sites like the Wulidun farmland sample plots indicates an attempt to balance precision and efficiency in data collection. The choice of instruments and methods might be influenced by the need for temporal and spatial resolution, as well as the logistical constraints of working in an arid desert environment.",
        "AnswerCn": "使用环刀进行土壤水分测量，其定义体积为50 cm³，表明关注于精确的体积土壤水分测量，这在不同观察地点获取一致数据方面具有优势。然而，挑战可能在于手工劳动的投入以及在采样过程中可能造成的土壤干扰。另一方面，ML2X土壤水分快速测量仪器允许更快的测量，这在有限的时间内覆盖更大区域时非常有利，例如从5月到7月的密集观察期。在像Wulidun农田样本地块这样的特定地点采用双重方法，表明在数据收集时试图平衡精确性和效率。仪器和方法的选择可能受到时间和空间分辨率需求以及在干旱沙漠环境中工作时的后勤限制的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the necessity of employing both the ring knife and ML2X soil moisture rapid measurement instrument for soil moisture observation in specific sample plots within the field of soil moisture data collection?",
        "QuestionCn": "在土壤湿度数据收集领域，导致在特定样本地块中需要同时使用环刀和ML2X土壤湿度快速测量仪器进行土壤湿度观察的因素有哪些？",
        "AnswerEn": "The necessity of using both the ring knife and the ML2X soil moisture rapid measurement instrument in specific sample plots, such as the Wulidun farmland sample plots, is likely due to the need for cross-verification of soil moisture data and the potential for different measurement requirements or challenges posed by the specific environmental or soil conditions in those plots.",
        "AnswerCn": "在特定样本地块，如五里墩农田样本地块，使用环刀和ML2X土壤湿度快速测量仪的必要性，可能是由于需要对土壤湿度数据进行交叉验证，以及这些地块特定的环境或土壤条件可能带来的不同测量要求或挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting soil moisture observations in the Linze station's densely observed area during the specified period in 2008?",
        "QuestionCn": "在2008年指定期间，在林泽站密集观测区域进行土壤湿度观测的主要目标是什么？",
        "AnswerEn": "The primary objective was to observe the soil moisture content in the 0-5cm surface layer of soil within different sample plots and transects, including desert east-west and north-south transects, as well as specific sample plots under flight lines and farmland, to collect data that can be used for remote sensing experiments and analysis.",
        "AnswerCn": "主要目标是观察不同样本地块和横断面中0-5厘米表层土壤的水分含量，包括沙漠东西向和南北向的横断面，以及特定的样本地块，如飞行线路下和农田，以收集可用于遥感实验和分析的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be applied to measure soil moisture content accurately in desert environments, and how might different instruments like the ring knife and ML2X soil moisture speed tester be utilized effectively?",
        "QuestionCn": "在沙漠环境中，可以应用哪些程序来准确测量土壤水分含量，以及如何有效利用不同的仪器，如环刀和ML2X土壤水分速度测试仪？",
        "AnswerEn": "In desert environments, measuring soil moisture content accurately involves selecting appropriate instruments and methodologies. The ring knife, with a volume of 50 cm^3, is used for soil moisture measurements by collecting soil samples and determining their volume water content. The ML2X soil moisture speed tester provides rapid readings of soil moisture content and is particularly useful in agricultural plots like the Wulidun farmland sample plot. For optimal accuracy, it is beneficial to use the ring knife for consistency across most sample plots, while the ML2X can be employed for quick assessments or validation checks in certain areas. The procedural steps include preparing the sample plots, systematically collecting samples at specified depths (0-5 cm in this case), and ensuring that the measurements align with the pre-defined observation schedule. Data collection should be recorded meticulously in Excel for further analysis.",
        "AnswerCn": "在沙漠环境中，准确测量土壤水分含量需要选择合适的仪器和方法。环刀的体积为50 cm³，用于通过收集土壤样本来测定其体积水分含量。ML2X土壤水分速测仪提供快速的土壤水分含量读数，特别适用于像乌里顿农田样本地块这样的农业地块。为了获得最佳准确性，使用环刀在大多数样本地块中保持一致性是有益的，而ML2X可以用于某些区域的快速评估或验证检查。程序步骤包括准备样本地块，系统地在指定深度（在这种情况下为0-5 cm）收集样本，并确保测量与预先定义的观察时间表一致。数据收集应在Excel中仔细记录，以便进一步分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}