{
  "id": "583804cd-0444-4eba-a1ac-b48fe068a6b5",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "DSM product data set of Tibet Bomi resource 3 satellite image (2018)",
      "titleCn": "西藏波密资源三号卫星影像DSM产品数据集（2018）",
      "description": "The data is the large-scale DSM data of debris flow gully area generated by using the purchased resource No. 3 satellite remote sensing image of the demonstration area and based on the stereo image pair matching method. The processing method is as follows:\n(1) Due to the large amount of cloud and shadow noise in the original image, this study uses IDL language to develop and form a special denoising and information completion program for satellite images in cloudy mountainous areas.\n(2) The emmetropia correction image is used as the left image and the front view correction image is the right image. Envi is used for DSM production.\n(3) Using aster-dem data with 30 m resolution, at least 4 typical ground control points are selected for geographic correction to ensure that the geographic coordinate error is in the order of 1 \".\n(4) Cross entropy, root mean square error and area error information entropy are used as accuracy evaluation indexes. Compared with the DSM obtained from the original data, it is verified that the imaging accuracy of the processed DSM is improved.",
      "descriptionCn": "该数据为使用购买的示范区资源三号卫星遥感影像，基于立体像对匹配方法生成对泥石流沟区域的大范围DSM数据。加工方法如下：\n（1）由于原始影像中存在大量云层和阴影噪声，本研究运用IDL语言进行开发，制作形成专用于多云山区的卫星影像的去噪和信息补全程序。\n（2）将正视校正影像作为左影像，前视校正影像为右影像，使用ENVI进行DSM的生产。\n（3）使用30 m分辨率的ASTER-DEM数据，选定至少4个典型的地面控制点对进行地理校正，确保地理坐标误差在1″的量级。\n（4）使用交叉熵，均方根误差和面误差信息熵作为精度评价指标，与经原始数据得到的DSM进行对比，验证处理后的DSM成像精度得到提升。",
      "instructions": "The data is stored as grid data in GeoTIFF format. The file name is dsm20181029 TIF, 604mb in size. When using the data of \"Tibet Bomi resources No. 3 satellite image DSM product data set (2018)\", the following papers shall be cited:\n[1] Peng S, Huang F, Tie B, et al. Optimization research on DSM product generation of ZY-3 satellite image based on the combination of image frequency-domain fusion and filtering.  IGARSS, 2020: 244-247.",
      "instructionsCn": "该数据以栅格数据形式存储，为GeoTIFF格式。文件名为dsm20181029.tif，大小为604MB，压缩为zip格式。使用“西藏波密资源三号卫星影像DSM产品数据集（2018）”数据时，需引用下列论文：\n[1] Peng S, Huang F, Tie B, et al. Optimization research on DSM product generation of ZY-3 satellite image based on the combination of image frequency-domain fusion and filtering. IGARSS, 2020: 244-247.",
      "east": 95.61,
      "west": 95.2,
      "south": 29.75,
      "north": 30.05,
      "startTime": "2018-10-29 00:00:00",
      "endTime": "2018-10-29 00:00:00",
      "fileSize": 268797957.0,
      "cstr": "18406.11.Terre.tpdc.272024",
      "doi": "10.11888/Terre.tpdc.272024",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄方",
        "nameEn": "HUANG Fang ",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "彭书颖",
        "nameEn": "PENG Shuying ",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Optimization research on DSM product generation of ZY-3 satellite image based on the combination of image frequency-domain fusion and filtering",
        "referenceCn": null,
        "referenceEn": "Peng, S., Huang, F., & Tie, B., et al. (2020). Optimization research on DSM product generation of ZY-3 satellite image based on the combination of image frequency-domain fusion and filtering. IGARSS, 244-247."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "数字表面模型",
        "nameEn": "DSM (Digital Surface Model)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "林芝地区",
        "keywordEn": "Nyingchi Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Regional climatic conditions are a primary determinant of agricultural productivity. Changes in temperature and precipitation will result in changes in land and water regimes that may subsequently affect agricultural productivity. Over the past century, China has experienced substantial climate change: during the past 100 years, the annual average temperature has increased by 0.5–0.8 °C and the distribution of precipitation has become more uneven. Agriculture in China is a major industry, supporting over 20% of the world’s population with only 8% of global cultivated area, and it is also a major importer of feed grains in the world market. Climatic-gridded datasets, generated from the interpolation of observations, express the distribution of climate over space, and they are widely used in global and regional climate change research. Air temperature and precipitation are the most important basic elements in climatic research. Commonly used global monthly climatic datasets, such as those with 0.5° resolution produced by the Climatic Research Unit (CRU) of the University of East Anglia in the UK, and by the Climate Prediction Centre (CPC) released by the National Oceanic and Atmospheric Administration (NOAA), have been used to analyze the modern spatial climatic characteristics of China. However, in the case of these global datasets, climatic observations in only ~200 sites were used for interpolation across the complex terrain of China, and therefore significant biases occur over much of the country. However, the coarse spatial resolution of the CMA dataset makes it difficult to determine the relationship between climate change and agriculture on a regional scale, and in addition, climate regimes in mountainous areas are not captured with sufficient precision."
      ],
      "research objective": [
        "Consequently, the objectives of the present research are (1) optimization of LZU0025 by extending the station data to neighboring countries and (2) assessment of the accuracy of LZU0025 using three approaches: analysis of surface diagnostic statistics to assess the spline interpolation model, analysis of errors by comparing interpolated values to withheld station data, and comparison of LZU0025 with existing datasets."
      ],
      "challenges": [
        "A caution should be taken when using LZU0025 precipitation dataset in this region, and it is suggested that the accuracy of LZU0025 precipitation dataset needs to be further checked once local station data on similar mountainous and remote areas are accessible."
      ],
      "methods": [
        "In this study, we collected records of monthly temperature at 1153 stations and precipitation at 1202 stations in China and neighboring countries to construct a monthly climate dataset in China with a 0.025° resolution (~2.5 km). The dataset, named LZU0025, was designed by Lanzhou University and used a partial thin plate smoothing method embedded in the ANUSPLIN software. To assess the accuracy of the new updated LZU0025, several published and widely used monthly air temperature and precipitation products were used for comparisons. Thin plate spline interpolation is well-suited for the interpolation of monthly air temperature and precipitation datasets. Besides using surface diagnostic (e.g., RTGCV) to assess the accuracy of interpolation model, residuals from stations withheld from the interpolation were examined. Considering approximate 1/3 of the size of dataset as withheld data, 700 air temperature and precipitation stations were selected by using SELNOT program in the ANUSPLIN package. The Taylor diagram is an effective way of graphically illustrating how closely a set of patterns match observation in a single graph and has been used to assess the performance of atmospheric model simulations."
      ],
      "dataset": [
        "We used the monthly air temperature and precipitation dataset from the China ground monthly climate dataset, based on 753 national meteorological stations. Besides the observations in China, the monthly air temperature data on 405 stations and monthly precipitation data on 449 stations from the neighboring countries (such as India, Mongolia, etc.), obtained from the Global Historical Climate Network (GHCN-Monthly Version 3), were also used in this study."
      ],
      "findings": [
        "Based on this comprehensive analysis, we conclude that LZU0025 is a reliable dataset. LZU0025, which has a fine resolution, can be used to identify a greater number of climate types, such as tundra and subpolar continental, along the Himalayan Mountain. We anticipate that LZU0025 can be used for the monitoring of regional climate change and precision agriculture modulation under global climate change."
      ],
      "backgroundCn": [
        "区域气候条件是农业生产力的主要决定因素。温度和降水的变化将导致土地和水资源的变化，从而可能影响农业生产力。在过去的一个世纪里，中国经历了显著的气候变化：在过去100年中，年平均气温上升了0.5-0.8°C，降水的分布变得更加不均匀。中国的农业是一个主要产业，支持着全球超过20%的人口，而其耕地面积仅占全球的8%，同时也是世界市场上主要的饲料谷物进口国。气候网格数据集是通过对观测数据进行插值生成的，表达了气候在空间上的分布，广泛用于全球和区域气候变化研究。空气温度和降水是气候研究中最重要的基本要素。常用的全球月度气候数据集，如由英国东英吉利大学气候研究单位（CRU）和美国国家海洋和大气管理局（NOAA）气候预测中心（CPC）发布的0.5°分辨率数据集，已被用于分析中国现代的空间气候特征。然而，在这些全球数据集中，仅使用了约200个观测站的数据进行插值，覆盖中国复杂的地形，因此在全国范围内存在显著的偏差。此外，气象局（CMA）数据集的粗糙空间分辨率使得在区域尺度上确定气候变化与农业之间的关系变得困难，此外，山区的气候模式也未能得到足够的精确捕捉。"
      ],
      "research objectiveCn": [
        "因此，本研究的目标是 (1) 通过扩展邻国的站点数据来优化 LZU0025，(2) 采用三种方法评估 LZU0025 的准确性：分析表面诊断统计数据以评估样条插值模型，分析通过将插值值与保留的站点数据进行比较的误差，以及将 LZU0025 与现有数据集进行比较。"
      ],
      "challengesCn": [
        "在使用LZU0025降水数据集时应谨慎，并建议在获得类似山区和偏远地区的本地站点数据后，进一步检查LZU0025降水数据集的准确性。"
      ],
      "methodsCn": [
        "在本研究中，我们收集了中国及邻国1153个站点的月平均气温记录和1202个站点的降水记录，以构建一个分辨率为0.025°（约2.5公里）的中国月气候数据集。该数据集名为LZU0025，由兰州大学设计，采用了嵌入在ANUSPLIN软件中的部分薄板平滑方法。为了评估新更新的LZU0025的准确性，我们使用了几种已发布的、广泛使用的月平均气温和降水产品进行比较。薄板样条插值非常适合用于月平均气温和降水数据集的插值。此外，我们还使用表面诊断（例如RTGCV）来评估插值模型的准确性，并检查从插值中扣除的站点的残差。考虑到大约1/3的数据集大小作为扣除数据，使用ANUSPLIN包中的SELNOT程序选择了700个气温和降水站点。泰勒图是一种有效的图形方式，可以在单一图表中直观地展示一组模式与观测值的匹配程度，并已被用于评估大气模型模拟的性能。"
      ],
      "datasetCn": [
        "我们使用了中国地面月气候数据集中的月平均气温和降水量数据，该数据集基于753个国家气象站的观测数据。除了中国的观测数据外，本研究还使用了来自邻国（如印度、蒙古等）的405个气温站和449个降水站的月平均气温数据和月降水量数据，这些数据来自全球历史气候网络（GHCN-Monthly Version 3）。"
      ],
      "findingsCn": [
        "根据这项综合分析，我们得出结论，LZU0025是一个可靠的数据集。LZU0025具有较高的分辨率，可以用于识别更多的气候类型，例如在喜马拉雅山脉沿线的苔原和亚极地大陆气候。我们预计LZU0025可以用于监测区域气候变化和在全球气候变化下的精准农业调节。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for generating the DSM products involve the use of stereoscopic image matching techniques?",
        "QuestionCn": "生成DSM产品的数据收集方法是否涉及立体图像匹配技术？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the accuracy of datasets in the field assessed by comparing the interpolated values to withheld station data?",
        "QuestionCn": "在该领域，数据集的准确性是否通过将插值值与保留的站点数据进行比较来评估？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for generating DSM data from satellite images based on stereo pair matching, photogrammetry, or LIDAR?",
        "QuestionCn": "生成DSM数据的主要方法是基于立体对匹配、摄影测量还是激光雷达？",
        "AnswerEn": "stereo pair matching",
        "AnswerCn": "立体对匹配",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When correcting geographical coordinates in DSM data, is the preferred reference dataset ASTER-DEM, SRTM, or another DEM product?",
        "QuestionCn": "在纠正DSM数据中的地理坐标时，首选的参考数据集是ASTER-DEM、SRTM还是其他DEM产品？",
        "AnswerEn": "ASTER-DEM",
        "AnswerCn": "ASTER-DEM",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For evaluating DSM imaging accuracy, should one use cross-entropy, root mean square error, or another metric?",
        "QuestionCn": "在评估DSM成像准确性时，应该使用交叉熵、均方根误差还是其他指标？",
        "AnswerEn": "root mean square error",
        "AnswerCn": "均方根误差",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to reduce noise in satellite imagery data collection for mountainous regions?",
        "QuestionCn": "在山区卫星影像数据采集中，使用了哪些方法来减少噪声？",
        "AnswerEn": "IDL language",
        "AnswerCn": "IDL 语言",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Who can provide additional ground station data for improving the accuracy of climate datasets in remote areas?",
        "QuestionCn": "谁可以提供额外的地面站数据，以提高偏远地区气候数据集的准确性？",
        "AnswerEn": "Local meteorological stations",
        "AnswerCn": "当地气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the commonly used air temperature and precipitation data collected from in the construction of climate datasets with fine resolution?",
        "QuestionCn": "在构建高分辨率气候数据集时，常用的空气温度和降水数据通常来自哪里？",
        "AnswerEn": "Global Historical Climate Network",
        "AnswerCn": "全球历史气候网络",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate high-resolution DSM data in challenging terrains?",
        "QuestionCn": "您能否提供一种在复杂地形中生成高分辨率DSM数据的数据收集方法的示例？",
        "AnswerEn": "One method involves using stereo pair matching from satellite imagery, specifically using corrected forward and nadir-looking images, processed with software like ENVI. This method includes noise reduction and information completion using programs developed in IDL, and geographic correction using ground control points to ensure precise geographic coordinates.",
        "AnswerCn": "一种方法涉及使用卫星影像的立体配对匹配，特别是使用经过校正的前视和天顶视图图像，使用像ENVI这样的软件进行处理。该方法包括使用IDL开发的程序进行噪声减少和信息补全，以及使用地面控制点进行地理校正，以确保精确的地理坐标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting climate data in mountainous regions?",
        "QuestionCn": "在山区收集气候数据时面临的一个挑战是什么？",
        "AnswerEn": "A challenge is the presence of significant biases in interpolated climatic data due to the coarse spatial resolution of global datasets and limited observation stations, which do not capture the complex climate regimes in mountainous areas with sufficient precision.",
        "AnswerCn": "一个挑战是，由于全球数据集的空间分辨率较粗以及观测站点有限，插值气候数据中存在显著的偏差，这些数据无法充分精确地捕捉到山区复杂的气候模式。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that integrates data from multiple countries to enhance climatic resolution?",
        "QuestionCn": "您能否提供一个整合多个国家数据以增强气候分辨率的数据集的示例？",
        "AnswerEn": "An example is the LZU0025 dataset, which integrates monthly air temperature and precipitation data from 1153 stations in China and 405 stations from neighboring countries, using thin plate spline interpolation to achieve a fine resolution of 0.025°.",
        "AnswerCn": "LZU0025 数据集整合了来自中国 1153 个站点和邻国 405 个站点的月度气温和降水数据，采用薄板样条插值法实现了 0.025° 的高分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of a DSM product dataset generated from satellite imagery in mountainous regions?",
        "QuestionCn": "从卫星影像生成的山区DSM产品数据集的关键特征是什么？",
        "AnswerEn": "cloud cover, shadow noise, stereo pair matching methods, geographic correction, ground control points, coordinate accuracy, cross-entropy, root mean square error, surface error information entropy",
        "AnswerCn": "云层覆盖、阴影噪声、立体对匹配方法、地理校正、地面控制点、坐标精度、交叉熵、均方根误差、表面误差信息熵",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the essential features of a high-resolution climate dataset designed for regional climate change monitoring?",
        "QuestionCn": "用于区域气候变化监测的高分辨率气候数据集的基本特征是什么？",
        "AnswerEn": "fine spatial resolution 0.025° (~2.5 km), data from multiple meteorological stations, sophisticated interpolation methods like partial thin plate smoothing, validated against existing datasets, reliability in identifying climate types",
        "AnswerCn": "精细空间分辨率为0.025°（约2.5公里），来自多个气象站的数据，采用部分薄板平滑等复杂插值方法，与现有数据集进行验证，在识别气候类型方面具有可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many stations were used to construct the monthly climate dataset with a 0.025° resolution in China and neighboring countries?",
        "QuestionCn": "用于构建中国及邻国的0.025°分辨率月气候数据集的站点数量是多少？",
        "AnswerEn": "1153, 1202",
        "AnswerCn": "1153, 1202",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the resolution of the climate dataset designed for China and neighboring countries?",
        "QuestionCn": "针对中国及邻国设计的气候数据集的分辨率是多少？",
        "AnswerEn": "0.025°",
        "AnswerCn": "0.025°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the scale of resolution used to assess the geographic coordinate error in the DSM data collection method?",
        "QuestionCn": "用于评估DSM数据收集方法中地理坐标误差的分辨率尺度是什么？",
        "AnswerEn": "1″",
        "AnswerCn": "1英寸",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'DSM' mean in the context of satellite imagery and how is it generated?",
        "QuestionCn": "在卫星影像的背景下，“DSM”是什么意思，它是如何生成的？",
        "AnswerEn": "DSM stands for Digital Surface Model, which is a representation of the Earth's surface, including all objects on it, such as trees and buildings. It is generated using stereo image pairs from satellite imagery by matching corresponding points to create a 3D representation of the terrain.",
        "AnswerCn": "DSM代表数字表面模型，它是地球表面的表示，包括所有物体，如树木和建筑物。它是通过使用卫星影像的立体图像对生成的，通过匹配对应点来创建地形的三维表示。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with data collection in mountainous regions for climate datasets?",
        "QuestionCn": "在山区收集气候数据集时面临的挑战有哪些？",
        "AnswerEn": "The challenges include significant biases in interpolation due to the coarse spatial resolution of global datasets and insufficient precision in capturing climate regimes in mountainous areas. Additionally, the limited access to local station data in remote areas adds complexity to ensuring dataset accuracy.",
        "AnswerCn": "挑战包括由于全球数据集的粗糙空间分辨率而导致的插值显著偏差，以及在山区捕捉气候区的精确度不足。此外，偏远地区对地方气象站数据的有限访问也增加了确保数据集准确性的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of using IDL for noise reduction in satellite imagery compare to the use of traditional noise reduction techniques in terms of effectiveness in mountainous regions?",
        "QuestionCn": "使用IDL进行卫星图像噪声减少的方法与传统噪声减少技术在山区的有效性相比如何？",
        "AnswerEn": "The use of IDL for noise reduction is specifically designed to handle the challenges of multi-cloud mountainous areas, which may provide advantages over traditional noise reduction techniques that might not be tailored for such specific conditions.",
        "AnswerCn": "IDL在噪声减少方面的使用专门针对多云山区的挑战，这可能相较于传统的噪声减少技术提供了优势，因为后者可能并未针对如此特定的条件进行调整。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways does the DSM production process using ENVI differ from the thin plate spline interpolation method used in climatic dataset creation, in terms of data preprocessing and accuracy assessment?",
        "QuestionCn": "DSM生产过程使用ENVI与气候数据集创建中使用的薄板样条插值方法在数据预处理和准确性评估方面有什么不同？",
        "AnswerEn": "The DSM production process using ENVI involves generating DSM from stereo image pairs with geographic correction, while the thin plate spline interpolation involves constructing a climate dataset with fine resolution using surface diagnostics and withheld data for accuracy assessment. The focus on geographic accuracy in DSM contrasts with the climatic dataset's emphasis on interpolation accuracy.",
        "AnswerCn": "使用ENVI生成DSM的生产过程涉及从立体图像对中生成DSM并进行地理校正，而薄板样条插值则涉及使用表面诊断和保留数据构建具有高分辨率的气候数据集以进行准确性评估。DSM中对地理准确性的关注与气候数据集对插值准确性的强调形成对比。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of satellite imagery and stereoscopic matching techniques enhance the precision of digital surface models in mountainous regions?",
        "QuestionCn": "卫星影像与立体匹配技术的结合如何提高山区数字表面模型的精度？",
        "AnswerEn": "By using stereoscopic matching techniques with satellite imagery, one can generate large-scale DSM data for regions like debris-flow channels. This approach can be enhanced by applying denoising and information completion programs, especially in areas with cloud and shadow noise, ensuring improved imaging precision.",
        "AnswerCn": "通过使用立体匹配技术与卫星影像，可以为像泥石流通道这样的区域生成大规模的数字表面模型（DSM）数据。这种方法可以通过应用去噪和信息补全程序来增强，特别是在存在云和阴影噪声的区域，从而确保提高成像精度。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise when using global climatic datasets for regional agricultural productivity studies, and how can these be addressed?",
        "QuestionCn": "在使用全球气候数据集进行区域农业生产力研究时，可能会出现哪些挑战，以及如何解决这些问题？",
        "AnswerEn": "A significant challenge is the coarse spatial resolution of global climatic datasets, which may introduce biases over complex terrains. This can be addressed by constructing higher resolution datasets, using more localized data points, and employing interpolation methods tailored for mountainous and remote areas to improve accuracy.",
        "AnswerCn": "一个显著的挑战是全球气候数据集的空间分辨率较粗，这可能在复杂地形上引入偏差。可以通过构建更高分辨率的数据集、使用更多本地数据点以及采用针对山区和偏远地区的插值方法来提高准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can the evaluation of dataset accuracy be enhanced using both statistical and visualization tools?",
        "QuestionCn": "如何通过统计工具和可视化工具增强数据集准确性的评估？",
        "AnswerEn": "Enhancing dataset accuracy can involve using surface diagnostic statistics to assess interpolation models, comparing interpolated values with withheld station data, and employing visualization tools like Taylor diagrams to graphically illustrate how patterns match observations. These methods provide a comprehensive evaluation of data accuracy.",
        "AnswerCn": "增强数据集准确性可以涉及使用表面诊断统计来评估插值模型，比较插值值与保留站点数据，并使用可视化工具如泰勒图来图形化展示模式与观测值的匹配程度。这些方法提供了对数据准确性的全面评估。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for specialized denoising and information completion programs in satellite imagery for cloud-covered mountainous regions?",
        "QuestionCn": "在云覆盖的山区卫星影像中，导致需要专门的去噪和信息补全程序的原因是什么？",
        "AnswerEn": "The presence of a large number of cloud layers and shadow noise in the original satellite imagery necessitates the development of specialized denoising and information completion programs to accurately process images for cloud-covered mountainous regions.",
        "AnswerCn": "由于原始卫星影像中存在大量云层和阴影噪声，因此需要开发专门的去噪和信息补全程序，以便准确处理被云覆盖的山区影像。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to use geographical correction with typical ground control points in creating DSM data from satellite imagery?",
        "QuestionCn": "在从卫星影像创建数字表面模型（DSM）数据时，使用典型地面控制点进行地理校正是必要的，原因是什么？",
        "AnswerEn": "Geographical correction using typical ground control points is necessary to ensure the geographical coordinate error is minimized to the order of 1\", thereby enhancing the accuracy of the DSM data derived from satellite imagery.",
        "AnswerCn": "使用典型地面控制点进行地理校正是必要的，以确保地理坐标误差最小化到1\"的数量级，从而提高从卫星影像中获取的DSM数据的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the reasons for using multiple accuracy evaluation indicators when validating the precision of DSM imaging?",
        "QuestionCn": "在验证DSM成像精度时使用多个准确性评估指标的原因是什么？",
        "AnswerEn": "Multiple accuracy evaluation indicators such as cross entropy, root mean square error, and surface error information entropy are used to comprehensively compare processed DSM data with raw data, validating the enhanced precision of DSM imaging.",
        "AnswerCn": "使用多种准确性评估指标，如交叉熵、均方根误差和表面误差信息熵，全面比较处理后的DSM数据与原始数据，验证DSM成像的精度提升。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using a thin plate spline interpolation method on the accuracy and resolution of climate datasets in complex terrains?",
        "QuestionCn": "在复杂地形中使用薄板样条插值方法对气候数据集的准确性和分辨率的影响是什么？",
        "AnswerEn": "Using a thin plate spline interpolation method can significantly enhance the accuracy and resolution of climate datasets in complex terrains, as it allows for a finer spatial resolution and better representation of climate types, which are often not captured with sufficient precision in mountainous areas.",
        "AnswerCn": "使用薄板样条插值方法可以显著提高复杂地形中气候数据集的准确性和分辨率，因为它允许更细的空间分辨率和更好地表示气候类型，而这些在山区往往无法得到足够的精确捕捉。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the inclusion of data from neighboring countries affect the accuracy and reliability of climate datasets in regional analysis?",
        "QuestionCn": "邻国数据的纳入如何影响区域分析中气候数据集的准确性和可靠性？",
        "AnswerEn": "Inclusion of data from neighboring countries can improve the accuracy and reliability of climate datasets in regional analysis by providing a more comprehensive set of observations, which helps in refining the interpolation model and reducing biases, especially in areas with complex terrains.",
        "AnswerCn": "邻国数据的纳入可以通过提供更全面的观测数据来提高区域分析中气候数据集的准确性和可靠性，这有助于完善插值模型并减少偏差，特别是在地形复杂的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What happens to the imaging precision of DSM products when noise reduction and information completion techniques are applied to satellite imagery?",
        "QuestionCn": "当对卫星影像应用噪声减少和信息补全技术时，DSM产品的成像精度会发生什么变化？",
        "AnswerEn": "Applying noise reduction and information completion techniques to satellite imagery can enhance the imaging precision of DSM products, as these methods help mitigate cloud and shadow noise, leading to improved accuracy in the final DSM data output.",
        "AnswerCn": "应用噪声减少和信息补全技术于卫星影像可以提高数字表面模型（DSM）产品的成像精度，因为这些方法有助于减轻云和阴影噪声，从而提高最终DSM数据输出的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing stereoscopic image pair matching methods in the creation of DSM data for landslide-prone areas?",
        "QuestionCn": "在滑坡易发区域创建DSM数据时，利用立体图像对匹配方法的主要目标是什么？",
        "AnswerEn": "The primary objective is to generate large-scale DSM data for landslide-prone areas by using stereoscopic image pair matching methods, which allows for effective processing and analysis of terrain in complex regions such as those with significant cloud cover and shadows.",
        "AnswerCn": "主要目标是通过使用立体图像对匹配方法生成大规模的数字表面模型（DSM）数据，以便有效处理和分析复杂区域的地形，例如那些有显著云层覆盖和阴影的地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the rationale behind using cross entropy, root mean square error, and surface deviation entropy as accuracy evaluation metrics for DSM processing?",
        "QuestionCn": "在DSM处理过程中，使用交叉熵、均方根误差和表面偏差熵作为准确性评估指标的理由是什么？",
        "AnswerEn": "The rationale is to ensure the processed DSM data's imaging accuracy is improved by using rigorous accuracy evaluation metrics such as cross entropy, root mean square error, and surface deviation entropy, which help in comparing the processed data against raw data, thus validating the enhancements achieved.",
        "AnswerCn": "其 rationale 是通过使用严格的准确性评估指标，如交叉熵、均方根误差和表面偏差熵，确保处理后的 DSM 数据的成像准确性得到改善。这些指标有助于将处理后的数据与原始数据进行比较，从而验证所取得的改进。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in generating a DSM using stereo pair matching techniques for satellite remote sensing imagery in mountainous regions?",
        "QuestionCn": "生成数字表面模型（DSM）使用立体对匹配技术处理卫星遥感影像在山区的程序包括哪些步骤？",
        "AnswerEn": "The procedure involves using stereo pair matching techniques on satellite remote sensing imagery, where the left image is the orthorectified image and the right image is the forward-looking rectified image. ENVI software is used to produce the DSM. The process also includes geographical correction using ASTER-DEM data with a resolution of 30 meters, selecting at least four typical ground control points to ensure geographical coordinate errors are within the order of 1 arcsecond.",
        "AnswerCn": "该过程涉及在卫星遥感影像上使用立体对匹配技术，其中左图为正射校正影像，右图为前视校正影像。使用ENVI软件生成数字表面模型（DSM）。该过程还包括使用分辨率为30米的ASTER-DEM数据进行地理校正，选择至少四个典型地面控制点，以确保地理坐标误差在1角秒的范围内。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can denoising and information completion be conducted on satellite images affected by clouds and shadows using IDL programming?",
        "QuestionCn": "如何使用IDL编程对受云和阴影影响的卫星图像进行去噪和信息补全？",
        "AnswerEn": "Denoising and information completion on satellite images can be conducted using IDL programming by developing a program specifically designed for mountainous regions with frequent cloud cover. This program is tailored to handle the noise and fill in missing information in satellite images.",
        "AnswerCn": "去噪和信息补全可以通过IDL编程在卫星图像上进行，开发一个专门针对多云天气频繁的山区的程序。该程序旨在处理噪声并填补卫星图像中的缺失信息。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodologies are used to validate and assess the accuracy of a generated DSM against original data?",
        "QuestionCn": "用于验证和评估生成的数字表面模型（DSM）与原始数据准确性的方法论有哪些？",
        "AnswerEn": "The methodologies used for validating and assessing the accuracy of a generated DSM include comparing it with the original data and using accuracy evaluation indicators such as cross-entropy, root mean square error, and surface error information entropy. These metrics help verify that the processing has improved the imaging accuracy of the DSM.",
        "AnswerCn": "用于验证和评估生成的数字表面模型（DSM）准确性的方法包括将其与原始数据进行比较，以及使用准确性评估指标，如交叉熵、均方根误差和表面误差信息熵。这些指标有助于验证处理是否提高了DSM的成像准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing advancements enable the reduction of noise and enhancement of satellite imagery in regions with high cloud cover?",
        "QuestionCn": "哪些数据处理进展能够在高云覆盖区域减少噪声并增强卫星图像？",
        "AnswerEn": "The use of IDL language for developing a denoising and information completion program specifically tailored for satellite imagery in cloud-covered mountainous regions enables the reduction of noise and enhancement of imagery.",
        "AnswerCn": "使用IDL语言开发专门针对云覆盖山区卫星图像的去噪和信息补全程序，可以减少噪声并增强图像质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of multiple satellite data sources and control points enable more precise geographic calibration in digital surface models (DSM)?",
        "QuestionCn": "多个卫星数据源和控制点的整合如何在数字表面模型（DSM）中实现更精确的地理校准？",
        "AnswerEn": "The integration of ASTER-DEM data and the selection of at least four typical ground control points for geographic correction enable precise geographic calibration, ensuring that the geographic coordinate error is minimized to the order of 1″.",
        "AnswerCn": "ASTER-DEM数据的整合和至少选择四个典型地面控制点进行地理校正，确保了精确的地理校准，使地理坐标误差最小化到1″的数量级。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods enable the assessment and validation of the accuracy of climate datasets in complex terrains?",
        "QuestionCn": "哪些方法可以评估和验证复杂地形中气候数据集的准确性？",
        "AnswerEn": "The use of thin plate spline interpolation and a comprehensive analysis involving surface diagnostic statistics, error comparison with withheld station data, and validation against existing datasets enable the assessment and validation of the accuracy of climate datasets, even in complex terrains.",
        "AnswerCn": "薄板样条插值的使用以及涉及表面诊断统计、与保留站点数据的误差比较和与现有数据集的验证的综合分析，使得即使在复杂地形中也能评估和验证气候数据集的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might traditional interpolation methods lead to significant biases in climate datasets over complex terrains?",
        "QuestionCn": "传统插值方法在复杂地形的气候数据集中可能导致显著偏差的原因是什么？",
        "AnswerEn": "Climatic observations in only a limited number of sites are used for interpolation across complex terrains like those in China, leading to significant biases over much of the country.",
        "AnswerCn": "在中国等复杂地形中，仅使用有限数量的气候观测站进行插值，导致该国大部分地区存在显著偏差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected challenges when using satellite imagery for DSM production in cloudy mountainous regions?",
        "QuestionCn": "在多云的山区使用卫星影像进行数字表面模型（DSM）生产时，预期会面临的挑战有哪些？",
        "AnswerEn": "The presence of large amounts of cloud and shadow noise in original satellite imagery necessitates the development of specialized denoising and information completion programs to improve DSM production accuracy in cloudy mountainous regions.",
        "AnswerCn": "原始卫星影像中存在大量云层和阴影噪声，这就需要开发专门的去噪和信息补全程序，以提高多云山区数字表面模型（DSM）生产的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the anticipated benefits of extending station data to neighboring countries when constructing high-resolution climate datasets?",
        "QuestionCn": "在构建高分辨率气候数据集时，扩展站点数据到邻国的预期好处是什么？",
        "AnswerEn": "By extending station data to neighboring countries, a more comprehensive and reliable climate dataset can be constructed, capturing a greater number of climate types and improving accuracy in mountainous areas.",
        "AnswerCn": "通过将站点数据扩展到邻国，可以构建更全面和可靠的气候数据集，捕捉更多的气候类型，并提高山区的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, how significant are the challenges associated with interpolating climate data across complex terrains like China, and what strategies might improve accuracy?",
        "QuestionCn": "在您看来，在像中国这样复杂地形上插值气候数据的挑战有多大？哪些策略可能提高准确性？",
        "AnswerEn": "The challenges are significant due to the coarse resolution of global datasets and sparse climatic observations over complex terrains. Extending station data to neighboring countries and using fine-resolution interpolation methods like partial thin plate smoothing can enhance accuracy, as demonstrated by LZU0025. However, further validation with local datasets in similar remote areas remains crucial.",
        "AnswerCn": "由于全球数据集的粗糙分辨率和复杂地形上稀疏的气候观测，面临的挑战是显著的。将站点数据扩展到邻国，并使用像部分薄板平滑这样的高分辨率插值方法可以提高准确性，正如LZU0025所示。然而，进一步与类似偏远地区的本地数据集进行验证仍然至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your assessment of the potential of fine-resolution datasets, such as those with 0.025° resolution, in capturing diverse climate types and supporting precision agriculture?",
        "QuestionCn": "我对高分辨率数据集（例如0.025°分辨率）在捕捉多样气候类型和支持精准农业方面的潜力的评估是什么？",
        "AnswerEn": "Fine-resolution datasets hold great potential in capturing diverse climate types, especially in topographically varied regions like the Himalayas. They enable more precise climate monitoring and agricultural planning, aiding in adaptation to climate change. The reliability of such datasets, as shown by LZU0025's ability to identify specific climate types, supports their use in precision agriculture.",
        "AnswerCn": "高分辨率数据集在捕捉多样气候类型方面具有巨大潜力，尤其是在像喜马拉雅山这样的地形多样化地区。它们能够更精确地进行气候监测和农业规划，帮助适应气候变化。LZU0025的可靠性表明其能够识别特定气候类型，支持其在精准农业中的应用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't figure out how data collection techniques can be optimized to improve the accuracy of digital surface models in regions with significant cloud cover and shadows.",
        "QuestionCn": "我无法弄清楚如何优化数据收集技术，以提高在有显著云层和阴影的地区数字表面模型的准确性。",
        "AnswerEn": "A dataset discussed utilizes IDL language to develop a denoising and information completion program specifically for satellite imagery in cloudy mountainous regions, ensuring better accuracy in DSM creation.",
        "AnswerCn": "一个讨论的数据集利用IDL语言开发了一个去噪和信息补全程序，专门针对多云山区的卫星影像，以确保在数字表面模型（DSM）创建中的更高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I don't understand how the accuracy of a climate dataset can be ensured when interpolating data from a limited number of observation sites across a vast and varied terrain.",
        "QuestionCn": "我不明白在从有限数量的观测站点插值数据到广阔而多样的地形时，如何确保气候数据集的准确性。",
        "AnswerEn": "One approach is using thin plate spline interpolation with surface diagnostic statistics to assess accuracy, alongside comparing interpolated values to withheld station data and existing datasets to validate the new dataset's reliability.",
        "AnswerCn": "一种方法是使用薄板样条插值和表面诊断统计来评估准确性，同时将插值值与保留的站点数据和现有数据集进行比较，以验证新数据集的可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to cross-check the precision of geographic coordinate systems in remote sensing data.",
        "QuestionCn": "我对在遥感数据中交叉检查地理坐标系统精度的方法感到不确定。",
        "AnswerEn": "To ensure precise geographic coordinates, a dataset uses 30 m resolution ASTER-DEM data with at least four typical ground control points for geographic correction, achieving coordinate errors within an order of magnitude of 1\".",
        "AnswerCn": "为了确保精确的地理坐标，数据集使用30米分辨率的ASTER-DEM数据，并至少使用四个典型的地面控制点进行地理校正，从而实现坐标误差在1\"的数量级范围内。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data processing techniques used for generating digital surface models in regions with cloud and shadow noise, focusing on methodologies for noise reduction and information completion.",
        "QuestionCn": "请总结在云和阴影噪声区域生成数字表面模型所使用的数据处理技术，重点关注噪声减少和信息补全的方法论。",
        "AnswerEn": "The data processing techniques involve developing a denoising and information completion program using the IDL language, specifically tailored for satellite imagery in mountainous areas with frequent cloud cover. This program addresses the noise issues caused by clouds and shadows in the original satellite images.",
        "AnswerCn": "数据处理技术涉及使用IDL语言开发一个去噪和信息补全程序，专门针对在云层覆盖频繁的山区的卫星图像。该程序解决了原始卫星图像中由于云和阴影造成的噪声问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges in ensuring geographic accuracy when using multiple data sources for DSM production and suggest methods for geographic correction.",
        "QuestionCn": "请分析在使用多个数据源进行数字表面模型（DSM）生产时确保地理准确性面临的挑战，并建议地理校正的方法。",
        "AnswerEn": "Challenges include ensuring accurate geographic alignment and minimizing coordinate errors when integrating various data sources. Methods for geographic correction include using at least four typical ground control points for geographic calibration with 30 m resolution ASTER-DEM data to ensure geographic coordinate errors are reduced to the order of 1″.",
        "AnswerCn": "挑战包括确保准确的地理对齐和在整合各种数据源时最小化坐标误差。地理校正的方法包括使用至少四个典型的地面控制点对30米分辨率的ASTER-DEM数据进行地理校准，以确保地理坐标误差降低到1″的数量级。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore potential strategies for evaluating the precision of DSM products in remote and mountainous areas, including the use of accuracy assessment indicators.",
        "QuestionCn": "请探讨在偏远和山区评估数字高程模型（DSM）产品精度的潜在策略，包括使用精度评估指标。",
        "AnswerEn": "Potential strategies for evaluating precision include using cross-entropy, root mean square error, and surface error information entropy as accuracy assessment indicators. These indicators are used to compare the processed DSM against the original data to verify improvements in imaging precision.",
        "AnswerCn": "评估精度的潜在策略包括使用交叉熵、均方根误差和表面误差信息熵作为准确性评估指标。这些指标用于将处理后的数字表面模型（DSM）与原始数据进行比较，以验证成像精度的改善。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}