{
  "id": "58cae0bd-f527-4ff6-975b-163752221f39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Evaporation dataset of the Tibetan Plateau at the monthly scale (1979-2018) V2.0",
      "titleCn": "青藏高原月尺度蒸发数据集（1979-2018）V2.0",
      "description": "This dataset includes monthly evaporation (soil evaporation, vegetation transpiration and canopy interception) on the Tibetan Plateau from 1979 to 2018, with a spatial resolution of 0.1 degrees. The dataset is based on the ERA5 net radiation and China meteorological forcing dataset (CMFD). The evaporation is derived by the sigmoid generalized complementary equation, which is calibrated and verified by the observation data of 12 eddy flux sites and water balance data of 7 river basins (the source region of Yangtze river, the source region of Yellow River, the Nu River, the Yarlung Zangbo River, the Hei River, Qiangtang, and Qaidam) on the Tibetan Plateau, which shows a high accuracy. The data set can be used to study the hydrology, water resources and climate change in the Tibetan Plateau.",
      "descriptionCn": "本数据集包含1979-2018年青藏高原月尺度蒸发（包括土壤蒸发、植被蒸腾和冠层截留），空间分辨率为0.1度。数据集主要以ERA5净辐射数据和中国区域地面气象要素驱动数据集（CMFD）作为输入，利用S型广义蒸发互补原理计算得到。利用青藏高原12个涡度通量站的观测数据和7个流域（长江源、黄河源、怒江、雅鲁藏布江、黑河、羌塘、柴达木）的水量平衡数据对模型输出的蒸散发量进行了率定和验证，显示出了较高的精度。该数据集可用于青藏高原水文水资源和气候变化研究。",
      "instructions": "Data storage format is standard NetCDF format, the variable is named as E_pre in W m−2. The time, longitude and latitude information were included, which can be read directly by NCL, python, MATLAB and other software.",
      "instructionsCn": "数据存放格式为标准的NetCDF格式，变量名称为E_pre，单位：W m−2，包含时间和经纬度信息，可使用NCL、Python、Matlab等多种软件直接读取。",
      "east": 110.0,
      "west": 70.1,
      "south": 25.1,
      "north": 40.0,
      "startTime": "1979-01-01 00:00:00",
      "endTime": "2018-12-31 11:59:59",
      "fileSize": 82702701.0,
      "cstr": "18406.11.Meteoro.tpdc.271585",
      "doi": "10.11888/Meteoro.tpdc.271585",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王黎明",
        "nameEn": "WANG Liming",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "田富强",
        "nameEn": "TIAN Fuqiang",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "韩松俊",
        "nameEn": "HAN Songjun",
        "unitEn": "",
        "unitCn": "中国水利水电科学研究院"
      },
      {
        "nameCn": "李琨彪",
        "nameEn": "LI Kunbiao",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "李钰坤",
        "nameEn": "LI Yukun",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "麦合木提·图达吉",
        "nameEn": "MAHMUT Tudaji",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "曹雪健",
        "nameEn": "CAO Xuejian",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "南熠",
        "nameEn": "NAN Yi",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "崔同",
        "nameEn": "CUI Tong",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "胡永兆",
        "nameEn": "HU Yongzhao",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "王卫光",
        "nameEn": "WANG Weiguang",
        "unitEn": "",
        "unitCn": "河海大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Determination of the asymmetric parameter in complementary relations of  evaporation in alpine grasslands of the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, L., Tian, F., Han, S., Cui, T., Meng, X., & Hu, H. (2021). Determination of the asymmetric parameter in complementary relations of evaporation in alpine grasslands of the Tibetan Plateau, J. Hydrol., 127306, https://doi.org/10.1016/j.jhydrol.2021.127306."
      },
      {
        "titleCn": null,
        "titleEn": "The evaporation on the Tibetan Plateau stops increasing in the 21st century",
        "referenceCn": null,
        "referenceEn": "Wang, L.M., Han, S.J., Tian, F.Q., Li, K.B., Li, Y.K., Mahmut, T., Cao, X.J., Nan, Y., Cui, T., Hu, Z.Y., & Wang, W.G. (2022). The Evaporation on the Tibetan Plateau Stops Increasing in the Recent Two Decade. JGR-Atmospheres. https://doi.org/10.1029/2022JD037377."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "蒸发",
        "nameEn": "Evaporation"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2018",
        "keywordEn": "1979-2018",
        "type": "temporal"
      },
      {
        "keywordCn": "月尺度",
        "keywordEn": "monthly",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "流域水文模拟及预报",
        "titleEn": "Hydrological simulation and prediction"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of a dataset that includes monthly evapotranspiration data for the Tibetan Plateau over a multi-decade period?",
        "QuestionCn": "包含多年代的青藏高原月度蒸散发数据集的特征和特点有哪些？",
        "AnswerEn": "1979 to 2018, soil evaporation, vegetation transpiration, canopy interception, spatial resolution of 0.1 degrees, ERA5 net radiation data, CMFD meteorological data, calibrated and validated against observations from eddy covariance flux stations, water balance data from multiple river basins",
        "AnswerCn": "1979年至2018年，土壤蒸发、植被蒸腾、冠层截留，空间分辨率为0.1度，ERA5净辐射数据，CMFD气象数据，经过涡度相关通量站观测数据的校准和验证，来自多个流域的水量平衡数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset focused on monthly evaporation in the Tibetan Plateau for the years 1979-2018?",
        "QuestionCn": "一个专注于1979-2018年西藏高原月度蒸发的数据集的空间分辨率是多少？",
        "AnswerEn": "0.1 degree",
        "AnswerCn": "0.1度",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of ERA5 net radiation data combined with CMFD in calculating evaporation processes compare to using only ground-based meteorological observations for the same purpose in the context of the Tibetan Plateau?",
        "QuestionCn": "使用ERA5净辐射数据结合CMFD计算蒸发过程与仅使用地面气象观测数据在青藏高原的相同目的上相比，效果如何？",
        "AnswerEn": "The use of ERA5 net radiation data in combination with the China Meteorological Forcing Dataset (CMFD) allows for a comprehensive input for the calculation of evaporation processes, providing a spatial resolution of 0.1 degrees. This approach enables the utilization of large-scale, consistent data over the Tibetan Plateau, potentially improving coverage and continuity compared to relying solely on ground-based meteorological observations, which might be limited by spatial and temporal coverage. The dataset mentioned is calibrated and validated using observational data from 12 eddy covariance flux sites and water balance data from seven different basins, indicating high accuracy and potentially greater reliability than ground-based observations alone due to the integration of multiple data sources.",
        "AnswerCn": "使用ERA5净辐射数据与中国气象强迫数据集（CMFD）相结合，可以为蒸发过程的计算提供全面的输入，空间分辨率为0.1度。这种方法使得在青藏高原上利用大规模、一致的数据成为可能，可能比单独依赖地面气象观测提供更好的覆盖和连续性，因为地面观测可能受到空间和时间覆盖的限制。提到的数据集经过12个涡度协方差通量站的观测数据和七个不同流域的水量平衡数据的校准和验证，表明其高准确性，并且由于整合了多种数据源，可能比单独的地面观测更具可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the high accuracy of evapotranspiration estimates in datasets focused on the Tibetan Plateau's hydrology and climate change research?",
        "QuestionCn": "影响青藏高原水文和气候变化研究中蒸散发估算高准确度的因素有哪些？",
        "AnswerEn": "The high accuracy of evapotranspiration estimates is attributed to the use of ERA5 net radiation data and CMFD as input, the application of the complementary relationship of S-type generalized evaporation, and calibration and validation with observational data from 12 eddy covariance flux stations and water balance data from 7 basins.",
        "AnswerCn": "蒸散发估算的高精度归功于使用ERA5净辐射数据和CMFD作为输入，应用S型广义蒸发的互补关系，以及与12个涡度协方差通量站的观测数据和7个流域的水量平衡数据进行校准和验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and reliability when using ERA5 net radiation data and CMFD as inputs for calculating evaporation on the Tibetan Plateau?",
        "QuestionCn": "使用ERA5净辐射数据和CMFD作为输入计算青藏 Plateau的蒸发时，数据准确性和可靠性可能面临的后果是什么？",
        "AnswerEn": "Using ERA5 net radiation data and CMFD as inputs allows for a high spatial resolution of 0.1 degrees and leverages the generalized S-type evaporation complementary principle, resulting in a dataset that was calibrated and validated against eddy covariance observations from 12 flux stations and water balance data from 7 basins on the Tibetan Plateau. This approach yields high accuracy in estimating evaporation, making it valuable for hydrological and climate change research in the region.",
        "AnswerCn": "使用ERA5净辐射数据和CMFD作为输入，可以实现0.1度的高空间分辨率，并利用广义S型蒸发互补原理，生成一个经过校准和验证的数据集，该数据集与来自青藏高原12个通量站的涡度观测和7个流域的水量平衡数据进行了对比。这种方法在蒸发估算方面具有高准确性，对于该地区的水文和气候变化研究具有重要价值。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a dataset that includes monthly-scale evaporation, transpiration, and canopy interception data over the Tibetan Plateau for the period 1979-2018?",
        "QuestionCn": "开发一个包含1979-2018年期间青藏高原月尺度蒸发、蒸散和冠层截留数据的数据集的目标是什么？",
        "AnswerEn": "The objectives are to support research in hydrology, water resources, and climate change over the Tibetan Plateau by providing a high-resolution dataset that captures various components of evaporation. The dataset aims to enhance understanding and modeling of the region's water cycle, given its role in the global climate system. By using ERA5 net radiation and CMFD meteorological data, and validating with eddy flux stations and water balance data from several basins, the goal is to ensure high accuracy and reliability for scientific investigations.",
        "AnswerCn": "目标是通过提供一个高分辨率的数据集，支持对青藏 Plateau 的水文学、水资源和气候变化的研究，该数据集捕捉蒸发的各个组成部分。该数据集旨在增强对该地区水循环的理解和建模，考虑到其在全球气候系统中的作用。通过使用 ERA5 净辐射和 CMFD 气象数据，并与多个流域的涡度通量站和水量平衡数据进行验证，目标是确保科学研究的高准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies and data sources are utilized to calculate monthly evaporation, including soil evaporation, vegetation transpiration, and canopy interception, for a region with a spatial resolution of 0.1 degrees over an extended period?",
        "QuestionCn": "哪些方法和数据源用于计算一个地区的月蒸发量，包括土壤蒸发、植被蒸腾和冠层截留，空间分辨率为0.1度，时间跨度较长？",
        "AnswerEn": "A dataset is created using ERA5 net radiation data and the China Meteorological Forcing Dataset (CMFD) as inputs. The S-type generalized complementary principle of evaporation is applied to calculate monthly evaporation, including soil evaporation, vegetation transpiration, and canopy interception. To ensure accuracy, the results are calibrated and validated with observational data from 12 eddy covariance flux stations and water balance data from seven watersheds in the region.",
        "AnswerCn": "一个数据集是使用ERA5净辐射数据和中国气象强迫数据集（CMFD）作为输入创建的。采用S型广义互补蒸发原理计算月度蒸发，包括土壤蒸发、植被蒸腾和冠层截留。为了确保准确性，结果与来自12个涡度协方差通量站的观测数据和该地区七个流域的水量平衡数据进行了校准和验证。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or resources enable the use of S-shaped generalized complementary evaporation principles to calculate monthly scale evaporation data in high-altitude regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些条件或资源使得在高海拔地区如青藏高原使用S形广义互补蒸发原理来计算月尺度蒸发数据成为可能？",
        "AnswerEn": "The use of S-shaped generalized complementary evaporation principles to calculate evaporation data in high-altitude regions is enabled by resources such as ERA5 net radiation data and the China Meteorological Forcing Dataset (CMFD) as inputs. Additionally, the availability of observational data from 12 eddy covariance flux stations and water balance data from seven different basins facilitates the calibration and validation of the model outputs, ensuring high accuracy.",
        "AnswerCn": "利用S形广义互补蒸发原理计算高海拔地区的蒸发数据，得益于ERA5净辐射数据和中国气象强迫数据集（CMFD）作为输入。此外，来自12个涡度协方差通量站的观测数据和来自七个不同流域的水量平衡数据的可用性，有助于模型输出的校准和验证，确保高精度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}