{
  "id": "59ae9227-cae7-4282-956f-68447adbf78f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of major and trace elements of Lianyunshan pluton in northeastern Hunan Province",
      "titleCn": "湖南省东北部连云山岩体主微量元素地球化学数据",
      "description": "The main and micro test analysis of Lianyunshan rock mass was completed in Beijing Institute of geology of nuclear industry in 2019. X-ray fluorescence spectrometry (XRF) was used to determine the major elements. The process was as follows: first, 0.7G sample was weighed, and then boric acid was added to melt into glass at high temperature. Finally, the oxide content was determined by XRF (Philips pw2404 X-ray fluorescence spectrometer). The accuracy of major element analysis is better than 5% under the monitoring of gsr-1 (granite) standard sample. The determination of trace elements was carried out by ICP-MS: firstly, 50 mg sample was weighed and decomposed by hydrofluoric acid and nitric acid open container digestion method and hydrofluoric acid and nitric acid closed container digestion method, and the solution was made. Then, the internal standard method was used for determination on ICP-MS, and the analysis accuracy was better than 10%.",
      "descriptionCn": "连云山岩体的主微量测试分析于2019年在核工业北京地质研究院完成。主量元素的测定采用X射线荧光光谱法（XRF），其过程大致如下：首先称取0.7g样品，然后加入适量硼酸高温熔融成玻璃片，最后在XRF（仪器型号为Philips PW2404型X荧光光谱仪）上氧化物含量。测定时经GSR-1（花岗岩）标样监控，使主量元素分析精度优于5%。微量元素测定采用等离子质谱（ICPMS）法：首先称取50mg样品，用氢氟酸、硝酸敞开容器分解法与氢氟酸、硝酸密闭容器消解法相结合的方式对样品进行分解，并制成溶液，然后在ICP-MS上用内标法进行测定，分析精度优于10%。",
      "instructions": "It is stored in word format, and the name of the file is \"major and trace element\". All files in the dataset can be opened directly in word",
      "instructionsCn": "以word格式存储，文件的名称为“Major and trace element\"。该数据集中的所有文件可以直接用word打开",
      "east": 114.0,
      "west": 113.0,
      "south": 28.0,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 38314.0,
      "cstr": null,
      "doi": "10.13745/j.esf.2017.02.011",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓腾",
        "nameEn": "DENG Teng",
        "unitEn": "",
        "unitCn": "东华理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "湘东北连云山二云母二长花岗岩的年代学和地球化学特征:对岩浆成因和成矿地球动力学背景的启示",
        "titleEn": null,
        "referenceCn": "许德如, 邓腾, 董国军, 宁钧陶, 王智琳, 张俊岭... & 叶挺威. (2017). 湘东北连云山二云母二长花岗岩的年代学和地球化学特征:对岩浆成因和成矿地球动力学背景的启示. 地学前缘(02), 104-122. doi:10.13745/j.esf.2017.02.011.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南省平江县",
        "keywordEn": "Pingjiang County, Hunan Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the method of using X-ray fluorescence spectroscopy (XRF) for major element analysis ensure an accuracy better than 5%?",
        "QuestionCn": "使用X射线荧光光谱法（XRF）进行主要元素分析是否能确保准确度优于5%？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of geochemical data collection methods used for analyzing major and trace elements in rock bodies?",
        "QuestionCn": "用于分析岩体中主要和微量元素的地球化学数据收集方法的具体特征是什么？",
        "AnswerEn": "0.7g sample, boric acid, glass melt, Philips PW2404 X-ray fluorescence spectrometer, analysis precision better than 5%, 50mg sample, hydrofluoric acid, nitric acid, internal standard method, ICP-MS, analysis precision better than 10%",
        "AnswerCn": "0.7克样品，硼酸，玻璃熔体，Philips PW2404 X射线荧光光谱仪，分析精度优于5%，50毫克样品，氢氟酸，硝酸，内标法，ICP-MS，分析精度优于10%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the precision percentage of the major element analysis in a dataset using X-ray fluorescence spectroscopy (XRF)?",
        "QuestionCn": "使用X射线荧光光谱法（XRF）对数据集中主要元素分析的精确度百分比是多少？",
        "AnswerEn": "5%",
        "AnswerCn": "5%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the X-ray fluorescence spectroscopy (XRF) method used for in the context of geochemical analysis of igneous rock bodies?",
        "QuestionCn": "X射线荧光光谱法（XRF）在火成岩体的地球化学分析中用于什么？",
        "AnswerEn": "X-ray fluorescence spectroscopy (XRF) is used for determining the major element content in igneous rock bodies. The method involves weighing 0.7g of the sample, adding an appropriate amount of boric acid to form a glass disk through high-temperature fusion, and then measuring the oxide content using a Philips PW2404 X-ray fluorescence spectrometer. The process ensures major element analysis precision is better than 5%.",
        "AnswerCn": "X射线荧光光谱法（XRF）用于确定火成岩体中的主要元素含量。该方法涉及称取0.7克样品，添加适量的硼酸，通过高温熔融形成玻璃圆盘，然后使用Philips PW2404 X射线荧光光谱仪测量氧化物含量。该过程确保主要元素分析的精度优于5%。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the high precision required in the analysis of major and trace elements in geochemical data collection for rock bodies?",
        "QuestionCn": "在岩体地球化学数据收集过程中，分析主要和微量元素所需的高精度的因素包括哪些？",
        "AnswerEn": "The precision required in the analysis of major and trace elements in geochemical data collection is influenced by several factors. For major elements, the use of X-ray fluorescence spectrometry (XRF) with a specific instrument model (Philips PW2404) and the incorporation of control standards like GSR-1 (granite) ensure an accuracy of better than 5%. For trace elements, the combination of open and closed vessel decomposition methods using hydrofluoric acid and nitric acid, along with internal standard methods on ICP-MS, contributes to an accuracy of better than 10%.",
        "AnswerCn": "在地球化学数据收集的主要元素和微量元素分析中，所需的精度受到多个因素的影响。对于主要元素，使用特定仪器型号（Philips PW2404）的X射线荧光光谱法（XRF）以及纳入控制标准如GSR-1（花岗岩）确保了优于5%的准确性。对于微量元素，结合开放和闭合容器的分解方法，使用氟化氢酸和硝酸，以及在ICP-MS上的内标法，确保了优于10%的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing X-ray fluorescence spectroscopy and ICP-MS for geochemical analysis in the context of studying the major and trace elements of rock formations?",
        "QuestionCn": "在研究岩层的主要和微量元素时，利用X射线荧光光谱和ICP-MS进行地球化学分析的主要目标是什么？",
        "AnswerEn": "The primary objective of utilizing X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) for geochemical analysis in this context is to accurately determine the concentrations of major and trace elements within rock formations. The use of XRF allows for precise measurement of major element oxides, ensuring analysis precision better than 5%, while ICP-MS provides high-precision measurements of trace elements, maintaining an analysis precision better than 10%. This approach aims to provide detailed geochemical data that can contribute to understanding the composition, origin, and evolution of the rock formations in the region.",
        "AnswerCn": "在这种情况下，利用X射线荧光光谱（XRF）和电感耦合等离子体质谱（ICP-MS）进行地球化学分析的主要目标是准确确定岩石形成中的主要和微量元素浓度。XRF的使用可以精确测量主要元素氧化物，确保分析精度优于5%；而ICP-MS则提供微量元素的高精度测量，保持分析精度优于10%。这种方法旨在提供详细的地球化学数据，有助于理解该地区岩石形成的组成、起源和演化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in determining the major and trace elements in geological samples from the Lianyunshan pluton, and how do these methods ensure high analytical precision?",
        "QuestionCn": "确定连云山岩体地质样品中的主要和微量元素的仪器和程序步骤是什么，这些方法如何确保高分析精度？",
        "AnswerEn": "The major elements in geological samples from the Lianyunshan pluton are determined using X-ray fluorescence spectroscopy (XRF). The process involves weighing 0.7g of the sample, adding an appropriate amount of boric acid, and melting it at high temperature to form a glass disc. This glass disc is then analyzed using a Philips PW2404 model XRF spectrometer to measure oxide contents. The analysis is monitored using a GSR-1 granite standard to ensure that the precision of major element analysis is better than 5%. For trace elements, the samples are first weighed at 50mg and then decomposed using a combination of open and closed vessel methods with hydrofluoric and nitric acids. The resulting solution is analyzed using inductively coupled plasma mass spectrometry (ICP-MS) with internal standards to achieve an analytical precision better than 10%.",
        "AnswerCn": "Lianyunshan岩体的地质样品中的主要元素通过X射线荧光光谱法（XRF）进行测定。该过程涉及称取0.7克样品，加入适量的硼酸，并在高温下熔化形成玻璃圆盘。然后使用Philips PW2404型号的XRF光谱仪分析该玻璃圆盘，以测量氧化物含量。分析过程中使用GSR-1花岗岩标准进行监控，以确保主要元素分析的精度优于5%。对于微量元素，样品首先称取50毫克，然后使用氟化氢酸和硝酸的组合进行开放和闭合容器法的分解。得到的溶液使用电感耦合等离子体质谱法（ICP-MS）进行分析，并采用内标以实现优于10%的分析精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the precise geochemical analysis of major and trace elements in geological samples from the Lianyunshan rock body?",
        "QuestionCn": "哪些技术进步使得对来自连云山岩体的地质样品中主要和微量元素进行精确的地球化学分析成为可能？",
        "AnswerEn": "The use of X-ray fluorescence spectrometry (XRF) for major elements and inductively coupled plasma mass spectrometry (ICPMS) for trace elements allows for precise geochemical analysis. The XRF method involves high-temperature fusion of samples with boric acid to form glass beads, which are then analyzed for oxide content using a Philips PW2404 XRF spectrometer, achieving accuracy better than 5%. For trace elements, samples are decomposed using both open and closed container methods with hydrofluoric acid and nitric acid, and measured using an internal standard method in ICP-MS, achieving an accuracy better than 10%.",
        "AnswerCn": "使用X射线荧光光谱法（XRF）分析主要元素，使用电感耦合等离子体质谱法（ICPMS）分析微量元素，可以实现精确的地球化学分析。XRF方法涉及将样品与硼酸高温熔融以形成玻璃珠，然后使用Philips PW2404 XRF光谱仪分析氧化物含量，准确度优于5%。对于微量元素，样品采用氟化氢酸和硝酸的开放和封闭容器方法进行分解，并使用ICP-MS中的内标法进行测量，准确度优于10%。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}