{
    "id": "59b4fe87-afee-4b83-bbd4-9006c5759694",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Fecal pollen assemblages of grazing livestock in alpine meadow of Eastern Qinghai Tibet Plateau and their environmental implications (2017)",
            "titleCn": "青藏高原东部高寒草甸区放牧家畜粪花粉组合特征及其环境指示意义数据（2017）",
            "description": "In July 2017, our team carried out field vegetation quadrat survey and livestock manure sample collection in Henan and Zeku counties. Random sampling 100 m × 5 ~ 10 pieces of unweathered excrement of the same grazing livestock in 100 m area were mixed into a sample and sealed for preservation. A total of 49 livestock manure samples were collected, including 30 yak (bosgrunniens), 11 horse (Equus ferus cabellus) and 8 sheep (Ovis aries). GPS was used to locate each sampling point, and the vegetation community and main vegetation types within the sampling point were recorded. The dry weight of each sample was 2 g. before sample treatment, 1 Lycopodium spore (27637) was added to each sample ± 563 grains per tablet were used to calculate the sporopollen concentration. Remove the calcareous cement with 10% HCl, after 200 μ The larger particle size of plant residues was removed by M sieve, and the organic matter was removed by 10% KOH in water bath at 70 ℃; Then 40% HF was added to remove the silicate. Finally, 7 μ The sporopollen was enriched by nylon sieve, cleaned and preserved in glycerin. The identification of sporopollen was carried out under 400 times optical biological microscope with reference to the sporopollen morphological atlas and literature. Tilia software was used to draw the sporopollen percentage map. The principal component analysis of sporopollen data was carried out by using canoco5.0 software. This data not only provides new research ideas and means for evaluating grazing livestock feeding habits and the impact of animal husbandry activities on regional vegetation in the Qinghai Tibet Plateau, but also provides important modern process basis and reference data for carrying out pollen analysis of fecal samples preserved in archaeological sites in the Qinghai Tibet Plateau in the future, so as to reconstruct the information of ancient vegetation communities and ancient human production activities.",
            "descriptionCn": "本数据集是2017年7月，课题组在河南县和泽库县开展了野外植被样方调查和放牧家畜粪便样品采集工作。随机采集100 m×100 m区域内的同一种放牧家畜未风化的粪便5~10块，并混合为一个样品密封保存。共采集放牧家畜粪便样品49个，其中牦牛（Bosgrunniens）粪样品 30 个，马（Equus ferus caballus）粪样品11个，羊（Ovis aries）粪样品8个，对每个样点进行GPS定位，并记录取样点范围内植被群落和主要植被类型。每个样品取干重 2 g，样品处理前，每个样品加入 1 粒石松孢子片（27637±563 粒·片- 1）用以计算孢粉浓度。用10%的HCl除去钙质胶结，过200μm筛网除去较大粒径的植物残体，10%的 KOH 在 70 ℃下水浴除去有机质；再加入适量 40%的 HF 除去硅酸盐，最后在超声波振荡器中用7 μm的尼龙筛网富集孢粉，洗净后加甘油保存、制片。孢粉鉴定在400倍光学生物显微镜下进行并参考孢粉形态图谱和文献。应用 Tilia 软件绘制孢粉百分含量图。应用 Canoco5.0 软件对孢粉数据进行了主成分分析。本数据为评估青藏高原放牧家畜采食习性以及畜牧活动对区域植被的影响提供了新的研究思路和手段，也为今后在青藏高原开展考古遗址中保存的粪样品花粉分析，据此重建古植被群落和古人类生产活动信息，提供了重要的现代过程依据和借鉴资料。",
            "instructions": "The data set is stored in Excel format and contains five worksheets, which are basic information of sampling point. XLS, coordinate point. XLS, original data. XLS, calculation process of percentage content of original data. XLS and percentage content. XLS. The data file can be opened with office software or imported into relational database system. The statistical unit involved in the data table is% sporopollen concentration.",
            "instructionsCn": "该数据集以Excel格式存储，包含了5张工作表，依次是采样点基本信息.xls、坐标点.xls、原数据.xls、原数据百分含量计算过程.xls、百分含量.xls。数据文件可以用office软件打开，或可导入到关系型数据库系统，数据表涉及的统计单位：孢粉浓度%。",
            "east": 101.42,
            "west": 101.3,
            "south": 34.3,
            "north": 35.06,
            "startTime": "2017-01-01 00:00:00",
            "endTime": "2017-12-31 00:00:00",
            "fileSize": 2903572.0,
            "cstr": "18406.11.Paleoenv.tpdc.271265",
            "doi": "10.11888/Paleoenv.tpdc.271265",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "候光良",
                "nameEn": "HOU Guangliang",
                "unitEn": "QInghai Normal University",
                "unitCn": "青海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "从青藏高原到第三极和泛第三极",
                "titleEn": null,
                "referenceCn": "姚檀栋, 陈发虎, 崔鹏. (2017). 从青藏高原到第三极和泛第三极. 中国科学院院刊, 32(9), 924-931.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原国家生态安全屏障保护与建设",
                "titleEn": null,
                "referenceCn": "孙鸿烈, 郑度, 姚檀栋, 等. (2012). 青藏高原国家生态安全屏障保护与建设. 地理学报, 67(1), 3-12.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Third pole environment (TPE)",
                "referenceCn": null,
                "referenceEn": "Yao, T. D., Thompson, L. G., Mosbrugger, V., et al. (2012).Third pole environment (TPE). Environmental Development, (3), 52-64."
            },
            {
                "titleCn": null,
                "titleEn": "Climate evolution and environmental response on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Schwalb, A., Schütt, B., Fang, X. (2010).Climate evolution and environmental response on the Tibetan Plateau. Quaternary International,(218), 1-2."
            },
            {
                "titleCn": null,
                "titleEn": "China: The third pole",
                "referenceCn": null,
                "referenceEn": "Qiu, J. China: The third pole. (2008). Nature News, 454(7203), 393-396."
            },
            {
                "titleCn": "青藏高原高寒草地生态系统服务价值评估",
                "titleEn": null,
                "referenceCn": "谢高地, 鲁春霞, 肖玉, 等. (2003). 青藏高原高寒草地生态系统服务价值评估. 山地学报, (1), 50-55.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山西段草地土壤氮矿化及影响因子的关系研究",
                "titleEn": null,
                "referenceCn": "车宗玺, 闫明, 何同弟, 等. (2018). 祁连山西段草地土壤氮矿化及影响因子的关系研究.干旱区地理, 41(1), 92- 98.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Effects of different grazing intensities on soil C, N, and P in an alpine meadow on the Qinghai-TibetanPlateau, China",
                "referenceCn": null,
                "referenceEn": "Li, G., Zhang, Z., & Shi, L., et al. (2018). Effects of different grazing intensities on soil C, N, and P in an alpine meadow on the Qinghai-TibetanPlateau, China. International Journal of Environmental Re⁃search and Public Health, 15(11), 2584."
            },
            {
                "titleCn": "放牧强度对天山北坡 中段山地草甸植被群落特征的影响",
                "titleEn": null,
                "referenceCn": "杨晶晶, 吐尔逊娜依·热依木, 张青青, 等. (2019). 放牧强度对天山北坡中段山地草甸植被群落特征的影响. 草业科学, 36(8), 953-1961.",
                "referenceEn": null
            },
            {
                "titleCn": "放牧梯度上群落物种数与物种组成 结构异质性的数量分析",
                "titleEn": null,
                "referenceCn": "乌云娜, 张凤杰, 盐见正卫. (2011). 放牧梯度上群落物种数与物种组成结构异质性的数量分析. 干旱区地理, 34(6), 904-911.",
                "referenceEn": null
            },
            {
                "titleCn": "家畜实验放牧强度对啮齿动物群落多 样性作用的研究",
                "titleEn": null,
                "referenceCn": "刘伟, 王溪, 刘季科, 等. (1990). 家畜实验放牧强度对啮齿动物群落多样性作用的研究. 青海畜牧兽医杂志, (5), 3-6.",
                "referenceEn": null
            },
            {
                "titleCn": "北方农牧交错区草原利用与禁牧政策的关键问题研究",
                "titleEn": null,
                "referenceCn": "周立华, 侯彩霞. (2019). 北方农牧交错区草原利用与禁牧政策的关键问题研究. 干旱区地理, 42(2), 354-362.",
                "referenceEn": null
            },
            {
                "titleCn": "气候变化和人类活动对干旱区植被 生产力的影响",
                "titleEn": null,
                "referenceCn": "秦景秀, 郝兴明, 张颖, 等. (2020). 气候变化和人类活动对干旱区植被生产力的影响. 干旱区地理, 43(1), 117-125.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Plant trait responses to grazing: A global synthesis",
                "referenceCn": null,
                "referenceEn": "Diaz, S., Lavorel, S., Mcintyre, S., et al. (2007). Plant trait responses to grazing: A global synthesis. Global Change Biology, 13(2), 313-341."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation response to grazingmanagement in a Mediterranean herbaceous community: A functional group approach",
                "referenceCn": null,
                "referenceEn": "Marcelo, S., Mario, G., Avi, P., et al. (2000). Vegetation response to grazing management in a Mediterranean herbaceous community: A functional group approach. Journal of Applied Ecology, 37(2), 224-237."
            },
            {
                "titleCn": "放牧对草原植物的影响",
                "titleEn": null,
                "referenceCn": "李金花, 李镇清, 任继周. (2002). 放牧对草原植物的影响. 草业学报, 11(1): 4-11.",
                "referenceEn": null
            },
            {
                "titleCn": "放牧强度对嵩草草甸草毡表层及草地营养和水分利用的影响",
                "titleEn": null,
                "referenceCn": "杜岩功, 梁东营, 曹广民, 等. (2008). 放牧强度对嵩草草甸草毡表层及草地营养和水分利用的影响. 草业学报, 17(3): 146-150.",
                "referenceEn": null
            },
            {
                "titleCn": "内蒙古细毛羊日食量及对典型草原牧草的食性测定",
                "titleEn": null,
                "referenceCn": "李永宏, 汪诗平. (1998). 内蒙古细毛羊日食量及对典型草原牧草的食性测定. 草业学报, 7(1): 50-53.",
                "referenceEn": null
            },
            {
                "titleCn": "不同放牧率下绵羊的食性及食物多样性与草地植物多样性间的关系",
                "titleEn": null,
                "referenceCn": "汪诗平. (2001). 不同放牧率下绵羊的食性及食物多样性与草地植物多样性间的关系. 生态学报, 21(2): 237-243.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Microscopic analysis of herbivore diets: A problem and a solution",
                "referenceCn": null,
                "referenceEn": "Norbury, G. (1988). Microscopic analysis of herbivore diets: A problem and a solution. Wildlife Research, 15(1), 51-57."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "花粉",
                "nameEn": "Pollen"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东部",
                "keywordEn": "eastern part of Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国科学院战略性先导科技专项（A类）",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "青海省农牧交错带表土花粉谱特征及其对人类活动的量化辨识",
                "titleEn": "Qinghai Provincial Natural Science Foundation Youth Project"
            },
            {
                "titleCn": "青藏高原史前文化分区及交流路线与环境",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather information on livestock grazing habits and their impact on vegetation in high-altitude meadows?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于收集关于高海拔草甸中牲畜放牧习惯及其对植被影响的信息？",
                "AnswerEn": "A data collection method involves conducting field surveys and collecting grazing livestock feces samples within a 100 m×100 m area, ensuring samples are from the same type of livestock and unweathered. GPS is used for location tracking, and vegetation community types are recorded. Samples are treated with various chemical processes to isolate pollen for analysis, providing insights into livestock grazing habits and vegetation impact.",
                "AnswerCn": "一种数据收集方法涉及在100米×100米的区域内进行实地调查，并收集放牧牲畜的粪便样本，确保样本来自相同类型的牲畜且未受天气影响。使用GPS进行位置跟踪，并记录植被群落类型。样本经过各种化学处理以分离花粉进行分析，从而提供对牲畜放牧习惯和植被影响的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the ecological impact of grazing livestock on vegetation from the pollen concentration and composition data collected in high-altitude meadows?",
                "QuestionCn": "从高海拔草甸收集的花粉浓度和组成数据中，可以推断出放牧牲畜对植被的生态影响。",
                "AnswerEn": "The pollen concentration and composition data provide insights into the feeding habits of grazing livestock and their effects on regional vegetation. By analyzing the pollen types and concentrations in livestock dung, researchers can assess how grazing activities influence plant community structure and identify dominant vegetation types within the sampling regions.",
                "AnswerCn": "花粉浓度和组成数据提供了对放牧牲畜的采食习惯及其对区域植被影响的洞察。通过分析牲畜粪便中的花粉类型和浓度，研究人员可以评估放牧活动如何影响植物群落结构，并识别采样区域内的主要植被类型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of analyzing pollen assemblages in grazing livestock feces for understanding environmental indications in alpine meadow regions?",
                "QuestionCn": "分析放牧牲畜粪便中的花粉组合的主要目的是为了理解高山草甸地区的环境指示。",
                "AnswerEn": "The goal is to evaluate grazing livestock feeding habits and the impact of herding activities on regional vegetation, providing insights into ancient vegetation communities and human production activities by analyzing pollen in archaeological samples.",
                "AnswerCn": "目标是评估放牧牲畜的饲养习惯及放牧活动对区域植被的影响，通过分析考古样本中的花粉，提供对古代植被群落和人类生产活动的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions enable the accurate collection and preservation of pollen data in high-altitude alpine meadow regions?",
                "QuestionCn": "哪些条件能够在高海拔高山草甸地区准确收集和保存花粉数据？",
                "AnswerEn": "Accurate collection and preservation of pollen data in high-altitude alpine meadow regions are enabled by proper sampling techniques such as collecting unweathered livestock dung within a defined area, using GPS for precise location tracking, and employing chemical treatments to remove unwanted materials like calcium and organic matter. These conditions help maintain the integrity of the pollen samples for further analysis.",
                "AnswerCn": "在高海拔高山草甸地区，准确收集和保存花粉数据得益于适当的采样技术，例如在特定区域内收集未风化的牲畜粪便，使用GPS进行精确定位，以及采用化学处理去除钙和有机物等不必要的材料。这些条件有助于保持花粉样本的完整性，以便进行进一步分析。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}