{
  "id": "59f6b0c7-c9bb-4878-9cbe-c35f8a528be7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Concentrations of soil POPs in the Tibetan Plateau (2007-2009)",
      "titleCn": "青藏高原土壤持久性有机污染物浓度数据集（2007-2009）",
      "description": "This data set is the spatial distribution of soil POPs in the Tibetan Plateau, including OCPs, PCBs, PBDEs and PAHs. Fourty soil samples were taken from remote sites (i.e., away from towns, roads, or other human activity) in 8 soil zones of the Tibetan Plateau in 2007. The samples were collected using a stainless steel hand-held corer.Five cores (0-5 cm), taken over an area of ~100 m2, were bulked together to form one sample. The samples were wrapped in aluminum foil twice and sealed in two plastic bags to minimize the possibility for contamination. All the samples were analyzed at Key Laboratory of Tibetan Environment Changes and Land Surface Processes, Chinese Academy of Sciences. The samples were Soxhlet-extracted, purified on an aluminium/silica column (i.d. 8 mm), a gel permeation chromatography (GPC) column subsequently, and were detected on a gas chromatograph with an ion-trap mass spectrometer (GC-MS, Finnigan Trace GC/PolarisQ) operating under MS–MS mode. A CP-Sil 8CB capillary column (50 m ×0.25 mm, film thickness 0.25 μm) was used for OCPs, PCBs and PBDEs, and a DB-5MS column (60 m ×0.25mm, film thickness 0.25 μm) was used for PAHs. Procedural blanks were prepared. The recoveries ranged from 53% to 130% for OCPs, and 58% to 92% for PAHs. The reported concentrations were not corrected for recoveries.",
      "descriptionCn": "本数据集为青藏高原土壤持久性有机污染物（POPs）的浓度数据,包括有机氯农药（OCPs）、多氯联苯（PCBs）、多溴联苯醚（PBDEs）和多环芳烃（PAHs)。本研究于 2007 年在 8 个土壤分区共采集土壤样品 40个。土壤样品主要在远离道路、居民区、农田等受人类活动影响的地区采集。采样方法是：利用不锈钢铲采集 0-5cm 表层土壤样品，在每个采样点 100 m2范围内各采集 5 个土壤样品（中心和每个角各一个样品）并混合成为一个样品。为减少可能的污染，所有土壤样品都用两层铝箔纸包裹，并放置于两层自封袋内密封保存。所有样品的分析工作均在中国科学院青藏高原环境变化与地表过程重点实验室完成。样品前处理步骤包括索式提取、硅胶-氧化铝柱净化、过GPC柱去除大分子杂质、浓缩定容等步骤。分析测试仪器为热电公司生产的气相色谱/离子阱质谱（Finnigan-TRACE GC/PolarisQ），分离OCPs和PCBs的色谱柱为CP-Sil 8CB毛细柱（50 m×0.25 mm×0.25 μm），分离PAHs的色谱柱为DB-5MS毛细柱（60 m×0.25 mm×0.25 μm）。实验过程中设置了实验流程空白。所有化合物实验室空白都没有检测到，这说明样品的分析过程中并没有造成污染。PAHs实验室样品的回收率在58-92%之间，OCPs的实验室样品的回收率在53-130%之间，样品浓度未使用回收率进行校正。",
      "instructions": "Tabular data, can be opened in Microsoft Excel software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 80.0,
      "west": 99.0,
      "south": 28.0,
      "north": 37.0,
      "startTime": "2007-01-06 08:00:00",
      "endTime": "2010-01-05 08:00:00",
      "fileSize": 184354.0,
      "cstr": "18406.11.Soil.tpdc.270503",
      "doi": "10.11888/Soil.tpdc.270503",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王小萍",
        "nameEn": "WANG Xiaoping",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Polycyclic aromatic hydrocarbons in surface soil across the Tibetan Plateau: Spatial distribution, source and air-soil exchange",
        "referenceCn": null,
        "referenceEn": "Wang, C.F., Wang, X.P., Gong, P., &Yao, T.D. (2014). Polycyclic aromatic hydrocarbons in surface soil across the Tibetan Plateau: Spatial distribution, source and air-soil exchange. Environmental Pollution, 184, 138-144."
      },
      {
        "titleCn": null,
        "titleEn": "Persistent organic pollutants in the Tibetan surface soil: Spatial distribution, air-soil exchange and implications for global cycling",
        "referenceCn": null,
        "referenceEn": "Wang, X.P., Sheng, J.J., Gong, P., Xue, Y.G., Yao, T.D., &Jones, K.C. (2012). Persistent organic pollutants in the Tibetan surface soil: Spatial distribution, air-soil exchange and implications for global cycling. Environmental Pollution, 170, 145-151."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "区划",
        "nameEn": "Division"
      },
      {
        "nameCn": "土壤区划",
        "nameEn": "Soil division"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-2009",
        "keywordEn": "2007-2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many soil samples were collected during the data collection process for the concentration of persistent organic pollutants in the Tibetan Plateau?",
        "QuestionCn": "在青藏高原的持久性有机污染物浓度数据收集过程中，共收集了多少土壤样本？",
        "AnswerEn": "40",
        "AnswerCn": "40",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of remote and human activity-free areas for soil sample collection in studying persistent organic pollutants on the Tibetan Plateau?",
        "QuestionCn": "在研究青藏高原持久性有机污染物时，选择远离人类活动的偏远地区进行土壤样本采集的因素有哪些？",
        "AnswerEn": "The choice of remote and human activity-free areas for soil sample collection is influenced by the need to minimize contamination from anthropogenic sources such as roads, residential areas, and farmland. This ensures that the data reflects natural background levels of persistent organic pollutants and not localized pollution.",
        "AnswerCn": "选择远离人类活动的偏远地区进行土壤样本采集，是为了尽量减少来自人类活动源的污染，例如道路、住宅区和农田。这确保了数据反映的是持久性有机污染物的自然背景水平，而不是局部污染。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of collecting soil samples away from human activity areas on the accuracy and reliability of a dataset about persistent organic pollutants?",
        "QuestionCn": "在远离人类活动区域收集土壤样本可能对关于持久性有机污染物的数据集的准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "Collecting soil samples away from human activity areas is likely to enhance the accuracy and reliability of a dataset about persistent organic pollutants by reducing the influence of localized pollution sources such as roads, residential areas, and agricultural lands. This approach helps in obtaining a more representative assessment of the background levels of pollutants, minimizing the risk of contamination and providing a clearer understanding of the environmental baseline.",
        "AnswerCn": "远离人类活动区域收集土壤样本可能会提高关于持久性有机污染物数据集的准确性和可靠性，因为这可以减少道路、住宅区和农业用地等局部污染源的影响。这种方法有助于获得污染物背景水平的更具代表性的评估，最小化污染风险，并提供对环境基线的更清晰理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps for collecting and preparing soil samples to measure the concentration of persistent organic pollutants in a remote region, ensuring minimal contamination and accurate analysis?",
        "QuestionCn": "在偏远地区收集和准备土壤样本以测量持久性有机污染物浓度的详细步骤是什么，以确保最小化污染和准确分析？",
        "AnswerEn": "The data collection method involves collecting soil samples using a stainless steel spade from 0-5 cm surface soil layers in areas minimally impacted by human activities such as roads, residential areas, and farmlands. At each sampling site, five soil samples are collected within a 100 m2 area (one from the center and one from each corner) and mixed into a single sample. To minimize contamination, all soil samples are wrapped in two layers of aluminum foil and sealed in two layers of resealable bags. The analysis is conducted at a specialized laboratory, where samples undergo pretreatment steps including Soxhlet extraction, silica-alumina column purification, removal of high molecular impurities using a GPC column, and concentration for analysis. The analytical instrument used is a gas chromatograph/ion trap mass spectrometer (Finnigan-TRACE GC/PolarisQ), with specific chromatographic columns employed for separating OCPs, PCBs, and PAHs.",
        "AnswerCn": "数据收集方法涉及使用不锈钢铲子从0-5厘米的表层土壤中采集土壤样本，采样区域应尽量远离人类活动的影响，如道路、住宅区和农田。在每个采样点，在100平方米的区域内收集五个土壤样本（一个来自中心，四个来自每个角落），并将其混合成一个单一样本。为了减少污染，所有土壤样本用两层铝箔包裹，并密封在两层可重新封闭的袋子中。分析在专业实验室进行，样本经过预处理步骤，包括索氏提取、硅铝柱纯化、使用GPC柱去除高分子杂质，以及浓缩以便分析。使用的分析仪器是气相色谱/离子阱质谱仪（Finnigan-TRACE GC/PolarisQ），采用特定的色谱柱用于分离有机氯农药（OCPs）、多氯联苯（PCBs）和多环芳烃（PAHs）。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods or technologies enable the accurate collection and preservation of soil samples for persistent organic pollutants analysis in remote regions?",
        "QuestionCn": "哪些方法或技术能够在偏远地区准确收集和保存土壤样本，以便分析持久性有机污染物？",
        "AnswerEn": "The data collection method involves using a stainless steel shovel to collect 0-5cm surface soil samples, avoiding human activity areas such as roads and farmlands. Samples are combined from five collection points within a 100 m2 area and are carefully wrapped in two layers of aluminum foil and sealed in two layers of self-sealing bags to prevent contamination. Analytical work is conducted at a specialized laboratory using gas chromatography/ion trap mass spectrometry, with specific chromatographic columns for separating different pollutants, ensuring accurate analysis without sample contamination.",
        "AnswerCn": "数据收集方法涉及使用不锈钢铲子收集0-5厘米表层土壤样本，避免人类活动区域，如道路和农田。样本来自100平方米区域内五个采样点的组合，样本被小心地用两层铝箔包裹，并密封在两层自封袋中，以防止污染。分析工作在专门实验室进行，使用气相色谱/离子阱质谱法，配备特定的色谱柱以分离不同的污染物，确保在分析过程中不发生样本污染。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}