{
    "id": "5a0d2e28-ebc6-4ea4-8ce4-a7f2897c8ee6",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Monthly mean evapotranspiration data set of the Tibet Plateau (2001-2018)",
            "titleCn": "青藏高原月平均地表蒸散发数据集（2001-2018）",
            "description": "This data set includes the monthly average actual evapotranspiration of the Tibet Plateau from 2001 to 2018. The data set is based on the satellite remote sensing data (MODIS) and reanalysis meteorological data (CMFD), and is calculated by the surface energy balance system model (SEBS). In the process of calculating the turbulent flux, the sub-grid scale topography drag parameterization scheme is introduced to improve the simulation of sensible and latent heat fluxes. In addition, the evapotranspiration of the model is verified by the observation data of six turbulence flux stations on the Tibetan Plateau, which shows high accuracy. The data set can be used to study the characteristics of land-atmosphere interaction and the water cycle in the Tibetan Plateau.",
            "descriptionCn": "本数据集包含2001-2018年青藏高原月平均地表实际蒸散发量，空间分辨率为0.1度。数据集主要以卫星遥感数据（MODIS）和再分析气象数据（CMFD）作为输入，利用地表能量平衡系统模型（SEBS）计算得到。在计算湍流通量的过程中引入了次网格地形拖曳参数化方案，提高了对地表感热通量和潜热通量的模拟。另外，利用青藏高原6个湍流通量站的观测数据对模型输出的蒸散发量进行了验证，显示出了较高的精度。该数据集可用于研究青藏高原陆气相互作用和水循环特征。",
            "instructions": "Data storage format is standard NetCDF format, including time, longitude and latitude information, which can be read directly by NCL, python, MATLAB and other software.",
            "instructionsCn": "数据存放格式为标准的NetCDF格式，包含时间和经纬度信息，可使用NCL、Python、Matlab等多种软件直接读取。",
            "east": 105.0,
            "west": 70.0,
            "south": 22.0,
            "north": 45.0,
            "startTime": "2001-01-01 00:00:00",
            "endTime": "2018-12-31 11:59:59",
            "fileSize": 152071748.0,
            "cstr": "18406.11.Hydro.tpdc.270995",
            "doi": "10.11888/Hydro.tpdc.270995",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "韩存博",
                "nameEn": "HAN Cunbo",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马耀明",
                "nameEn": "MA Yaoming",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王宾宾",
                "nameEn": "WANG Binbin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "仲雷",
                "nameEn": "ZHONG Lei",
                "unitEn": "",
                "unitCn": "中国科技大学"
            },
            {
                "nameCn": "马伟强",
                "nameEn": "MA Weiqiang*",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "陈学龙",
                "nameEn": "CHEN Xuelong",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "苏中波",
                "nameEn": "SU Zhongbo",
                "unitEn": "",
                "unitCn": "荷兰特文特大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Long-term variations in actual evapotranspiration over the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Han, C., Ma, Y., Wang, B., Zhong, L., Ma, W., Chen, X., & Su, Z. (2021). Long-term variations in actual evapotranspiration over the Tibetan Plateau. Earth System Science Data, 13(7), 3513–3524. https://doi.org/10.5194/essd-13-3513-2021"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "遥感蒸散",
                "nameEn": "Remote sensing evapotranspiration"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Pleteau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "月数据",
                "keywordEn": "Month data",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "西风-季风作用下的气象因子追踪",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "泛第三极地区多圈层地气相互作用过程及其影响区域能量和水分循环的机制研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "As the birthplace of Asia’s major rivers, the Tibetan Plateau (TP), famous as the “Water Tower of Asia”, is essential to the Asian energy and water cycles (Immerzeel et al., 2010; Yao et al., 2012). Consuming around two-thirds of global terrestrial precipitation, evapotranspiration (ET) is a crucial component that affects the exchange of water and energy between the land surface and the atmosphere (Oki and Kanae, 2006; Fisher et al., 2017). ET is also a key factor modulating regional and global weather and climate. Total evaporation from large lakes of the TP has been quantitatively estimated recently (B. Wang et al., 2020); however, the terrestrial ET on the TP and its spatial and temporal changes remain very uncertain. Although Epan and potential ET suggest the long-term variability in ET according to the complementary relationship (CR) between Epan and actual ET (ET a) (Zhang et al., 2007), these measures cannot precisely depict the spatial pattern of trends in ET a. Employing only routine meteorological observations without requiring any vegetation and soil information is the most significant advantage of CR models (Szilagyi et al., 2017). However, numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions. Satellite remote sensing (RS) provides temporally frequent and spatially contiguous measurements of land surface characteristics that affect ET, for example, land surface temperature, albedo, and vegetation index."
            ],
            "research objective": [
                "Thus, in this study, with full consideration of the recent developments in the SEBS model over the TP, we aim to (1) develop an 18-year (2001–2018) ET a product of the TP, along with independent validations against EC observations; (2) quantify the spatiotemporal variability in the ET a in the TP; and (3) uncover the main factors dominating the changes in ETa, using the estimated product."
            ],
            "challenges": [
                "However, spatial distribution and temporal changes in ET a over the Tibetan Plateau (TP) remain very uncertain. However, the fetch of the EC observation is on the order of hundreds of meters, thus impeding the ability to capture the plateau-scale variations in ET a. However, numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions. The SEBS-estimated ETa is at a resolution of around 10 km, while the footprint of EC-observed ETa values ranges from a few dozen meters to a few hundred meters. Note that the energy consumption related to freeze–thaw processes and sublimation is neglected. Thus, the dataset is likely to be less reliable over the glacier and permafrost and in the winter season."
            ],
            "methods": [
                "The SEBS model (Su, 2002) was used to derive land surface energy flux components in the present study. The SEBS-estimated ETa was validated against EC observations at six flux stations on the TP at a monthly scale. In situ observations, satellite-based products, and meteorological forcing data were used in this study to estimate monthly ETa over the TP area. The 3-hourly CMFD data were averaged into daily and then into monthly data to be consistent with MODIS products in terms of temporal resolution."
            ],
            "dataset": [
                "The CMFD, which was developed based on the released China Meteorological Administration (CMA) data (He et al., 2020), was used as model input. MODIS monthly land surface products, including land surface temperature and emissivity, land surface albedo, and vegetation index, provide land surface conditions for the SEBS model. In situ EC data observed at six flux stations on the TP were used to validate model results. The dataset presented and analyzed in this article has been released and is available for free download from the Science Data Bank (https://doi.org/10.11922/sciencedb.t00000.00010, Han et al., 2020b) and from the National Tibetan Plateau Data Center (https://doi.org/10.11888/Hydro.tpdc.270995, Han et al., 2020a)."
            ],
            "findings": [
                "The domain mean of annual ETa on the TP decreased slightly (−1.45 mm yr−1, p< 0.05) from 2001 to 2018. The annual ETa increased significantly at a rate of 2.62 mm yr−1 (p< 0.05) in the eastern sector of the TP (long >90◦E) but decreased significantly at a rate of −5.52 mm yr−1 (p< 0.05) in the western sector of the TP (long <90◦E). The mean annual ET a during 2001–2018 and over the whole TP was 496 ±23 mm. Thus, the total evapotranspiration from the terrestrial surface of the TP was 1238.3±57.6 km3 yr−1."
            ],
            "backgroundCn": [
                "作为亚洲主要河流的发源地，青藏高原（TP）被誉为“亚洲的水塔”，对亚洲的能量和水循环至关重要（Immerzeel et al., 2010; Yao et al., 2012）。蒸散发（ET）消耗了全球陆地降水的约三分之二，是影响陆地表面与大气之间水分和能量交换的关键组成部分（Oki and Kanae, 2006; Fisher et al., 2017）。ET也是调节区域和全球天气与气候的关键因素。青藏高原大湖的总蒸发量最近已被定量估算（B. Wang et al., 2020）；然而，青藏高原的陆地ET及其时空变化仍然存在很大的不确定性。尽管Epan和潜在ET根据Epan与实际ET（ET a）之间的互补关系（CR）表明了ET的长期变异性（Zhang et al., 2007），但这些测量无法准确描绘ET a的趋势空间模式。仅使用常规气象观测而不需要任何植被和土壤信息是CR模型的最大优势（Szilagyi et al., 2017）。然而，许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。卫星遥感（RS）提供了对影响ET的陆地表面特征的时间频繁和空间连续的测量，例如，陆地表面温度、反照率和植被指数。"
            ],
            "research objectiveCn": [
                "因此，在本研究中，充分考虑到SEBS模型在青藏高原（TP）上的最新进展，我们旨在（1）开发一个为期18年的（2001-2018年）青藏高原蒸散发（ETa）产品，并与生态系统观测（EC）进行独立验证；（2）量化青藏高原蒸散发的时空变化；（3）利用估算的产品揭示主导蒸散发变化的主要因素。"
            ],
            "challengesCn": [
                "然而，青藏高原（TP）上蒸散发（ETa）的空间分布和时间变化仍然非常不确定。然而，涡度协方差（EC）观测的取样范围在数百米的数量级，这限制了捕捉高原尺度的ETa变化的能力。然而，许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。SEBS估算的ETa分辨率约为10公里，而EC观测的ETa值的取样范围从几十米到几百米不等。需要注意的是，与冻结-融化过程和升华相关的能量消耗被忽略。因此，该数据集在冰川、永久冻土以及冬季的可靠性可能较低。"
            ],
            "methodsCn": [
                "本研究采用SEBS模型（Su, 2002）来推导地表能量通量分量。SEBS估算的ETa在青藏高原的六个通量站点上与EC观测数据进行了月尺度的验证。本研究使用了现场观测、基于卫星的产品和气象强迫数据来估算青藏高原地区的月度ETa。将3小时的CMFD数据平均为日数据，然后再转化为月数据，以便与MODIS产品在时间分辨率上保持一致。"
            ],
            "datasetCn": [
                "CMFD是基于中国气象局（CMA）发布的数据开发的（He et al., 2020），作为模型输入。MODIS每月陆地表面产品，包括陆地表面温度和发射率、陆地表面反照率和植被指数，为SEBS模型提供了陆地表面条件。在青藏 Plateau（TP）六个通量站观测的现场EC数据用于验证模型结果。本文中呈现和分析的数据集已发布，并可从科学数据银行（https://doi.org/10.11922/sciencedb.t00000.00010，Han et al., 2020b）和国家青藏 Plateau 数据中心（https://doi.org/10.11888/Hydro.tpdc.270995，Han et al., 2020a）免费下载。"
            ],
            "findingsCn": [
                "2001年至2018年，青藏高原（TP）年均蒸散发（ETa）略有下降（−1.45 mm yr−1，p< 0.05）。在青藏高原的东部（经度>90°E），年均ETa显著增加，增幅为2.62 mm yr−1（p< 0.05）；而在西部（经度<90°E），年均ETa显著下降，降幅为−5.52 mm yr−1（p< 0.05）。2001年至2018年期间，整个青藏高原的年均ETa为496 ±23 mm。因此，青藏高原陆地表面的总蒸散发量为1238.3±57.6 km3 yr−1。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of the SEBS model for estimating evapotranspiration on the Tibetan Plateau require satellite remote sensing inputs like MODIS?",
                "QuestionCn": "在青藏高原上使用SEBS模型估算蒸散发是否需要像MODIS这样的卫星遥感输入？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can the energy flux components derived from the SEBS model be validated using in situ EC observations at flux stations?",
                "QuestionCn": "SEBS模型衍生的能量通量分量可以通过在通量站的现场EC观测进行验证吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the spatial resolution of the SEBS-estimated evapotranspiration data substantially larger than the footprint of EC-observed values?",
                "QuestionCn": "SEBS估算的蒸散发数据的空间分辨率是否明显大于EC观测值的足迹？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main data input for calculating evapotranspiration on the Tibetan Plateau derived from satellite remote sensing, meteorological reanalysis data, or in situ observations?",
                "QuestionCn": "计算青藏高原蒸散发的主要数据输入是来自卫星遥感、气象再分析数据还是现场观测？",
                "AnswerEn": "satellite remote sensing",
                "AnswerCn": "卫星遥感",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in accurately estimating surface evapotranspiration on the Tibetan Plateau primarily due to spatial distribution, temporal changes, or data validation requirements?",
                "QuestionCn": "在准确估算青藏高原的表面蒸散发时，主要挑战是由于空间分布、时间变化还是数据验证要求？",
                "AnswerEn": "spatial distribution, temporal changes, data validation requirements",
                "AnswerCn": "空间分布、时间变化、数据验证要求",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which model is more applicable for estimating land surface energy flux components on the Tibetan Plateau: SEBS model, CR model, or another approach?",
                "QuestionCn": "哪个模型更适合估算青藏高原的地表能量通量分量：SEBS模型、CR模型还是其他方法？",
                "AnswerEn": "SEBS model",
                "AnswerCn": "SEBS模型",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are used in estimating monthly evapotranspiration over the Tibetan Plateau?",
                "QuestionCn": "在估算青藏高原的月蒸散发时使用了哪些数据源？",
                "AnswerEn": "In situ observations, MODIS monthly land surface products, CMFD",
                "AnswerCn": "现场观测、MODIS月度地表产品、CMFD",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges in using the SEBS model for estimating evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上使用SEBS模型估算蒸散发面临的挑战有哪些？",
                "AnswerEn": "uncertainties in spatial distribution and temporal changes in evapotranspiration",
                "AnswerCn": "蒸散发空间分布和时间变化的不确定性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于估算青藏高原蒸散发的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to estimate evapotranspiration on the Tibetan Plateau involves using the SEBS model, which combines satellite remote sensing data (such as MODIS products) and reanalysis meteorological data (like CMFD) to compute surface energy flux components. This method incorporates in situ EC data from six flux stations on the plateau to validate the model outputs.",
                "AnswerCn": "在青藏高原上估算蒸散发的一种数据收集方法涉及使用SEBS模型，该模型结合了卫星遥感数据（如MODIS产品）和再分析气象数据（如CMFD），以计算地表能量通量分量。该方法还结合了来自高原六个通量站的现场EC数据，以验证模型输出。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge encountered when modeling evapotranspiration over the Tibetan Plateau?",
                "QuestionCn": "在对青藏 Plateau 进行蒸散发建模时遇到的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in modeling evapotranspiration over the Tibetan Plateau is the uncertainty in capturing plateau-scale variations in evapotranspiration due to the limited spatial footprint of EC observations, which ranges from a few dozen meters to a few hundred meters, compared to the larger resolution of the SEBS-estimated data.",
                "AnswerCn": "在对青藏高原进行蒸散发建模时，一个挑战是由于EC观测的有限空间范围（通常为几十米到几百米），难以捕捉到高原尺度的蒸散发变化，而SEBS估算数据的分辨率较大。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used for validating evapotranspiration model results in the Tibetan Plateau region?",
                "QuestionCn": "您能否提供一个用于验证青藏高原地区蒸散发模型结果的数据集示例？",
                "AnswerEn": "An example of a dataset used for validating evapotranspiration model results in the Tibetan Plateau region is the in situ EC data observed at six flux stations on the TP. These data were used to validate the SEBS model results at a monthly scale, ensuring the accuracy of the estimated evapotranspiration.",
                "AnswerCn": "用于验证青藏高原地区蒸散发模型结果的数据集的一个例子是六个通量站观测的现场EC数据。这些数据用于在月尺度上验证SEBS模型结果，确保估算的蒸散发的准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to estimate evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "用于估算青藏高原蒸散发的数据收集方法的特点是什么？",
                "AnswerEn": "satellite remote sensing data, MODIS products, land surface conditions, temperature, albedo, vegetation index, meteorological forcing data from CMFD, in situ EC observations at six flux stations, monthly estimation",
                "AnswerCn": "卫星遥感数据、MODIS产品、地表状况、温度、反照率、植被指数、来自CMFD的气象强迫数据、六个通量站的原位EC观测、月度估算。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary challenges in accurately measuring evapotranspiration spatially and temporally on the Tibetan Plateau?",
                "QuestionCn": "在准确测量青藏高原的蒸散发时，主要面临的挑战包括空间和时间上的测量困难。",
                "AnswerEn": "uncertainty in spatial distribution, temporal changes, limited spatial coverage of EC observations, assumptions and validation requirements of key parameters, energy consumption related to freeze-thaw processes and sublimation neglected",
                "AnswerCn": "空间分布的不确定性、时间变化、EC观测的空间覆盖有限、关键参数的假设和验证要求、与冻融过程和升华相关的能量消耗被忽略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many flux stations provided in-situ EC data for validating the SEBS model estimations on the Tibetan Plateau?",
                "QuestionCn": "有多少个通量站提供了现场的EC数据用于验证SEBS模型在青藏高原上的估算？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the SEBS model in the context of evapotranspiration estimation on the Tibetan Plateau?",
                "QuestionCn": "SEBS模型在青藏高原蒸散发估算中的背景是什么？",
                "AnswerEn": "The SEBS model, as used in the context of evapotranspiration estimation on the Tibetan Plateau, is a method to derive land surface energy flux components. It incorporates satellite remote sensing data and meteorological inputs to estimate actual evapotranspiration, validated against EC observations at flux stations.",
                "AnswerCn": "SEBS模型在青藏高原蒸散发估算中的应用是一种推导地表能量通量组成的方法。它结合了卫星遥感数据和气象输入，以估算实际蒸散发，并与通量站的EC观测数据进行了验证。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with using complementary relationship models for evapotranspiration estimation?",
                "QuestionCn": "使用互补关系模型进行蒸散发估算所面临的挑战有哪些？",
                "AnswerEn": "The challenges of using complementary relationship models for evapotranspiration estimation include numerous assumptions and requirements for validating key parameters, which limit their application across different climate conditions. These models do not require vegetation and soil information but face limitations in accurately depicting spatial and temporal patterns of actual evapotranspiration.",
                "AnswerCn": "使用互补关系模型进行蒸散发估算的挑战包括对关键参数的众多假设和验证要求，这限制了它们在不同气候条件下的应用。这些模型不需要植被和土壤信息，但在准确描绘实际蒸散发的空间和时间模式方面存在局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in spatial resolution and validation methods between the SEBS model-estimated evapotranspiration data and EC observation data on the Tibetan Plateau?",
                "QuestionCn": "SEBS模型估算的蒸散发数据与EC观测数据在空间分辨率和验证方法上有什么区别？",
                "AnswerEn": "The SEBS model estimates evapotranspiration at a resolution of around 10 km, whereas the EC observation data have a footprint that ranges from a few dozen meters to a few hundred meters. The SEBS model's estimated data were validated against EC observations at six flux stations on a monthly scale.",
                "AnswerCn": "SEBS模型以大约10公里的分辨率估算蒸散发，而EC观测数据的观测范围从几十米到几百米不等。SEBS模型的估算数据在六个通量站点上进行了月度尺度的验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do satellite-based products and in situ observations complement each other in the data collection for evapotranspiration modeling over the Tibetan Plateau?",
                "QuestionCn": "卫星产品和地面观测在青藏高原蒸散发建模的数据收集方面是如何相辅相成的？",
                "AnswerEn": "Satellite-based products, such as MODIS, provide temporally frequent and spatially contiguous measurements of land surface characteristics affecting evapotranspiration, while in situ observations from EC data at flux stations are used to validate the model results. This combination allows for the estimation of monthly evapotranspiration over a large area like the Tibetan Plateau.",
                "AnswerCn": "基于卫星的产品，如MODIS，提供了对影响蒸散发的陆地表面特征的时间频繁和空间连续的测量，而来自通量站的EC数据的现场观测则用于验证模型结果。这种结合使得能够估算像青藏高原这样的大面积区域的月蒸散发。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can satellite remote sensing data be integrated with in situ observations to improve the accuracy of evapotranspiration estimates over diverse climate conditions?",
                "QuestionCn": "如何将卫星遥感数据与地面观测相结合，以提高在不同气候条件下蒸散发估算的准确性？",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics like temperature, albedo, and vegetation index, which affect evapotranspiration. In situ observations, such as those from flux stations, can validate satellite-derived estimates. This integration can enhance accuracy by combining the spatial coverage of remote sensing with the precision of ground-based measurements, addressing challenges posed by varied climate conditions.",
                "AnswerCn": "卫星遥感提供了对土地表面特征（如温度、反照率和植被指数）的时间频繁和空间连续的测量，这些特征影响蒸散发。现场观测，例如来自通量站的数据，可以验证卫星衍生的估算。通过结合遥感的空间覆盖和基于地面的测量精度，这种整合可以提高准确性，解决不同气候条件带来的挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological challenges arise from the use of land surface energy balance models in estimating evapotranspiration in areas with complex terrain such as the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样复杂地形地区使用地表能量平衡模型估算蒸散发时，会出现哪些方法论挑战？",
                "AnswerEn": "One challenge is the scale discrepancy between the model's resolution and the footprint of ground observations, which can affect accuracy. Additionally, energy consumption related to freeze-thaw processes and sublimation is often neglected, leading to potential reliability issues in glacier and permafrost regions and during winter. The model's assumptions and parameter validations also limit its application across different climate conditions.",
                "AnswerCn": "一个挑战是模型分辨率与地面观测的足迹之间的尺度差异，这可能影响准确性。此外，与冻融过程和升华相关的能量消耗通常被忽视，这在冰川和永久冻土地区以及冬季可能导致可靠性问题。模型的假设和参数验证也限制了其在不同气候条件下的应用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key factors dominating changes in actual evapotranspiration on the Tibetan Plateau, and how can they be quantified using data collected over an extended period?",
                "QuestionCn": "影响青藏高原实际蒸散发变化的关键因素有哪些，以及如何利用长期收集的数据对其进行量化？",
                "AnswerEn": "Key factors include spatial and temporal variability in land surface characteristics influenced by climate change and human activities. These can be quantified using an 18-year dataset of actual evapotranspiration, validated against ground observations, to identify trends and patterns. The data's temporal depth and spatial coverage allow for a detailed analysis of changes and their driving factors.",
                "AnswerCn": "关键因素包括受气候变化和人类活动影响的土地表面特征的空间和时间变异性。这些可以通过一个18年的实际蒸散发数据集进行量化，该数据集经过地面观测验证，以识别趋势和模式。数据的时间深度和空间覆盖范围允许对变化及其驱动因素进行详细分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes uncertainties in the spatial distribution and temporal changes in terrestrial evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "导致青藏高原地表蒸散发空间分布和时间变化不确定性的原因是什么？",
                "AnswerEn": "The uncertainties arise due to the fetch of the EC observation being on the order of hundreds of meters, which impedes the ability to capture the plateau-scale variations in evapotranspiration. Additionally, numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions.",
                "AnswerCn": "不确定性源于EC观测的取样范围在数百米的数量级，这妨碍了捕捉蒸散发的高原尺度变化。此外，许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary reasons for the contrasting trends in annual evapotranspiration between the eastern and western sectors of the Tibetan Plateau?",
                "QuestionCn": "西藏 Plateau 东部和西部年蒸散发趋势差异的主要原因是什么？",
                "AnswerEn": "The contrasting trends are due to the significant increase in annual evapotranspiration at a rate of 2.62 mm yr−1 in the eastern sector (longitude >90◦E) and a significant decrease at a rate of −5.52 mm yr−1 in the western sector (longitude <90◦E) from 2001 to 2018.",
                "AnswerCn": "这些对比趋势是由于2001年至2018年间，东部地区（经度 >90◦E）年蒸散发显著增加，增幅为2.62毫米/年，而西部地区（经度 <90◦E）年蒸散发显著减少，减幅为−5.52毫米/年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of excluding energy consumption related to freeze–thaw processes and sublimation in the estimation of evapotranspiration over glacier and permafrost regions?",
                "QuestionCn": "在估算冰川和永久冻土地区的蒸散发时，排除与冻融过程和升华相关的能量消耗会产生什么后果？",
                "AnswerEn": "Excluding energy consumption related to freeze–thaw processes and sublimation may result in less reliable evapotranspiration estimates over glacier and permafrost regions, especially during the winter season, affecting the accuracy of the dataset used for studying the Tibetan Plateau.",
                "AnswerCn": "排除与冰冻-融化过程和升华相关的能量消耗，可能会导致对冰川和永久冻土地区的蒸散发估计不够可靠，特别是在冬季，这会影响用于研究青藏高原的数据集的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodology would be appropriate to validate an evapotranspiration dataset using ground-based observations in the Tibetan Plateau region?",
                "QuestionCn": "在西藏高原地区，验证蒸散发数据集的适当方法论是什么？",
                "AnswerEn": "The SEBS-estimated evapotranspiration was validated against eddy covariance (EC) observations at six flux stations on the Tibetan Plateau at a monthly scale, using in situ observations to ensure the accuracy of the dataset.",
                "AnswerCn": "SEBS估算的蒸散发在青藏高原的六个通量站点上与涡度协方差（EC）观测进行了验证，采用现场观测数据确保数据集的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How can satellite remote sensing data be integrated with meteorological data to estimate monthly evapotranspiration in a complex terrain like the Tibetan Plateau?",
                "QuestionCn": "如何将卫星遥感数据与气象数据结合起来，以估算像青藏高原这样复杂地形的月度蒸散发。",
                "AnswerEn": "Satellite-based products such as MODIS land surface temperature, emissivity, albedo, and vegetation index are combined with meteorological forcing data, like the China Meteorological Forcing Dataset (CMFD), to estimate monthly evapotranspiration over the Tibetan Plateau using the SEBS model.",
                "AnswerCn": "卫星产品如MODIS陆地表面温度、发射率、反照率和植被指数与气象强迫数据（如中国气象强迫数据集CMFD）相结合，利用SEBS模型估算青藏高原的月度蒸散发。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedures are involved in adjusting data resolution to match different datasets for modeling land surface energy flux in the Tibetan Plateau?",
                "QuestionCn": "调整数据分辨率以匹配不同数据集以进行青藏高原地表能量通量建模涉及哪些程序？",
                "AnswerEn": "The procedure involves averaging 3-hourly CMFD data into daily and then into monthly data to maintain consistency with the temporal resolution of MODIS products, ensuring that the data can be effectively used in the SEBS model for estimating land surface energy flux components.",
                "AnswerCn": "该过程涉及将3小时的CMFD数据平均为每日数据，然后再转化为月度数据，以保持与MODIS产品的时间分辨率一致，确保数据可以有效用于SEBS模型，以估算地表能量通量组成部分。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or methodologies enable the validation of model outputs against in situ observations in challenging environments like the Tibetan Plateau?",
                "QuestionCn": "哪些条件或方法论能够在像青藏高原这样具有挑战性的环境中验证模型输出与现场观测的结果？",
                "AnswerEn": "Validation of model outputs is enabled by using in situ EC data observed at six flux stations on the Tibetan Plateau. These observations provide a benchmark for model validation despite challenges like the spatial scale differences between the model estimates and the footprint of EC observations.",
                "AnswerCn": "模型输出的验证是通过在青藏高原六个通量站观测到的原位EC数据来实现的。这些观测提供了模型验证的基准，尽管存在模型估计与EC观测的足迹之间的空间尺度差异等挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected precision in capturing plateau-scale variations in evapotranspiration be limited when using flux station data?",
                "QuestionCn": "使用通量站数据时，捕捉高原尺度蒸散发变化的预期精度可能受到限制的原因是什么？",
                "AnswerEn": "The fetch of the EC observation is on the order of hundreds of meters, thus impeding the ability to capture the plateau-scale variations in ET a. The SEBS-estimated ETa is at a resolution of around 10 km, while the footprint of EC-observed ETa values ranges from a few dozen meters to a few hundred meters.",
                "AnswerCn": "EC观测的取样范围在数百米的数量级，这妨碍了捕捉蒸散发（ETa）在高原尺度上的变化。SEBS估算的ETa分辨率约为10公里，而EC观测的ETa值的取样范围从几十米到几百米不等。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are complementary relationship models not expected to perform reliably across different climate conditions without extensive parameter validation?",
                "QuestionCn": "互补关系模型在不同气候条件下不被期望可靠运行的原因是缺乏广泛的参数验证。",
                "AnswerEn": "Numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions. This necessitates extensive parameter validation to ensure reliability across varying climatic conditions.",
                "AnswerCn": "许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。这就需要进行广泛的参数验证，以确保在不同气候条件下的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of satellite remote sensing data, such as MODIS, is in capturing the spatial variability of evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "您认为使用卫星遥感数据，如MODIS，在捕捉青藏高原蒸散发的空间变异性方面效果如何？",
                "AnswerEn": "The use of satellite remote sensing data like MODIS is effective in providing temporally frequent and spatially contiguous measurements of land surface characteristics that affect evapotranspiration. However, there are uncertainties in capturing the spatial distribution and temporal changes in evapotranspiration, especially when compared to in-situ observations with limited spatial reach.",
                "AnswerCn": "使用卫星遥感数据，如MODIS，能够有效提供时间频繁和空间连续的地表特征测量，这些特征影响蒸散发。然而，在捕捉蒸散发的空间分布和时间变化方面存在不确定性，尤其是与空间覆盖有限的现场观测相比。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the limitations of using the SEBS model for estimating evapotranspiration over diverse climatic regions like the Tibetan Plateau?",
                "QuestionCn": "在您看来，使用SEBS模型在像青藏高原这样多样气候区域估算蒸散发的局限性是什么？",
                "AnswerEn": "The SEBS model, while useful for deriving land surface energy flux components, faces limitations due to its resolution and assumptions. The model's estimated values are at a resolution of around 10 km, which may not fully capture the variations observed at smaller scales. Additionally, the model's neglect of energy consumption related to freeze–thaw processes and sublimation can affect its reliability over glaciers, permafrost, and during winter.",
                "AnswerCn": "SEBS模型虽然在推导陆面能量通量组成部分方面很有用，但由于其分辨率和假设存在局限性。该模型的估计值分辨率约为10公里，这可能无法充分捕捉到较小尺度上观察到的变化。此外，模型忽略了与冻融过程和升华相关的能量消耗，这可能影响其在冰川、永久冻土和冬季期间的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how spatial distribution and temporal changes in evapotranspiration over the Tibetan Plateau can remain uncertain despite using satellite remote sensing.",
                "QuestionCn": "我不明白尽管使用卫星遥感技术，青藏 Plateau 上的蒸散发的空间分布和时间变化为何仍然存在不确定性。",
                "AnswerEn": "Spatial distribution and temporal changes in evapotranspiration over the Tibetan Plateau remain uncertain due to the scale mismatch between the SEBS model's resolution (~10 km) and the smaller footprint of EC-observed evapotranspiration values (from a few dozen meters to a few hundred meters). Additionally, assumptions and the need for validation of key parameters limit the application and performance of complementary relationship models under different climate conditions.",
                "AnswerCn": "由于SEBS模型的分辨率（约10公里）与EC观测的蒸散发值（从几十米到几百米）的小尺度不匹配，导致对青藏高原蒸散发的空间分布和时间变化仍然存在不确定性。此外，假设和对关键参数验证的需求限制了互补关系模型在不同气候条件下的应用和性能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how satellite remote sensing contributes to understanding land surface characteristics that affect evapotranspiration.",
                "QuestionCn": "我不确定卫星遥感如何有助于理解影响蒸散发的地表特征。",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics such as land surface temperature, albedo, and vegetation index. These measurements are crucial for estimating evapotranspiration as they affect the exchange of water and energy between the land surface and the atmosphere.",
                "AnswerCn": "卫星遥感提供了对土地表面特征（如地表温度、反照率和植被指数）的时间频繁和空间连续的测量。这些测量对于估算蒸散发至关重要，因为它们影响着土地表面与大气之间的水分和能量交换。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't make sense of why the energy consumption related to freeze-thaw processes and sublimation is neglected in the estimation of evapotranspiration.",
                "QuestionCn": "我不明白为什么与冻融过程和升华相关的能量消耗在蒸散发的估算中被忽略。",
                "AnswerEn": "The energy consumption related to freeze-thaw processes and sublimation is neglected in the estimation of evapotranspiration, which may affect the reliability of the dataset over glacier and permafrost areas and during the winter season. This is likely due to the complexities and additional data requirements these processes would introduce, which are not addressed in the current modeling approach.",
                "AnswerCn": "与冻融过程和升华相关的能量消耗在蒸散发估算中被忽略，这可能会影响冰川和永久冻土地区以及冬季的数据显示的可靠性。这很可能是由于这些过程所引入的复杂性和额外的数据需求在当前的建模方法中没有得到解决。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the data collection methods used to obtain evapotranspiration data on the Tibetan Plateau, considering the challenges of spatial and temporal variability.",
                "QuestionCn": "请概述用于获取青藏高原蒸散发数据的数据收集方法，考虑到空间和时间变异性的挑战。",
                "AnswerEn": "The data collection methods involve using the SEBS model to derive land surface energy flux components. This process incorporates satellite remote sensing data, specifically MODIS products, and meteorological forcing data like CMFD. Additionally, in situ EC observations at six flux stations on the Tibetan Plateau are used to validate the model outputs. The challenges include dealing with the footprint of EC-observed ETa values, which are limited to a few dozen meters to a few hundred meters, contrasting with the SEBS-estimated ETa resolution of around 10 km.",
                "AnswerCn": "数据收集方法涉及使用SEBS模型来推导地表能量通量分量。该过程结合了卫星遥感数据，特别是MODIS产品，以及气象强迫数据，如CMFD。此外，还使用了在青藏 Plateau上六个通量站的现场EC观测数据来验证模型输出。挑战包括处理EC观测的ETa值的足迹，这些值的范围仅限于几十米到几百米，而SEBS估算的ETa分辨率约为10公里。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please discuss the potential challenges and limitations in the application of CR models for estimating evapotranspiration on the Tibetan Plateau.",
                "QuestionCn": "讨论在青藏高原上应用CR模型估算蒸散发的潜在挑战和局限性。",
                "AnswerEn": "The potential challenges in applying CR models for estimating evapotranspiration include numerous assumptions and validation requirements for key parameters, which limit the models' performance across different climate conditions. Additionally, the energy consumption related to freeze-thaw processes and sublimation is often neglected, making the dataset less reliable over glacier and permafrost areas and during winter.",
                "AnswerCn": "应用CR模型估算蒸散发的潜在挑战包括对关键参数的众多假设和验证要求，这限制了模型在不同气候条件下的表现。此外，与冻融过程和升华相关的能量消耗通常被忽视，使得在冰川和永久冻土地区以及冬季期间的数据集可靠性降低。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please identify datasets that could be used for validating evapotranspiration estimates on the Tibetan Plateau and discuss their significance.",
                "QuestionCn": "请识别可以用于验证青藏高原蒸散发估算的数据集，并讨论它们的重要性。",
                "AnswerEn": "Datasets used for validating evapotranspiration estimates include in situ EC data collected at six flux stations on the Tibetan Plateau. These datasets are significant as they provide ground-based observations that help validate satellite-based and model-derived ETa estimates, ensuring higher accuracy and reliability of the data. The CMFD data, developed from China Meteorological Administration data, and MODIS land surface products also provide essential inputs for the SEBS model, contributing to the overall validation process.",
                "AnswerCn": "用于验证蒸散发估算的数据集包括在青藏高原六个通量站收集的原位EC数据。这些数据集具有重要意义，因为它们提供了基于地面的观测，帮助验证基于卫星和模型推导的ETa估算，从而确保数据的更高准确性和可靠性。CMFD数据是由中国气象局数据开发而成，MODIS陆面产品也为SEBS模型提供了重要输入，促进了整体验证过程。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}