{
    "id": "5a1695d1-1cc0-43a4-ac62-3f22097e9960",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of solar radiation at Qomolangma, China (2007-2020)",
            "titleCn": "珠峰太阳辐射数据集（2007-2020）",
            "description": "Global solar radiation at Qomolangma station (The Tibetan Plateau) is measured by radiation sensor (pyranometers CM22, Kipp & Zonen Inc., The Netherlands), and water vapor pressure (hPa) at the ground is measured by HMP45C-GM (Vaisala Inc., Vantaa, Finland). This dataset includes hourly solar radiation and its absorbing and scattering losses caused by the absorbing and scattering atmospheric substances (MJ m-2, 200-3600 nm), and the albedos at the top of the atmosphere and the surface. The above solar radiations are calculated by using an empirical model of global solar radiation (Bai, J.; Zong, X.; Ma, Y.; Wang, B.; Zhao, C.; Yang, Y.; Guang, J.; Cong, Z.; Li, K.; Song, T. 2022. Long-Term Variations in Global Solar Radiation and Its Interaction with Atmospheric Substances at Qomolangma. Int. J. Environ. Res. Public Health, 19, 8906. https://doi.org/10.3390/ijerph19158906). The observed global solar radiation and meteorological variables are available at https://data.tpdc.ac.cn/zh-hans/data/b9ab35b2-81fb-4330-925f-4d9860ac47c3/. The data set can be used to study solar radiation and its attenuation at Qomolangma region.",
            "descriptionCn": "太阳总辐射采用辐射表（CM21, Kipp & Zonen, 荷兰）测量，波长范围200-3600 nm。温湿度分别采用温湿度传感器HMP45C-GM （Vaisala Inc., Vantaa, Finland）测量。本数据集包括：利用经验模型计算的地面太阳总辐射、损失于大气中的吸收和散射辐射（小时累计值，单位MJ/m2）、大气顶和地表反照率；还包括散射因子（AF）地面水汽压（E，单位hPa）。太阳辐射数据来源于数据提供者的计算、实验站测量，数据覆盖时间为2007-2020年。关于数据处理和太阳总辐射计算等可参考文献：Bai, J.; Zong, X.; Ma, Y.; Wang, B.; Zhao, C.; Yang, Y.; Guang, J.; Cong, Z.; Li, K.; Song, T. 2022. Long-Term Variations in Global Solar Radiation and Its Interaction with Atmospheric Substances at Qomolangma. Int. J. Environ. Res. Public Health, 19, 8906. https://doi.org/10.3390/ijerph19158906。该数据集可以用于珠峰地区太阳辐射及其衰减等相关研究。珠峰站太阳辐射和其他气象数据可以参考：https://data.tpdc.ac.cn/zh-hans/data/b9ab35b2-81fb-4330-925f-4d9860ac47c3/。",
            "instructions": "Data file names: qomo SR 2007001.txt, qomo SR 2007001.xlsx, where qomo is the station name, Sr is the solar radiation, yyyy represents the year, mm, DD represents the month and day, hh:mm represents the hour: minute. The data includes the cumulative radiation value of hours (i.e. 60 minutes), in MJ m-2, including the total solar radiation on the ground (g), the absorbed and scattered radiation lost in the atmosphere (attenuation by absorbent and scattering substances) (GLA, GLS).",
            "instructionsCn": "数据文件名：Qomo SR 2007001.txt 、Qomo SR 2007001.xlsx，其中Qomo为站名，SR为太阳辐射，yyyy代表年，mm、dd代表月日，hh:mm代表小时:分钟。数据包括小时（即60分钟）的辐射累计值，单位为MJ m-2，包含地面太阳总辐射(G)、损失于大气中的吸收和散射辐射（受吸收性物质和散射性物质衰减）(GLA, GLS)。",
            "east": 86.56,
            "west": 93.44,
            "south": 61.79,
            "north": 28.21,
            "startTime": "2007-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 18852532.0,
            "cstr": "18406.11.Atmos.tpdc.272749",
            "doi": "10.11888/Atmos.tpdc.272749",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "白建辉",
                "nameEn": "BAI Jianhui",
                "unitEn": "Institute of Atmospheric Physics,Chines Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Long-Term Variations in Global Solar Radiation and Its Interaction with Atmospheric Substances at Qomolangma",
                "referenceCn": null,
                "referenceEn": "Bai, J., Zong, X., Ma, Y., Wang, B., Zhao, C., Yang, Y., Guang, J., Cong, Z., Li, K., & Song, T. (2022). Long-Term Variations in Global Solar Radiation and Its Interaction with Atmospheric Substances at Qomolangma. Int. J. Environ. Res. Public Health, 19, 8906. https://doi.org/10.3390/ijerph19158906"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冰川遥感",
                "nameEn": "Glacier remote sensing"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "南极",
                "nameEn": "Antarctic"
            },
            {
                "nameCn": "地面水汽压",
                "nameEn": "water vapor pressure"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "大气顶反照率",
                "nameEn": "albedos at the top of the atmosphere"
            },
            {
                "nameCn": "散射因子",
                "nameEn": "scattering atmospheric"
            },
            {
                "nameCn": "经验模型",
                "nameEn": "empirical model"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "雷达传感器",
                "nameEn": "radiation sensor"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "珠峰",
                "keywordEn": "Qomolangma"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007-2020",
                "keywordEn": "2007 to 2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of solar radiation data collected at high altitudes, such as those from Qomolangma?",
                "QuestionCn": "高海拔地区（如珠穆朗玛峰）收集的太阳辐射数据具有以下特征：",
                "AnswerEn": "total solar radiation, wavelength range of 200-3600 nm, calculated ground solar radiation, absorption and scattering radiation loss in the atmosphere, atmospheric reflectivity, values accumulated hourly, expressed in MJ/m2, scattering factors, surface vapor pressure measured in hPa, data collection covering the years 2007-2020",
                "AnswerCn": "总太阳辐射，波长范围为200-3600纳米，计算的地面太阳辐射，大气中的吸收和散射辐射损失，大气反射率，值按小时累积，以MJ/m²表示，散射因子，地表水汽压以hPa测量，数据收集覆盖2007-2020年。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using a CM21 pyranometer in measuring solar radiation within meteorological datasets?",
                "QuestionCn": "使用CM21辐射计测量气象数据集中的太阳辐射具有重要意义。",
                "AnswerEn": "A CM21 pyranometer is used to measure total solar radiation in the wavelength range of 200-3600 nm. This instrument is significant in meteorological datasets because it provides accurate measurements of total solar radiation, which are essential for calculating ground solar radiation, atmospheric absorption and scattering, as well as surface albedo and atmospheric factors. The data collected with such instruments are crucial for understanding long-term variations in solar radiation and its interaction with atmospheric substances.",
                "AnswerCn": "CM21光电测量仪用于测量波长范围为200-3600纳米的总太阳辐射。该仪器在气象数据集中具有重要意义，因为它提供了准确的总太阳辐射测量，这对于计算地面太阳辐射、大气吸收和散射、表面反照率以及大气因素至关重要。使用此类仪器收集的数据对于理解太阳辐射的长期变化及其与大气物质的相互作用至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in solar radiation measurements at high altitudes and how do they affect data accuracy?",
                "QuestionCn": "在高海拔地区，影响太阳辐射测量变异性的因素包括大气成分、气压、温度、湿度、云层覆盖、地形以及人为活动等。这些因素会影响数据的准确性。",
                "AnswerEn": "Variability in solar radiation measurements at high altitudes, such as the area around Qomolangma (Mount Everest), can be influenced by several factors. These include atmospheric conditions like water vapor pressure, scattering and absorption of radiation by atmospheric constituents, and reflectivity of the surface (albedo). The use of specific instruments such as radiation tables (CM21) and temperature and humidity sensors (HMP45C-GM) also plays a critical role in data accuracy. Any inconsistencies or calibration issues with these instruments can lead to errors. Additionally, the data collection method involves using empirical models to estimate ground solar radiation and atmospheric losses, which may introduce variations depending on the assumptions and parameters used in these models. The long-term data collection from 2007-2020 helps in understanding these variabilities and refining measurement techniques.",
                "AnswerCn": "高海拔地区（如珠穆朗玛峰周围）太阳辐射测量的变异性受到多种因素的影响。这些因素包括大气条件，如水蒸气压、辐射在大气成分中的散射和吸收，以及表面的反射率（铝度）。使用特定仪器，如辐射表（CM21）和温湿度传感器（HMP45C-GM），在数据准确性方面也起着关键作用。任何与这些仪器相关的不一致或校准问题都可能导致误差。此外，数据收集方法涉及使用经验模型来估算地面太阳辐射和大气损失，这可能会根据所使用的假设和参数引入变异性。从2007年到2020年的长期数据收集有助于理解这些变异性并改进测量技术。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data accuracy and reliability when using empirical models to calculate solar radiation, compared to direct measurements in high-altitude regions like Qomolangma?",
                "QuestionCn": "在高海拔地区如珠穆朗玛峰使用经验模型计算太阳辐射时，与直接测量相比，数据准确性和可靠性可能出现的结果是什么？",
                "AnswerEn": "Using empirical models to calculate solar radiation, as opposed to relying solely on direct measurements from instruments like the CM21 radiometer, can lead to variations in data accuracy and reliability. The models may introduce uncertainties due to assumptions and simplifications inherent in their design, particularly in complex environments like high-altitude regions. However, they can also complement the direct measurements by providing estimates in situations where direct measurements are not feasible. This integrated approach can enhance the understanding of solar radiation patterns and atmospheric interactions over a long-term period, as seen in the data collected from 2007 to 2020 for Qomolangma.",
                "AnswerCn": "使用经验模型计算太阳辐射，而不是仅仅依赖于像CM21辐射计这样的仪器的直接测量，可能会导致数据准确性和可靠性的变化。这些模型可能由于其设计中固有的假设和简化而引入不确定性，特别是在高海拔地区等复杂环境中。然而，它们也可以通过在直接测量不可行的情况下提供估计值来补充直接测量。这种综合方法可以增强对太阳辐射模式和大气相互作用的理解，尤其是在2007年至2020年期间收集的珠穆朗玛峰数据中得到了体现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the overarching goal of collecting long-term solar radiation data at high-altitude locations like Qomolangma, and how does it contribute to understanding atmospheric interactions?",
                "QuestionCn": "在高海拔地点如珠穆朗玛峰收集长期太阳辐射数据的总体目标是什么，以及它如何有助于理解大气相互作用？",
                "AnswerEn": "The goal is to study the variations in global solar radiation and its interaction with atmospheric substances, which can provide insights into solar radiation attenuation and its effects in the Qomolangma region. This research aids in understanding atmospheric processes and the impacts of solar radiation on the environment at high altitudes.",
                "AnswerCn": "研究的目标是研究全球太阳辐射的变化及其与大气物质的相互作用，这可以提供关于太阳辐射衰减及其在珠穆朗玛地区影响的见解。这项研究有助于理解大气过程以及太阳辐射对高海拔环境的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in acquiring and processing solar radiation data using radiometers like CM21 and temperature-humidity sensors such as HMP45C-GM in high-altitude environments like the Qomolangma region?",
                "QuestionCn": "在高海拔环境如珠穆朗玛峰地区，使用CM21辐射计和HMP45C-GM温湿度传感器获取和处理太阳辐射数据的仪器和程序步骤包括：\n\n1. **设备选择与准备**：\n   - 选择适合高海拔环境的CM21辐射计和HMP45C-GM温湿度传感器。\n   - 确保设备在出发前经过校准和测试，以确保数据的准确性。\n\n2. **设备安装**：\n   - 在高海拔地区选择合适的安装位置，避免遮挡和反射影响。\n   - 确保辐射计和温湿度传感器稳固安装，并按照制造商的说明进行设置。\n\n3. **数据采集**：\n   - 启动设备，开始自动记录太阳辐射、温度和湿度数据。\n   - 定期检查设备状态，确保其正常运行。\n\n4. **数据存储**：\n   - 将采集到的数据存储在设备的内置存储器中，或通过数据传输接口实时传输到计算机或云端。\n\n5. **数据处理**：\n   - 下载存储的数据，使用专用软件进行数据处理和分析。\n   - 对数据进行清洗，去除异常值和噪声。\n\n6. **数据分析与解释**：\n   - 分析处理后的数据，提取有用的信息，如日照时数、辐射强度等。\n   - 将结果与气象模型或其他研究数据进行比较，以得出结论。\n\n7. **报告与发布**：\n   - 编写数据分析报告，记录实验过程、结果和结论。\n   - 根据需要将研究成果发布在相关学术期刊或会议上。",
                "AnswerEn": "The solar radiation data is collected using a CM21 radiometer, which measures total solar radiation within the wavelength range of 200-3600 nm. For temperature and humidity data, the HMP45C-GM sensor is employed. The data encompasses measurements of total solar radiation, atmospheric absorption and scattering, top atmospheric and surface albedo, and includes the calculation of atmospheric factors such as ground vapor pressure. The data spans from 2007 to 2020, and involves both direct measurement at experimental stations and calculation using empirical models.",
                "AnswerCn": "太阳辐射数据是使用CM21辐射计收集的，该仪器测量200-3600纳米波长范围内的总太阳辐射。温度和湿度数据则采用HMP45C-GM传感器。数据包括总太阳辐射、气氛吸收和散射、顶层大气和表面反照率的测量，并计算了诸如地面水汽压等大气因子。数据涵盖2007年至2020年，涉及在实验站的直接测量和使用经验模型的计算。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate measurement and data collection of solar radiation and atmospheric conditions in high-altitude regions?",
                "QuestionCn": "哪些技术进步使得在高海拔地区准确测量和数据收集太阳辐射和大气条件成为可能？",
                "AnswerEn": "The use of radiation tables like CM21 from Kipp & Zonen for measuring total solar radiation across a broad wavelength range of 200-3600 nm, along with temperature and humidity sensors such as the HMP45C-GM, has enabled precise data collection in high-altitude regions like Qomolangma. These technologies allow for detailed analysis of solar radiation, atmospheric absorption, scattering, and surface albedo.",
                "AnswerCn": "使用像Kipp & Zonen的CM21辐射表来测量200-3600 nm范围内的总太阳辐射，以及温度和湿度传感器如HMP45C-GM，使得在高海拔地区如珠穆朗玛峰进行精确数据收集成为可能。这些技术允许对太阳辐射、大气吸收、散射和表面反照率进行详细分析。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}