{
  "id": "5a1eb9ee-462a-4840-af81-98caf3738665",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Globally glacier meltwater hydrochemistry and chemical weathering data set",
      "titleCn": "全球冰川水化学与化学风化数据集",
      "description": "This dataset includes the mean concentrations of major soluble cations (Na+, K+, Mg2+, and Ca2+) and total dissolved solids (TDS) in meltwaters draining 92 glaciers, as well as glacier location, specific discharge, the distance of sampling sites from glacier terminal, sampling time, filter type and pore size; the hourly concentrations of major cations in 19 glacial basins within Asia; the mineral composition of glacial sediments from 5 glacial basins within Asia; the daily cation concentration, daily cation flux, daily cation denudation rate (CDR), daily cation denudation intensity (CDI) and daily TDS concentration, as well as daily temperature, daily precipitation, daily runoff and daily specific discharge in 5 glacial basins within Asia; the cationic concentration, cationic flux, CDR and CDI from 51 glacial basins globally, as well as the basin location, basin area, annual temperature, annual precipitation, specific discharge, glacier coverage, glacier elevation and glacier slope; the cation concentrations, cation fluxes, CDR, CDI and TDS concentrations from global glaciers, Greenland ice Sheet, Antarctic ice sheet, 19 glacial regions around the world and 19 mountain ranges within Asia, as well as glacier area, glacial runoff, specific discharge, annual temperature and annual precipitation. This dataset is derived from hour-by-hour monitoring of 19 glaciers within Asia and day-by-day monitoring of 5 glaciers within Asia by the dataset provider, published data at home and abroad, and privately shared data by the authors with the dataset provider. This dataset can be used to study the relationship between glacier changes and physical erosion, chemical weathering, and climate evolution, and to assess the potential impact of glacier and ice sheet ablation on the element cycle, carbon dioxide budget, and the climate system.",
      "descriptionCn": "本数据集包含了全球92个冰川流域融水样品（n=7314）中主要可溶性阳离子（Na+、K+、Mg2+和Ca2+）和总溶解性固体（TDS）的平均浓度，以及冰川位置、径流深、采样点距冰川末端的距离、采样时间、滤膜类型和滤膜孔径；高亚洲19个冰川流域主要阳离子的逐小时浓度；高亚洲5个冰川流域冰川沉积物的矿物组成；高亚洲5条个冰川流域的逐日阳离子浓度、逐日阳离子通量、逐日阳离子剥蚀速率（CDR）、逐日阳离子剥蚀强度（CDI）和逐日TDS浓度，以及逐日气温、逐日降水量、逐日径流量和逐日径流深；全球51个冰川流域的阳离子浓度、阳离子通量、CDR和CDI，以及流域位置、流域面积、年气温、年降水量、径流深、冰川覆盖率、冰川海拔高度和冰川坡度；全球冰川、格陵兰冰盖、南极冰盖、全球19个冰川区和高亚洲19个山系的阳离子浓度、阳离子通量、CDR、CDI和TDS浓度，以及冰川面积、径流量、径流深、年气温和年降水量。本数据集来自数据集提供者对高亚洲19条冰川的逐时监测和高亚洲5条冰川的逐日监测，国内外已公开发表的数据资料、以及文献作者向数据集提供者私下共享的数据资料。本数据集可用于研究冰川变化与物理侵蚀、化学风化和气候演变的关系、可用于评估冰川和冰盖消融对元素循环、二氧化碳收支和气候系统的潜在影响。",
      "instructions": "File name: Globally glacier meltwater hydrochemistry and chemical weathering data set. Data reading method: open excel file to read directly.",
      "instructionsCn": "文件命名：全球冰川水化学与化学风化数据集。数据读取方式：打开excel文件直接读取。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1974-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 2968095.0,
      "cstr": "18406.11.Glacio.tpdc.271705",
      "doi": "10.11888/Glacio.tpdc.271705",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李向应",
        "nameEn": "LI Xiangying",
        "unitEn": "",
        "unitCn": "西北大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Globally elevated chemical weathering rates beneath glaciers",
        "referenceCn": null,
        "referenceEn": "Li, X., Wang, N., Ding, Y. et al. (2022). Globally elevated chemical weathering rates beneath glaciers. Nature Communications, 13, 407. https://doi.org/10.1038/s41467-022-28032-1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川水化学",
        "nameEn": "Glacier meltwater hydrochemistry"
      },
      {
        "nameCn": "冰川消融",
        "nameEn": "Glacier melt"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "化学风化",
        "nameEn": "Chemical weathering"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球冰川",
        "keywordEn": "Global glaciers"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1974年以来",
        "keywordEn": "Since 1974",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "冻土工程国家重点实验室开放项目",
        "titleEn": "Open Foundation of State Key Laboratory of Frozen Soil Engineering"
      },
      {
        "titleCn": "冰川流域硅元素的输移过程及其影响机制研究",
        "titleEn": "Study on silicon transport process and its influence mechanism in glacier basins"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the total number of glacier meltwater samples collected globally for measuring major soluble cations and total dissolved solids?",
        "QuestionCn": "全球共收集了多少冰川融水样本用于测量主要可溶阳离子和总溶解固体？",
        "AnswerEn": "7314",
        "AnswerCn": "7314",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for measuring ion concentrations in glacier runoff differ between high-frequency hourly monitoring and daily monitoring across different glacier regions?",
        "QuestionCn": "测量冰川径流中离子浓度的数据收集方法在不同冰川区域的高频每小时监测和每日监测之间有何不同？",
        "AnswerEn": "The data collection methods for ion concentrations in glacier runoff include high-frequency hourly monitoring for 19 glacier basins in High Asia and daily monitoring for 5 glacier basins in the same region. These methods differ in temporal resolution, with hourly monitoring providing more detailed temporal data compared to daily monitoring. Both approaches involve collecting data on major soluble cations and total dissolved solids, but the hourly method allows for capturing more immediate changes in ion concentrations and can be more sensitive to short-term environmental fluctuations.",
        "AnswerCn": "冰川径流中离子浓度的数据收集方法包括对高亚洲19个冰川流域进行高频率的每小时监测，以及对同一区域5个冰川流域进行每日监测。这些方法在时间分辨率上有所不同，每小时监测提供了比每日监测更详细的时间数据。两种方法都涉及对主要可溶性阳离子和总溶解固体的收集，但每小时的方法能够捕捉到离子浓度的更即时变化，并且对短期环境波动更为敏感。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on understanding climate systems if data on cation flux, chemical denudation rate, and TDS concentration from ice sheets and glaciers are integrated into broader climate models?",
        "QuestionCn": "如果将冰盖和冰川的阳离子通量、化学侵蚀速率和总溶解固体（TDS）浓度的数据整合到更广泛的气候模型中，对理解气候系统的潜在结果是什么？",
        "AnswerEn": "By integrating data on cation flux, chemical denudation rate, and TDS concentration from ice sheets and glaciers into broader climate models, researchers could better evaluate the potential impacts of glacier and ice sheet melting on element cycling, carbon dioxide balance, and climate systems. This integration could enhance the understanding of the relationships between glacier changes, physical erosion, chemical weathering, and climate evolution.",
        "AnswerCn": "通过将冰盖和冰川的阳离子通量、化学侵蚀速率和总溶解固体（TDS）浓度数据整合到更广泛的气候模型中，研究人员可以更好地评估冰川和冰盖融化对元素循环、二氧化碳平衡和气候系统的潜在影响。这种整合可以增强对冰川变化、物理侵蚀、化学风化和气候演变之间关系的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect detailed data on ionic concentrations and chemical weathering in glacier watersheds worldwide?",
        "QuestionCn": "收集全球冰川流域中离子浓度和化学风化的详细数据为何重要？",
        "AnswerEn": "The main objective of collecting detailed data on ionic concentrations and chemical weathering in glacier watersheds is to study the relationship between glacier changes and processes like physical erosion, chemical weathering, and climate evolution. Additionally, such data are crucial for assessing the potential impacts of glacier and ice cap melt on element cycles, carbon dioxide budgets, and the climate system.",
        "AnswerCn": "收集冰川流域中离子浓度和化学风化的详细数据的主要目的是研究冰川变化与物理侵蚀、化学风化和气候演变等过程之间的关系。此外，这些数据对于评估冰川和冰盖融化对元素循环、二氧化碳预算和气候系统的潜在影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are commonly used to collect and analyze glacier runoff samples for understanding chemical weathering processes?",
        "QuestionCn": "哪些程序和仪器通常用于收集和分析冰川径流样本以了解化学风化过程？",
        "AnswerEn": "The data collection involves monitoring glacier runoff samples for soluble cations (Na+, K+, Mg2+, Ca2+) and total dissolved solids (TDS). It includes measuring average concentrations across global glacier basins and requires noting glacier location, runoff depth, sample distance from the glacier terminus, sampling time, filter type, and pore size. This process is supported by hourly and daily monitoring in certain regions, allowing for analysis of ion concentrations, fluxes, and chemical denudation rates (CDR), alongside environmental factors like temperature, precipitation, and runoff.",
        "AnswerCn": "数据收集涉及监测冰川径流样本中的可溶性阳离子（Na+、K+、Mg2+、Ca2+）和总溶解固体（TDS）。这包括测量全球冰川流域的平均浓度，并需要记录冰川位置、径流深度、距离冰川末端的样本距离、采样时间、过滤器类型和孔径大小。该过程在某些地区得到每小时和每日监测的支持，允许分析离子浓度、通量和化学侵蚀率（CDR），以及温度、降水和径流等环境因素。",
        "Level": "C3(Applying)"
      }
    ]
  }
}