{
  "id": "5a416555-998a-4afb-b85c-42d8a6c2b352",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100,000 land use dataset of Sichuan province (1995)",
      "titleCn": "四川省1:10万土地利用数据集（1995）",
      "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "File name: data is stored in vector SHP format, and the file name is \"sichuan-1995\".\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Sichuan-1995\"。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 107.6,
      "west": 104.0,
      "south": 35.0,
      "north": 39.5,
      "startTime": "1995-01-06 08:00:00",
      "endTime": "1996-01-05 19:59:59",
      "fileSize": 279909053.0,
      "cstr": "18406.11.Socioeco.tpdc.270656",
      "doi": "10.11888/Socioeco.tpdc.270656",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": null,
        "titleEn": "Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China",
        "referenceCn": null,
        "referenceEn": "Zhang, Xingnan, Liu, Yangyang, Fang, Yuanhao, Liu, Bojuan, Xia, Dazhong. Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China. Physics and Chemistry of the Earth, Parts A/B/C, 2012, 53–54:19-29. doi:10.1016/j.pce.2011.08.021"
      },
      {
        "titleCn": "水田生态系统空间格局演变规律与服务价值评估",
        "titleEn": null,
        "referenceCn": "孙平, 田永中, 王冰, 徐旭晨. 水田生态系统空间格局演变规律与服务价值评估[J]. 中国水土保持, 2010(12): 43–46.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region",
        "referenceCn": null,
        "referenceEn": "Chen L, Qian X, Shi Y. Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region[J]. Water Resources Management, 2011, 25(13): 3445–3463. doi:10.1007/s11269-011-9864-4"
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      },
      {
        "titleCn": "四川盆周山地土地利用/覆盖景观空间格局演替研究",
        "titleEn": null,
        "referenceCn": "陈刚. 四川盆周山地土地利用/覆盖景观空间格局演替研究[D]. 成都理工大学, 2011.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "四川省",
        "keywordEn": "Sichuan Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及资源的可持续开发。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于多样的自然环境和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也对全球变化产生相应的影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式上的表现。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary sources of land-use data used in research on land-use and land-cover change in China?",
        "QuestionCn": "在中国的土地利用和土地覆盖变化研究中，主要的土地利用数据来源有哪些？",
        "AnswerEn": "Landsat TM digital images, CBERS-1 data",
        "AnswerCn": "Landsat TM 数字图像，CBERS-1 数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the areas showing rapid land-use changes during the period of 1995-2000 in China?",
        "QuestionCn": "在1995年至2000年期间，中国哪些地区显示出快速的土地利用变化？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the significant land-use data for China collected using Landsat TM digital images?",
        "QuestionCn": "中国使用Landsat TM数字图像收集的重要土地利用数据是什么时候？",
        "AnswerEn": "1995/1996 and 1999/2000",
        "AnswerCn": "1995/1996 和 1999/2000",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when reconciling agricultural land protection with urban expansion in land-use change studies?",
        "QuestionCn": "在土地利用变化研究中，农业用地保护与城市扩张之间的调和面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the conspicuous conflicts that exist between arable land protection and urban expansion, which manifest as irrational conversions from arable land to built-up areas. This challenge indicates the difficulty in balancing developmental needs with conservation efforts in land-use planning.",
        "AnswerCn": "一个挑战是耕地保护与城市扩张之间明显的冲突，这表现为耕地向建筑用地的不合理转变。这个挑战表明在土地利用规划中平衡发展需求与保护努力的困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that captures land-use changes over a specific period in China, and what remote sensing data sources were used?",
        "QuestionCn": "您能否提供一个捕捉中国特定时期土地利用变化的数据集示例，以及使用了哪些遥感数据源？",
        "AnswerEn": "An example of a dataset capturing land-use changes in China over a specific period includes Landsat TM digital images from 1995/1996 and 1999/2000, as well as CBERS-1 (China-Brazil Earth Resources Satellite 1) data for 1999/2000. These datasets were used to acquire detailed land-use information and assess regional land-use dynamics.",
        "AnswerCn": "一个捕捉中国特定时期土地利用变化的数据集示例包括1995/1996年的Landsat TM数字影像和1999/2000年的Landsat TM数字影像，以及1999/2000年的CBERS-1（中巴地球资源卫星1号）数据。这些数据集用于获取详细的土地利用信息并评估区域土地利用动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the classification system used in land cover datasets for land-use analysis?",
        "QuestionCn": "土地覆盖数据集用于土地利用分析的分类系统的特点是什么？",
        "AnswerEn": "layered system, six primary categories, 31 secondary categories",
        "AnswerCn": "分层系统，六个主要类别，31个次要类别",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges involved in using satellite remote sensing data for mapping land-use changes?",
        "QuestionCn": "使用卫星遥感数据进行土地利用变化映射面临的挑战有哪些？",
        "AnswerEn": "arable land protection, urban expansion, conversion of arable land to built-up areas, regional differentiation in land-use change",
        "AnswerCn": "耕地保护、城市扩张、耕地转为建设用地、土地利用变化的区域差异化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'dynamic regionalization of land-use change' mean in the context of land-use studies?",
        "QuestionCn": "在土地利用研究的背景下，“土地利用变化的动态区域化”是什么意思？",
        "AnswerEn": "The dynamic regionalization of land-use change refers to the process of dividing regions based on the temporal and spatial features of land-use changes. This concept is designed to reveal the characteristics of land-use change patterns and processes, providing a foundation for studying regional scale land-use changes.",
        "AnswerCn": "动态区域化的土地利用变化是指根据土地利用变化的时间和空间特征对区域进行划分的过程。这个概念旨在揭示土地利用变化模式和过程的特征，为研究区域尺度的土地利用变化提供基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the spatial and temporal patterns of land-use change from the use of satellite remote sensing data like Landsat and CBERS-1?",
        "QuestionCn": "从使用像Landsat和CBERS-1这样的卫星遥感数据中可以推断出土地利用变化的空间和时间模式是什么？",
        "AnswerEn": "The use of satellite remote sensing data like Landsat and CBERS-1 allows researchers to track and analyze land-use changes over time and space, revealing regional differentiation and trends in land-use change, such as rapid changes in specific areas like North China and the southeast coastal region during 1995-2000.",
        "AnswerCn": "使用卫星遥感数据，如Landsat和CBERS-1，研究人员可以跟踪和分析土地利用变化在时间和空间上的情况，揭示土地利用变化的区域差异和趋势，例如在1995年至2000年期间，华北地区和东南沿海地区的快速变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in effectively reversing the trend of deforestation across China, and how might these factors influence data collection methods?",
        "QuestionCn": "哪些因素导致在中国有效逆转森林砍伐趋势面临挑战，这些因素又如何影响数据收集方法？",
        "AnswerEn": "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as shown in the irrational conversion from arable land to built-up areas. These challenges could influence data collection methods by requiring more detailed monitoring and analysis of land-use changes to address conflicting land-use priorities.",
        "AnswerCn": "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。此外，耕地保护与城市扩张之间存在明显的冲突，表现为耕地向建设用地的不合理转化。这些挑战可能会影响数据收集方法，要求对土地利用变化进行更详细的监测和分析，以应对土地利用优先级之间的冲突。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to understand the regional differentiation of land-use change in China, and what role do data sources like Landsat TM and CBERS-1 play in capturing these changes?",
        "QuestionCn": "为什么了解中国土地利用变化的区域差异很重要，像Landsat TM和CBERS-1这样的数据源在捕捉这些变化中起什么作用？",
        "AnswerEn": "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region. Data sources like Landsat TM and CBERS-1 are crucial in capturing these changes by providing consistent and detailed land-use information.",
        "AnswerCn": "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。Landsat TM和CBERS-1等数据源在捕捉这些变化方面至关重要，因为它们提供了一致且详细的土地利用信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying causes for the conflicts between arable land protection and urban expansion in China, and how do these conflicts impact the design and implementation of land-use change studies?",
        "QuestionCn": "中国耕地保护与城市扩张之间冲突的根本原因是什么，这些冲突如何影响土地利用变化研究的设计和实施？",
        "AnswerEn": "The conspicuous conflicts between arable land protection and urban expansion are shown in the irrational conversion from arable land to built-up areas. These conflicts impact the design and implementation of land-use change studies by necessitating a focus on balancing development with sustainable land management, as well as incorporating spatial and temporal patterns of land-use change.",
        "AnswerCn": "耕地保护与城市扩张之间的明显冲突体现在耕地向建筑用地的不合理转化。这些冲突影响了土地利用变化研究的设计和实施，迫使研究者关注在发展与可持续土地管理之间的平衡，并纳入土地利用变化的空间和时间模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using satellite remote sensing data such as Landsat MSS, TM, and ETM for compiling land-use datasets on the accuracy and reliability of land-cover change analysis?",
        "QuestionCn": "使用卫星遥感数据（如Landsat MSS、TM和ETM）来编制土地利用数据集，对土地覆盖变化分析的准确性和可靠性可能产生哪些影响？",
        "AnswerEn": "Using satellite remote sensing data like Landsat MSS, TM, and ETM allows for high precision in land-use datasets, which enhances the accuracy and reliability of land-cover change analysis. These data sources provide detailed spatial coverage, essential for analyzing changes in terrestrial surface material cycles and life-support processes.",
        "AnswerCn": "使用卫星遥感数据，如Landsat MSS、TM和ETM，可以提高土地利用数据集的精确度，从而增强土地覆盖变化分析的准确性和可靠性。这些数据源提供了详细的空间覆盖，对于分析陆地表面物质循环和生命支持过程的变化至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the challenges of balancing arable land protection with urban expansion influence the methodologies or technologies employed in land-use data collection?",
        "QuestionCn": "在平衡耕地保护与城市扩张的挑战中，这些挑战可能会如何影响土地利用数据收集的方法或技术？",
        "AnswerEn": "The challenge of balancing arable land protection with urban expansion may lead to the adoption of more sophisticated remote sensing technologies and integrated spatial-temporal analysis methods to better monitor and manage land-use changes. This could involve advanced classification systems to distinguish between different land-use types and track their conversion over time.",
        "AnswerCn": "保护耕地与城市扩张之间的平衡挑战可能会促使采用更先进的遥感技术和综合时空分析方法，以更好地监测和管理土地利用变化。这可能涉及先进的分类系统，以区分不同的土地利用类型并跟踪它们随时间的转变。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind the development of a land-use dataset using satellite remote sensing techniques?",
        "QuestionCn": "使用卫星遥感技术开发土地利用数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives behind the development of a land-use dataset using satellite remote sensing techniques include revealing the temporal and spatial features of land-use change, supporting the study of regional scale land-use changes, and providing high-precision data for national land resource surveys, hydrology, and ecological research.",
        "AnswerCn": "利用卫星遥感技术开发土地利用数据集的主要目标包括揭示土地利用变化的时间和空间特征，支持区域尺度土地利用变化的研究，以及为国家土地资源调查、水文学和生态研究提供高精度数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to understand the regional differentiation of land-use change when creating land-use datasets?",
        "QuestionCn": "理解土地利用变化的区域差异性在创建土地利用数据集时为何重要？",
        "AnswerEn": "Understanding the regional differentiation of land-use change is important for creating land-use datasets because it helps to reveal the dynamic zones of land-use change and provides insights into how these changes affect social and economic development as well as global environmental changes.",
        "AnswerCn": "理解土地利用变化的区域差异对于创建土地利用数据集至关重要，因为它有助于揭示土地利用变化的动态区域，并提供有关这些变化如何影响社会和经济发展以及全球环境变化的见解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the goals of integrating 'spatial pattern' and 'temporal process' in studies of land-use change?",
        "QuestionCn": "在土地利用变化研究中，整合“空间模式”和“时间过程”的目标是什么？",
        "AnswerEn": "The goals of integrating 'spatial pattern' and 'temporal process' in studies of land-use change are to reveal the regional land-use change characteristics and to understand both the pattern of dynamic processes and the dynamic process of patterns. This integrated approach aims to provide a comprehensive understanding of land-use changes over time and space.",
        "AnswerCn": "将“空间模式”和“时间过程”整合在土地利用变化研究中的目标是揭示区域土地利用变化特征，并理解动态过程的模式和模式的动态过程。这种综合方法旨在提供对土地利用变化在时间和空间上的全面理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the integration of multiple remote sensing data sources, like Landsat TM and CBERS-1, be effectively managed to enhance the accuracy of land-use information extraction?",
        "QuestionCn": "如何有效管理多种遥感数据源的集成，如Landsat TM和CBERS-1，以提高土地利用信息提取的准确性？",
        "AnswerEn": "The integration of multiple remote sensing data sources, such as Landsat TM and CBERS-1, can be managed by using a combination of spatial pattern analysis and temporal process evaluation. This allows for a comprehensive understanding of land-use changes, which can be crucial for tackling challenges like regional differentiation and dynamic regionalization of changes.",
        "AnswerCn": "多个遥感数据源的整合，如Landsat TM和CBERS-1，可以通过结合空间模式分析和时间过程评估来管理。这使得对土地利用变化的全面理解成为可能，这对于应对区域差异化和变化的动态区域化等挑战至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are necessary to classify land cover into the specified hierarchical system of six primary and 31 secondary categories?",
        "QuestionCn": "将土地覆盖分类为指定的六个主要类别和31个次级类别所需的程序步骤是什么？",
        "AnswerEn": "To classify land cover into the hierarchical system of six primary and 31 secondary categories, a researcher would use a layered classification system. This system could incorporate satellite data from Landsat MSS, TM, and ETM, and involve defining specific criteria for each category based on the spectral signatures and temporal changes observed in the remote sensing data.",
        "AnswerCn": "为了将土地覆盖分类为六个主要类别和31个次级类别的层次系统，研究人员将使用分层分类系统。该系统可以结合来自Landsat MSS、TM和ETM的卫星数据，并根据在遥感数据中观察到的光谱特征和时间变化为每个类别定义特定标准。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the accurate classification of land-use categories in remote sensing data?",
        "QuestionCn": "哪些技术进步使得在遥感数据中准确分类土地利用类别成为可能？",
        "AnswerEn": "The use of satellite remote sensing technologies such as Landsat MSS, TM, and ETM has enabled the accurate classification of land-use categories. These technologies facilitated the development of a layered land cover classification system that divides land into primary and secondary classes.",
        "AnswerCn": "卫星遥感技术，如Landsat MSS、TM和ETM，使得土地利用类别的准确分类成为可能。这些技术促进了分层土地覆盖分类系统的发展，将土地划分为主要和次要类别。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the primary challenges in balancing arable land protection and urban expansion in the context of land-use data collection?",
        "QuestionCn": "在土地利用数据收集的背景下，平衡耕地保护和城市扩张的主要挑战是什么？",
        "AnswerEn": "One of the primary challenges is the conspicuous conflicts between arable land protection and urban expansion, which are demonstrated by the irrational conversion from arable land to built-up areas, making it difficult to maintain a balance.",
        "AnswerCn": "主要挑战之一是耕地保护与城市扩张之间的明显冲突，这体现在耕地向建筑用地的不合理转变，使得保持平衡变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is there an expectation for conflicts between arable land protection and urban expansion in the context of land-use change?",
        "QuestionCn": "在土地利用变化的背景下，保护耕地与城市扩张之间存在冲突的预期，原因是什么？",
        "AnswerEn": "There are conspicuous conflicts due to the irrational conversion from arable land to built-up areas, which poses challenges in balancing land protection with urban development.",
        "AnswerCn": "由于不理性的耕地转为建筑用地，导致明显的冲突，这在平衡土地保护与城市发展方面带来了挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might researchers anticipate difficulties in reversing deforestation trends across China using remote sensing data?",
        "QuestionCn": "为什么研究人员可能会预期使用遥感数据在中国逆转森林砍伐趋势会遇到困难？",
        "AnswerEn": "Despite using data sources like Landsat TM and CBERS-1, it remains too early to claim that deforestation trends have been effectively reversed, indicating ongoing challenges in accurately capturing and managing land-use changes.",
        "AnswerCn": "尽管使用了如Landsat TM和CBERS-1等数据源，但仍然为时已晚，无法声称森林砍伐趋势已有效逆转，这表明在准确捕捉和管理土地利用变化方面仍然面临持续挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing, like Landsat MSS, TM, and ETM, in capturing detailed land-use data on a large scale?",
        "QuestionCn": "您将如何评估使用卫星遥感，如Landsat MSS、TM和ETM，在大规模捕捉详细土地利用数据方面的有效性？",
        "AnswerEn": "The use of satellite remote sensing, such as Landsat MSS, TM, and ETM, is highly effective for capturing detailed land-use data on a large scale. These methods provide comprehensive and consistent coverage, enabling the construction of high-precision datasets, like the 1:10,000 land-use data in China. These datasets are crucial for national land resource surveys and ecological research.",
        "AnswerCn": "卫星遥感技术，如Landsat MSS、TM和ETM，对于大规模捕捉详细的土地利用数据非常有效。这些方法提供了全面且一致的覆盖，能够构建高精度的数据集，例如中国的1:10,000土地利用数据。这些数据集对于国家土地资源调查和生态研究至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What considerations should be made when designing a classification system for land-use data to ensure its utility across different research applications?",
        "QuestionCn": "在设计土地利用数据分类系统以确保其在不同研究应用中的实用性时，应考虑哪些因素？",
        "AnswerEn": "When designing a classification system for land-use data, it is important to ensure that the system is hierarchical and versatile enough to cover various categories, such as the six primary classes and 31 secondary classes used in the dataset. This approach supports diverse research applications, from hydrological studies to ecological research, by providing a comprehensive framework that reflects both the spatial pattern and temporal process of land-use changes.",
        "AnswerCn": "在设计土地利用数据的分类系统时，确保该系统是分层的，并且足够灵活以涵盖各种类别是很重要的，例如数据集中使用的六个主要类别和31个次要类别。这种方法支持多样的研究应用，从水文研究到生态研究，通过提供一个全面的框架，反映土地利用变化的空间模式和时间过程。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how land-use data collected from satellites like Landsat TM and CBERS-1 can be accurately integrated to reflect changes over time.",
        "QuestionCn": "我不明白如何从卫星如Landsat TM和CBERS-1收集的土地利用数据能够准确整合，以反映随时间变化的情况。",
        "AnswerEn": "The integration of satellite data, such as Landsat TM and CBERS-1, involves using a layered land cover classification system that divides regions into primary and secondary categories, allowing for detailed temporal and spatial analysis of land-use changes.",
        "AnswerCn": "卫星数据的整合，如Landsat TM和CBERS-1，涉及使用分层的土地覆盖分类系统，将区域划分为主要和次要类别，从而允许对土地利用变化进行详细的时间和空间分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how challenges like regional differentiation and conflicts between arable land protection and urban expansion are addressed in land-use change studies.",
        "QuestionCn": "我不确定在土地利用变化研究中如何解决区域差异和耕地保护与城市扩张之间的冲突等挑战。",
        "AnswerEn": "Challenges such as regional differentiation and land-use conflicts are addressed by designing dynamic regionalization of land-use change, which helps uncover temporal and spatial features and supports integrated studies of spatial patterns and temporal processes.",
        "AnswerCn": "诸如区域差异和土地利用冲突等挑战通过设计动态区域化的土地利用变化来解决，这有助于揭示时间和空间特征，并支持空间模式和时间过程的综合研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and discuss the challenges of using remote sensing data for monitoring land-use changes over time.",
        "QuestionCn": "请识别并讨论使用遥感数据监测土地利用变化随时间推移所面临的挑战。",
        "AnswerEn": "Challenges include the difficulty in reversing deforestation trends, conflicts between arable land protection and urban expansion, and irrational conversion from arable land to built-up areas, as noted in the field. These issues highlight the complexity of interpreting satellite imagery accurately over time, considering both natural and human-induced changes in land use.",
        "AnswerCn": "挑战包括逆转森林砍伐趋势的困难、保护耕地与城市扩张之间的冲突，以及不合理的耕地转为建筑用地的现象，这些问题突显了在时间上准确解读卫星影像的复杂性，考虑到自然和人为因素对土地利用的变化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}