{
    "id": "5ac0cc42-0d99-4dc2-a0f8-6b879b5bd0c1",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "BNU-ESM LS4P monthly",
            "titleCn": "BNU-ESM LS4P monthly",
            "description": "Global May surface temperature and June precipitation from BNU-ESM for LS4P(1979-2008).This dataset contains the May surface temperature and June precipitation simulated by the Beijing Normal University Earth System Model (BNU-ESM) from 1978 to 2008. BNU-ESM is one of the gloabl earth system model participating the LS4P Initiative, which aims to explore the \"Impact of initialized land temperature and snopack on sub-season to seasonal predition\".  More evidence and research have supported the concept that the high elevation land surface temperature/subsurface temperature (LST/SUBT) in the Third Pole region (TP) has substantial remote predictive capability on precipitation on subseasonal to seasonal scales (S2S). The earth system models (ESMs) have been used to LST/SUBT effect.  To improve the ability of high-resolution regional climate models (RCMs) in simulating the climate in TP,  results from the ESMs can provide the lateral boundary conditions for the RCMs through dynamic downscaling. This dataset includes the monthly average results from AMIP-type simulation by BNU-ESM.",
            "descriptionCn": "全球LS4P/BNU-ESM模式五月地表气温及六月降水数据集（1979-2008）。本数据集包含了北京师范大学地球系统模式（BNU-ESM）1978年至2008年的全球5月地表温度和6月降水量。BNU-ESM是参与LS4P项目的地球系统模式之一。LS4P项目旨在研究陆面和积雪对次季节/季节降水的影响。 越来越多的证据和研究表明，青藏高原地表/次地表温度对次季节/季节时间尺度的降水预报有着相当显著的指示作用。地球系统模式长期以来是研究地表温度对降水影响的主要工具。为了提高高分辨率区域模式对青藏高原天气气候的模拟效果，地球系统模式可为区域模式动力降尺度提供侧边界条件。本数据集包含了BNU-ESM的AMIP类型模拟的月平均结果。",
            "instructions": "VariableName_LS4P_ESMModelName_ LS4PExperimentName_Frequency_[StartTime-EndTime].nc\n1）“VariableName” corresponds to the name of the target variable in the NetCDF files. List of required output is available from LS4P_ESM_outputs_list_update.\n2）“ESMModelName” identifies the model name.\n3）“LS4PExperimentName” identifies the experiment name [Task 1], [Task 2], and [Task 3].\n4）“Frequency” is the output frequency indicator: 3hr=3hourly, 6hr=6hourly, day=daily, mon=monthly.\n5）“StartTime and EndTime” indicate the time span of the content of the file, such as 00z01052003 and 18z30062003",
            "instructionsCn": "VariableName_LS4P_ESMModelName_ LS4PExperimentName_Frequency_[StartTime-EndTime].nc\n1）“VariableName” corresponds to the name of the target variable in the NetCDF files. List of required output is available from LS4P_ESM_outputs_list_update.\n2）“ESMModelName” identifies the model name.\n3）“LS4PExperimentName” identifies the experiment name [Task 1], [Task 2], and [Task 3].Task 3 is for LST/SUBT experiment. \n4）“Frequency” is the output frequency indicator: 3hr=3hourly, 6hr=6hourly, day=daily, mon=monthly.\n5）“StartTime and EndTime” indicate the time span of the content of the file, such as 00z01052003 and 18z30062003",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "1978-05-01 00:00:00",
            "endTime": "2008-06-01 00:00:00",
            "fileSize": 11116168.0,
            "cstr": "18406.11.Atmos.tpdc.301395",
            "doi": "10.11888/Atmos.tpdc.301395",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范天一",
                "nameEn": "FAN Tianyi",
                "unitEn": "The College of Global Change and Earth System Science, Beijing Normal University",
                "unitCn": "北京师范大学全球变化与地球系统科学研究院"
            },
            {
                "nameCn": "纪多颖",
                "nameEn": "JI Duoying",
                "unitEn": "College of Global Change and Earth System Science, Beijing Normal Univeristy",
                "unitCn": "北京师范大学全球变化与地球系统科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Description and basic evaluation of Beijing Normal University Earth System Model (BNU-ESM) version 1",
                "referenceCn": null,
                "referenceEn": "Ji, D. Wang L. , Feng J., Wu Q., Cheng H.,Zhang Q. , Yang  J., Dong W., Dai Y., Gong D.,Zhang  R.-H. ,Wang X. , Liu J. , Moore J. C. , Chen D. , & Zhou  M. (2014), Description and basic evaluation of Beijing Normal University Earth System Model (BNU-ESM) version 1. Geoscietific Model Development, 7, 2039-2064."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceCn": null,
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleCn": null,
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleCn": null,
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleCn": null,
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceCn": null,
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleCn": null,
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "globe"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979-2008",
                "keywordEn": "1979-2008",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）预测干旱和洪水是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，如与麦登-朱利安振荡相关的变化，已知提供了预测的来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
                "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏 Plateau（TP）下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是，TP上空在200 hPa处存在强负的位势高度异常，伴随着气旋异常环流。这种环流响应对应于TP上的冷异常，导致大气下沉并在上层诱发负的位势高度异常。此外，从TP向北太平洋下游明显显示出波状模式的位势高度差（见图5a）。TP上空的负位势高度异常中心向东延伸至日本，而在白令海峡东侧出现强正位势高度中心，伴随反气旋环流，中心位于约170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述模拟的气候环流响应总体上与2003年5月的观测位势高度异常一致（见图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对冷TP表面的位势高度响应（见图5a, b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，并可以大致指示波能量的传播。",
                "尽管由于海洋温度异常引起的热带遥相关（如ENSO与亚洲季风之间的关系）已被广泛研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验为探索热带高原（TP）表面异常对大气环流的全球响应以及热带遥相关波列的详细特征提供了机会。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng 1991；Lau和Weng 2002；Lau等，2004；Ding和Wang 2005；Ding等，2011）。"
            ],
            "research objectiveCn": [
                "项目“初始化陆面温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季陆面温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了16个参与LS4P第一阶段（LS4P-I）实验的当前先进地球系统模型（ESMs）对春季天山地区陆面降温的全球尺度大气环流响应的模拟。对TRC波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
                "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探索TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的模拟响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列如何影响这些不同区域降水的详细机制仍需进一步研究。",
                "我们的目标是将热带低频波动（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动力特征相结合，重点关注其在提高季节到季节（S2S）预测中的重要性。"
            ],
            "challengesCn": [
                "然而，从热带地区到南半球的模拟传播路径显示出较大的模型间差异。",
                "然而，模拟波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值显示出相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的气候响应演变速度快于观测。南半球环流中模型响应的多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区显示出强烈的响应。",
                "与观测相比，LS4P-I的气候模型（ESMs）在2003年5月未能很好地捕捉到观测到的气温（T2m）冷异常。16个LS4P-I气候模型的集合均值在青藏高原（TP）上表现出1.02°C的暖偏差，这一偏差强于青藏高原T2m观测年际变化的标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月青藏高原东部T2m的明显暖偏差。LS4P-I模拟进一步表明，青藏高原的表面热状态不仅对北半球具有全球影响，还影响南半球的外热带大气环流，尽管由于模型间的变异性，这一影响存在较大不确定性。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则非常寒冷。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
            ],
            "datasetCn": [
                "模拟的200 hPa位势高度差的集合均值在图5a中展示，同时与2003年5月的观测数据（图5b）一起，进一步探讨了大气环流对青藏 Plateau（TP）地表温度/土壤湿度效应的响应。",
                "在图1a中显示了青藏高原(TP)的观测气温(T2m)异常，我们使用来自美国国家海洋和大气管理局(NOAA)气候异常监测系统(CAMS, Fan和van den Dool 2008)的数据。我们使用第五代欧洲中期天气预报中心(ECMWF)大气重分析(ERA5, Hersbach等，2020)，该数据被称为观测数据，具有1.0° × 1.0°的常规水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位(CRU)，在实施分析时使用版本4.02(Harris等，2014; 2020)。"
            ],
            "findingsCn": [
                "LS4P-I结果首次表明，春季的表层温度异常可以通过青藏 Plateau（TP）调制一个持久的准气压波动——青藏 Plateau-落基山脉环全球（TRC）波列，从TP经东北亚和白令海峡传递到北美西部，以及春季从TP横跨整个北太平洋盆地的西风急流。由TP热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，特别是在北美西北部和南部大平原地区。这些结果表明，TP的地表温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。",
                "这些结果综合表明，青藏 Plateau（TP）的波列在影响TP表面和地下温度对热点区域的影响中发挥了关键作用，特别是在北美地区，尽管TRC波列影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，随着强西风急流穿过亚太地区，TP表面降温产生了一个从TP通过东北亚和白令海峡到北美西部的条带状、持久（演变时间尺度超过一个月）的TRC波列，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
                "Xue等人（2022）讨论了响应于青藏 Plateau（TP）地表温度/土壤湿度效应的6月降水模拟集合均值的关键特征。然而，LS4P-I实验表明，TP表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季2米气温和降水产生近全球影响。此外，LS4P-I实验确认并强调了热带环流（TRC）波列在TP表面异常全球影响中的重要甚至关键作用。对16个先进的地球系统模型（ESMs）的分析首次表明，春季TP表面异常可以调节持久的准气压TRC波列。"
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）降水预测在北半球春季和夏季月份中，尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏 Plateau（TP）春季观测的地表温度与多个远程地区的夏季降水存在滞后相关性，但当前的全球陆气耦合模型由于在产生观测到的TP地表温度方面存在显著误差，无法表现出这种行为。自1970年代以来，土地在气候系统中不同尺度的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探索它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候中发挥着重要作用。水文事件与海表温度（SST）异常（如厄尔尼诺和拉尼娜）的联系已被用于预测气候事件，具有从几个月到几年不等的有用技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原（TP）的春季地表温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种地表变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中的应用仍然被忽视。"
            ],
            "research objectiveCn": [
                "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化的陆地温度和雪盖对亚季节到季节预测的影响”（LS4P）倡议，作为一项社区努力，测试高山地区的陆地温度对气候模型的S2S预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度相当。LS4P的目标是研究2003年5月观察到的青藏高原冷异常是否导致了全球热点地区6月降水异常的出现。"
            ],
            "challengesCn": [
                "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，原因在于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这一缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是由于其他相关过程？"
            ],
            "methodsCn": [
                "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP的LST/SUBT。在根据每个模型的T2m偏差和TP的观察异常调整LST/SUBT初始条件后，进行了第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
            ],
            "datasetCn": [
                "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏 Plateau（TP）上的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
            ],
            "findingsCn": [
                "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多个地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM更好地预测6月在热点地区的降水，并且高山地区的地面温度可能成为通过升高加热提供新的S2S可预测性的来源。"
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ],
            "backgroundCn": [
                "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解在此时间尺度上气候变异的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。"
            ],
            "challengesCn": [
                "未能捕捉到TRC波列的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏高原到南半球的模拟传播路径存在较大的模型间差异。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气象和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
            ],
            "datasetCn": [
                "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的温度异常可以通过持久的准纬向青藏 Plateau-落基山脉环全球（TRC）波列，从青藏 Plateau 传播到东北亚和白令海峡，再到北美西部，同时影响整个北太平洋盆地的春季西风急流。这些结果表明，青藏 Plateau 的地表温度/土壤湿度异常通过 TRC 波列是上述地区季节到季节变率的第一源。此外，青藏 Plateau 的地表温度异常还可以通过产生跨赤道波列影响南半球的环流。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there large inter-model differences in the simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "在模拟从青藏高原到南半球的传播路径时，模型之间是否存在较大的差异？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main source of global precipitation data in the studies related to the Tibetan Plateau the Climate Research Unit dataset, the Global Precipitation Measurement mission, or in-situ measurements?",
                "QuestionCn": "在与青藏高原相关的研究中，全球降水数据的主要来源是气候研究单位数据集、全球降水测量任务还是现场测量？",
                "AnswerEn": "Climate Research Unit dataset",
                "AnswerCn": "气候研究单位数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used for initializing land surface temperature and snowpack in subseasonal-to-seasonal prediction models?",
                "QuestionCn": "在亚季节到季节预测模型中，初始化地表温度和雪盖的方法有哪些？",
                "AnswerEn": "Adjusting initial conditions based on each model's temperature bias and observed anomaly over the Tibetan Plateau",
                "AnswerCn": "根据每个模型的温度偏差和观测到的青藏高原异常调整初始条件。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are data sources typically collected from to analyze land surface temperature anomalies in high mountain regions?",
                "QuestionCn": "高山地区的地表温度异常分析通常从哪些数据源收集数据？",
                "AnswerEn": "Chinese Meteorological Administration T2m data, Climate Anomaly Monitoring System T2m data, Climate Research Unit",
                "AnswerCn": "中国气象局T2m数据，气候异常监测系统T2m数据，气候研究单位",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are encountered in using Earth System Models for predicting subseasonal-to-seasonal climate anomalies?",
                "QuestionCn": "在使用地球系统模型预测亚季节到季节气候异常时，会遇到哪些挑战？",
                "AnswerEn": "deficiencies in model parameterizations",
                "AnswerCn": "模型参数化中的缺陷",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to investigate the impact of springtime land surface temperature anomalies on subseasonal-to-seasonal precipitation predictions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究春季地表温度异常对亚季节到季节降水预测的影响？",
                "AnswerEn": "In the LS4P project, observed T2m records were used to examine potential relationships between the Tibetan Plateau's T2m and global precipitation, identifying hotspots where initializing May land temperatures could enhance June precipitation prediction skill. Two sets of experiments with state-of-the-art Earth System Models were conducted to assess the impact of land temperature anomalies.",
                "AnswerCn": "在LS4P项目中，观察到的T2m记录被用来研究青藏高原的T2m与全球降水之间的潜在关系，识别出在5月初始化陆地温度可能增强6月降水预测技能的热点。进行了两组实验，使用最先进的地球系统模型来评估陆地温度异常的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting data for subseasonal-to-seasonal climate prediction models?",
                "QuestionCn": "在收集亚季节到季节气候预测模型的数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in data collection for such models is the inability of current state-of-the-art Earth System Models to fully preserve the memory from initialized land surface temperature anomalies, due to deficiencies in model parameterizations and unbalanced initial atmospheric/land conditions in reanalysis data.",
                "AnswerCn": "在数据收集方面，一个重大挑战是当前最先进的地球系统模型无法完全保留初始化的地表温度异常的记忆，这主要是由于模型参数化的缺陷以及再分析数据中大气/陆地初始条件的不平衡。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many Earth System Models (ESMs) participated in the LS4P Phase I experiment to simulate the atmospheric response to springtime Tibetan Plateau land surface cooling?",
                "QuestionCn": "在LS4P第一阶段实验中，有多少个地球系统模型（ESMs）参与了对春季青藏 Plateau 土地表冷却的气候响应模拟？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many stations are included in the T2m data used by the Chinese Meteorological Administration for data collection over China?",
                "QuestionCn": "中国气象局用于数据收集的T2m数据包含多少个站点？",
                "AnswerEn": "80, 2,400",
                "AnswerCn": "80，2,400",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the ECMWF atmospheric reanalysis (ERA5) data used to investigate atmospheric circulation?",
                "QuestionCn": "ECMWF大气重分析（ERA5）数据用于研究大气环流的空间分辨率是多少？",
                "AnswerEn": "1.0° × 1.0°",
                "AnswerCn": "1.0° × 1.0°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of land surface temperature (LST) and subsurface temperature (SUBT) in subseasonal-to-seasonal (S2S) climate prediction?",
                "QuestionCn": "地表温度（LST）和地下温度（SUBT）在亚季节到季节（S2S）气候预测中的重要性是什么？",
                "AnswerEn": "Land surface temperature (LST) and subsurface temperature (SUBT) are significant in subseasonal-to-seasonal (S2S) climate prediction because they are considered new sources of predictability at these timescales. Studies have shown that springtime LST/SUBT anomalies, particularly over high mountain areas like the Tibetan Plateau, can influence summertime precipitation predictions. The LS4P project specifically investigates these impacts, highlighting that high-mountain land temperature could be as influential as ocean surface temperature in affecting S2S precipitation predictability over global 'hotspot' regions.",
                "AnswerCn": "地表温度（LST）和地下温度（SUBT）在季节内到季节间（S2S）气候预测中具有重要意义，因为它们被视为这些时间尺度上的新可预测性来源。研究表明，特别是在像青藏高原这样的高山地区，春季LST/SUBT异常可以影响夏季降水预测。LS4P项目专门研究这些影响，强调高山地表温度在影响全球“热点”地区的S2S降水可预测性方面可能与海洋表面温度同样重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can land surface and subsurface temperature data be effectively collected and initialized to improve subseasonal-to-seasonal precipitation predictions?",
                "QuestionCn": "如何有效收集和初始化地表和地下温度数据，以改善亚季节到季节的降水预测？",
                "AnswerEn": "Observed T2m records, such as those from the Chinese Meteorological Administration (CMA) and Climate Anomaly Monitoring System (CAMS), are utilized to examine the relationships between land temperatures and precipitation, identifying hotspots where initialization of land temperatures may enhance prediction skills. The initialization involves adjusting LST/SUBT initial conditions based on model biases and observed anomalies.",
                "AnswerCn": "观测到的T2m记录，如来自中国气象局（CMA）和气候异常监测系统（CAMS）的数据，被用于研究地面温度与降水之间的关系，识别出在何处初始化地面温度可能提高预测技能。初始化涉及根据模型偏差和观测异常调整LST/SUBT初始条件。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges might arise in merging temperature data from multiple sources and models to enhance the predictability of seasonal climate events?",
                "QuestionCn": "在合并来自多个来源和模型的温度数据以增强季节气候事件的可预测性时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges include the preservation of memory from initialized LST anomalies due to deficiencies in model parameterizations and reanalysis data, as well as large inter-model differences in simulated propagation pathways. Additionally, biases in models can result in smaller produced temperature anomalies compared to observed ones, potentially underestimating effects on predictions.",
                "AnswerCn": "挑战包括由于模型参数化和再分析数据的不足，导致初始化的海表温度异常的记忆保存问题，以及模拟传播路径中存在的大型模型间差异。此外，模型中的偏差可能导致产生的温度异常小于观测值，从而可能低估对预测的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can Earth System Models (ESMs) be improved to better simulate the impact of high-altitude land temperatures on global atmospheric circulations?",
                "QuestionCn": "地球系统模型（ESMs）可以通过哪些方式改进，以更好地模拟高海拔土地温度对全球大气环流的影响？",
                "AnswerEn": "ESMs can be enhanced by refining the initialization of LST/SUBT conditions to alleviate biases, conducting sensitivity runs with adjusted initial conditions, and addressing model deficiencies in preserving initial atmospheric/land conditions. This approach allows for improved prediction of remote precipitation anomalies and better representation of atmospheric response to land temperature anomalies.",
                "AnswerCn": "通过优化地表温度/土壤温度条件的初始化来减轻偏差，进行敏感性试验以调整初始条件，并解决模型在保持初始大气/陆地条件方面的不足，可以增强ESM。这种方法可以改善对远程降水异常的预测，并更好地表征大气对陆地温度异常的响应。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause challenges in maintaining the memory from initialized land surface temperature anomalies in Earth System Models during subseasonal-to-seasonal predictions?",
                "QuestionCn": "在子季节到季节预测中，导致地球系统模型中初始化的陆地表面温度异常记忆维护面临挑战的因素有哪些？",
                "AnswerEn": "Current state-of-the-art Earth System Models have deficiencies in model parameterizations and reanalysis data, which provide unbalanced initial atmospheric/land conditions, making it challenging to fully preserve the memory from initialized land surface temperature anomalies.",
                "AnswerCn": "当前最先进的地球系统模型在模型参数化和再分析数据方面存在缺陷，这导致初始大气/陆地条件不平衡，使得完全保留初始化的陆面温度异常的记忆变得具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do Earth System Models exhibit large inter-model differences when simulating the propagation pathways of atmospheric responses from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "为什么地球系统模型在模拟来自青藏高原的气候响应传播路径到南半球时会出现较大的模型间差异？",
                "AnswerEn": "The large inter-model differences in simulating propagation pathways from the Tibetan Plateau into the Southern Hemisphere are due to variations in the models' abilities to simulate atmospheric circulation responses, which may be linked to differences in model parameterizations and initial conditions.",
                "AnswerCn": "大型模型间在模拟从青藏高原到南半球的传播路径方面存在显著差异，这些差异源于模型在模拟大气环流响应能力上的不同，这可能与模型的参数化和初始条件的差异有关。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What effects on subseasonal-to-seasonal prediction accuracy might result from implementing novel land surface temperature initialization techniques in Earth System Models?",
                "QuestionCn": "实施新颖的地表温度初始化技术在地球系统模型中可能对亚季节到季节的预测准确性产生什么影响？",
                "AnswerEn": "Implementing novel land surface temperature initialization techniques, such as those addressing biases in May TP T2m, can potentially enhance subseasonal-to-seasonal prediction accuracy by allowing models to better simulate the observed anomalies. This improved initialization could lead to more accurate predictions of June precipitation over identified 'hotspot' regions.",
                "AnswerCn": "实施新颖的地表温度初始化技术，例如解决5月TP T2m中的偏差，可能会通过使模型更好地模拟观察到的异常，从而提高亚季节到季节的预测准确性。这种改进的初始化可能会导致对识别出的“热点”区域6月降水的更准确预测。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What might be the consequences of using different observational datasets, such as those from NOAA and the Chinese Meteorological Administration, on the robustness of climate model validation?",
                "QuestionCn": "使用不同的观测数据集，例如来自美国国家海洋和大气管理局（NOAA）和中国气象局的数据，可能对气候模型验证的稳健性产生什么影响？",
                "AnswerEn": "Using different observational datasets can influence the robustness of climate model validation by providing varied data quality and coverage. For example, T2m data from NOAA's Climate Anomaly Monitoring System and the Chinese Meteorological Administration might offer complementary insights, enhancing the understanding of regional climate phenomena and potentially leading to more comprehensive model evaluations and improved prediction skill.",
                "AnswerCn": "使用不同的观测数据集可以影响气候模型验证的稳健性，因为这些数据集可能提供不同的数据质量和覆盖范围。例如，来自美国国家海洋和大气管理局气候异常监测系统和中国气象局的T2m数据可能提供互补的见解，增强对区域气候现象的理解，并可能导致更全面的模型评估和改进的预测能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of employing numerical experiments with Earth System Models to explore the influence of land surface temperature anomalies on subseasonal-to-seasonal precipitation predictions?",
                "QuestionCn": "利用地球系统模型进行数值实验的目的是探讨陆地表面温度异常对亚季节到季节降水预测的影响。",
                "AnswerEn": "The objective is to study the impact of springtime land surface temperature/subsurface temperature anomalies over high mountain areas on summertime precipitation predictions, aiming for enhanced predictability at subseasonal-to-seasonal timescales. These experiments help evaluate and improve the performance of models in capturing these anomalies and their effects.",
                "AnswerCn": "研究的目标是研究春季地表温度/地下温度异常对高山地区夏季降水预测的影响，旨在提高亚季节到季节时间尺度上的可预测性。这些实验有助于评估和改善模型在捕捉这些异常及其影响方面的表现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to use observed temperature records from the Tibetan Plateau in examining global precipitation patterns and predicting precipitation anomalies?",
                "QuestionCn": "使用来自青藏高原的观测温度记录在研究全球降水模式和预测降水异常时非常重要，原因如下：",
                "AnswerEn": "Using observed temperature records is crucial to identify the locations where the initialization of land temperatures may enhance precipitation prediction skill. It allows for the evaluation of whether these observed anomalies can influence remote precipitation patterns, potentially leading to improved prediction models.",
                "AnswerCn": "使用观测到的温度记录对于识别地面温度初始化可能增强降水预测技能的位置至关重要。这使得能够评估这些观测到的异常是否会影响远程降水模式，从而可能导致改进的预测模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in initializing land surface temperature and subsurface temperature conditions to improve the accuracy of subseasonal to seasonal predictions using Earth System Models?",
                "QuestionCn": "初始化地表温度和地下温度条件的程序有哪些，以提高使用地球系统模型的亚季节到季节预测的准确性？",
                "AnswerEn": "To address biases in the May Tibetan Plateau land surface temperature, an innovative procedure is applied where initial conditions for land surface temperature and subsurface temperature are adjusted based on each model’s temperature bias and observed anomalies. This involves conducting experiments with adjusted initial conditions for better alignment with observed temperature anomalies, while keeping other initial and boundary conditions consistent across models.",
                "AnswerCn": "为了应对五月藏族高原地表温度的偏差，采用了一种创新的程序，根据每个模型的温度偏差和观测到的异常值调整地表温度和地下温度的初始条件。这涉及进行实验，通过调整初始条件以更好地与观测到的温度异常对齐，同时保持模型之间其他初始和边界条件的一致性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or technological advancements enable the accurate initialization of land surface temperature and snowpack data in Earth System Models for subseasonal to seasonal prediction?",
                "QuestionCn": "哪些条件或技术进步使得在地球系统模型中准确初始化陆地表面温度和雪盖数据成为可能，以进行亚季节到季节的预测？",
                "AnswerEn": "Robust land initialization and model configuration are critical for enhancing subseasonal-to-seasonal prediction capabilities. However, current Earth System Models face challenges in preserving memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and reanalysis data providing unbalanced initial atmospheric/land conditions.",
                "AnswerCn": "稳健的土地初始化和模型配置对于增强亚季节到季节的预测能力至关重要。然而，目前的地球系统模型在保持初始化的地表温度异常记忆方面面临挑战，这主要是由于模型参数化的缺陷和再分析数据提供的不平衡初始大气/土地条件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of observational data from multiple sources enable the enhancement of subseasonal-to-seasonal precipitation prediction over global hotspots?",
                "QuestionCn": "多源观测数据的整合如何增强全球热点地区的亚季节到季节降水预测？",
                "AnswerEn": "Observational data from sources like the Chinese Meteorological Administration, the Climate Anomaly Monitoring System, and the Climate Research Unit provide essential information for examining relationships between surface temperatures and global precipitation patterns. Integrating these datasets allows for improved initialization of land temperature conditions, enhancing the prediction skill of subseasonal-to-seasonal precipitation over identified global hotspots.",
                "AnswerCn": "来自中国气象局、气候异常监测系统和气候研究单位的观测数据为研究地表温度与全球降水模式之间的关系提供了重要信息。整合这些数据集可以改善陆地温度条件的初始化，从而提高对识别出的全球热点地区的亚季节到季节降水预测能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might Earth System Models (ESMs) have difficulties in accurately predicting subseasonal-to-seasonal variability using initialized land surface temperature and snowpack data?",
                "QuestionCn": "地球系统模型（ESMs）在使用初始化的地表温度和雪盖数据准确预测亚季节到季节的变率时可能会遇到困难，原因是什么？",
                "AnswerEn": "Current Earth System Models (ESMs) face challenges due to deficiencies in model parameterizations and the reanalysis data that provide unbalanced initial atmospheric/land conditions, which can hinder their ability to fully preserve the memory from initialized land surface temperature anomalies and accurately predict subseasonal-to-seasonal variability.",
                "AnswerCn": "当前的地球系统模型（ESMs）面临着由于模型参数化不足和提供不平衡初始大气/陆地条件的再分析数据而带来的挑战，这可能会妨碍它们充分保留初始化的陆地表面温度异常的记忆，并准确预测亚季节到季节的变率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons behind the inconsistencies in model responses when simulating the atmospheric circulation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "在模拟从青藏 Plateau 到南半球的大气环流路径时，模型响应的不一致性可能有以下原因：",
                "AnswerEn": "The simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere show large inter-model differences, which could be attributed to the varying ability of models to capture the TRC wave train and the associated diversities in model responses, particularly in the mid-high latitude circulations, leading to inconsistencies with observations.",
                "AnswerCn": "从青藏高原向南半球的模拟传播路径显示出较大的模型间差异，这可能归因于模型在捕捉TRC波列方面的能力差异以及模型响应的多样性，特别是在中高纬度环流方面，导致与观测结果的不一致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What do you consider to be the main challenges in initializing land surface temperature and snowpack for improving subseasonal-to-seasonal climate predictions?",
                "QuestionCn": "我认为在初始化地表温度和雪盖方面，改善亚季节到季节气候预测的主要挑战包括：",
                "AnswerEn": "The main challenges in initializing land surface temperature and snowpack include ensuring robust land initialization and addressing deficiencies in model parameterizations and reanalysis data. These factors can affect the ability of models to preserve the memory from initialized land surface temperature anomalies, which is crucial for improving prediction skill.",
                "AnswerCn": "初始化地表温度和雪盖的主要挑战包括确保稳健的土地初始化以及解决模型参数化和再分析数据中的不足。这些因素可能影响模型保持初始化的地表温度异常记忆的能力，而这对于提高预测技能至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure why the models show large inter-model differences in simulating the Southern Hemisphere atmospheric responses.",
                "QuestionCn": "我不确定为什么模型在模拟南半球大气响应时会出现较大的模型间差异。",
                "AnswerEn": "The large inter-model differences in simulating the Southern Hemisphere atmospheric responses are likely due to variations in how different models handle the propagation of wave trains from the Tibetan Plateau across the equator. These differences can be attributed to discrepancies in model parameterizations, initial conditions, and the ability to preserve memory from initialized land surface temperature anomalies. Such variations affect the models' capability to capture the detailed dynamics of cross-equatorial wave trains and their impact on the Southern Hemisphere.",
                "AnswerCn": "在模拟南半球大气响应时，模型之间的大量差异可能是由于不同模型处理来自青藏高原的波列传播到赤道的方式存在差异。这些差异可以归因于模型参数化、初始条件的不同，以及保持初始化的陆地表面温度异常的记忆能力的差异。这些变化影响了模型捕捉跨赤道波列的详细动态及其对南半球影响的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of why the ensemble mean produces different precipitation anomalies compared to observations in some regions.",
                "QuestionCn": "我无法理解为什么在某些地区，集合均值产生的降水异常与观测值不同。",
                "AnswerEn": "The discrepancies between the ensemble mean precipitation anomalies and observations can be attributed to biases in the models' ability to simulate the correct temperature anomalies over the Tibetan Plateau and the subsequent atmospheric processes. These biases may stem from inaccuracies in model parameterizations and initial conditions, as well as potential interactions with other climatic factors that are not fully captured by the models. As a result, the models may not accurately reproduce the observed precipitation patterns in certain regions.",
                "AnswerCn": "集合均值降水异常与观测之间的差异可以归因于模型在模拟青藏高原正确的温度异常及其后续大气过程方面的偏差。这些偏差可能源于模型参数化和初始条件的不准确，以及与其他气候因素的潜在相互作用，这些因素在模型中未得到充分捕捉。因此，模型可能无法准确再现某些地区的观测降水模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the key challenges faced in collecting and utilizing land surface temperature data for subseasonal to seasonal prediction models.",
                "QuestionCn": "分析在收集和利用地表温度数据用于亚季节到季节预测模型时面临的主要挑战。",
                "AnswerEn": "Robust land initialization and model configuration remain scientifically challenging. Many studies are limited by a lack of observational data and tend to focus on local feedbacks. Current Earth System Models (ESMs) struggle to fully preserve the memory from initialized land surface temperature (LST) anomalies due to deficiencies in model parameterizations and unbalanced initial atmospheric/land conditions from reanalysis data.",
                "AnswerCn": "稳健的土地初始化和模型配置仍然是科学上具有挑战性的任务。许多研究受到观测数据不足的限制，往往集中于局部反馈。目前的地球系统模型（ESMs）在充分保留初始化的地表温度（LST）异常的记忆方面存在困难，这主要是由于模型参数化的缺陷以及来自再分析数据的初始大气/陆地条件不平衡所致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the methodologies used to address biases in temperature and precipitation predictions in Earth System Models.",
                "QuestionCn": "请探讨用于解决地球系统模型中温度和降水预测偏差的方法论。",
                "AnswerEn": "To alleviate biases in May Tibetan Plateau (TP) T2m and generate observed cold TP spring anomalies, an innovative approach to initializing land surface temperature and subsurface temperature (LST/SUBT) over the TP is used. This involves adjusting LST/SUBT initial conditions based on each model's T2m bias and observed anomaly over the TP, aiming to enhance June precipitation prediction skill.",
                "AnswerCn": "为了减轻五月青藏 Plateau (TP) 的 T2m 偏差并生成观测到的寒冷 TP 春季异常，采用了一种创新的方法来初始化青藏 Plateau 的地表温度和地下温度 (LST/SUBT)。该方法涉及根据每个模型的 T2m 偏差和青藏 Plateau 的观测异常调整 LST/SUBT 初始条件，旨在提高六月降水预测的技能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets that can be utilized for analyzing global precipitation patterns influenced by high-mountain land temperature anomalies.",
                "QuestionCn": "请识别可以用于分析受高山地区温度异常影响的全球降水模式的潜在数据集。",
                "AnswerEn": "Potential datasets include the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) for temperature anomalies, the fifth-generation ECMWF atmospheric reanalysis (ERA5) for atmospheric circulation, and the Climate Research Unit (CRU) for global precipitation data. These datasets provide high-resolution spatial data that can be critical for understanding the impact of land temperature anomalies on global precipitation patterns.",
                "AnswerCn": "潜在的数据集包括国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）用于温度异常，第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5）用于大气环流，以及气候研究单位（CRU）用于全球降水数据。这些数据集提供高分辨率的空间数据，对于理解陆地温度异常对全球降水模式的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}