{
    "id": "5adca167-b2f9-48c5-8d8c-208aa16fbe0c",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)-dataset of flux observation matrix ( No.1 eddy covariance system)",
            "description": "This dataset contains the flux measurements from site No.1 eddy covariance system (EC) in the flux observation matrix from 4 June to 17 September 2012. The site (100.35813° E, 38.89322° N) was located in a cropland (vegetable surface) in the Yingke irrigation district, which is near Zhangye, Gansu Province. The elevation is 1552.75 m. The EC was installed at a height of 3.8 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was 0.2 m.\nRaw data acquired at 10 Hz were processed using the Eddypro post-processing software (Li-Cor Company, http://www.licor.com/env/products/ eddy_covariance/software.html), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, angle of attack correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.3582,
            "west": 100.3582,
            "south": 38.8932,
            "north": 38.8932,
            "startTime": "2012-06-10 10:49:00",
            "endTime": "2012-09-23 10:49:00",
            "fileSize": 732275.0,
            "cstr": "18406.11.hiwater.080.2013.db",
            "doi": "10.3972/hiwater.080.2013.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Variation规律 of CO2 flux in the corn farmland ecosystem of Zhangye Irrigation District and its environmental response.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-04 to 2012-09-17",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the TSEB model utilized for evapotranspiration estimation validated using ground-based measurements?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which type of instrument is more commonly used for capturing multi-scale eco-hydrological processes, eddy covariance systems, large aperture scintillometers, or automatic meteorological stations?",
                    "Answer": "eddy covariance systems",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to measure evapotranspiration in heterogeneous landscapes?",
                    "Answer": "eddy covariance systems, large aperture scintillometers, remote sensing technologies",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with upscaling eco-hydrological processes on heterogeneous surfaces during data collection?",
                    "Answer": "poor availability of multiscale observations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in collecting multiscale eco-hydrological data in heterogeneous landscapes?",
                    "Answer": "A challenge faced is the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes over heterogeneous surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of a dataset that captures multi-scale eco-hydrological processes in an oasis-desert area?",
                    "Answer": "A multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and remote sensing missions, supplemented by synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the eddy covariance data collection method used in heterogeneous landscapes for evapotranspiration studies?",
                    "Answer": "sampling frequency of 10 Hz, 30-minute averages, outlier removal, delay time correction, angle correction, coordinate rotation, frequency response correction, quality assessments based on atmospheric stability and turbulence similarity, data filtered for errors, rainfall proximity, low turbulence conditions",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What features are essential in datasets for accurately modeling evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "high-resolution thermal camera observations, soil and canopy temperatures, air temperature, wind speed, humidity, four-component radiation measurements, turbulent fluxes, soil heat fluxes, vegetation indices",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the key attributes of a multiscale eco-hydrological dataset suitable for studying oasis-desert interactions?",
                    "Answer": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing data, synchronical ground measurements, vegetation dynamics, photosynthesis processes, sensor calibration, data processing",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency of the eddy covariance system used in a dataset related to heterogeneous land surfaces?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many airborne remote sensing missions were conducted in an experiment designed to obtain multiscale and multidisciplinary data?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the average sampling period for the flux data collected from a data collection method in an oasis-desert area?",
                    "Answer": "30 minutes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'eddy covariance matrix' mean in terms of multiscale observation experiments?",
                    "Answer": "An eddy covariance matrix in multiscale observation experiments refers to an arrangement of multiple eddy covariance towers that are strategically positioned to capture spatial variations in turbulent fluxes across a heterogeneous landscape. This setup allows researchers to study eco-hydrological processes over different scales and understand the interactions between various land surfaces, such as those found in oasis-desert systems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What can be inferred about the challenges of measuring evapotranspiration in heterogeneous landscapes using eddy covariance systems?",
                    "Answer": "The challenges of measuring evapotranspiration in heterogeneous landscapes using eddy covariance systems include the difficulty in capturing accurate surface fluxes due to the incomplete energy balance closure and the strong advective conditions present in irrigated agricultural areas. Additionally, errors in surface-air temperature differences, as well as image classification errors affecting component temperature estimation, may also impact the accuracy of the measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What methodological considerations are crucial when using thermal infrared cameras for estimating soil and canopy temperatures for evapotranspiration models?",
                    "Answer": "When using thermal infrared cameras for estimating soil and canopy temperatures in evapotranspiration models, it is crucial to accurately classify image pixels into soil and canopy categories to avoid overestimation of canopy temperature. Additionally, converting thermal infrared temperatures to radiation temperatures requires precise measurements of incoming long-wave radiation and accurate emissivity values. These methodological considerations are essential for producing reliable estimates of evapotranspiration components.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the limitations of composite temperature separation approaches in arid regions within the context of evapotranspiration estimation?",
                    "Answer": "The limitations of composite temperature separation approaches in arid regions are primarily due to errors in image classification, which vary with vegetation abundance, leading to overestimation of canopy temperature. Additionally, these limitations may arise from ignoring atmospheric upwelling radiation and transmittance, and uncertainties in estimating incoming short- and long-wave radiation transmittances through the canopy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is the availability of multiscale observations considered a significant challenge for upscaling eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "The availability of multiscale observations is a challenge because it is crucial for capturing the complex interactions and processes on heterogeneous surfaces. Poor availability limits the ability to understand and model these interactions accurately, necessitating the development of experiments like HiWATER with instrumentation on hierarchically nested scales to obtain the required data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How does the implementation of a multiscale observation system affect the understanding of eco-hydrological processes in heterogeneous landscapes?",
                    "Answer": "The implementation of a multiscale observation system, such as the one used in the HiWATER experiment, enhances the understanding of eco-hydrological processes by capturing data across hierarchically nested scales. This approach allows researchers to observe and analyze multi-scale interactions between oasis and desert landscapes, improving the availability and accuracy of data for modeling and analysis.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the effects of using a flux observation matrix combined with remote sensing techniques on the quality of eco-hydrological datasets?",
                    "Answer": "Combining a flux observation matrix with remote sensing techniques, such as LiDAR and thermal imaging, results in high-quality eco-hydrological datasets. These datasets benefit from comprehensive coverage and cross-validation, which are crucial for capturing the complexities of heterogeneous land surfaces. This approach ensures datasets are thoroughly quality controlled and accurate, facilitating more reliable eco-hydrological modeling and analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to create a flux observation matrix using eddy covariance towers and other instruments in an oasis-desert area?",
                    "Answer": "The goal of creating a flux observation matrix in an oasis-desert area is to capture multi-scale eco-hydrological processes through a hierarchically nested scale of instrumentation, which helps address the challenge of upscaling eco-hydrological processes on a heterogeneous surface. This is crucial for obtaining multiscale and multidisciplinary data, as evident from the HiWATER experiment.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the purpose of utilizing a high-resolution thermal camera to measure soil and canopy component temperatures in agricultural areas?",
                    "Answer": "The purpose of using a high-resolution thermal camera is to provide accurate inputs for the two-source energy balance (TSEB) model, which estimates evaporation, transpiration, and evapotranspiration in agricultural areas. This method allows for better validation of these parameters using stable oxygen and hydrogen isotope techniques and eddy covariance measurements, especially in strongly advection-irrigated regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What specific procedures are used to preprocess eddy covariance flux data from a flux observation matrix to ensure data quality and accuracy?",
                    "Answer": "The preprocessing of eddy covariance flux data involves several steps, including the removal of outliers, time delay correction, angle correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality evaluation is performed based on atmospheric stability and turbulence similarity characteristics. Data is also filtered to exclude erroneous instrument readings, data around precipitation events, data with a high missing rate, and weak turbulence data at night.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are multiscale observations implemented to capture eco-hydrological processes in heterogeneous landscapes?",
                    "Answer": "Multiscale observations are implemented using a hierarchically nested instrumentation approach. This includes establishing a flux observation matrix with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, intensive observation periods (IOPs) and continuous hydrometeorological observations are conducted. Instruments are arranged across different landscapes surrounding an oasis, including sandy desert, desert pavement, desert steppe, and wetland, to capture diverse eco-hydrological interactions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What data collection methods are employed to accurately partition evapotranspiration into evaporation and transpiration components?",
                    "Answer": "To partition evapotranspiration into evaporation and transpiration components, ground-based measurement data, such as soil and canopy component temperatures obtained from thermal images, are used along with the Craig–Gordon model. The TSEB model is employed, utilizing high-resolution thermal camera inputs, and the component temperatures are calculated through classification of images into soil and canopy pixels. The thermal infrared temperatures are converted to radiation temperatures using incoming long-wave radiation and emissivity data, which are then validated against surface radiometric temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do multiscale and multidisciplinary data collection methods contribute to the understanding and modeling of eco-hydrological processes in oasis-desert regions?",
                    "Answer": "Multiscale and multidisciplinary data collection methods contribute significantly by providing comprehensive datasets that include eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. These instruments capture multi-scale eco-hydrological processes and interactions between oasis and desert systems, as demonstrated in the HiWATER experiment.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the collection of multiscale observations for eco-hydrological processes on heterogeneous surfaces be challenging?",
                    "Answer": "Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are associated with accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to the incomplete energy balance closure with respect to the available energy. The uncertainty in surface–air temperature difference and errors in determining the surface soil and vegetation component temperatures are significant factors affecting model performance.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected challenges in applying composite temperature separation approaches in arid regions for evapotranspiration estimation?",
                    "Answer": "The current composite temperature separation approaches are limited in their effectiveness in arid regions. Errors in derived component temperatures are primarily caused by image classification errors, which vary with vegetation abundance. These challenges affect the accuracy of evapotranspiration estimation.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the main challenges encountered in the data collection for evapotranspiration studies over heterogeneous landscapes?",
                    "Answer": "Challenges in data collection for evapotranspiration studies over heterogeneous landscapes include the limited effectiveness of current composite temperature separation approaches, particularly in arid regions. Errors in derived component temperatures are often caused by image classification errors, which vary with vegetation abundance. Additionally, uncertainties in estimating incoming short- and long-wave radiation transmittances through the canopy contribute to errors in Rn estimation. These challenges affect the accuracy of evapotranspiration measurements and model estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can the current datasets be expanded or refined to better address the challenges of modeling evapotranspiration in strongly advective environments?",
                    "Answer": "To better address the challenges of modeling evapotranspiration in strongly advective environments, current datasets could be expanded by incorporating more precise measurements of soil and canopy component temperatures, possibly through advances in thermal infrared camera technologies. Additionally, refining datasets to include more accurate classifications of soil and vegetation pixels can reduce errors in temperature estimation. Expanding the dataset to include a broader range of atmospheric conditions and vegetation types could also improve model robustness and reliability.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please identify and discuss the challenges associated with effectively partitioning evapotranspiration into evaporation and transpiration over heterogeneous landscapes using remote sensing data.",
                    "Answer": "Challenges include the difficulty of measuring evaporation (E) and transpiration (T) on the ground, errors in derived component temperatures caused by image classification errors, and the uncertainties in estimating incoming short- and long-wave radiation transmittances through the canopy. Additionally, there are issues related to the strong advective environment affecting the performance of models like the two-source energy balance (TSEB) model, and the errors introduced by atmospheric upwelling radiation and transmittance that affect temperature estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate and provide an overview of potential datasets that could be used to validate energy balance models in strongly advective irrigated agricultural areas.",
                    "Answer": "Potential datasets include those from eddy covariance systems that measure turbulent fluxes, and datasets obtained from thermal infrared cameras that capture soil and canopy component temperatures. These datasets are used in combination with stable oxygen and hydrogen isotope techniques to validate the ratios of evaporation to evapotranspiration (E/ET%) and transpiration to evapotranspiration (T/ET%) during multi-scale observation experiments. The datasets are collected from an experimental area covered with maize, vegetables, and orchards, and include data from various days of the year as part of the HiWATER-MUSOEXE project.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}