{
    "id": "5b1241ae-0438-4855-a98d-2c58dc196c1b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Transient climate simulation for Dansgaard-Oeschger cycles 5-7 (37.5-32kaBP) by COSMOS",
            "titleCn": "末次冰期千年气候事件5-7的瞬变气候模拟",
            "description": "The dataset is from the transient experiment TRN40ka in Zhang et al (2021, Nature Geoscience), spanning 40ka-32ka BP with changing orbital parameters. For detailed description of experimental design, please refer to the original paper.\n\nModel details: COSMOS (ECHAM5-JSBACH-MPI-OM), a comprehensive fully coupled atmosphere–ocean general circulation model (AOGCM), is used to generate the dataset. The atmospheric model ECHAM5, complemented by the land surface component JSBACH, is used at T31 resolution (∼3.75°), with 19 vertical layers. The ocean model MPI-OM, including sea-ice dynamics that is formulated using viscous-plastic rheology, has a resolution of GR30 (3°×1.8°) in the horizontal, with 40 uneven vertical layers.",
            "descriptionCn": "该数据集是利用气候模型COSMOS运行的，37.5-32kaBP轨道变化瞬变试验TRN40ka，来自Zhang et al（2021, Nature Geoscience，https://www.nature.com/articles/s41561-021-00846-6）。 具体的试验设计请参考原文献。\n\nCOSMOS（ECHAM5-JSBACH-MPI-OM）是德国马普所研发的海洋大气植被耦合气候模型。大气-陆面模块ECHAM5-JSBACH的空间分辨率为T31(∼3.75°)，垂直19层；海洋模块MPI-OM是不规则网格，水平分辨率为 (3°×1.8°) ，垂直40层。",
            "instructions": "File name:\nExp_ var_ yy-yy.nc\nExp is experiment name, Var is the variable name, and yyyy yyyy is the corresponding historical time\n\nMean annual variables:\nSST: sea surface temperature\nsubST: vertical integrated sea temperature at depth of 400-2000m\nZMLD: vertical mixed layer depth\nSIC: sea ice concentration\nAMOC index: Atlantic meridional overturning circulation index\n\nGrid information：\n122x101 curvilinear grid\n\nRead mode:\nNetCDF format file; It can be read directly with CDO, NCL, grads, MATLAB and other software",
            "instructionsCn": "文件命名：\nTRN40ka_var_yy-yy.nc\nTRN40ka为试验名称，var为变量名，yy-yy为对应的历史时间\n\n变量信息：\nSST: sea surface temperature\nsubST: vertical integrated sea temperature at depth of 400-2000m\nZMLD: vertical mixed layer depth\nSIC: sea ice concentration\nAMOC index: Atlantic meridional overturning circulation index\n\n网格信息：\n122x101的非均匀网格\n\n读取方式：\nnetCDF 格式文件；可直接用CDO，NCL，GraDS，Matlab等软件读取",
            "east": 180.0,
            "west": 180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 1590919324.0,
            "cstr": "18406.11.Paleoenv.tpdc.271670",
            "doi": "10.11888/Paleoenv.tpdc.271670",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张旭",
                "nameEn": "ZHANG Xu",
                "unitEn": "ITP-CAS",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Direct astronomical influence on abrupt climate variability",
                "referenceCn": null,
                "referenceEn": "Zhang, X., S. Barker, G. Knorr, G. Lohmann, R. Drysdale, Y.B. Sun, D. Hodell, & Chen, F. H. (2021), Direct astronomical influence on abrupt climate variability, Nature Geoscience, doi:10.1038/s41561-021-00846-6"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "大气环流重构",
                "nameEn": "Atmospheric circulation reconstruction"
            },
            {
                "nameCn": "格点降水",
                "nameEn": "Gridded precipitation"
            },
            {
                "nameCn": "气温重构",
                "nameEn": "Air temperature reconstruction"
            },
            {
                "nameCn": "海表面温度重构",
                "nameEn": "Sea surface temperature reconstruction"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "近地面气温",
                "nameEn": "Near surface temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球尺度",
                "keywordEn": "Global Scale"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "千年气候事件",
                "keywordEn": "Millennial-scale climate variability",
                "type": "temporal"
            },
            {
                "keywordCn": "末次冰期",
                "keywordEn": "Last glaciation",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "千年气候事件的轨道尺度控制机理",
                "titleEn": "Astronomical control of millennial-scale climate variability"
            },
            {
                "titleCn": "青藏高原地球系统基础科学中心",
                "titleEn": "Basic Science Center Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to simulate transient climate events during the last glacial period using a climate model?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法用于使用气候模型模拟最后冰川期的瞬态气候事件？",
                "AnswerEn": "A data collection method used to simulate transient climate events during the last glacial period involves using the climate model COSMOS (ECHAM5-JSBACH-MPI-OM) to run transient experiments over a period from 37.5 to 32 ka BP, focusing on orbital changes. This model includes a coupled ocean-atmosphere-vegetation system with specific spatial and vertical resolutions for atmospheric and oceanic components.",
                "AnswerCn": "一种用于模拟最后冰川期瞬态气候事件的数据收集方法涉及使用气候模型COSMOS（ECHAM5-JSBACH-MPI-OM）进行瞬态实验，时间范围为37.5到32千年前，重点关注轨道变化。该模型包括一个耦合的海洋-大气-植被系统，具有特定的空间和垂直分辨率，用于大气和海洋成分。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the climate model COSMOS used for simulating transient climate events during the Late Glacial Period?",
                "QuestionCn": "气候模型COSMOS的特点是用于模拟晚冰期的瞬态气候事件。",
                "AnswerEn": "ocean-atmosphere-vegetation coupled, ECHAM5-JSBACH atmospheric-land surface module, spatial resolution of T31 (approximately 3.75°), 19 vertical layers, MPI-OM ocean module, irregular grid, horizontal resolution of (3°×1.8°), 40 vertical layers",
                "AnswerCn": "海洋-大气-植被耦合，ECHAM5-JSBACH 大气-陆地表面模块，空间分辨率为 T31（约 3.75°），19 个垂直层，MPI-OM 海洋模块，不规则网格，水平分辨率为（3°×1.8°），40 个垂直层。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the atmospheric module used in the climate model for simulating millennial-scale climate events 5-7 of the last glacial period?",
                "QuestionCn": "用于模拟最后冰期5-7事件的气候模型中的大气模块的空间分辨率是多少？",
                "AnswerEn": "3.75°",
                "AnswerCn": "3.75°",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the transient climate simulations of the millennial climate events during the last glacial period inform us about the influence of orbital changes on climate dynamics?",
                "QuestionCn": "千年气候事件的瞬态气候模拟如何帮助我们了解轨道变化对气候动态的影响？",
                "AnswerEn": "The transient climate simulations using the COSMOS model, specifically designed for 37.5-32kaBP, allow researchers to infer how orbital changes during the last glacial period affected climate dynamics. By analyzing the data, we can explore the underlying mechanisms of climate shifts and transitions, and understand how different components of the model interact to produce observed climate patterns.",
                "AnswerCn": "使用COSMOS模型进行的瞬态气候模拟，特别是针对37.5-32kaBP的模拟，使研究人员能够推断在最后一个冰川期，轨道变化如何影响气候动态。通过分析这些数据，我们可以探讨气候变化和过渡的基本机制，并理解模型中不同组件如何相互作用以产生观察到的气候模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the selection of the COSMOS model for simulating millennial-scale climate events during the last glacial period?",
                "QuestionCn": "选择COSMOS模型用于模拟上一个冰川时期千年尺度气候事件的因素有哪些？",
                "AnswerEn": "The COSMOS model, developed by the Max Planck Institute, was chosen for its comprehensive coupling capabilities between ocean, atmosphere, and vegetation, and its specific configurations such as the ECHAM5-JSBACH atmospheric-land surface module and MPI-OM ocean module. These features enable detailed simulation of orbital changes and transient experiments necessary for understanding climate events during the last glacial period.",
                "AnswerCn": "COSMOS模型由马克斯·普朗克研究所开发，因其在海洋、大气和植被之间的全面耦合能力而被选中，以及其特定配置，如ECHAM5-JSBACH大气-陆面模块和MPI-OM海洋模块。这些特性使得能够详细模拟轨道变化和瞬态实验，从而理解最后冰期的气候事件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in simulating transient climate events using an ocean-atmosphere-vegetation coupled climate model like COSMOS for millennial climate events during the last glacial period?",
                "QuestionCn": "使用像COSMOS这样的海洋-大气-植被耦合气候模型模拟千年气候事件的程序步骤包括：\n\n1. **模型选择与配置**：选择适合模拟的气候模型（如COSMOS），并根据研究目标进行配置，包括设置时间步长、空间分辨率等。\n\n2. **初始条件设定**：确定模拟的初始条件，包括气温、海洋温度、冰盖分布、植被覆盖等，这些条件应基于最后冰期的重建数据。\n\n3. **边界条件设定**：设置边界条件，如太阳辐射、温室气体浓度、海洋环流等，确保这些条件反映出千年气候事件的特征。\n\n4. **耦合机制定义**：定义海洋、大气和植被之间的耦合机制，确保模型能够有效地模拟它们之间的相互作用。\n\n5. **运行模拟**：启动模型运行，进行长时间的气候模拟，通常需要数百到数千年的模拟时间，以捕捉千年气候事件的动态。\n\n6. **数据收集与分析**：在模拟过程中收集气候数据，包括温度、降水、风速、海洋流动等，并进行分析以识别气候事件的特征和影响。\n\n7. **结果验证**：将模拟结果与地质记录或其他气候模型的结果进行比较，以验证模型的准确性和可靠性。\n\n8. **敏感性分析**：进行敏感性分析，评估不同参数和初始条件对模拟结果的影响，以了解模型的稳定性和响应特征。\n\n9. **结果解释与报告**：对模拟结果进行解释，撰写报告，讨论千年气候事件的机制、影响及其对未来气候变化的启示。",
                "AnswerEn": "The simulation of transient climate events using the COSMOS model involves setting up the ocean-atmosphere-vegetation coupled climate model, which includes the ECHAM5-JSBACH atmospheric and land surface module with a spatial resolution of T31 (~3.75°) and 19 vertical layers, and the MPI-OM ocean module with an irregular grid, horizontal resolution of (3°×1.8°), and 40 vertical layers. The procedure includes configuring the model parameters to reflect the orbital changes for the time period 37.5-32kaBP, as outlined in the transient experiment TRN40ka. The specific design and parameter adjustments are detailed in Zhang et al. (2021, Nature Geoscience).",
                "AnswerCn": "使用COSMOS模型模拟瞬态气候事件涉及设置海洋-大气-植被耦合气候模型，其中包括ECHAM5-JSBACH大气和陆面模块，空间分辨率为T31（约3.75°）和19个垂直层，以及MPI-OM海洋模块，具有不规则网格，水平分辨率为（3°×1.8°）和40个垂直层。该过程包括配置模型参数，以反映37.5-32kaBP时间段的轨道变化，如瞬态实验TRN40ka所述。具体的设计和参数调整详见Zhang等人（2021年，自然地球科学）。",
                "Level": "C3(Applying)"
            }
        ]
    }
}