{
  "id": "5b843f17-e86b-41e9-bf34-afcb2e5fed3a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and single mineral geochemical data of pyroxene diorite in Chishan gold deposit, Tongling ore concentration area, Anhui Province",
      "titleCn": "安徽铜陵矿集区刺山金矿床辉石闪长岩全岩及单矿物地球化学数据",
      "description": "This data is the major and trace elements, zircon U-Pb, calcite C-O and sulfide S isotopic data of the whole pyroxene diorite in the Chishan gold deposit, Tongling ore concentration area, Anhui Province. The major element data were obtained by XRF, trace element data by ICP-MS, zircon U-Pb dating data by LA-ICP-MS, calcite C-O isotope by mat253 mass spectrometry, and S isotope data by ICP-MS δ VPlus gas isotope mass spectrometer. The above data have been published in high-level SCI journals, and the data are true and reliable. The obtained data can help to deepen the understanding of pyroxene diorite intrusions and associated gold deposits related to mineralization in Tongling area, and provide useful guidance for the prediction and prospecting of skarn type gold deposits in the future.",
      "descriptionCn": "本数据为安徽铜陵矿集区刺山金矿床辉石闪长岩全岩主微量、锆石U-Pb、及方解石C-O及硫化物S同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年数据由LA-ICP-MS分析获得，方解石C-O同位素由MAT253质谱分析获得，S同位素数据由δVplus气体同位素质谱仪分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以有助于加深对铜陵地区与成矿有关的辉石闪长岩侵入体及其伴生金矿床的认识，并为今后矽卡岩型金矿的预测与找矿提供有益的指导。",
      "instructions": "The geochemical data are stored in word format, and the sample name is \"YY DD\", where YY is the borehole number and DD is the sample ordinal number",
      "instructionsCn": "地球化学数据以word格式存储，样品名称为\"yy-dd\",其中yy为钻孔编号，dd为样品序数",
      "east": 118.13,
      "west": 118.12,
      "south": 30.93,
      "north": 30.94,
      "startTime": null,
      "endTime": null,
      "fileSize": 20931.0,
      "cstr": null,
      "doi": "10.1016/j.sesci.2020.06.003",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geological and geochemical characteristics and genesis of the cishan gold deposit in tongling ore cluster area, Anhui province.",
        "referenceCn": null,
        "referenceEn": "Liu, S. S., Yang, X. Y., Chen, L. J., Li, Y. N., & Hong, Y. (2020). Geological and geochemical characteristics and genesis of the cishan gold deposit in tongling ore cluster area, Anhui province. Solid Earth Sciences, 5(3), 182-201. https://doi.org/10.1016/j.sesci.2020.06.003"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "铜陵",
        "keywordEn": "Tongling"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous Epoch",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many types of isotopes are measured in a dataset related to pyroxene diorite from the Tongling mining area?",
        "QuestionCn": "在与铜陵矿区的辉石二长岩相关的数据集中，测量了多少种同位素？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'XRF analysis' mean in the context of data collection methods for geochemical studies?",
        "QuestionCn": "在地球化学研究的数据收集方法中，“XRF分析”是什么意思？",
        "AnswerEn": "XRF analysis, or X-ray fluorescence analysis, is a data collection method used to obtain whole-rock major element data. It involves exposing a sample to X-rays, which causes the elements within the sample to emit fluorescent X-rays of their own. This emission is characteristic of the specific elements present, allowing for their identification and quantification.",
        "AnswerCn": "XRF分析，即X射线荧光分析，是一种用于获取全岩主要元素数据的数据收集方法。它涉及将样品暴露于X射线下，这会导致样品中的元素发出自身的荧光X射线。这种发射是特定元素的特征，允许对其进行识别和定量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences of using XRF for major element analysis and ICP-MS for trace element analysis in terms of data accuracy and geological interpretation?",
        "QuestionCn": "使用XRF进行主元素分析和使用ICP-MS进行微量元素分析在数据准确性和地质解释方面可能会有哪些后果？",
        "AnswerEn": "Using XRF for major element analysis provides reliable quantitative data on the elemental composition of rocks, which is crucial for understanding the mineralogical and chemical characteristics of the pyroxene diorite. ICP-MS for trace element analysis offers high sensitivity and precision, enabling detailed insights into the trace element distribution. The combination of these methods enhances the accuracy of data, supporting more precise geological interpretations of the pyroxene diorite intrusions and their associated gold deposits in the Tongling area, which can aid in the prediction and exploration of skarn-type gold deposits.",
        "AnswerCn": "使用XRF进行主要元素分析提供了关于岩石元素组成的可靠定量数据，这对于理解辉石花岗岩的矿物学和化学特征至关重要。ICP-MS用于微量元素分析，具有高灵敏度和精确度，能够深入了解微量元素的分布。这两种方法的结合提高了数据的准确性，支持对铜陵地区辉石花岗岩侵入体及其相关金矿床的更精确地质解释，这有助于预测和勘探角闪石型金矿床。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting whole rock and single mineral geochemical data in the context of pyroxene diorite and associated gold deposits in the Tongling mining area?",
        "QuestionCn": "在铜陵矿区的辉石花岗岩及相关金矿床的背景下，收集全岩和单矿物地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting whole rock and single mineral geochemical data in this context are to deepen the understanding of the pyroxene diorite intrusions and their associated gold deposits related to mineralization in the Tongling area, and to provide valuable guidance for the prediction and exploration of skarn-type gold deposits.",
        "AnswerCn": "在这种情况下，收集全岩和单矿物地球化学数据的主要目标是加深对铜陵地区辉石花岗岩侵入体及其相关金矿床的理解，并为钙硅酸盐型金矿床的预测和勘探提供有价值的指导。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed procedures and instrumentation used to collect and analyze geochemical data from pyroxene diorite and associated gold deposits in the Tongling mining area?",
        "QuestionCn": "在铜陵矿区收集和分析辉石闪长岩及相关金矿床的地球化学数据所使用的详细程序和仪器是什么？",
        "AnswerEn": "The data collection involves several procedures: major elemental data of whole rock is obtained by XRF analysis, trace element data is acquired using ICP-MS analysis, zircon U-Pb dating data is gathered through LA-ICP-MS analysis, calcite C-O isotopes are measured via MAT253 mass spectrometry, and sulfide S isotopes are analyzed using a δVplus gas isotope mass spectrometer. These methods contribute to understanding the geological characteristics and mineralization processes associated with pyroxene diorite intrusions and gold deposits in the region.",
        "AnswerCn": "数据收集涉及多个程序：通过XRF分析获得全岩的主要元素数据，通过ICP-MS分析获取微量元素数据，通过LA-ICP-MS分析收集锆石U-Pb定年数据，通过MAT253质谱仪测量方解石的C-O同位素，通过δVplus气体同位素质谱仪分析硫化物的S同位素。这些方法有助于理解与辉石二长岩侵入体和该地区金矿床相关的地质特征和矿化过程。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}