{
    "id": "5baa66b6-1783-4f15-8084-8b13b2377ac9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chemical composition of micas in Gyirong leucogranite and pegmatite in Himalayan orogen",
            "titleCn": "喜马拉雅吉隆淡色花岗岩⁃伟晶岩中云母成分",
            "description": "The Gyirong pluton is located in the middle of the Himalayan orogenic belt with the outcrops of distinct granitic phases, including two-mica granite and beryl-bearing granitic pegmatite (aplite included). The pluton is located in an area with an anomalous lithium enrichment on the geochemical mapping of lithium distribution in China. In this study, Li-rich micas are found in the Gyirong granitic phases. The texture characteristics are observed and in situ major and trace element compositions of micas are analyzed by using scanning electron microscope (SEM), electron microprobe analyzer (EMPA) and laser ablation-inductively coupled plasma-mass spectrometer (LA-ICP-MS). The micas are indicative for the degree and process of the lithium enrichment during the magmatic and hydrothermal stage. ",
            "descriptionCn": "本数据包括吉隆岩体全岩地球化学主微量元素数据、云母族矿物的主微量元素数据和绿柱石主微量元素数据。样品采集自西藏吉隆岩体。全岩地球化学主量元素数据通过湿化学分析方法获得，微量元素数据通过ICP-MS获得。矿物如云母族矿物和绿柱石的主量元素通过电子探针分析获得，微量元素通过电感耦合等离子体质谱仪分析获得。本数据主要通过云母的产状和住微量元素的成分分析结果，云母是有效的指示岩体锂富集程度和过程的重要矿物。",
            "instructions": "Data stored in Excel format. File name  \"WRMajTr\" listed major and trace compositions of the whole rock, the filename ”MicaMajTra” listed major and trace element composition of the micas, the file  ”BrlMajTra ” listed the composition of beryl.",
            "instructionsCn": "数据以Excel格式存储。文件名称为\"WRMajTr\"，代表全岩主微量元素,文件名MicaMajTra代表云母主量微量元素成分、文件名BrlMajTra代表绿柱石主量和微量元素成分",
            "east": 85.0,
            "west": 85.0,
            "south": 28.0,
            "north": 28.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 42247.0,
            "cstr": "18406.11.SolidEar.tpdc.300621",
            "doi": "10.11888/SolidEar.tpdc.300621",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "谢磊",
                "nameEn": "XIE Lei",
                "unitEn": "",
                "unitCn": "南京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "喜马拉雅吉隆淡色花岗岩-伟晶岩中云母的矿物学研究：对锂富集过程的指示.",
                "titleEn": null,
                "referenceCn": "周威, 谢磊, 王汝成, 吴福元, 田恩农, 刘晨, & 刘小驰. (2022). 喜马拉雅吉隆淡色花岗岩-伟晶岩中云母的矿物学研究：对锂富集过程的指示.  岩石学报(07), 2153-2173.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "云母",
                "nameEn": "micas"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锂成矿作用",
                "nameEn": "Li mineralization"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "吉隆",
                "keywordEn": "Gyirong"
            },
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalaya"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and techniques used in collecting and analyzing geochemical data of muscovite and beryl minerals in the context of the Gyirong pluton in Tibet?",
                "QuestionCn": "在西藏Gyirong岩体中，收集和分析云母和绿柱石矿物的地球化学数据的关键特征和技术包括：",
                "AnswerEn": "whole-rock geochemical major element data, trace element data, electron probe analysis, inductively coupled plasma mass spectrometry (ICP-MS)",
                "AnswerCn": "全岩地球化学主量元素数据，微量元素数据，电子探针分析，电感耦合等离子体质谱法 (ICP-MS)",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of geochemical data are obtained from the samples in a dataset related to the Himalayan Gyirong leucogranite-pegmatite?",
                "QuestionCn": "与喜马拉雅Gyirong白花岩-伟晶岩相关的数据集中，从样本中获得了多少种类型的地球化学数据？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geochemical processes and mineral composition trends from the analysis of major and trace elements in micas and beryl collected from the Tibetan Gyirong body?",
                "QuestionCn": "从对采自西藏吉荣体的云母和绿柱石的主要和微量元素分析中，可以推断出地球化学过程和矿物成分趋势。",
                "AnswerEn": "The geochemical processes and mineral composition trends can be inferred by analyzing the major and trace elements in micas and beryl. Micas, being effective indicators, can reveal the degree and processes of lithium enrichment in the rock body. The use of wet chemical analysis for major elements and ICP-MS for trace elements, along with electron probe analysis and ICP-MS for minerals, helps elucidate the formation and alteration mechanisms within the Gyirong rock body.",
                "AnswerCn": "通过分析云母和绿柱石中的主要和微量元素，可以推断出地球化学过程和矿物成分趋势。云母作为有效的指示物，可以揭示岩体中锂富集的程度和过程。采用湿化学分析法测定主要元素，使用ICP-MS分析微量元素，以及利用电子探针分析和ICP-MS分析矿物，有助于阐明Gyirong岩体内的形成和变质机制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of collecting and analyzing major and trace elements data from minerals like micas and beryl in granitic-pegmatitic systems within the Tibetan region?",
                "QuestionCn": "收集和分析来自西藏地区花岗岩-伟晶岩系统中矿物（如云母和绿柱石）的主要和微量元素数据的目标是什么？",
                "AnswerEn": "The goal is to understand the composition of micas and their role as indicators of lithium enrichment processes in granitic-pegmatitic systems. By analyzing major and trace elements in these minerals, researchers aim to determine the extent and mechanisms of lithium enrichment within the rock body, which is significant for geological and mineral exploration purposes.",
                "AnswerCn": "目标是了解云母的成分及其在花岗岩-伟晶岩系统中作为锂富集过程指示剂的作用。通过分析这些矿物中的主要和微量元素，研究人员旨在确定岩体内锂富集的程度和机制，这对地质和矿产勘探具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}