{
    "id": "5be10bd7-3bb2-405d-a8cc-18e84ee909b4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Characteristics of wheat crop yield formation and Physiological effects of Tibetan Habitats on Wheat seeds in Tibet Valley Agricultural Area (1973-1976)",
            "titleCn": "西藏河谷农区麦类作物产量形成的特点和西藏生境对小麦籽实的生理效应（1973-1976）",
            "description": "Agriculture in Tibet is concentrated in the valleys of the Yarlung Zangbo River in south Tibet and the Nu, Lancang and Jinsha Rivers in east Tibet. The agricultural area of the valley accounts for 75 percent of the total cultivated land area of the autonomous region, and the grain output accounts for more than 80 percent of the total grain output of the autonomous region. Wheat and naked barley (known as highland barley in Tibet) are the main grain crops in The Tibet Autonomous Region, with the perennial sown area accounting for more than 80% of the total sown area, while the wheat and naked barley in the valley agricultural areas account for 75% of the sown area and 82% of the total yield of the region. The agricultural area of the valley is located between 28 ° and 31° north latitude, 2700 -- 4100 meters above sea level. It belongs to the temperate climate of the plateau, with better soil and water conservancy conditions and higher crop yield. But before liberation, under the dark feudal serfdom, the people lived in extreme poverty, and agricultural production was very backward, with the yield of grain per mu only over 100 jin. After liberation, especially since 1972, winter wheat was widely promoted in the agricultural areas of the valley, which promoted the reform of the farming system and significantly increased grain output. In 1975, the total grain output of the region increased by more than 50 percent compared with 1965, and by more than 1.5 times that of 1958 before the democratic reform. In 1977, the area sown with winter wheat was nearly 700,000 mu, accounting for about 20 percent of the grain sown area. The planting area of winter wheat has expanded from areas with an altitude of less than 3,000 meters to areas with an altitude of less than 4,100 meters, and the Tibetan Plateau has developed from a historical area of spring wheat into an area where both spring and winter wheat are grown. In 1977, the average yield of winter wheat per mu in the agricultural areas of the valley exceeded 400 jin, and that of bare barley and spring wheat also reached 300 jin per mu.",
            "descriptionCn": "西藏的农业集中分布在藏南雅鲁藏布江流域和藏东怒江、澜沧江、金沙江流域的河谷地带。河谷农区的耕地面积占全自治区耕地总面积的75%，粮食产量占全自治区粮食总产量的80%以上。小麦、裸大麦（西藏称青稞）是西藏自治区主要的粮食作物，常年播种面积占粮食总播面积的80%以上，而河谷农区的小麦、裸大麦，又占全自治区小麦、裸大麦播种面积的75%和总产的82%。河谷农区处于北纬28-31°之间，海拔在2700—4100米范围内，属于高原温带气候，土壤、水利条件较好，作物产量较高。但是解放前在黑暗的封建农奴制度下，人民生活极端贫困，农业生产十分落后，粮食亩产仅百余斤。解放后，特别是1972年以来，在河谷农区大面积推广冬小麦，促进了耕作制度的变革，粮食产量显著上升。1975年全区粮食总产比1965年增长50%以上，比民主改革前的1958年增长1.5倍以上。1977年全区冬麦播种面积近70万亩，约占粮食播种面积的20%。冬小麦种植范围已由原来的海拔3000米以下地区，扩展到海拔4100米以下的广大地区，西藏高原已由历史上的春麦区，发展成为春麦、冬麦兼种区。1977年河谷农区冬小麦的平均亩产超过了400斤，裸大麦、春小麦的平均亩产亦达300斤，各地还出现了一批小麦、棵大麦亩产千斤以上的高产田块，最高亩产量达到1673斤。",
            "instructions": "The dataset is stored in Excel format and contains 16 workbooks on the characteristics of wheat crop yield formation in Tibet valley farming region and the physiological effects of Tibetan habitats on wheat seeds, respectively\n1. Record of high yield of wheat crops in Tibet\n2. Yield structure of wheat crops in Xizang and other provinces\n3. Yield structure of high-yielding wheat fields in Xizang and other provinces\n4. Growth period performance of Spring wheat varieties in Tibet (quoted from Tibet Institute of Agricultural Science and Technology, Lhasa, 1964)\n5. Growth period types and Economic Characters of Local Spring wheat varieties in Tibet (quoted from Tibet Institute of Agricultural Science and Technology, Lhasa, 1964)\n6. Growth performance of naked barley varieties in Tibet (quoted from Tibet Institute of Agricultural Science, Lhasa, 1963)\n7. Length of young panicle differentiation of wheat in Xizang River Valley and other provinces\n8. Length of young spike differentiation stage of winter wheat in Qamdo and other provinces\n9. Changes of 1000-grain weight of wheat varieties in plain area after introduction to xizang (agricultural test field in xigaze area, 1956,1957)\n10. Changes of dry grain weight of wheat varieties in Plain Areas after introduction to Xizang (Qamdo Agricultural Test Chang, 1971)\n11. Effects of Different Elevations on The Traits of Fatted Wheat (1974)\n12. Stem traits of fatty wheat in Xigaze and Yangzhou\n13. The number of days of dry matter accumulation in wheat grains in different regions\n14. Dry matter accumulation intensity of wheat grains in different regions (g / 1000 grains/day)\nDry matter accumulation intensity per ear of wheat in different regions (mg/ear/day)\n16. The number of days after heading of the last three leaves of winter wheat in Qamdo",
            "instructionsCn": "该数据集以Excel格式存储，包含了16张工作簿是关于西藏河谷农区麦类作物产量形成的特点和西藏生境对小麦籽实的生理效应，分别是\n1、西藏麦类作物的高产记录\n2、西藏与外省区麦类作物的产量结构\n3、西藏与外省区高产小麦田的产量结构\n4、春小麦品种在西藏的生育期表现（引自西藏自治区农科所拉萨1964年）\n5、西藏春小麦地方品种的生育期类型及其经济性状（引自西藏自治区农科所拉萨1964年）\n6、裸大麦品种在西藏的生育期表现（引自西藏自治区农科所拉萨1963年）\n7、西藏河谷与外省区麦类幼穗分化期的长度\n8、昌都与外省区冬小麦幼穗分化期的长度\n9、平原地区小麦品种引进西藏后千粒重的变化（日喀则地区农试场1956，1957年）\n10、平原地区小麦品种引进西藏后干粒重的变化（昌都地区农试场1971年）\n11、不同海拔高程对肥麦性状的影响（1974年）\n12、肥麦在日喀则与扬州的茎秆性状\n13、小麦在不同地区的籽粒干物质积累的天数\n14、小麦在不同地区的籽粒干物质积累强度（克/千粒/天）\n15、小麦在不同地区的每穗干物质积累强度（毫克/穗/天）\n16、昌都冬麦最后三叶抽穗后至变黄的天数",
            "east": 99.1,
            "west": 78.4,
            "south": 26.83,
            "north": 36.48,
            "startTime": null,
            "endTime": null,
            "fileSize": 63488.0,
            "cstr": "18406.11.HumanNat.tpdc.272553",
            "doi": "10.11888/HumanNat.tpdc.272553",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "路季梅",
                "nameEn": "LU Jimei ",
                "unitEn": "Nanjing Agricultural University",
                "unitCn": "南京农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原科学考察丛书 西藏作物 1984",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1984). 青藏高原科学考察丛书 西藏作物. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1973-1976",
                "keywordEn": "1973-1976",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to assess crop yields in high-altitude river valley agricultural zones in Tibet?",
                "QuestionCn": "评估西藏高海拔河谷农业区作物产量的数据收集方法的特点是什么？",
                "AnswerEn": "specific crops grown (wheat, naked barley), regional variations in altitude (2700-4100 meters), climatic conditions (temperate plateau climate), changes in agricultural production post-1972, expansion of winter wheat cultivation, improvements in yield per mu",
                "AnswerCn": "种植的特定作物（小麦、裸大麦），海拔的区域差异（2700-4100米），气候条件（温带高原气候），1972年后农业生产的变化，冬小麦种植的扩展，每亩产量的提高。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total sown area of wheat and naked barley in the river valley agricultural area of Tibet as a percentage of the total sown area in the entire Tibet Autonomous Region?",
                "QuestionCn": "在西藏河谷农业区，小麦和裸大麦的总播种面积占整个西藏自治区总播种面积的百分比是多少？",
                "AnswerEn": "75%",
                "AnswerCn": "75%",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for crop yield in the river valley agricultural regions of Tibet compare to those in other high-altitude agricultural regions globally?",
                "QuestionCn": "在西藏河谷农业地区的作物产量数据收集方法与全球其他高海拔农业地区相比如何？",
                "AnswerEn": "In the river valley agricultural regions of Tibet, data collection methods focus on high-altitude conditions, such as the specific altitudinal range of 2700-4100 meters and the impact of the plateau temperate climate on crop yields. This is crucial for understanding the physiological effects on wheat and barley. Comparatively, other high-altitude regions globally may have different climatic conditions and altitudinal ranges that affect data collection techniques and the types of data collected, such as temperature variations and soil fertility specific to those regions.",
                "AnswerCn": "在西藏的河谷农业地区，数据收集方法侧重于高海拔条件，例如2700-4100米的特定海拔范围以及高原温带气候对作物产量的影响。这对于理解小麦和大麦的生理影响至关重要。相比之下，全球其他高海拔地区可能具有不同的气候条件和海拔范围，这会影响数据收集技术和所收集数据的类型，例如特定于这些地区的温度变化和土壤肥力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the increased grain yield in the Tibetan river valley agricultural areas post-1972, and how might these be quantified or analyzed through data collection methods?",
                "QuestionCn": "1972年后，西藏河谷农业地区粮食产量增加的因素有哪些？这些因素如何通过数据收集方法进行量化或分析？",
                "AnswerEn": "The increased grain yield in the Tibetan river valley agricultural areas post-1972 can be attributed to the large-scale promotion of winter wheat and changes in farming practices. The introduction of winter wheat expanded the cultivation range and improved yield. Data collection methods could include historical yield data analysis, climate condition monitoring, elevation and soil quality assessments, and socio-economic studies on the impact of agricultural policies.",
                "AnswerCn": "自1972年以来，西藏河谷农业地区粮食产量的增加可以归因于冬小麦的大规模推广和农业实践的变化。冬小麦的引入扩大了种植范围，提高了产量。数据收集方法可以包括历史产量数据分析、气候条件监测、海拔和土壤质量评估，以及对农业政策影响的社会经济研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on crop yield and agricultural productivity if data collection methods are enhanced to monitor the expansion of winter wheat cultivation in the river valley agricultural areas of Tibet?",
                "QuestionCn": "如果增强数据收集方法以监测西藏河谷农业地区冬小麦种植的扩展，可能对作物产量和农业生产力产生哪些潜在结果？",
                "AnswerEn": "Enhancing data collection methods to monitor the expansion of winter wheat cultivation in the river valley agricultural areas of Tibet could potentially lead to improved crop yield and agricultural productivity. With more precise and comprehensive data, it would be possible to optimize planting strategies, manage resources more efficiently, and identify areas for technological intervention. Such improvements could further increase the average yield per acre, as evidenced by historical trends where more advanced agricultural practices and the introduction of winter wheat cultivation significantly boosted yields.",
                "AnswerCn": "增强数据收集方法，以监测西藏河谷农业地区冬小麦种植的扩展，可能会导致作物产量和农业生产力的提高。通过更精确和全面的数据，可以优化种植策略，更有效地管理资源，并识别技术干预的领域。这些改进可能进一步提高每英亩的平均产量，历史趋势表明，更先进的农业实践和冬小麦种植的引入显著提升了产量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the essential goals of collecting data on wheat and barley crop yields in the river valley agricultural regions of Tibet?",
                "QuestionCn": "在西藏河谷农业地区收集小麦和大麦作物产量数据的基本目标是什么？",
                "AnswerEn": "The essential goals are to understand the distinct characteristics of crop yield formation and the physiological effects of the Tibetan habitat on wheat grains. Given the historical context, data collection aims to assess the impact of agricultural practices and climatic conditions in these high-altitude regions, evaluate improvements in yield post-reform, and guide future agricultural strategies for increasing productivity and sustainability.",
                "AnswerCn": "主要目标是了解作物产量形成的独特特征以及藏区对小麦籽粒的生理影响。考虑到历史背景，数据收集旨在评估这些高海拔地区农业实践和气候条件的影响，评估改革后产量的改善，并为未来提高生产力和可持续性的农业战略提供指导。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}