{
  "id": "5c552ec7-528e-4a13-82cb-184cc731e7d4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of CMA operational meteorological stations observations in the Heihe River Basin",
      "titleCn": "黑河综合遥感联合试验：黑河流域业务气象站观测数据集",
      "description": "The dataset of CMA operational meteorological stations observations in the Heihe river basin were provided by Gansu Meteorological Administration and Qinghai Meteorological Administration. It included:\n     (1) Diurnal precipitation, sunshine, evaporation, the wind speed, the air temperature and air humidity (2, 8, 14 and 20 o'clock) in Mazongshan, Yumen touwnship, Dingxin, Jinta, Jiuquan, Gaotai, Linze, Sunan, Zhangye, Mingle, Shandan and Yongchang in Gansu province\n     (2)  the wind direction and speed, the temperature and the dew-point spread (8 and 20 o'clock;  850, 700, 600, 500, 400, 300, 250, 200, 150, 100 and 50hpa) in Jiuquan, Zhangye and Mingqin in Gansu province and Golmud, Doulan and Xining in Qinghai province\n     (3)  the surface temperature, the dew point, the air pressure, the voltage transformation (3 hours and 24 hours), the weather phenomena (the present and the past), variable temperatures, visibility, cloudage, the wind direction and speed, precipitation within six hours and unusual weather in Jiuquan, Sunan, Jinta, Dingxin, Mingle, Zhangye, Gaotai, Shandan, Linze, Yongchang and Mingqin in Gansu province and Tuole, Yeniugao, Qilian, Menyuan, Xining, Gangcha and Huangyuan in Qinhai province.",
      "descriptionCn": "本数据集包含了甘肃和青海省气象局提供的黑河流域常规气象观测数据。数据内容包含：\n1）马鬃山、玉门镇、鼎新、金塔、酒泉、高台、临泽、肃南、张掖、民乐、山丹和永昌（甘肃省境内）的逐日降雨、日照、蒸发和风温湿观测（2、8、14和20时）；\n2）酒泉、 张掖、 民勤（甘肃省）和 格尔木 、都兰、 西宁（青海省）的高空风向 风速、温度、 高度和 温度露点差数据（时间：8时、20时；气压：850、 700、 600、 500、 400、 300、 250、 200、 150、 100和 50百帕）。\n3）酒泉、肃南 、金塔、丁新、民乐、张掖、高台、山丹、临泽、永昌、民勤（甘肃省）和托勒、野牛沟、祁连、门源、西宁、刚察、湟源的地面温度、露点、气压、变压（3小时和24小时）、天气现象（现在和过去）、变温、 能见度、云量、风向、 风速、 6小时降水及特殊天气。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.13,
      "west": 97.4,
      "south": 37.87,
      "north": 42.68,
      "startTime": "2008-01-14 09:44:00",
      "endTime": "2010-01-13 09:44:00",
      "fileSize": 33668667.0,
      "cstr": "18406.11.water973.0155.db",
      "doi": "10.3972/water973.0155.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "甘肃省气象局",
        "nameEn": "Gansu meteorological bureau",
        "unitEn": "",
        "unitCn": "甘肃省气象局"
      },
      {
        "nameCn": "青海省气象局",
        "nameEn": "Qinghai Meteorological Bureau",
        "unitEn": "Qinghai Meteorological Bureau",
        "unitCn": "青海省气象局"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of land surface evapotranspiration over the Heihe River basin based on the revised three-temperature model",
        "referenceCn": null,
        "referenceEn": "Luo, Xinping, Wang, Keli, Jiang, Hao, Sun, Jia, Zhu, Qingliang. Estimation of land surface evapotranspiration over the Heihe River basin based on the revised three-temperature model. Hydrological Processes, 2012, 26(8):1263-1269. doi:10.1002/hyp.8182"
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山黑河流域NDVI时空变化及其对气候因子的响应",
        "titleEn": null,
        "referenceCn": "彭小清, 张廷军, 钟歆玥, 王庆峰, 王康. 祁连山黑河流域NDVI时空变化及其对气候因子的响应. 兰州大学学报(自然科学版), 2013, 49(2):192-202",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "日照",
        "nameEn": "Sunshine"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "蒸发",
        "nameEn": "Evaporation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "临泽",
        "keywordEn": "Linze"
      },
      {
        "keywordCn": "玉门镇",
        "keywordEn": null
      },
      {
        "keywordCn": "肃南",
        "keywordEn": null
      },
      {
        "keywordCn": "酒泉",
        "keywordEn": "Jiuquan"
      },
      {
        "keywordCn": "金塔",
        "keywordEn": null
      },
      {
        "keywordCn": "马鬃山",
        "keywordEn": "Mazongshan"
      },
      {
        "keywordCn": "高台",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      },
      {
        "keywordCn": "鼎新",
        "keywordEn": null
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2009",
        "keywordEn": "2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of meteorological observation datasets collected from various locations in the Heihe River Basin?",
        "QuestionCn": "在黑河流域收集的气象观测数据集的关键特征是什么？",
        "AnswerEn": "daily rainfall, sunshine duration, evaporation rates, wind observations, temperature observations, humidity observations, upper-air data, wind direction, wind speed, temperature, height, temperature-dew point difference, pressure levels, surface temperature, dew point, pressure changes, weather phenomena, temperature changes, visibility, cloud cover, 6-hour precipitation, special weather events",
        "AnswerCn": "每日降雨量、日照时长、蒸发率、风力观测、温度观测、湿度观测、高空数据、风向、风速、温度、高度、温度-露点差、气压层次、地表温度、露点、气压变化、天气现象、温度变化、能见度、云量、6小时降水量、特殊天气事件",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many individual meteorological stations are involved in collecting observational data in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，有多少个独立的气象站参与收集观测数据？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'routine meteorological observation data' entail in the context of regional weather monitoring?",
        "QuestionCn": "“常规气象观测数据”在区域天气监测的背景下包括哪些内容？",
        "AnswerEn": "Routine meteorological observation data in the context of regional weather monitoring refers to systematic data collection processes that record various atmospheric and environmental parameters. These parameters include daily rainfall, sunshine duration, evaporation rates, and observations of wind, temperature, and humidity at specific times throughout the day. Additionally, it encompasses upper-air data such as wind direction, wind speed, temperature, altitude, and temperature-dew point differences recorded at different times and pressure levels. Ground-level observations include surface temperature, dew point, air pressure, pressure changes, weather phenomena, temperature variations, visibility, cloud cover, wind direction and speed, 6-hour precipitation, and special weather events. These observations are gathered from multiple meteorological stations across a defined geographical area.",
        "AnswerCn": "常规气象观测数据在区域天气监测的背景下，指的是系统性的数据收集过程，记录各种大气和环境参数。这些参数包括每日降雨量、日照时长、蒸发率，以及在一天中特定时间的风、温度和湿度的观测。此外，它还包括高空数据，如在不同时间和压力水平下记录的风向、风速、温度、高度和温度-露点差。地面观测包括地表温度、露点、气压、气压变化、天气现象、温度变化、能见度、云量、风向和风速、6小时降水量以及特殊天气事件。这些观测数据来自于定义地理区域内的多个气象站。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the meteorological data collection techniques used in Gansu province compare to those used in Qinghai province in terms of capturing high-altitude wind patterns and surface weather phenomena?",
        "QuestionCn": "甘肃省使用的气象数据收集技术与青海省相比，在捕捉高海拔风模式和地面天气现象方面有什么不同？",
        "AnswerEn": "In Gansu province, meteorological data collection focuses on daily rainfall, sunshine, evaporation, and wind temperature humidity observations at specific times, while high-altitude data includes wind direction, wind speed, temperature, height, and temperature dew point differences at multiple pressure levels. In Qinghai province, the focus is also on high-altitude measurements at similar times and pressure levels. Surface weather phenomena such as temperature, dew point, pressure, pressure change, weather phenomena, temperature change, visibility, cloud cover, wind direction, wind speed, and precipitation are collected in both provinces, with the inclusion of 3-hour and 24-hour pressure changes and special weather events in the dataset.",
        "AnswerCn": "在甘肃省，气象数据收集主要集中在每日降雨、日照、蒸发和特定时间的风温湿度观测，而高空数据则包括多个压力层次的风向、风速、温度、高度和温度露点差。在青海省，重点也是在类似时间和压力层次的高空测量。两个省份都收集地面天气现象，如温度、露点、气压、气压变化、天气现象、温度变化、能见度、云量、风向、风速和降水，同时数据集中还包括3小时和24小时的气压变化以及特殊天气事件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can variations in daily meteorological observations such as rainfall, sunshine, evaporation, and wind temperature at various times of the day inform our understanding of regional climate patterns in the Heihe River Basin?",
        "QuestionCn": "每日气象观测中降雨、阳光、蒸发和风温在一天中不同时间的变化如何帮助我们理解黑河流域的区域气候模式？",
        "AnswerEn": "The variations in daily meteorological observations from locations within the Heihe River Basin, such as 马鬃山、玉门镇、鼎新, and others, provide insights into regional climate patterns by highlighting differences in local climate conditions. Analyzing this data can reveal patterns related to seasonal changes, microclimate variations, and the influence of geographical features on weather. Additionally, examining the temporal changes in these parameters could help identify trends in climate change, such as shifts in precipitation patterns or changes in temperature ranges.",
        "AnswerCn": "在黑河流域内，如马鬃山、玉门镇、鼎新等地点的日常气象观测变化，提供了对区域气候模式的洞察，突显了地方气候条件的差异。分析这些数据可以揭示与季节变化、微气候变化以及地理特征对天气影响相关的模式。此外，检查这些参数的时间变化可以帮助识别气候变化的趋势，例如降水模式的变化或温度范围的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to challenges in collecting accurate meteorological data in the Heihe River Basin, especially concerning high-altitude wind direction and speed measurements?",
        "QuestionCn": "在黑河流域收集准确气象数据的挑战因素是什么，特别是关于高海拔风向和风速测量的挑战因素？",
        "AnswerEn": "Challenges in collecting accurate meteorological data in the Heihe River Basin, particularly for high-altitude wind direction and speed measurements, may arise from the complex terrain and varying atmospheric conditions across the regions of Gansu and Qinghai provinces. The dataset includes high-altitude data such as wind direction and speed at various pressure levels (850 to 50 hPa) at different times (8 AM and 8 PM), which requires precise calibration and reliable instrumentation to capture the variations accurately. Additionally, factors such as weather conditions and equipment maintenance can also affect data accuracy.",
        "AnswerCn": "在黑河流域收集准确的气象数据面临挑战，特别是在高海拔地区的风向和风速测量，这主要是由于甘肃和青海省复杂的地形和变化的气象条件。数据集包括在不同时间（早上8点和晚上8点）和不同压力水平（850到50 hPa）下的高海拔数据，如风向和风速，这需要精确的校准和可靠的仪器来准确捕捉变化。此外，天气条件和设备维护等因素也会影响数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting daily weather observation data across multiple stations in the Heihe River Basin?",
        "QuestionCn": "在黑河流域收集多个站点的每日天气观测数据涉及哪些程序？",
        "AnswerEn": "The data collection involves gathering daily meteorological observations from multiple stations in the Heihe River Basin, including various locations in Gansu and Qinghai provinces. This includes daily measurements of rainfall, sunshine, evaporation, and wind temperature humidity at specific times (2, 8, 14, and 20 hours) for stations like Mǎzōngshān, Yumen Town, Dingxin, and others. Additionally, high-altitude wind direction, wind speed, temperature, height, and temperature dew point differences are recorded at 8 a.m. and 8 p.m. for specific pressures from 50 to 850 hectopascals. Surface temperature, dew point, barometric pressure, pressure changes, weather phenomena, visibility, cloud amount, wind direction, wind speed, six-hour precipitation, and special weather conditions are observed at select stations in both provinces, with data gathered at specific intervals (3-hour and 24-hour pressure changes).",
        "AnswerCn": "数据收集涉及从黑河流域多个气象站收集每日气象观测数据，包括甘肃和青海省的各个地点。这包括对雨量、日照、蒸发、风温湿度在特定时间（2点、8点、14点和20点）的每日测量，测站包括马鬃山、玉门镇、鼎新等。此外，还记录了高空风向、风速、温度、高度和温度露点差，在特定气压（50到850百帕）下于早上8点和晚上8点进行观测。选择的气象站还观察了地面温度、露点、气压、气压变化、天气现象、能见度、云量、风向、风速、六小时降水量和特殊天气条件，数据在特定时间间隔（3小时和24小时气压变化）内收集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}