{
    "id": "5c6b8d4f-c400-49fe-80e4-5449a331fa91",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Assessing the LUH dataset in Central Asia - data used in this study",
            "titleCn": "评估LUH数据集在中亚地区的表现-研究中用到的数据",
            "description": "This paper is to use the Li-LU dataset to assess the Land-Use Harmonization (LUH) datasets in Central Asia (CA). The Li-LU dataset is a land-use prediction dataset over CA produced by Li et al. (2019). It has six years (1995, 2005, 2015, 2025, 2035, and 2045). The data of 1995-2015 is generated with the satellite data and the data of 2035-2045 is simulated by the CA-Markov model.  The LUH datasets server as the land-use forcing for the CMIP models, LUH1 for CMIP5 and LUH2 for CMIP6. To meet the requirement of the journal about data availability, the data used in this paper are shared on this platform. Find more information about the data in the readme file.",
            "descriptionCn": "这篇文章使用Li-LU数据集评估了LUH数据集在中亚地区的表现。Li-LU数据集是Li et al. (2019)生产的中亚土地利用预估数据集，包括6期数据，它们是1995、2005、2015、2025、2035和2045。其中，前3期数据来自遥感产品，后3期数据是基于CA-Markov模型模拟的。LUH，全称Land-Use Harmonization，它主要为CMIP模式提供土地利用驱动数据。该数据集有两个版本，服务于CMIP5的LUH1和服务于CMIP6的LUH2。为了满足期刊的数据公开要求，将文章中用到的数据提交到这里。具体数据信息，请参考readme文件。",
            "instructions": "The readme file contains the file list and the information about the files. The file type is netCDF. The Xarray package of Python is suggested to operate the files.",
            "instructionsCn": "readme文件有数据列表和对数据的详细介绍。文件格式是netCDF。建议用Python的xarray包进行文件读写等操作。",
            "east": 94.0,
            "west": 36.0,
            "south": 30.0,
            "north": 58.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 79169150.0,
            "cstr": "18406.11.HumanNat.tpdc.273028",
            "doi": "10.11888/HumanNat.tpdc.273028",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邱源",
                "nameEn": "QIU Yuan ",
                "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Variations in ecosystem service value in response to land use/land cover changes in Central Asia from 1995–2035",
                "referenceCn": null,
                "referenceEn": "Li, J., Chen, H., Zhang, C., & Pan, T. (2019). Variations in ecosystem service value in response to land use/land cover changes in Central Asia from 1995–2035. PeerJ, 7, e7665 https://doi.org/10.7717/peerj.7665."
            },
            {
                "titleCn": null,
                "titleEn": "Harmonization of global land use change and management for the period 850–2100 (LUH2) for CMIP6",
                "referenceCn": null,
                "referenceEn": "Hurtt, G. C., Chini, L., Sahajpal, R., Frolking, S., Bodirsky, B. L., Calvin, K., Doelman, J. C., Fisk, J., Fujimori, S., Klein Goldewijk, K., Hasegawa, T., Havlik, P., Heinimann, A., Humpenöder, F., Jungclaus, J., Kaplan, J. O., Kennedy, J., Krisztin, T., Lawrence, D., Lawrence, P., Ma, L., Mertz, O., Pongratz, J., Popp, A., Poulter, B., Riahi, K., Shevliakova, E., Stehfest, E., Thornton, P., Tubiello, F. N., van Vuuren, D. P., & Zhang, X. (2020). Harmonization of global land use change and management for the period 850–2100 (LUH2) for CMIP6, Geosci. Model Dev., 13, 5425-5464, 10.5194/gmd-13-5425-2020."
            },
            {
                "titleCn": null,
                "titleEn": "LUH1: Harmonized Global Land Use for Years 1500-2100",
                "referenceCn": null,
                "referenceEn": "Chini, L., Hurtt, G.C., & Frolking, S. (2014). LUH1: Harmonized Global Land Use for Years 1500-2100, V1, ORNL Distributed Active Archive Center, 10.3334/ORNLDAAC/1248."
            },
            {
                "titleCn": null,
                "titleEn": "Assessing the Land-Use Harmonization (LUH) 2 dataset in Central Asia for regional climate model projection",
                "referenceCn": null,
                "referenceEn": "Qiu, Y., Feng, J., Yan, Z., and Wang, J.: Assessing the Land-Use Harmonization (LUH) 2 dataset in Central Asia for regional climate model projection, Environmental Research Letters, 10.1088/1748-9326/accfb2, 2023."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用类型",
                "nameEn": "Land use type"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚",
                "keywordEn": "Central Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1995-2045",
                "keywordEn": "1995-2045",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to evaluate land use datasets in Central Asia?",
                "QuestionCn": "您能否提供一个用于评估中亚土地利用数据集的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to evaluate land use datasets in Central Asia is the use of the Li-LU dataset, which includes data from 1995, 2005, and 2015 derived from remote sensing products, and data for 2025, 2035, and 2045 simulated using the CA-Markov model.",
                "AnswerCn": "评估中亚土地利用数据集的一种数据收集方法是使用Li-LU数据集，该数据集包括来自1995年、2005年和2015年的遥感产品数据，以及使用CA-Markov模型模拟的2025年、2035年和2045年的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many time periods are included in the Li-LU dataset for land use projections in Central Asia?",
                "QuestionCn": "Li-LU数据集中包含多少个时间段用于中亚的土地利用预测？",
                "AnswerEn": "6 years",
                "AnswerCn": "6年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the LUH dataset and how is it utilized in land-use studies?",
                "QuestionCn": "LUH数据集是什么，它在土地利用研究中如何被利用？",
                "AnswerEn": "The LUH dataset, or Land-Use Harmonization dataset, is primarily used to provide land-use driver data for CMIP models. It has two versions: LUH1 for CMIP5 and LUH2 for CMIP6. It is a key dataset for assessing land-use changes over time.",
                "AnswerCn": "LUH数据集，即土地利用协调数据集，主要用于为CMIP模型提供土地利用驱动数据。它有两个版本：LUH1用于CMIP5，LUH2用于CMIP6。该数据集是评估土地利用变化的重要工具。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the utilization of remote sensing products and CA-Markov model simulations in the creation of land use datasets, particularly for timelines extending into the future?",
                "QuestionCn": "哪些因素促成了遥感产品和CA-Markov模型模拟在创建土地利用数据集中的应用，特别是针对未来时间线的应用？",
                "AnswerEn": "The utilization of remote sensing products for past data (1995, 2005, 2015) is likely due to their ability to provide accurate and comprehensive land use coverage, while CA-Markov model simulations are employed for future projections (2025, 2035, 2045) because they enable the modeling of land use changes over time based on historical data and trend analysis. This combination allows for a robust evaluation and forecasting of land use changes in regions like Central Asia.",
                "AnswerCn": "利用遥感产品获取过去的数据（1995年、2005年、2015年），主要是因为它们能够提供准确和全面的土地利用覆盖，而CA-Markov模型模拟则用于未来预测（2025年、2035年、2045年），因为它们能够基于历史数据和趋势分析对土地利用变化进行建模。这种结合使得对中亚地区土地利用变化的评估和预测更加稳健。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on land-use modeling accuracy when using simulated data from models like CA-Markov for future projections compared to relying solely on historical remote sensing data?",
                "QuestionCn": "使用像CA-Markov这样的模型生成的模拟数据进行未来预测时，与仅依赖历史遥感数据相比，对土地利用建模准确性的潜在影响是什么？",
                "AnswerEn": "Using simulated data from models like CA-Markov for future projections can introduce uncertainties and potential biases in land-use modeling accuracy, as these models depend on assumptions and scenarios that may not capture unexpected changes in land-use patterns. In contrast, relying solely on historical remote sensing data provides a more empirical basis but lacks predictive capability. Hence, blending both approaches could balance the limitations of each, potentially improving future land-use projections in regions like Central Asia.",
                "AnswerCn": "使用像CA-Markov这样的模型模拟数据进行未来预测可能会引入不确定性和潜在的偏差，从而影响土地利用建模的准确性，因为这些模型依赖于可能无法捕捉土地利用模式意外变化的假设和情景。相比之下，单纯依赖历史遥感数据提供了更为实证的基础，但缺乏预测能力。因此，结合这两种方法可能会平衡各自的局限性，从而改善中亚地区未来土地利用的预测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of utilizing a dataset to evaluate the performance of land-use harmonization data in Central Asia?",
                "QuestionCn": "利用数据集评估中亚土地利用协调数据性能的主要目标是什么？",
                "AnswerEn": "The primary objective is to assess the performance of the LUH dataset in Central Asia by comparing it against the Li-LU dataset, which includes both historical data from remote sensing products and future projections based on the CA-Markov model. This evaluation helps determine the adequacy of land-use data used for climate models like CMIP.",
                "AnswerCn": "主要目标是通过将LUH数据集与Li-LU数据集进行比较，评估中亚地区LUH数据集的表现。Li-LU数据集包括来自遥感产品的历史数据和基于CA-Markov模型的未来预测。这一评估有助于确定用于气候模型（如CMIP）的土地利用数据的充分性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using a CA-Markov model to simulate future land use data, particularly for the years 2025, 2035, and 2045?",
                "QuestionCn": "使用CA-Markov模型模拟未来土地利用数据（特别是2025年、2035年和2045年）涉及的程序步骤如下：\n\n1. **数据收集**：收集历史土地利用数据，包括遥感影像、土地利用分类图和其他相关数据。\n\n2. **数据预处理**：对收集到的数据进行预处理，包括图像校正、分类和数据清理，以确保数据的准确性和一致性。\n\n3. **土地利用分类**：使用分类算法（如监督分类或非监督分类）对历史数据进行土地利用分类，确定不同土地利用类型的分布。\n\n4. **Markov链分析**：分析历史土地利用变化，建立Markov转移矩阵，计算不同土地利用类型之间的转移概率。\n\n5. **细胞自动机模型构建**：构建细胞自动机模型，定义规则和邻域，以模拟土地利用变化的空间特征。\n\n6. **模型校准**：使用历史数据对CA-Markov模型进行校准，确保模型能够准确反映过去的土地利用变化。\n\n7. **未来情景设定**：根据政策、经济和社会发展等因素设定未来情景，确定未来土地利用变化的驱动因素。\n\n8. **模拟未来土地利用**：运行CA-Markov模型，模拟2025年、2035年和2045年的土地利用变化，生成未来土地利用地图。\n\n9. **结果分析**：分析模拟结果，评估未来土地利用变化的趋势和影响，进行可视化展示。\n\n10. **验证与调整**：与实际数据进行对比，验证模型的准确性，并根据需要进行调整和优化。",
                "AnswerEn": "In the field mentioned, the CA-Markov model is used to simulate future land use data for the years 2025, 2035, and 2045. The process involves utilizing data from earlier years (1995, 2005, and 2015), which are derived from remote sensing products, as a basis for modeling. The CA-Markov model combines cellular automata with Markov chain processes to predict changes in land use patterns over time, taking into account historical land use data and transition probabilities.",
                "AnswerCn": "在提到的领域中，CA-Markov模型用于模拟未来的土地利用数据，时间为2025年、2035年和2045年。该过程涉及利用早期年份（1995年、2005年和2015年）的数据，这些数据来源于遥感产品，作为建模的基础。CA-Markov模型结合了元胞自动机和马尔可夫链过程，以预测土地利用模式随时间的变化，考虑历史土地利用数据和转移概率。",
                "Level": "C3(Applying)"
            }
        ]
    }
}