{
  "id": "5d0d888b-97f9-42eb-875e-eddb5c3289d3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Single mineral geochemical data of shiweidong tungsten copper deposit in Dahutang giant ore field",
      "titleCn": "大湖塘巨型矿田狮尾洞钨铜矿单矿物地球化学数据",
      "description": "This data is the in-situ analysis data of trace elements, strontium isotopes and sulfide S-Pb isotopes of Scheelite from shiweidong tungsten copper deposit in Dahutang giant ore field. In situ trace elements of scheelite were analyzed by la-icp-ms. in situ Sr and S-Pb isotopes of sulfide were analyzed by la-mc-icp-ms. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the obtained data and the geochemical data of other tungsten deposits in Dahutang ore field, a new understanding of the origin, hydrothermal mineralization, fluid evolution history and genesis of the shiweidong tungsten deposit is provided.",
      "descriptionCn": "本数据为大湖塘巨型矿田狮尾洞钨铜矿白钨矿微量元素、锶同位素和硫化物S-Pb同位素的原位分析数据。白钨矿原位微量元素由LA-ICP-MS分析获得，锶同位素和硫化物S-Pb同位素的原位分析均由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，结合大湖塘矿田其他钨矿床地球化学资料，为狮尾洞钨矿床的来源、热液成矿作用、流体演化历史及矿床成因等方面提供了新的认识。",
      "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
      "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
      "east": 114.58,
      "west": 114.57,
      "south": 28.56,
      "north": 28.57,
      "startTime": null,
      "endTime": null,
      "fileSize": 14149.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2020.103696",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "In situ trace elements and Sr isotopes in scheelite and S-Pb isotopes in sulfides from the Shiweidong W-Cu deposit, giant Dahutang ore field: Implications to the fluid evolution and ore genesis.",
        "referenceCn": null,
        "referenceEn": "Cao J.Y., Yang X.Y., Zhang D.X., Yan F.B. (2020). In situ trace elements and Sr isotopes in scheelite and S-Pb isotopes in sulfides from the Shiweidong W-Cu deposit, giant Dahutang ore field: Implications to the fluid evolution and ore genesis. Ore Geology Reviews [J], 125 doi.org/10.1016/j.oregeorev.2020.103696."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "江西大湖塘",
        "keywordEn": "Jiangxi Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚侏罗世",
        "keywordEn": "late Jurassic epoch",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the number of in situ analyses for trace elements, strontium isotopes, and sulfide S-Pb isotopes in a dataset related to the geochemistry of the Dahutang giant ore field?",
        "QuestionCn": "与大虎塘巨型矿床地球化学相关的数据集中，原位分析的痕量元素、锶同位素和硫铅同位素的数量是多少？",
        "AnswerEn": "The exact number of analyses is not specified.",
        "AnswerCn": "分析的确切数量未指定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'in situ analysis' mean in the context of geochemical data collection for mineral deposits?",
        "QuestionCn": "在矿床地球化学数据收集的背景下，“原位分析”是什么意思？",
        "AnswerEn": "In situ analysis refers to the technique of analyzing minerals directly at the sampling site without needing to extract and process them extensively. In the context of geochemical data collection for mineral deposits, it involves using methods such as LA-ICP-MS and LA-MC-ICP-MS to obtain microelement and isotope data directly from mineral samples like scheelite, providing insights into the source, hydrothermal processes, fluid evolution history, and genesis of the mineral deposits.",
        "AnswerCn": "原位分析是指在采样地点直接分析矿物的技术，无需对其进行广泛的提取和处理。在矿床地球化学数据收集的背景下，它涉及使用如激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）和激光剥蚀多接收器电感耦合等离子体质谱（LA-MC-ICP-MS）等方法，从矿物样品（如钨矿）中直接获取微量元素和同位素数据，从而提供有关矿床的来源、热液过程、流体演化历史和成因的见解。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the selection of specific isotopic analysis techniques, such as LA-ICP-MS and LA-MC-ICP-MS, in the geochemical study of tungsten-copper deposits?",
        "QuestionCn": "在钨铜矿床的地球化学研究中，选择特定同位素分析技术（如激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）和激光剥蚀多收集电感耦合等离子体质谱法（LA-MC-ICP-MS））的潜在因素有哪些？",
        "AnswerEn": "The selection of specific isotopic analysis techniques like LA-ICP-MS and LA-MC-ICP-MS in the geochemical study of tungsten-copper deposits is influenced by the need for precise and accurate in-situ analysis of trace elements and isotopes. These methods enable researchers to obtain detailed data on micro-scale variations within minerals, which is crucial for understanding the geological history and fluid evolution processes of the mineral deposits.",
        "AnswerCn": "在钨铜矿床的地球化学研究中，选择特定的同位素分析技术，如激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）和激光剥蚀多接收器电感耦合等离子体质谱（LA-MC-ICP-MS），是由于对微量元素和同位素进行精确和准确的原位分析的需求。这些方法使研究人员能够获得矿物内部微观变化的详细数据，这对于理解矿床的地质历史和流体演化过程至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect in-situ geochemical data such as trace elements, strontium isotopes, and sulfide S-Pb isotopes for understanding the formation and fluid evolution history of tungsten-copper deposits?",
        "QuestionCn": "为什么收集现场地球化学数据（如微量元素、锶同位素和硫化物S-Pb同位素）对于理解钨-铜矿床的形成和流体演化历史很重要？",
        "AnswerEn": "The in-situ geochemical data, including trace elements, strontium isotopes, and sulfide S-Pb isotopes, provide crucial insights into the source, hydrothermal mineralization processes, fluid evolution history, and genesis of the tungsten-copper deposits. These data help in developing a comprehensive understanding of the mineralization processes, thereby contributing to the broader knowledge of geological and geochemical phenomena in the Dahutang giant ore field.",
        "AnswerCn": "原位地球化学数据，包括微量元素、锶同位素和硫铅同位素，为钨铜矿床的来源、热液矿化过程、流体演化历史和成因提供了重要的见解。这些数据有助于全面理解矿化过程，从而为大虎塘巨型矿田的地质和地球化学现象的更广泛知识做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using LA-ICP-MS and LA-MC-ICP-MS for in-situ analysis of trace elements and isotopes in mineral geochemistry studies?",
        "QuestionCn": "在矿物地球化学研究中使用LA-ICP-MS和LA-MC-ICP-MS进行微量元素和同位素原位分析的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve using LA-ICP-MS for analyzing micro-level trace elements in scheelite and LA-MC-ICP-MS for in-situ analysis of strontium isotopes and sulfide S-Pb isotopes. These methods yield reliable data that help explore the origin, hydrothermal mineralization, fluid evolution history, and genesis of the ore deposit.",
        "AnswerCn": "这些程序步骤涉及使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）分析钨矿中的微量元素，以及使用激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）进行铷同位素和硫铅同位素的原位分析。这些方法提供可靠的数据，有助于探讨矿床的来源、热液矿化、流体演化历史和矿床的成因。",
        "Level": "C3(Applying)"
      }
    ]
  }
}