{
    "id": "5d73cb29-3bd2-4dee-a72f-d4dec6c4204e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Major and trace, electron microprobe and Sr Nd isotopic data of Jiama copper polymetallic deposit in Tibet",
            "titleCn": "西藏甲玛铜多金属矿床主微量、电子探针及Sr-Nd同位素数据",
            "description": "The study of magmatic mixing is of great significance to reveal the interaction between crust and mantle and to explore the process of diagenesis and mineralization. Jiama mining area is located in the eastern section of Gangdise metallogenic belt. It is a super large porphyry skarn type copper polymetallic deposit. Dark inclusions are widely developed in the medium acid magmatic rocks in the mining area. Detailed petrography, rock geochemistry, Sr Nd isotope geochemistry and U-Pb isotope geochronology are carried out for the diorite inclusions in the dark inclusions in order to find out the genesis of the rocks, It provides enlightenment for magmatic mixing and mineralization, and improves the Jiama diagenesis and mineralization model. The analysis and testing of major and trace elements in rocks were completed in Beijing Institute of geology of nuclear industry. Zircon U-Pb isotopic dating was completed in the deposit geochemical microanalysis room of the State Key Laboratory of geological processes and mineral resources of China University of Geosciences (Beijing). The laser denudation system used for isotopic dating is the geolas193 excimer solid injection system made in the United States, ICP-MS is a Thermo Fisher X Series II quadrupole plasma mass spectrometer produced in the United States. Good data quality.",
            "descriptionCn": "岩浆混合作用的研究对揭示壳幔相互作用，探讨成岩成矿过程具有重要意义。甲玛矿区位于冈底斯成矿带东段，为超大型斑岩-矽卡岩型铜多金属矿床，矿区内的中酸性岩浆岩中普遍发育暗色包体，对其中的暗色包体中的闪长质包体开展详细的岩相学、岩石地球化学、Sr-Nd 同位素地球化学及U-Pb 同位素地质年代学等方面研究以期查明岩石成因，为岩浆混合作用和成矿作出启示，完善甲玛成岩成矿模型。岩石主微量元素分析测试是在核工业北京地质研究院完成，锆石U-Pb 同位素定年是在中国地质大学( 北京)地质过程与矿产资源国家重点实验室矿床地球化学微区分析室完成，同位素定年所采用的激光剥蚀系统为美国产Geolas193 准分子固体进样系统，ICP-MS 为美国生产的THermo Fisher X SeriesⅡ型四极杆等离子体质谱仪。数据质量良好。",
            "instructions": "The data file is date, which is the experimental data in the article and can be viewed directly.",
            "instructionsCn": "数据文件为date，均为文章内实验数据，可直接查看。",
            "east": 91.81,
            "west": 91.73,
            "south": 28.68,
            "north": 29.74,
            "startTime": "2018-07-01 00:00:00",
            "endTime": "2021-08-15 11:59:59",
            "fileSize": 299958.0,
            "cstr": "18406.11.SolidEar.tpdc.272097",
            "doi": "10.11888/SolidEar.tpdc.272097",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张泽斌",
                "nameEn": "ZHANG Zebin ",
                "unitEn": "China University of Geosciences, Beijing",
                "unitCn": "中国地质大学（北京）"
            },
            {
                "nameCn": "王立强",
                "nameEn": "WANG Liqiang ",
                "unitEn": "Institute of Mineral Ｒesources，Chinese Academy of Geological Sciences",
                "unitCn": "中国地质科学院矿产资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "西藏甲玛铜多金属矿床暗色包体岩石成因: 对岩浆 混合和成矿的启示",
                "titleEn": null,
                "referenceCn": "张泽斌, 唐菊兴, 唐攀, 陈国良, 张忠坤, 高昕, 杨阳. (2019). 西藏甲玛铜多金属矿床暗色包体岩石成因:对岩浆混合和成矿的启示. 岩石学, 35(03), 934-952.\ndoi: 10. 18654 /1000-0569 /2019. 03. 19",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "LA-MC-ICPMS",
                "nameEn": "LA-MC-ICPMS"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "斑岩铜矿",
                "nameEn": "porphyry copper system"
            },
            {
                "nameCn": "铜",
                "nameEn": "Cu"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏甲玛",
                "keywordEn": "Jiama， Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "重点矿区成矿系统结构解剖及勘查技术集成示范",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the data collection methods used for analyzing Sr-Nd isotope geochemistry in the context of revealing crust-mantle interactions and mineralization processes?",
                "QuestionCn": "用于分析Sr-Nd同位素地球化学以揭示地壳-地幔相互作用和矿化过程的数据收集方法的具体特征是什么？",
                "AnswerEn": "Geolas193 excimer laser ablation system, THermo Fisher X SeriesⅡ quadrupole ICP-MS, precise geological understanding, high-quality data",
                "AnswerCn": "Geolas193准分子激光消融系统，Thermo Fisher X SeriesⅡ四极杆ICP-MS，精确的地质理解，高质量数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Sr-Nd isotopic geochemistry' mean in the context of studying magma mixing and mineralization processes in copper polymetallic deposits?",
                "QuestionCn": "在研究铜多金属矿床中的岩浆混合和矿化过程时，“Sr-Nd同位素地球化学”是什么意思。",
                "AnswerEn": "Sr-Nd isotopic geochemistry refers to the study of strontium (Sr) and neodymium (Nd) isotopes in rocks to understand the origins and histories of rock formations. In the context of studying magma mixing and mineralization processes in copper polymetallic deposits, it involves analyzing the isotopic ratios to trace the interactions between crustal and mantle materials. This provides insights into the processes that contribute to the formation and evolution of mineral deposits, as well as improving the understanding of the genetic models for these deposits.",
                "AnswerCn": "Sr-Nd同位素地球化学是指研究岩石中锶（Sr）和钕（Nd）同位素，以了解岩石形成的起源和历史。在研究铜多金属矿床中的岩浆混合和矿化过程的背景下，它涉及分析同位素比率，以追踪地壳和地幔材料之间的相互作用。这为理解矿床形成和演化的过程提供了见解，并改善了对这些矿床遗传模型的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of Sr-Nd isotopic geochemistry and U-Pb isotopic geochronology compare in terms of their ability to elucidate the processes of magma mixing and mineralization in the context of the Jiama porphyry-skarn copper polymetallic deposit?",
                "QuestionCn": "Sr-Nd同位素地球化学和U-Pb同位素年代学的数据收集方法在阐明Jiama斑岩-角岩铜多金属矿床中岩浆混合和矿化过程的能力上有何比较？",
                "AnswerEn": "The data collection method using Sr-Nd isotopic geochemistry focuses on understanding the interactions between crust and mantle, which is crucial for revealing magma mixing processes. In contrast, U-Pb isotopic geochronology provides precise dating of zircon minerals, helping to determine the timing of geological events crucial for mineralization processes. While Sr-Nd isotopic data can provide insights into magma sources and evolution, U-Pb dating offers a temporal framework for these processes. Both methods are complementary, offering different perspectives on the formation and mineralization of the Jiama deposit.",
                "AnswerCn": "使用Sr-Nd同位素地球化学的数据收集方法侧重于理解地壳与地幔之间的相互作用，这对于揭示岩浆混合过程至关重要。相比之下，U-Pb同位素年代学提供了锆石矿物的精确定年，有助于确定对矿化过程至关重要的地质事件的时间。虽然Sr-Nd同位素数据可以提供关于岩浆来源和演化的见解，但U-Pb定年则为这些过程提供了时间框架。这两种方法是互补的，从不同的角度提供了关于Jiama矿床形成和矿化的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on understanding crust-mantle interactions when analyzing Sr-Nd isotopes and U-Pb isotopic geochronology in the dark inclusions of intermediate-acidic magmatic rocks?",
                "QuestionCn": "在分析中酸性火成岩的暗包体时，Sr-Nd同位素和U-Pb同位素地质年代学对理解地壳-地幔相互作用的影响是什么？",
                "AnswerEn": "Analyzing Sr-Nd isotopes and U-Pb isotopic geochronology in the dark inclusions of intermediate-acidic magmatic rocks can provide insights into the rock genesis, which in turn offers clues about magma mixing processes and mineralization, thereby enhancing the understanding of crust-mantle interactions.",
                "AnswerCn": "分析中酸性火成岩的暗包体中的Sr-Nd同位素和U-Pb同位素地质年代学可以提供关于岩石成因的见解，这反过来又为岩浆混合过程和矿化提供线索，从而增强对地壳-地幔相互作用的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to conduct detailed petrological, geochemical, and isotopic studies on dioritic enclaves within intermediate-acidic magmatic rocks in the context of understanding crust-mantle interactions?",
                "QuestionCn": "在理解地壳-地幔相互作用的背景下，对中酸性岩浆岩中的二辉岩包体进行详细的岩石学、地球化学和同位素研究是重要的。",
                "AnswerEn": "Conducting detailed petrological, geochemical, and isotopic studies on dioritic enclaves within intermediate-acidic magmatic rocks is crucial for understanding crust-mantle interactions because these studies can reveal the processes of magma mixing and contribute to insights into the genesis of rocks. This understanding aids in refining the diagenetic and metallogenic models of the Jiama copper polymetallic deposit, which is located in the eastern section of the Gangdese metallogenic belt and is characterized by its large porphyry-skarn type deposits. The comprehensive analysis can provide essential information on the formation and mineralization processes, which are significant for geological and resource exploration.",
                "AnswerCn": "对中酸性火成岩中二长岩包体进行详细的岩石学、地球化学和同位素研究，对于理解地壳-地幔相互作用至关重要，因为这些研究可以揭示岩浆混合的过程，并为岩石的成因提供见解。这种理解有助于完善位于冈底斯成矿带东段的嘉玛铜多金属矿床的成岩和成矿模型，该矿床以其大型斑岩-角岩型矿床而闻名。综合分析可以提供有关形成和矿化过程的重要信息，这对地质和资源勘探具有重要意义。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and instruments are generally used to analyze and date isotope geochemistry and mineral samples in studies of crust-mantle interactions and mineralization processes?",
                "QuestionCn": "在研究地壳-地幔相互作用和矿化过程时，通常使用哪些程序和仪器来分析和测定同位素地球化学和矿物样品？",
                "AnswerEn": "The analysis and dating of isotope geochemistry and mineral samples in studies of crust-mantle interactions typically involve detailed petrographic studies, rock geochemical analyses, Sr-Nd isotope geochemical analyses, and U-Pb isotope geochronology. For example, major and trace element analyses of rocks might be performed at geological research institutes, while zircon U-Pb isotope dating might be conducted at a national key laboratory for geological processes and mineral resources. The laser ablation system used might be the Geolas193 excimer solid sampling system, and the ICP-MS might be a Thermo Fisher X SeriesⅡ quadrupole inductively coupled plasma mass spectrometer.",
                "AnswerCn": "同位素地球化学和矿物样品的分析与定年研究通常涉及详细的岩石显微镜研究、岩石地球化学分析、锶-铷同位素地球化学分析以及铀-铅同位素年代学。例如，岩石的主要和微量元素分析可能在地质研究机构进行，而锆石的铀-铅同位素定年可能在国家重点实验室进行，该实验室专注于地质过程和矿产资源。使用的激光剥蚀系统可能是Geolas193准分子固体取样系统，而ICP-MS可能是Thermo Fisher X SeriesⅡ四极杆感应耦合等离子体质谱仪。",
                "Level": "C3(Applying)"
            }
        ]
    }
}