{
    "id": "5e7c12d2-c6a7-4acb-8f35-b20108c6c0f4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of the temperate steppe, 2020",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient from Janurary 1 to December 31 in 2020. The site (100°14'8.99\"E, 37°14'49.00\"N) was located in Sanjiaocheng sheep breeding farm, Gangcha County, Qinghai Province. The elevation is 3210m.The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 3, 5, 10 m, towards north), wind speed and direction profile (windsonic; 3, 5, 10m, towards north), air pressure (PTB110; 3 m), rain gauge (TE525M; towards north), four-component radiometer (CNR4; 6m, towards south), two infrared temperature sensors (SI-111; 6 m, towards south, vertically downward), photosynthetically active radiation (PQS1; 6 m, towards south, each with one vertically downward and one vertically upward, soil heat flux (HFP01; 3 duplicates below the vegetation; -0.06 m), soil temperature profile (109; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -5.00m), soil moisture profile (CS616; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -5.00m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, Ta_10 m; RH_3 m, RH_5 m, RH_10 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, Ws_10 m) (m/s), wind direction (WD_3 m, WD_5 m, WD_10 m) (°), precipitation (rain) (mm), air pressure (press) (hpa), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_400cm) (℃), soil moisture (Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_400cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018/8/31 10:30.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 98.59,
            "west": 98.59,
            "south": 37.7,
            "north": 37.7,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 17938695.0,
            "cstr": "18406.11.Meteoro.tpdc.271383",
            "doi": "10.11888/Meteoro.tpdc.271383",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Oberservation on soil moisture of irrigated cropland by cosmic-ray probe",
                "referenceEn": "Zhu, Z.L., Tan, L., Gao, S.G., &Jiao, Q.S. (2015). Oberservation on soil moisture of irrigated cropland by cosmic-ray probe. IEEE Geoscience and Remote Sensing Letters, 12(3), 472-476."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil water content"
            },
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are errors in land surface temperature estimates correlated with inaccurate surface flux predictions?",
                    "Answer": "Yes",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Do datasets in this field primarily rely on field measurement, remote-sensing-based methods, or land surface modeling?",
                    "Answer": "field measurement, remote-sensing-based methods, land surface modeling",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are datasets in this field more likely to be influenced by terrain effects, cloud presence, or spatial-temporal mismatches?",
                    "Answer": "terrain effects, cloud presence, spatial-temporal mismatches",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main challenges in using satellite-derived data for monitoring surface fluxes?",
                    "Answer": "instantaneous nature, cloud contamination, regional scale monitoring, terrain effects, spatial and temporal scale mismatches",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are commonly used to estimate surface fluxes over land surfaces?",
                    "Answer": "Field measurements, remote-sensing-based methods, land surface modeling",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that ensures quality control in meteorological observations over a temperate grassland area?",
                    "Answer": "The meteorological observations over a temperate grassland area involve a comprehensive system where data is collected at multiple heights (3m, 5m, 10m) for wind speed and direction, temperature, and relative humidity. The data undergo quality control to ensure completeness (e.g., marking missing data with -6999), remove duplicate records, and delete data outside physical or instrumental limits. Data is marked in red if there is any doubt about its validity.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of a challenge faced in using satellite-derived data for continuous monitoring of surface fluxes?",
                    "Answer": "A challenge in using satellite-derived data for continuous monitoring of surface fluxes is that these measurements are instantaneous and can be affected by cloud cover, leading to data contamination. Additionally, discrepancies between satellite data and ground measurements can arise due to terrain effects and mismatches in spatial and temporal scales.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of how a dataset from a meteorological satellite could be used in a land surface model to improve surface flux predictions?",
                    "Answer": "A dataset from the FY3A-VIRR meteorological satellite provides land surface temperature data, which can be assimilated into a land surface model like the common land model (CoLM). This assimilation is performed using a dual-pass data assimilation scheme with an ensemble Kalman filter to independently optimize vegetation parameters and soil moisture, thereby improving predictions of surface fluxes.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics of the meteorological element gradient observation system used for data collection in temperate grasslands?",
                    "Answer": "sensors for wind speed and direction at 3m, 5m, and 10m heights, air temperature and relative humidity sensors at 3m, 5m, and 10m heights, barometer at 3m, tipping bucket rain gauge, four-component radiometer at 6m, infrared thermometers, soil heat flux plates, soil temperature sensors, soil moisture sensors, photosynthetically active radiation sensors",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the main challenges encountered in using remote-sensing-based methods for estimating surface fluxes?",
                    "Answer": "instantaneous nature of satellite data, cloud contamination, difficulties in regional scale monitoring, terrain effects on satellite data accuracy, mismatches in spatial and temporal scales between satellite and ground measurements",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the properties of the land surface temperature data used in data assimilation for surface flux predictions?",
                    "Answer": "derived from FY3A-VIRR satellite, spatial resolution of approximately 1 km, stored in hierarchical data format",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many different meteorological parameters are measured in the observational dataset?",
                    "Answer": "15",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How frequently are data samples collected in the meteorological observation system?",
                    "Answer": "10 minutes, 144 samples per day",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many different sites were selected for the data assimilation experiments involving the land surface temperature data?",
                    "Answer": "6",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is a meteorological element gradient observation system in the context of surface flux monitoring?",
                    "Answer": "A meteorological element gradient observation system is a setup used to observe and record various atmospheric conditions at different heights. In the context of surface flux monitoring, it involves sensors placed at multiple levels (such as 3m, 5m, and 10m) to measure parameters like wind speed, wind direction, air temperature, and relative humidity. This system allows for detailed vertical profiling of the meteorological conditions, which is crucial for understanding surface-atmosphere interactions and accurately monitoring surface fluxes over land surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What constitutes a comprehensive data quality control process for meteorological data collection?",
                    "Answer": "A comprehensive data quality control process for meteorological data collection includes several steps: ensuring completeness of data by having a fixed number of readings per day (e.g., 144 readings per day), marking missing data with a specific code (e.g., -6999), removing duplicate records, eliminating data that exceed physical or instrument limits, and flagging questionable data with a distinct indicator (such as red text). Additionally, ensuring consistent formatting across date and time entries is crucial for maintaining data integrity and usability.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data quality control techniques used in the 青海湖流域地表过程综合观测网 compare to those used in remote-sensing-based data assimilation for surface flux predictions?",
                    "Answer": "The 青海湖流域地表过程综合观测网 employs techniques such as ensuring a fixed number of daily data entries, marking missing data, removing duplicate records, and flagging questionable data, whereas remote-sensing-based data assimilation focuses on reducing model uncertainties and errors through techniques like dual-pass data assimilation schemes and ensemble Kalman filters.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in data collection methods between the 青海湖流域地表过程综合观测网's meteorological measurements and the satellite-based land surface temperature data used in surface flux prediction models?",
                    "Answer": "The 青海湖流域地表过程综合观测网 uses ground-based sensors to measure meteorological factors such as wind speed, temperature, humidity, and soil moisture at various heights and depths. In contrast, satellite-based land surface temperature data capture the surface temperature and emissivity remotely, providing spatially distributed estimates crucial for surface flux prediction models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the variability in field measurements of surface flux over diurnal, seasonal, and inter-annual time scales be interpreted to improve data collection methods?",
                    "Answer": "The variability in field measurements of surface flux is largely determined by vegetation parameters, soil moisture, and other states of the land surface. By documenting this variability, researchers can refine field measurement techniques to improve the accuracy and reliability of surface flux data, enhancing the effectiveness of land surface models and remote-sensing-based methods.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges in data collection for surface flux monitoring can be inferred from the discrepancies between satellite-derived data and ground measurements?",
                    "Answer": "Challenges arise from the mismatch of spatial and temporal scales between satellite-derived data and field measurements, as well as the effects of terrain on accuracy. These discrepancies highlight the need for improved data assimilation techniques and calibration of satellite data to better align with ground truth.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways could the integration of data assimilation techniques, such as the dual-pass scheme with ensemble Kalman filter, enhance the interpretation of surface flux predictions?",
                    "Answer": "Data assimilation techniques like the dual-pass scheme can independently optimize model states and parameters, reducing uncertainties and improving prediction accuracy. By integrating remote-sensed land surface temperature data, these techniques can correct model state variables and parameters, leading to more reliable predictions of surface flux.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the primary causes of inaccuracies in predicting surface fluxes using land surface models, particularly in relation to observational data?",
                    "Answer": "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Additionally, the mismatch of the spatial and temporal scales between satellite-derived data and field-measured data can cause biases. The deviations are also influenced by terrain effects and the energy imbalance of measurement systems like the eddy covariance system.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to use satellite-derived data for continuous monitoring of surface fluxes?",
                    "Answer": "Satellite-derived data are often instantaneous and can be contaminated by the presence of clouds, making continuous monitoring difficult. Additionally, there are challenges due to mismatched spatial and temporal scales between satellite data and ground measurements, which affect the reliability of these data for regional monitoring.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the need for integrating data assimilation techniques in enhancing the accuracy of land surface models?",
                    "Answer": "Data assimilation techniques are needed to integrate field or remotely sensed observations with land surface models to improve model accuracy. This is necessary because observational data are required to calibrate model parameters and adjust their states. Techniques like data assimilation help correct model state variables and parameters, thereby improving predictions of land surface state variables such as soil moisture profiles and surface fluxes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How does the presence of clouds affect the reliability of remotely sensed land surface temperature data in the context of surface flux monitoring?",
                    "Answer": "The presence of clouds can significantly affect the reliability of remotely sensed land surface temperature data, as it can contaminate the data and lead to inaccuracies in surface flux monitoring. This challenge makes it difficult to use satellite-derived data for continuous monitoring, highlighting the need for methods to mitigate cloud interference.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of using a dual-pass data assimilation scheme on the prediction capabilities of a land surface model?",
                    "Answer": "Using a dual-pass data assimilation scheme improves the prediction capabilities of a land surface model by independently optimizing model states and parameters such as soil moisture and vegetation parameters. This approach reduces model uncertainties and enhances the alignment between model simulations and observational data, leading to more accurate predictions of surface fluxes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind collecting data on surface fluxes and land surface temperatures using a multi-scale surface flux observation system in various climatological conditions?",
                    "Answer": "The objectives include improving predictions of surface flux by reducing model uncertainties and integrating field measurements with remote sensing data through data assimilation techniques. This allows for better calibration of land surface models and enhances the accuracy of predicting variables such as soil moisture and vegetation parameters.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it significant to utilize dual-pass data assimilation schemes in the estimation of surface fluxes in land surface models?",
                    "Answer": "Dual-pass data assimilation schemes are significant because they independently optimize model states and parameters, such as soil moisture and vegetation parameters, at different temporal scales. This approach aims to eliminate or reduce errors between model simulations and observations, thereby improving the accuracy of surface flux predictions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are implemented to ensure data accuracy and quality control in the collection of meteorological and hydrological observations within a comprehensive observation network?",
                    "Answer": "The data collection procedures involve ensuring 144 data points per day (every 10 minutes) to maintain consistency. Missing data are marked with '-6999', duplicate records are removed, and data exceeding physical or instrument limits are deleted. Questionable data are highlighted in red, and dates and times are standardized in a single column format, such as '2018/8/31 10:30'.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can a dual-pass data assimilation scheme be constructed to enhance the accuracy of surface flux predictions in land surface models?",
                    "Answer": "A dual-pass data assimilation scheme can be developed using an ensemble Kalman filter (EnKF) to improve surface flux predictions. The first pass optimizes vegetation parameters on a weekly scale, while the second pass optimizes soil moisture on a daily scale. Remotely sensed land surface temperature data from the FY3A-VIRR satellite are assimilated into the common land model (CoLM) for this purpose.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What methodological steps are necessary to incorporate satellite-derived land surface temperature data into land surface models for surface flux estimation?",
                    "Answer": "The process involves assimilating land surface temperature data from the FY3A-VIRR satellite into the common land model (CoLM) using the ensemble Kalman filter (EnKF). This involves selecting multiple sites with varying climatological conditions, comparing satellite data with ground measurements, and optimizing model states and parameters independently at weekly and daily scales to improve prediction accuracy.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the integration of remotely sensed land surface temperature data into land surface models for improved surface flux predictions?",
                    "Answer": "The integration of remotely sensed land surface temperature data into land surface models has been enabled by advancements such as the development of new-generation meteorological satellites like the FY3A-VIRR, which provide land surface temperature data with a spatial resolution of approximately 1 km. These developments allow for the assimilation of satellite data into models like the common land model (CoLM) using techniques such as the ensemble Kalman filter (EnKF).",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges must be addressed to enable continuous monitoring of surface fluxes using satellite-derived data?",
                    "Answer": "Challenges that must be addressed include dealing with the instantaneous nature of satellite data, cloud contamination, and the mismatch of spatial and temporal scales between satellite-derived and field-measured data. Additionally, the terrain effect can affect the accuracy of satellite data retrievals, and there are deviations caused by the heterogeneity of underlying surfaces and differences between source areas of measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in continuously monitoring surface fluxes using satellite-derived data within this domain?",
                    "Answer": "Challenges arise because satellite-derived data are instantaneous and often contaminated by the presence of clouds. Additionally, the mismatch of spatial and temporal scales between satellite data and ground measurements can cause biases, and the terrain effect can also impact the accuracy of satellite data retrievals.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why are field measurements difficult to use for monitoring surface fluxes at the regional scale in this field?",
                    "Answer": "Field measurements are difficult to use at the regional scale because they only produce point or patch-scale data. The deviations between satellite-derived data and ground measurements are influenced by many factors, including heterogeneity of the underlying surfaces and differences in the source areas of measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using a dual-pass data assimilation scheme in enhancing surface flux predictions in meteorological studies?",
                    "Answer": "The dual-pass data assimilation scheme is deemed effective in reducing model uncertainties and improving predictions of surface flux. This approach, which optimizes model parameters and soil moisture independently, shows improved prediction abilities with the assimilation of remotely sensed land surface temperature data, as demonstrated by reduced BIAS and RMSE values and increased R-values when compared to traditional methods.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what potential does the FY-3A satellite data hold for advancing global water and energy balance research, and what are the considerations for its effective use?",
                    "Answer": "The FY-3A satellite data offers significant potential for global water and energy balance research as a new data source for land surface temperature and emissivity. Effective use considers the spatial resolution of 1 km and the need for hierarchical data handling. Integrating these data through advanced methods like data assimilation can enhance predictions of land surface state variables and improve model accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't understand the challenges in ensuring continuous monitoring of surface fluxes using remote-sensing-based methods.",
                    "Answer": "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds. Additionally, these measurements are difficult to use at the regional scale as they produce point or patch-scale data, and terrain effects can affect the accuracy of the data retrievals.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand how the variability in field measurements of surface flux affects the accuracy of land surface models.",
                    "Answer": "The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales. Land surface models require observational data to calibrate their parameters and adjust their states, and inaccuracies in these measurements can lead to errors in predicting surface fluxes, as they affect the model states and parameters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore various data collection methods used for monitoring surface fluxes over land surfaces and discuss their respective advantages and challenges.",
                    "Answer": "Monitoring surface fluxes over land surfaces can be achieved through field measurements, remote sensing, and land surface modeling. Field measurements provide detailed and localized data but are limited in spatial coverage and can be affected by the heterogeneity of the underlying surface. Remote-sensing-based methods offer broader spatial coverage and can provide data over large areas, but the data are often instantaneous and can be contaminated by clouds. Land surface models can predict surface fluxes on continuous spatial and temporal scales, but they require accurate observational data for calibration and are heavily dependent on the model's structure and input parameters. The integration of these methods, such as through data assimilation techniques, can help improve the accuracy of surface flux predictions by combining the strengths of each approach.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please investigate potential challenges encountered in data assimilation for surface flux predictions and suggest possible solutions.",
                    "Answer": "Data assimilation for surface flux predictions faces challenges such as the mismatch in spatial and temporal scales between satellite-derived data and field measurements, and the short memory of land surface temperature data. Terrain effects and cloud contamination can also affect the accuracy of satellite data. To address these challenges, multi-scale data assimilation schemes like the dual-pass assimilation technique can be employed. This involves independently optimizing model parameters and states using different temporal scales. For instance, vegetation parameters can be adjusted weekly, while soil moisture can be optimized daily. Additionally, advanced algorithms like the ensemble Kalman filter (EnKF) can help integrate remotely sensed data into land surface models, reducing model uncertainties and improving prediction accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify potential datasets that could be utilized for enhancing surface flux predictions and discuss the integration of different data sources.",
                    "Answer": "Potential datasets for enhancing surface flux predictions include land surface temperature data from meteorological satellites like FY3A-VIRR, which provide high-resolution spatial data. These datasets can be integrated with field measurements from automatic weather stations, eddy covariance systems, and large aperture scintillometers to provide comprehensive observations across different scales. By using data assimilation techniques, these diverse data sources can be combined to improve the accuracy of surface flux predictions. Additionally, incorporating products like MODIS LAI for vegetation parameters can further refine model inputs, allowing for more precise calibration and adjustment of land surface models.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}