{
    "id": "5ee4b124-671d-4893-94b8-1d24e1fe1dc8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Framework data of species distribution model construction",
            "titleCn": "气候模型预测技术框架预测数据",
            "description": "This framework aims to improve the predicting power of species distribution models through testing models using demographic history since Last Glacial Maximum. By building species distribution models based on different combinations of environmental variables, and then comparing with current distributions, different scenarios of demographic histories can be generated. These scenarios will be compared with demographic history which reconstructed using genetic data. In this way, the best environmental variables combination can be determined. Then, building species distribution model using the chosen environmental variables combination will have more predicting power in predicting distribution changes in the future.",
            "descriptionCn": "本技术框架旨在评估不同类型环境因素对物种分布的影响，进而改善模型预测能力，更准确地评估未来物种分布区域的变化。通过设定不同类型环境因子的组合，预测末次冰期物种分布范围。再与现在分布范围进行比较，得到不同的假定物种群体动态模型。通过遗传数据，重建物种群体进化历史，并与基于物种分布模型获得的假定群体进化历史进行比较，确定预测能力最好的环境因子组合。再利用该环境因子组合，预测未来气候变化背景下物种分布区域的可能变化。本技术框架利用物种群体历史，对气候模型进行检验，可以有效改进物种分布模型的预测能力。",
            "instructions": "In image format, can be opened and analysed in Photoshop software.",
            "instructionsCn": "图片形式，可以采用Photoshop打开查看和分析",
            "east": 100.0,
            "west": 78.0,
            "south": 27.0,
            "north": 37.0,
            "startTime": "2018-09-04 00:00:00",
            "endTime": "2019-07-06 00:00:00",
            "fileSize": 285065.0,
            "cstr": "18406.11.Ecolo.tpdc.270510",
            "doi": "10.11888/Ecolo.tpdc.270510",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车静",
                "nameEn": "CHE Jing",
                "unitEn": "Kunming Institute of Zoology",
                "unitCn": "中国科学院昆明动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "气候变化对青藏高原两栖爬行动物种下遗传多样性的影响",
                "titleEn": null,
                "referenceCn": "米雪. (2018). 气候变化对青藏高原两栖爬行动物种下遗传多样性的影响. 硕士学位论文. 中国科学院大学.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "两栖爬行动物",
                "nameEn": "Herpetofauna"
            },
            {
                "nameCn": "模型预测",
                "nameEn": "Model prediction"
            },
            {
                "nameCn": "爬行动物",
                "nameEn": "Reptiles"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that involves using environmental factors to improve species distribution model predictions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法涉及使用环境因素来改善物种分布模型的预测？",
                "AnswerEn": "A data collection method involves setting different combinations of environmental factors to predict species distribution during the last glacial period. This is then compared with the current distribution range to create hypothetical species population dynamic models. The method further uses genetic data to reconstruct the evolutionary history of species populations and compares this with the hypothetical models derived from species distribution data to determine the most predictive environmental factor combination.",
                "AnswerCn": "一种数据收集方法涉及设置不同组合的环境因素，以预测最后冰川期的物种分布。然后将其与当前的分布范围进行比较，以创建假设的物种种群动态模型。该方法进一步使用遗传数据重建物种种群的进化历史，并将其与从物种分布数据得出的假设模型进行比较，以确定最具预测性的环境因素组合。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and features of data collection methods used to assess the impact of environmental factors on species distribution within climate model prediction frameworks?",
                "QuestionCn": "评估环境因素对物种分布影响的数据收集方法的特点和特征，在气候模型预测框架内包括哪些内容？",
                "AnswerEn": "combinations of environmental factors, genetic data, evolutionary history of species populations, hypothetical population dynamics models, historical species population data",
                "AnswerCn": "环境因素组合、遗传数据、物种种群的进化历史、假设种群动态模型、历史物种种群数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods that use genetic data to reconstruct species population evolutionary history compare to those that rely on species distribution models for predicting historical and future species distribution areas?",
                "QuestionCn": "使用遗传数据重建物种种群进化历史的数据收集方法与依赖物种分布模型预测历史和未来物种分布区域的方法相比，如何？",
                "AnswerEn": "Data collection methods that use genetic data focus on reconstructing the evolutionary history of species populations by analyzing genetic markers, which provides insights into the historical dynamics and adaptation processes of species. In contrast, methods relying on species distribution models emphasize assessing the influence of environmental factors on species distribution by predicting historical and future distribution areas. The former approach provides a genetic perspective, while the latter focuses on environmental and ecological factors, and both methods can be compared for their effectiveness in determining the most predictive environmental factor combinations for species distribution changes under climate change scenarios.",
                "AnswerCn": "使用遗传数据的数据收集方法侧重于通过分析遗传标记重建物种种群的进化历史，这为物种的历史动态和适应过程提供了洞察。相比之下，依赖物种分布模型的方法则强调评估环境因素对物种分布的影响，通过预测历史和未来的分布区域。前者方法提供了遗传视角，而后者则关注环境和生态因素，这两种方法可以比较它们在确定气候变化情景下物种分布变化的最具预测性的环境因素组合方面的有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of genetic data with environmental factors enhance the accuracy of species distribution predictions in climate models?",
                "QuestionCn": "将遗传数据与环境因素的整合如何提高气候模型中物种分布预测的准确性？",
                "AnswerEn": "By using genetic data to reconstruct the evolutionary history of species populations, researchers can compare this with the hypothetical population dynamics derived from species distribution models. This comparison helps in determining the most effective combination of environmental factors that improve predictive accuracy, thus refining climate models to better forecast species distribution changes under future climate scenarios.",
                "AnswerCn": "通过使用遗传数据重建物种种群的进化历史，研究人员可以将其与从物种分布模型推导出的假设种群动态进行比较。这种比较有助于确定最有效的环境因素组合，从而提高预测准确性，进而优化气候模型，以更好地预测未来气候情景下物种分布的变化。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause variability in the effectiveness of different environmental factor combinations when predicting species distribution changes under future climate conditions?",
                "QuestionCn": "导致在预测未来气候条件下物种分布变化时，不同环境因素组合有效性变异的因素有哪些？",
                "AnswerEn": "The variability in effectiveness is caused by the need to evaluate different types of environmental factors' impact on species distribution, and the requirement to compare these predictions with genetic data to determine which environmental factor combinations offer the best predictive capability.",
                "AnswerCn": "效果的变异性是由于需要评估不同类型的环境因素对物种分布的影响，以及需要将这些预测与遗传数据进行比较，以确定哪些环境因素组合提供最佳的预测能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of species distribution predictions when incorporating a combination of various environmental factors compared to using a singular factor?",
                "QuestionCn": "当结合多种环境因素与使用单一因素相比，物种分布预测的准确性可能会出现哪些潜在结果？",
                "AnswerEn": "Incorporating a combination of various environmental factors can improve the accuracy of species distribution predictions by allowing for a more comprehensive assessment of environmental influences on species distribution. This can result in a more accurate evaluation of changes in future species distribution areas, as it helps identify which environmental factor combinations have the best predictive capability by comparing assumed population dynamics models with genetic data-derived evolutionary histories.",
                "AnswerCn": "结合各种环境因素可以提高物种分布预测的准确性，因为这允许对环境对物种分布的影响进行更全面的评估。这可以导致对未来物种分布区域变化的更准确评估，因为它有助于识别哪些环境因素组合具有最佳的预测能力，通过将假设的种群动态模型与基于遗传数据的进化历史进行比较。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to assess the impact of different types of environmental factors on species distribution using a predictive data framework?",
                "QuestionCn": "评估不同类型环境因素对物种分布影响的重要性在于使用预测数据框架。",
                "AnswerEn": "The ultimate goal is to improve the predictive capability of models to more accurately assess changes in future species distribution areas by evaluating the influence of various environmental factors. This is achieved by comparing predicted species distribution during the last glacial period with current distribution, reconstructing evolutionary histories using genetic data, and identifying the best combination of environmental factors for prediction under future climate change scenarios.",
                "AnswerCn": "最终目标是提高模型的预测能力，以更准确地评估未来物种分布区域的变化，方法是评估各种环境因素的影响。这通过比较最后冰川时期的物种分布预测与当前分布，利用遗传数据重建进化历史，以及识别在未来气候变化情景下最佳的环境因素组合来实现。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps needed to evaluate and improve the predictive accuracy of species distribution models using different combinations of environmental factors and genetic data?",
                "QuestionCn": "评估和提高物种分布模型预测准确性的程序步骤，包括使用不同组合的环境因素和遗传数据，具体如下：\n\n1. **数据收集**：\n   - 收集物种的分布数据，包括观察记录和样本数据。\n   - 收集相关的环境因素数据，如气候、地形、土壤类型等。\n   - 收集遗传数据，包括基因组信息或遗传标记。\n\n2. **数据预处理**：\n   - 清理和整理分布数据，去除重复和错误记录。\n   - 对环境因素和遗传数据进行标准化和归一化处理。\n   - 处理缺失值，选择合适的方法进行填补或剔除。\n\n3. **特征选择**：\n   - 通过相关性分析、主成分分析（PCA）等方法选择重要的环境因素和遗传特征。\n   - 评估不同特征组合对模型性能的影响。\n\n4. **模型构建**：\n   - 选择适当的物种分布模型（如最大熵模型、随机森林、支持向量机等）。\n   - 使用选定的环境因素和遗传数据构建模型。\n\n5. **模型训练与验证**：\n   - 将数据集分为训练集和测试集，进行交叉验证。\n   - 训练模型并评估其在测试集上的表现，使用准确率、召回率、F1分数等指标。\n\n6. **模型优化**：\n   - 调整模型参数，使用网格搜索或随机搜索等方法进行超参数优化。\n   - 评估不同组合的环境因素和遗传数据对模型性能的影响，选择最佳组合。\n\n7. **模型评估**：\n   - 使用独立的验证数据集评估模型的预测准确性。\n   - 计算AUC（曲线下面积）、Kappa系数等评估指标。\n\n8. **结果解释与应用**：\n   - 解释模型结果，识别影响物种分布的关键因素。\n   - 将模型应用于物种保护、管理和恢复等实际问题。\n\n9. **持续监测与更新**：\n   - 定期更新数据和模型，以反映环境变化和物种动态。\n   - 监测模型的预测性能，必要时进行调整和改进。",
                "AnswerEn": "The process involves setting different combinations of environmental factors to predict species distribution during the last glacial period. These predictions are compared with current distribution ranges to develop hypothetical population dynamics models. Genetic data is then used to reconstruct the evolutionary history of species populations and compared with the hypothetical histories to determine the most effective combination of environmental factors for prediction. Finally, this optimal combination is used to forecast potential changes in species distribution under future climate change scenarios, enabling the evaluation and enhancement of the predictive capability of species distribution models.",
                "AnswerCn": "该过程涉及设置不同组合的环境因素，以预测最后冰川期的物种分布。这些预测与当前分布范围进行比较，以开发假设的种群动态模型。然后使用遗传数据重建物种种群的进化历史，并与假设历史进行比较，以确定预测的最有效环境因素组合。最后，使用这一最佳组合预测在未来气候变化情景下物种分布的潜在变化，从而评估和增强物种分布模型的预测能力。",
                "Level": "C3(Applying)"
            }
        ]
    }
}