{
  "id": "5f15c34a-fe98-44d3-bb56-ccf5edaf84bc",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Ground water level dataset in Hulugou sub-basin of Heihe River Basin  (2011)",
      "titleCn": "葫芦沟流域地下水位数据集（2011）",
      "description": "1. Data overview:            \nThis data set is the daily scale groundwater level data of Qilian station from November 1, 2011 to December 31, 2011. In October 2011, two groundwater monitoring wells were arranged in hulugou small watershed. Well 1 is located beside the general control hydrological section of hulugou watershed, with a depth of 12.8m and an aperture of 12cm. Well 2 is located in the east of the Delta, about 100m away from the river, with a depth of 14.7m and an aperture of 12cm.            2. Data content:            \nU20hobo water level sensor is arranged in the groundwater well, which is mainly used to monitor the change of groundwater level and temperature in hulugou small watershed. The data content is the temperature and atmospheric pressure inside the hole, and the data is the daily scale data.            \n3. Space time scope:            \nGeographic coordinates of well 1: longitude: longitude: 99 ° 53 ′ E; latitude: 38 ° 16 ′ n; altitude: 2974m (near the hydrological section at the outlet of the basin).            Geographic coordinates of well 2: longitude: 99 ° 52 ′ E; latitude: 38 ° 15 ′ n; altitude: 3204.1m (east side of the East Branch of the delta).",
      "descriptionCn": "1.数据概述：\n此数据集是祁连站2011年11月1日—2011年12月31日日尺度地下水位数据。2011年10月，葫芦沟小流域布设了两个地下水监测井，一号井位于葫芦沟流域总控水文断面侧旁，井深：12.8m，孔径：12cm；二号井位于三角洲东侧，距河道约100m左右，井深：14.7m，孔径：12cm。\n2.数据内容：\n地下水井井内布设U20HOBO水位传感器，主要用于监测葫芦沟小流域地下水水位和温度变化情况。数据内容为孔内部温度和大气压，数据为日尺度数据。\n3.时空范围：\n一号井地理坐标：经度：经度：99°53′E；纬度：38°16′N；海拔：2974m（流域出口水文断面附近）。\n二号井地理坐标：经度：99°52′E；纬度：38°15′N；海拔：3204.1m（三角洲东支河流东侧）。",
      "instructions": "Excel format storage",
      "instructionsCn": "excel 格式存储",
      "east": 99.9,
      "west": 99.9,
      "south": 38.3,
      "north": 38.3,
      "startTime": "2011-11-11 06:19:00",
      "endTime": "2012-01-10 06:19:00",
      "fileSize": 91744.0,
      "cstr": "18406.11.heihe.085.2013.db",
      "doi": "10.3972/heihe.085.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "韩春坛",
        "nameEn": "HAN Chuntan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "陈仁升",
        "nameEn": "CHEN Rensheng",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宋耀选",
        "nameEn": "SONG Yaoxuan",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘俊峰",
        "nameEn": "LIU Junfeng",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "阳勇",
        "nameEn": "YANG Yong",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "卿文武",
        "nameEn": "QING Wenwu",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘章文",
        "nameEn": "LIU Zhangwen",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurement and estimation of the summertime daily evapotranspiration on alpine meadow in the Qilian Mountains, Northwest China",
        "referenceCn": null,
        "referenceEn": "Yang Yong,Chen Rensheng, Han Chuntan, Qing Wenwu. Measurement and estimation of the summertime daily evapotranspiration on alpine meadow in the Qilian Mountains, Northwest China,Environmental Earth Sciences. 2012, DOI 10.1007/s12665-012-1907-5."
      },
      {
        "titleCn": "黑河高山草甸冻土带水热传输过程",
        "titleEn": null,
        "referenceCn": "阳勇, 陈仁升, 吉喜斌, 等. 黑河高山草甸冻土带水热传输过程[J]. 水科学进展, 2010, 21(1): 30-34.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山典型灌丛降雨截留特征",
        "titleEn": null,
        "referenceCn": "刘章文, 陈仁升, 宋耀选, 韩春坛. 祁连山典型灌丛降雨截留特征. 生态学报, 2012 , 32(4): 1337-1346.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
        "referenceCn": null,
        "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
      },
      {
        "titleCn": null,
        "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
        "referenceCn": null,
        "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "地下水位",
        "nameEn": "Underground water level"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "地下水位",
        "keywordEn": "Groundwater Level"
      },
      {
        "keywordCn": "葫芦沟流域",
        "keywordEn": "Hulugou Basin"
      },
      {
        "keywordCn": "黑河上游站（祁连站）",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011",
        "keywordEn": "2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "黑河高寒灌丛生态水文效应研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Understanding cryospheric hydrology and the effects of cryospheric changes on river runoff is critical for sustainable water management especially in arid inland river basins such as those in northwest China where water resources mainly come from alpine areas. The Earth’s cryosphere is facing rapid changes in the duration, extent, and mass of snow and ice, which have had multiple impacts on the environment across a range of temporal and spatial scales. Changes in mountain snow, glaciers, and permafrost have resulted in significant downstream impacts in terms of the quantity, seasonality, and quality of water. This shrinkage has modified the water cycle and river discharge in cold regions and caused the rise of global mean sea level. Serving as a solid reservoir for many endorheic and exorheic basins, the mountain cryosphere is the regulator of major rivers and provides most of the water resources in arid regions in China and its neighboring countries. However, because of inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions, the significance of the impacts of cryospheric changes and the severity of their consequences remain unclear in China."
      ],
      "research objective": [
        "The scientific objective of the CHOICE is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions. Four key science questions have been identified: The spatial and temporal distribution of alpine precipitation need to be determined. The effects of cryospheric changes on streamflow need to be determined. The effects of changes in the vegetation pattern in the vertical landscape zones on water balance and river runoff in the mountains must be assessed. A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas."
      ],
      "challenges": [
        "Understanding such changes in these vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors."
      ],
      "methods": [
        "Each AWS features the long-term monitoring of the following meteorological variables: air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature (LST), soil temperature, soil moisture, snow depth, and precipitation amount. We also conducted long-term standard meteorological field (SMF) manual observations for reference to those obtained at AWS. The total discharge has been monitored by a continuously stream-gauging station at the catchment outlet since 2009. From 2009 to 2012, we also manually used the float protocol and a stopwatch to estimate the nonfreezing period discharge in a meadow subcatchment and a moraine–talus subcatchment. To apply hydrological models in the alpine catchment, we have obtained long-term continuous soil parameter data in the soil pit synchronously with those collected at AWS. An SI-111 infrared radiometer (Apogee Instr. Inc.) was used to measure the LST. During the early stage of the CHOICE, evapotranspiration was measured with two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter and were installed in the SMF at the Hulu-1 field on 1 July 2009 with an electronic scale of 2 g (0.026 mm) in precision. With the development of the CHOICE, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS of the Hulu-1 to Hulu-5 field in August 2013. An EC150 system (Campbell Scientific Inc.) was installed on a lattice mast at 5.8 m at the Hulu-2 field in September 2011. Four cluster wells were installed in 2011 and 2014 for groundwater monitoring and sampling. On fixed-point scale, six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) measure snow depth synchronously with AWS. In this system, three thermistor cables were installed that crossed the riverbed–water, water–ice, and ice–air interfaces. We conduct the work of precipitation intercomparisons by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge. Precipitation measurements in the Hulu catchment were performed with six total rain-weighing sensors (TRwS204, MPS System Ltd) with a single alter shield and synchronized with AWS. Fourteen LST observation sites with similar elevations but different aspects and slopes were built around the Hulu-3 field. Two LST observation sites were built to analyze the influences of plants on LST. To study the runoff process of canopy precipitation to surface runoff in different landscapes, two runoff fields (shrubs and meadows) (15 by 3 m) were established at a shrub-encroached alpine meadow hillslope in September 2010. Four methods were used to measure soil water infiltration and hydraulic conductivity in the Hulu-1 field including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. Groundwater samples used for isotope analysis were collected from 12 wells between 2014 and 2016, and stream water samples were collected from 12 sites that were approximately evenly distributed from upstream to downstream between 2011 and 2016. A Picarro GasScouter G4301 gas concentration analyzer with a re-entry control system and six respiration chambers installed on the permafrost zone of the Hulu catchment in August 2017. The observation period of canopy precipitation interception began in June 2010. A total of four sap flow sensors (CAF, ECOMATIK) were installed to estimate transpiration. Variations in the diversity of the soil microbial community under meadow, shrub, marshy meadow, and moraine–talus were observed along an elevation gradient in the Hulu catchment in July 2013. An AWS was erected at the top of the glacier (4817 m asl) in September 2015; the site is not affected by the surrounding mountains. To obtain reliable turbulent data, EC system measurements were made adjacent to the AWS at a height of 4 m beginning in October 2017. To harvest the water contained in fog, five identical standard fog collectors were installed at Hulu-1 to Hulu-5 in July 2014. A warming simulation experiment was begun in September 2016. Two flight campaigns were performed in the Hulu catchment."
      ],
      "dataset": [],
      "findings": [
        "In recent years, a series of studies have been published using the CHOICE sharing platform data, and a number of researchers have used the CHOICE data for studies of alpine meteorology, cryospheric hydrology, groundwater, soils, and isotopes. According to the six AWS of the CHOICE obtained throughout the Hulu catchment and peripheral precipitation data from five China Meteorological Administration stations (Zhangye, Minle, Sunan, Qilian, and Yeniugou), two or more yearly EMPs exist in the northern Qilian Mountains. A diminished accumulation zone will result in a reduction in the transport and expansion of the glaciers, and then the glaciers will have to retreat to limit themselves to reduce ablation. Based on 10-yr observations in the western cold regions of China, especially those obtained in the Upper Hei River basin (UHR), a new CBHM was created to evaluate the effects of cryospheric changes on stream flow from the UHR. In the past 50 yr, river runoff has generally shown an increasing trend as a result of increased rainfall, snowfall, and glacial runoff in the cold regions of western China."
      ],
      "backgroundCn": [
        "理解冰冻圈水文学及其对河流径流的影响对于可持续水资源管理至关重要，尤其是在中国西北部等干旱内陆河流流域，这里的水资源主要来自高山地区。地球的冰冻圈正面临着雪和冰的持续时间、范围和质量的快速变化，这在多个时间和空间尺度上对环境产生了多重影响。山地雪、冰川和永久冻土的变化导致了下游在水量、季节性和水质方面的显著影响。这种缩减改变了寒冷地区的水循环和河流排放，并导致全球平均海平面上升。作为许多内流和外流流域的固体水库，山地冰冻圈是主要河流的调节器，并为中国及其邻国的干旱地区提供了大部分水资源。然而，由于观测数据不足以及对高山地区冰冻圈气象水文学许多方面缺乏了解，冰冻圈变化的影响及其后果的严重性在中国仍然不清楚。"
      ],
      "research objectiveCn": [
        "CHOICE的科学目标是获取关于环境因素的综合观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对下游干旱地区的山区水文和水资源的影响。已确定四个关键科学问题：需要确定高山降水的空间和时间分布。需要确定冰冻圈变化对径流的影响。必须评估垂直景观带中植被模式变化对山区水量平衡和河流径流的影响。需要在山区建立一个适合的分布式水文模型，包括冰冻圈水文学。"
      ],
      "challengesCn": [
        "理解这些脆弱地区的变化面临重大挑战，因为它们偏远且观测稀少。降水观测仍然存在显著的偏差和错误。"
      ],
      "methodsCn": [
        "每个AWS长期监测以下气象变量：空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度（LST）、土壤温度、土壤湿度、雪深和降水量。我们还进行了长期的标准气象场（SMF）手动观测，以作为与AWS获得的数据的参考。自2009年以来，流域出口处的连续水流监测站监测总排水量。从2009年到2012年，我们还手动使用浮子法和秒表估算了一个草甸子流域和一个冰碛-岩屑子流域的非冻结期排水量。为了在高山流域应用水文模型，我们在土壤坑中获得了长期连续的土壤参数数据，这些数据与在AWS收集的数据同步。使用SI-111红外辐射计（Apogee Instr. Inc.）测量LST。在CHOICE的早期阶段，使用两个手动称重微量蒸发仪测量蒸散量，这些仪器深40厘米，直径31.5厘米，并于2009年7月1日在Hulu-1场地的SMF中安装，电子秤精度为2克（0.026毫米）。随着CHOICE的发展，五个自动微量蒸发仪（CHOICE-LYS40，T&D）于2013年8月在Hulu-1到Hulu-5场地的AWS附近布置。2011年9月，在Hulu-2场地的5.8米高的格架桅杆上安装了EC150系统（Campbell Scientific Inc.）。2011年和2014年安装了四个集群井用于地下水监测和取样。在固定点规模上，六个SR50A声波测距传感器（Campbell Scientific Inc.）与AWS同步测量雪深。在该系统中，安装了三根热电偶电缆，穿越河床-水、水-冰和冰-空气界面。我们通过参考WMO的固体降水比较实验进行降水比较工作，使用坑式雨量计和双重参考比较（DFIR）雨量计。在Hulu流域，使用六个总雨量传感器（TRwS204，MPS System Ltd）进行降水测量，配有单一的防风罩，并与AWS同步。围绕Hulu-3场地建立了十四个LST观测点，具有相似的海拔但不同的方位和坡度。建立了两个LST观测点以分析植物对LST的影响。为了研究不同景观中树冠降水到地表径流的过程，在2010年9月于一个灌木侵占的高山草甸坡地建立了两个径流场（15米乘3米）。在Hulu-1场地使用四种方法测量土壤水分入渗和水力导度，包括单环入渗仪、双环入渗仪、Hood入渗仪（Hood IL-2700，德国）和环切法。2014年至2016年间，从12口井中收集用于同位素分析的地下水样本，并于2011年至2016年间从12个大致均匀分布的上游到下游的地点收集河水样本。2017年8月，在Hulu流域的永久冻土区安装了一台Picarro GasScouter G4301气体浓度分析仪，配有重新进入控制系统和六个呼吸室。树冠降水截留的观测期始于2010年6月。共安装了四个树液流传感器（CAF，ECOMATIK）以估算蒸腾量。2013年7月，观察了高山流域中草甸、灌木、湿草甸和冰碛-岩屑下土壤微生物群落的多样性变化。2015年9月，在冰川顶部（海拔4817米）建立了一个AWS；该地点不受周围山脉的影响。为了获得可靠的湍流数据，从2017年10月开始，在AWS旁边4米高处进行EC系统测量。为了收集雾中含水量，2014年7月在Hulu-1到Hulu-5安装了五个相同的标准雾收集器。2016年9月开始了一个升温模拟实验。在Hulu流域进行了两次飞行调查。"
      ],
      "datasetCn": [],
      "findingsCn": [
        "近年来，使用CHOICE共享平台数据的一系列研究相继发表，许多研究人员利用CHOICE数据进行高山气象、冰冻圈水文、地下水、土壤和同位素的研究。根据在胡鲁流域获得的六个自动气象站（AWS）数据以及来自中国气象局五个站点（张掖、民乐、苏南、祁连和新源沟）的周边降水数据，北祁连山存在两个或更多的年度等效水量（EMPs）。积累区的减少将导致冰川的运输和扩展减少，冰川将不得不退缩以限制自身的消融。基于在中国西部寒冷地区，特别是在上黑河流域（UHR）获得的10年观测数据，创建了一种新的冷冻圈水文模型（CBHM），以评估冰冻圈变化对UHR流量的影响。在过去50年中，由于降雨、降雪和冰川径流的增加，中国西部寒冷地区的河流径流总体上呈现增加趋势。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the use of U20HOBO water level sensors adequate for monitoring groundwater level changes in small catchments?",
        "QuestionCn": "U20HOBO水位传感器用于监测小流域的地下水位变化是否足够？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the setup of multiple weather stations (AWS) effective for obtaining comprehensive observation data in mountainous regions?",
        "QuestionCn": "在山区设置多个气象站（AWS）是否有效以获取全面的观测数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Do studies in this field predominantly utilize data from automatic weather stations, manual field observations, or satellite data for monitoring environmental variables?",
        "QuestionCn": "该领域的研究主要利用自动气象站的数据、手动实地观测或卫星数据来监测环境变量吗？",
        "AnswerEn": "automatic weather stations and manual field observations",
        "AnswerCn": "自动气象站和人工现场观测",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are the meteorological variables monitored in the Hulu catchment?",
        "QuestionCn": "Hulu流域的气象变量监测在哪里？",
        "AnswerEn": "automatic weather stations (AWS)",
        "AnswerCn": "自动气象站 (AWS)",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when collecting precipitation data in mountainous regions?",
        "QuestionCn": "在山区收集降水数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge is the presence of biases and errors in precipitation observations due to the remoteness and sparse distribution of monitoring stations, which complicates accurate data collection.",
        "AnswerCn": "一个重大挑战是由于监测站的偏远和稀疏分布，降水观测中存在偏差和错误，这使得准确的数据收集变得复杂。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a comprehensive data collection approach for studying cryospheric hydrology in alpine regions?",
        "QuestionCn": "您能否提供一个全面的数据收集方法的例子，用于研究高山地区的冰冻圈水文学？",
        "AnswerEn": "A comprehensive approach involves deploying multiple AWS for long-term monitoring of meteorological variables, using snow depth sensors, conducting manual and automatic evapotranspiration measurements, and employing soil parameter data collection along with LST observations to assess hydrological processes in alpine catchments.",
        "AnswerCn": "一种综合方法涉及部署多个AWS（自动气象站）以长期监测气象变量，使用雪深传感器，进行手动和自动蒸散发测量，并收集土壤参数数据以及地表温度（LST）观测，以评估高山集水区的水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of the data collection methods used for monitoring underground water levels in the context of cryospheric hydrology?",
        "QuestionCn": "在冰冻圈水文学的背景下，用于监测地下水位的数据收集方法的特点有哪些？",
        "AnswerEn": "U20HOBO water level sensors, groundwater wells, monitor water level and temperature changes, cluster wells.",
        "AnswerCn": "U20HOBO水位传感器、地下水井、监测水位和温度变化、集群井。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What attributes are essential for evaluating the effects of cryospheric changes on river runoff in alpine regions?",
        "QuestionCn": "评估冰冻圈变化对高山地区河流径流影响的关键属性有哪些？",
        "AnswerEn": "spatial and temporal distribution of alpine precipitation, effects of cryospheric changes on streamflow, changes in vegetation patterns on water balance, implementation of suitable distributed hydrological models that incorporate cryospheric hydrology",
        "AnswerCn": "高山降水的空间和时间分布，冰冻圈变化对河川径流的影响，植被模式变化对水量平衡的影响，实施适合的分布式水文模型以纳入冰冻圈水文。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What characteristics of meteorological variables are monitored to understand the hydrological processes in mountainous regions?",
        "QuestionCn": "为了理解山区的水文过程，监测哪些气象变量的特征？",
        "AnswerEn": "air temperature, relative humidity, wind speed and direction, radiation components, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, precipitation",
        "AnswerCn": "空气温度、相对湿度、风速和风向、辐射分量、土壤热通量、地表温度、土壤温度、土壤湿度、雪深、降水",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many groundwater monitoring wells were installed for data collection in the Hulu catchment?",
        "QuestionCn": "在Hulu流域安装了多少个地下水监测井用于数据收集？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total number of automatic microlysimeters used for evapotranspiration measurements in the Hulu catchment?",
        "QuestionCn": "在Hulu流域中用于蒸散发测量的自动微量测定仪的总数是多少？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'groundwater monitoring' in the context of hydrological research in arid inland river basins?",
        "QuestionCn": "在干旱内陆河流流域的水文研究中，“地下水监测”的重要性是什么？",
        "AnswerEn": "Groundwater monitoring is crucial for understanding the water balance and hydrological processes in arid inland river basins. It involves the use of sensors such as U20HOBO water level sensors for measuring groundwater levels and temperature changes. This helps in evaluating the effects of climate and cryospheric changes on water resources.",
        "AnswerCn": "地下水监测对于理解干旱内陆河流流域的水量平衡和水文过程至关重要。它涉及使用传感器，如U20HOBO水位传感器，来测量地下水位和温度变化。这有助于评估气候和冰冻圈变化对水资源的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'automatic microlysimeters' and how are they used in hydrological data collection?",
        "QuestionCn": "自动微量气象仪是什么，它们在水文数据收集中如何使用？",
        "AnswerEn": "Automatic microlysimeters are devices used to measure evapotranspiration by weighing the amount of water loss from a known volume of soil. In hydrological data collection, they are installed in standard meteorological fields to provide long-term data on water vapor exchange between the land surface and the atmosphere, contributing to a better understanding of water cycle dynamics in alpine catchments.",
        "AnswerCn": "自动微量测定器是一种通过称量已知体积土壤的水分损失来测量蒸散发的设备。在水文数据收集过程中，它们被安装在标准气象场中，以提供关于陆地表面与大气之间水蒸气交换的长期数据，从而有助于更好地理解高山集水区的水循环动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying challenges can be inferred from the sparse observations and remoteness of the Hulu catchment area, and how might these affect data collection methods?",
        "QuestionCn": "从Hulu流域稀疏的观察和偏远性中可以推断出哪些潜在挑战，这些挑战可能如何影响数据收集方法？",
        "AnswerEn": "The challenges of sparse observations and remoteness in the Hulu catchment area suggest difficulties in obtaining comprehensive and accurate data. This can lead to significant biases and errors in precipitation observations, as mentioned under the challenges. These conditions necessitate the use of diverse and possibly innovative data collection methods, such as automatic weather stations, multiple sensor types, and manual observations to compensate for the lack of data in remote and difficult-to-access regions.",
        "AnswerCn": "在Hulu流域，稀疏观测和偏远性带来的挑战表明获取全面和准确数据的困难。这可能导致降水观测中出现显著的偏差和错误，如所提到的挑战所示。这些条件需要采用多样化和可能创新的数据收集方法，例如自动气象站、多种传感器类型和人工观测，以弥补在偏远和难以到达地区缺乏数据的问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can the installation of various monitoring systems, such as AWS, microlysimeters, and EC systems, inform the understanding of cryospheric hydrology in mountainous regions?",
        "QuestionCn": "安装各种监测系统，如AWS、微型蒸渗仪和EC系统，如何帮助理解山区的冰冻圈水文学？",
        "AnswerEn": "The installation of these monitoring systems allows for the long-term collection of vital meteorological and hydrological data, such as air temperature, soil moisture, snow depth, and evapotranspiration. This comprehensive data collection approach can help address the scientific objective of understanding the hydrological processes in mountainous regions and evaluating the effects of cryospheric changes on water resources, as outlined under the research objective.",
        "AnswerCn": "这些监测系统的安装允许长期收集重要的气象和水文数据，如空气温度、土壤湿度、雪深和蒸散发。这种全面的数据收集方法可以帮助解决科学目标，即理解山区的水文过程以及评估冰冻圈变化对水资源的影响，如研究目标所述。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What consequences arise from the lack of adequate observation data on the evaluation of cryospheric impacts in alpine regions?",
        "QuestionCn": "缺乏足够的观测数据对评估阿尔卑斯地区冰冻圈影响的后果是什么？",
        "AnswerEn": "The lack of adequate observation data poses significant challenges in accurately assessing the impacts of cryospheric changes, leading to potential biases in understanding the hydrological processes and the severity of their consequences on water resources in alpine regions.",
        "AnswerCn": "观察数据的不足对准确评估冰冻圈变化的影响带来了重大挑战，这可能导致我们对水文过程及其对高山地区水资源影响的严重性理解存在偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals of establishing comprehensive observation systems for understanding cryospheric changes in mountainous regions?",
        "QuestionCn": "建立全面观测系统以了解山区冰冻圈变化的目标是什么？",
        "AnswerEn": "The scientific objective is to obtain comprehensive observation data about environmental factors to determine hydrological processes and evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in arid regions. This involves determining the spatial and temporal distribution of alpine precipitation, assessing cryospheric changes on streamflow, evaluating vegetation pattern changes on water balance and river runoff, and developing a suitable distributed hydrological model including cryospheric hydrology.",
        "AnswerCn": "科学目标是获取关于环境因素的全面观测数据，以确定水文过程并评估气候、冰冻圈和土地覆盖变化对干旱地区山区水文和水资源的影响。这包括确定高山降水的时空分布，评估冰冻圈变化对径流的影响，评估植被模式变化对水量平衡和河流径流的影响，以及开发适合的分布式水文模型，包括冰冻圈水文学。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to understand soil water infiltration and hydraulic conductivity in alpine catchments?",
        "QuestionCn": "理解高山集水区的土壤水分渗透和水力导 conductivity 是重要的原因是什么？",
        "AnswerEn": "Understanding soil water infiltration and hydraulic conductivity is crucial for implementing hydrological models in alpine catchments. The models require detailed soil parameter data to accurately simulate water movement through soils, affecting water balance, river runoff, and the overall hydrological cycle in these regions.",
        "AnswerCn": "理解土壤水分渗透和水力导 conductivity 对于在高山集水区实施水文模型至关重要。这些模型需要详细的土壤参数数据，以准确模拟水在土壤中的运动，影响水分平衡、河流径流以及这些地区的整体水文循环。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of studying groundwater and stream water samples in assessing cryospheric hydrology?",
        "QuestionCn": "研究地下水和河流水样在评估冰冻圈水文学中的重要性是什么？",
        "AnswerEn": "Studying groundwater and stream water samples helps in understanding the isotopic composition and hydrological processes in cryospheric regions. This data is essential for evaluating the effects of cryospheric changes on streamflow and assessing the water resources in arid regions, contributing to a better understanding of the hydrological cycle affected by cryospheric dynamics.",
        "AnswerCn": "研究地下水和河流水样有助于理解冰冻圈地区的同位素组成和水文过程。这些数据对于评估冰冻圈变化对河流流量的影响以及评估干旱地区的水资源至关重要，有助于更好地理解受冰冻圈动态影响的水文循环。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in setting up and calibrating sensors for monitoring groundwater levels and temperature in alpine regions?",
        "QuestionCn": "在高山地区设置和校准用于监测地下水位和温度的传感器涉及哪些步骤？",
        "AnswerEn": "The data collection method involves installing U20HOBO water level sensors in groundwater monitoring wells to measure water levels and temperature changes. The wells are strategically placed, with precise depth and diameter specifications to ensure accurate monitoring of the groundwater in alpine regions.",
        "AnswerCn": "数据收集方法涉及在地下水监测井中安装U20HOBO水位传感器，以测量水位和温度变化。这些井的布置经过精心设计，具有精确的深度和直径规格，以确保对高山地区地下水的准确监测。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is long-term meteorological data collected and utilized to understand cryospheric hydrology in alpine catchments?",
        "QuestionCn": "长期气象数据是如何收集和利用的，以理解阿尔卑斯流域的冰冻水文？",
        "AnswerEn": "Long-term meteorological data is collected using Automatic Weather Stations (AWS) that monitor variables such as air temperature, relative humidity, wind speed and direction, radiation, soil heat flux, soil temperature, soil moisture, snow depth, and precipitation. These data are combined with manual observations to evaluate the effects of climate and cryosphere changes on hydrology.",
        "AnswerCn": "长期气象数据是通过自动气象站（AWS）收集的，这些站点监测空气温度、相对湿度、风速和风向、辐射、土壤热通量、土壤温度、土壤湿度、雪深和降水等变量。这些数据与人工观测相结合，用于评估气候和冰冻圈变化对水文的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What methodologies are employed to measure and analyze precipitation and its impact on river runoff in cryospheric regions?",
        "QuestionCn": "在冰冻圈地区，测量和分析降水及其对河流径流影响的方法论包括哪些？",
        "AnswerEn": "Precipitation is measured using rain-weighing sensors and through intercomparison experiments using pit gauges and double reference intercomparison gauges. This data helps in analyzing the impact of precipitation on river runoff, especially in terms of how cryospheric changes alter water balance and river discharge in alpine regions.",
        "AnswerCn": "降水量通过雨重传感器和使用坑式雨量计及双重参考比较雨量计的比较实验进行测量。这些数据有助于分析降水对河流径流的影响，特别是在冰冻圈变化如何改变水量平衡和阿尔卑斯地区河流排放方面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the monitoring of groundwater levels and temperature variations in alpine regions?",
        "QuestionCn": "哪些技术进步使得在高山地区监测地下水位和温度变化成为可能？",
        "AnswerEn": "The use of U20HOBO water level sensors installed in groundwater monitoring wells enables the monitoring of groundwater levels and temperature variations in alpine regions.",
        "AnswerCn": "在地下水监测井中安装的U20HOBO水位传感器可以监测高山地区的地下水位和温度变化。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "In what ways do the use of automatic weather stations (AWS) and manual observations enhance the quality and reliability of hydrological data collection?",
        "QuestionCn": "自动气象站（AWS）和人工观测的使用在哪些方面提高了水文数据收集的质量和可靠性？",
        "AnswerEn": "Automatic weather stations (AWS) provide long-term monitoring of meteorological variables such as air temperature, relative humidity, wind speed, and soil temperature, while manual observations serve as reference points to enhance the quality and reliability of the data collected.",
        "AnswerCn": "自动气象站（AWS）提供对气象变量的长期监测，如空气温度、相对湿度、风速和土壤温度，而人工观测则作为参考点，以提高所收集数据的质量和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be expectations for biases and errors in precipitation observations in remote and vulnerable regions?",
        "QuestionCn": "在偏远和脆弱地区，降水观测中可能存在偏差和错误的预期原因是什么？",
        "AnswerEn": "Understanding changes in remote and vulnerable regions such as alpine areas poses challenges due to their remoteness and sparse observations, leading to significant biases and errors in precipitation observations.",
        "AnswerCn": "理解偏远和脆弱地区（如高山地区）的变化面临挑战，因为它们的偏远性和稀疏的观测数据导致降水观测中存在显著的偏差和错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why would researchers expect to face challenges in obtaining comprehensive observation data about environmental factors in alpine regions?",
        "QuestionCn": "研究人员为什么会预期在获取关于高山地区环境因素的全面观察数据时面临挑战？",
        "AnswerEn": "Researchers face challenges in obtaining comprehensive observation data due to inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions.",
        "AnswerCn": "研究人员在获取全面的观测数据方面面临挑战，因为在高山地区的冰冻圈水文气象学的许多方面缺乏足够的观测数据和知识。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the hydrological processes in mountainous regions be expected to require a suitable distributed hydrological model including cryospheric hydrology?",
        "QuestionCn": "为什么山区的水文过程可能需要一个合适的分布式水文模型，包括冰冻圈水文学？",
        "AnswerEn": "The expectation for a suitable distributed hydrological model including cryospheric hydrology arises from the need to assess the effects of cryospheric changes on streamflow and water resources in mountainous areas.",
        "AnswerCn": "适合的分布式水文模型的期望，包括冰冻圈水文学，源于评估冰冻圈变化对山区径流和水资源影响的需要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective are the current data collection methods in capturing the nuances of cryospheric hydrology and groundwater changes in vulnerable regions?",
        "QuestionCn": "当前的数据收集方法在捕捉脆弱地区冰冻圈水文学和地下水变化的细微差别方面的有效性如何？",
        "AnswerEn": "The current data collection methods, including the use of AWS, manual observations, and various sensors, provide comprehensive data on meteorological variables, soil parameters, and groundwater sampling. However, challenges remain due to the remoteness of regions and sparse observations, which can lead to significant biases and errors, particularly in precipitation measurements.",
        "AnswerCn": "当前的数据收集方法，包括使用AWS、人工观测和各种传感器，提供了关于气象变量、土壤参数和地下水采样的全面数据。然而，由于地区的偏远和观测稀疏，仍然存在挑战，这可能导致显著的偏差和错误，特别是在降水测量方面。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can the integration of multiple data collection techniques enhance the understanding of hydrological processes in alpine regions?",
        "QuestionCn": "多种数据收集技术的整合如何增强对高山地区水文过程的理解？",
        "AnswerEn": "Integrating different data collection techniques, such as AWS, stream-gauging, microlysimeters, and cluster wells, allows for a more holistic understanding of hydrological processes by capturing diverse environmental factors. This approach can help in evaluating the effects of climate, cryosphere, and land cover changes on water resources, offering a more robust framework for modeling and analysis.",
        "AnswerCn": "整合不同的数据收集技术，如AWS、流量测量、微量测定器和集群井，可以更全面地理解水文过程，捕捉多样的环境因素。这种方法有助于评估气候、冰冻圈和土地覆盖变化对水资源的影响，为建模和分析提供更强大的框架。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential improvements could be made to existing datasets to better address the impacts of cryospheric changes on water resources in arid regions?",
        "QuestionCn": "为了更好地应对冰冻圈变化对干旱地区水资源的影响，可以对现有数据集进行哪些潜在改进？",
        "AnswerEn": "Potential improvements could include increasing the density of observation stations to reduce biases in precipitation data, enhancing the accuracy of snow and ice measurements, and expanding the temporal and spatial coverage of groundwater and surface water sampling. These enhancements would provide a more detailed and accurate representation of the impacts of cryospheric changes on water resources.",
        "AnswerCn": "潜在的改进包括增加观测站的密度，以减少降水数据的偏差，提高雪和冰测量的准确性，以及扩大地下水和地表水采样的时间和空间覆盖范围。这些增强将提供更详细和准确的关于冰冻圈变化对水资源影响的表现。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how researchers gather comprehensive and accurate environmental observation data in remote alpine regions.",
        "QuestionCn": "我不明白研究人员如何在偏远的高山地区收集全面和准确的环境观察数据。",
        "AnswerEn": "Researchers use a combination of automatic weather stations (AWS), manual observations, and various sensors like infrared radiometers, sonic ranging sensors, and microlysimeters to gather data on meteorological variables, soil parameters, and snow depth. These methods help overcome the challenges of remoteness and sparse observations in alpine regions.",
        "AnswerCn": "研究人员使用自动气象站（AWS）、人工观测以及红外辐射计、声学测距传感器和微型蒸发计等各种传感器，收集气象变量、土壤参数和雪深的数据。这些方法有助于克服高山地区偏远和观测稀疏的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methods used for monitoring groundwater levels and temperature changes in small catchment areas, specifically focusing on the instrumentation and data collection techniques applied.",
        "QuestionCn": "请探讨用于监测小流域地下水位和温度变化的方法，特别关注所应用的仪器和数据收集技术。",
        "AnswerEn": "Groundwater levels and temperature changes in small catchment areas are monitored using U20HOBO water level sensors installed in groundwater wells. These sensors provide daily scale data on internal temperatures and atmospheric pressure, allowing for precise monitoring of groundwater conditions.",
        "AnswerCn": "在小流域中，使用U20HOBO水位传感器监测地下水位和温度变化。这些传感器安装在地下水井中，提供关于内部温度和大气压力的日常数据，从而实现对地下水状况的精确监测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in obtaining accurate precipitation observations in remote and arid inland river basins, and suggest potential solutions or improvements in data collection techniques.",
        "QuestionCn": "请分析在偏远和干旱内陆河流流域获取准确降水观测所面临的挑战，并建议潜在的解决方案或数据收集技术的改进。",
        "AnswerEn": "Accurate precipitation observations in remote and arid inland river basins face challenges due to remoteness and sparse observations, which lead to significant biases and errors. Solutions for improving data collection techniques include using a combination of automatic weather stations (AWS) and manual observations, implementing advanced precipitation measurement systems like rain-weighing sensors, and conducting intercomparison experiments to enhance accuracy.",
        "AnswerCn": "在偏远和干旱的内陆河流流域，准确的降水观测面临着由于偏远和观测稀疏而导致的显著偏差和错误。改善数据收集技术的解决方案包括结合自动气象站（AWS）和人工观测，实施先进的降水测量系统，如称重雨量传感器，以及进行互比实验以提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and evaluate the methodologies used to study the effects of cryospheric changes on mountainous hydrology and water resources, particularly focusing on the integration of various environmental factors and observational data.",
        "QuestionCn": "请识别和评估用于研究冰冻圈变化对山区水文和水资源影响的方法论，特别关注各种环境因素和观测数据的整合。",
        "AnswerEn": "The methodologies used to study the effects of cryospheric changes involve comprehensive observation and integration of environmental factors, including air temperature, relative humidity, wind speed, radiation, soil moisture, and precipitation. Long-term monitoring is achieved through AWS, stream-gauging stations, microlysimeters, and infrared radiometers. These methods allow researchers to evaluate the impacts of climate, cryosphere, and land cover changes on hydrological processes in mountainous areas.",
        "AnswerCn": "研究冰冻圈变化影响的方法论涉及对环境因素的综合观察和整合，包括气温、相对湿度、风速、辐射、土壤湿度和降水量。通过自动气象站（AWS）、水流测量站、微量蒸发仪和红外辐射计实现长期监测。这些方法使研究人员能够评估气候、冰冻圈和土地覆盖变化对山区水文过程的影响。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}