{
    "id": "5f7b040b-8ec6-4b03-a7cf-26c334bae60d",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of GPS radiosonde sounding observations in the middle and upper reaches of the Heihe River Basin in 2012",
            "description": "The dataset generated from the radiosonde observations in middle basin of Heihe River during 2012. The instrument type are RS92-SGP (Vaisala inc., Finland) or CF-06-A (Changfeng Micro-Electroinics, CHINA). Radiosondes were released during aerospace experiment, such as CASI/SAI, TASI, WIDAS sensors. Atmospheric parameters: pressure, temperature, relative humidity, wind speed and wind direction are measured or calculated at different altitude. This atmospheric parameter profiles can back up atmospheric correction in remote sensing. It can support meteorology research.\nObservation Site:\n1.\tWuxing Village: \nLatitude: 38°51′11.9″N，Longitude: 100°21′48.8″E，Altitude: 1563 m\n2.\tGaoya Hydrological Station\nLatitude: 39°8′7.2″N，Longitude: 100°23′59.0″E，Altitude: 1418 m\n3.\tA’Rou Super Station\nLatitude: 38°03′17.9″N，Longitude: 100°27′28.1″E，Altitude: 2991 m\nObservation Instrument Type:\n\tRS92-SGP manufacture by Vaisala inc., Finland\nCF-06-A manufacture by Beijing Changfeng Micro-Electronics Technology Co., LTD, CHINA.\nObservation Time:\nSimultaneous observation time from 29 June, 2012 to 29 July, 2012 (UTC+8). \nAccessory data:\nPressure, temperature, relative humidity, wind speed and wind direction profiles data.",
            "instructions": "",
            "east": 100.4578056,
            "west": 100.3635556,
            "south": 38.05497222,
            "north": 39.13533333,
            "startTime": "2012-06-12 07:00:00",
            "endTime": "2012-09-10 16:00:00",
            "fileSize": 277532863.0,
            "cstr": "18406.11.hiwater.023.2013.db",
            "doi": "10.3972/hiwater.023.2013.db",
            "dataFormat": "Text, *.dat suffix",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Han Huibang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "YU Wenping",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Yan Kai",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "Hu Ronghai",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "Zhao Jing",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "Wang Yan",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Pressure"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Surface pressure"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Wuxing Village"
            },
            {
                "keywordEn": "A’rou Superstation"
            },
            {
                "keywordEn": "Gaoya Hydrological Station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-01 to 2012-08-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it possible to obtain multiscale eco-hydrological datasets through a hierarchically nested observation system?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can snow cover properties be accurately captured using state-of-the-art instruments at a snow observation superstation?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the observation stations located for collecting atmospheric profile data in the Heihe River Basin?",
                    "Answer": "Wuxing Village, Gaoyan Hydrological Station, Arou Superstation",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are faced in collecting multiscale observation data in alpine regions?",
                    "Answer": "cold and harsh climates, high altitudes, complex topography, technological barriers",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to capture multi-scale eco-hydrological processes in a heterogeneous surface?",
                    "Answer": "An example of a data collection method used to capture multi-scale eco-hydrological processes in a heterogeneous surface is the HiWATER experiment, which employed a hierarchically nested scale instrumentation. This included a sparse network to investigate oasis-desert interactions, utilizing a superstation within the oasis and multiple EC towers and automatic meteorological stations in surrounding landscapes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced during data collection in alpine hydrological research, and how was it addressed?",
                    "Answer": "A challenge faced in alpine hydrological research is the scarcity of observation data due to difficulties in access and technological barriers. To address this, an integrated, distributed, and multiscale observation network was established in the upper reaches of the Heihe River Basin, consisting of automatic meteorological stations, snow cover properties collection, and high-resolution soil physics datasets to monitor freeze-thaw processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that integrates observations for hydrological modeling and remote sensing validation in an alpine region?",
                    "Answer": "An example of such a dataset is the suite of alpine hydrology datasets from the upper reaches of the Heihe River Basin, which includes long-term hydrometeorological, snow cover, and frozen ground data. This dataset is part of an integrated observation network designed to support the development and validation of hydrological models and remote sensing products.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key features of atmospheric profile data collected using GPS radiosondes in hydrometeorological studies?",
                    "Answer": "wind, temperature, humidity, pressure, frequency of once every 2 seconds, observational heights ranging from 10,000 to 30,000 meters",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What characteristics of multiscale eco-hydrological processes are captured by the HiWATER observation system?",
                    "Answer": "flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing, soil moisture, leaf area index, vegetation dynamics, photosynthesis processes",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many instruments were utilized to capture multi-scale eco-hydrological processes in the oasis-desert system?",
                    "Answer": "8",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations (AMSs) were established in the integrated alpine hydrology observation network in the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is an 'integrated, distributed and multiscale observation network' in the context of hydrological and ecological research?",
                    "Answer": "An integrated, distributed and multiscale observation network is a comprehensive system designed to monitor and collect data across various scales and locations, ensuring the capture of diverse environmental variables. It includes components such as automatic meteorological stations, superstations for specific observations like snow cover and frozen ground, and networks of sensors that provide data for evaluating and modeling hydrological processes. This approach allows for the acquisition of gap-free, high-resolution datasets essential for understanding complex eco-hydrological processes.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What does 'gap-free meteorological and hydrological data' mean in the context of environmental data collection?",
                    "Answer": "Gap-free meteorological and hydrological data refer to continuous datasets that have been monitored and recorded without interruptions, ensuring a complete temporal dataset that accurately reflects environmental conditions over time. This type of data is critical for reliable analysis and modeling, as it avoids the inaccuracies and uncertainties that can arise from missing data points.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the data collection method using GPS radiosondes in the Heihe River Basin compare to the snow and frozen ground observation techniques used in alpine regions for capturing atmospheric and hydrological processes?",
                    "Answer": "The GPS radiosonde method in the Heihe River Basin provides atmospheric profiles such as wind, temperature, humidity, and pressure during specific observation periods. It focuses on supporting atmospheric correction for remote sensing imagery. In contrast, snow and frozen ground observation techniques in alpine regions use an integrated network of automated meteorological stations and superstations for snow and soil measurements, capturing detailed freeze-thaw processes and snow dynamics, which are crucial for understanding alpine hydrology and eco-functions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the scarcity of multiscale observation data in eco-hydrological processes, and how does this impact the development of remote sensing technologies and models?",
                    "Answer": "The scarcity of multiscale observation data in eco-hydrological processes is caused by difficulties in accessing certain regions and technological barriers. This scarcity hinders the development of remote sensing technologies and models by limiting the availability of high-quality data necessary for accurate modeling and analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the implications of using next-generation ecosystem observation networks for understanding hydrological processes in alpine regions?",
                    "Answer": "Next-generation ecosystem observation networks, such as those established in the Heihe River Basin, offer integrated, distributed, and multiscale data collection, which is crucial for understanding and modeling hydrological processes in alpine regions. These networks provide comprehensive datasets for snow cover, frozen ground, and hydrometeorological variables, enhancing the ability to predict hydrological dynamics and supporting model validation and remote sensing product evaluation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of employing GPS sounding instruments like Vaisala and Changfeng in atmospheric profile data collection over the Heihe River Basin?",
                    "Answer": "The primary objective of employing GPS sounding instruments such as Vaisala and Changfeng is to obtain wind, temperature, humidity, and pressure profiles of the atmosphere, which are crucial for supporting atmospheric correction of aerial and satellite remote sensing images and aiding in meteorological analysis during the 2012 HiWATER experiment.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the goals associated with implementing intensive observation periods (IOPs) and continuous hydrometeorological observations in experiments like HiWATER?",
                    "Answer": "The goals of implementing intensive observation periods (IOPs) and continuous hydrometeorological observations are to capture multiscale eco-hydrological processes by utilizing a hierarchically nested scale approach, thereby addressing the challenge of poor availability of multiscale observations and advancing the understanding of eco-hydrological processes in heterogeneous surfaces like those found in the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are involved in collecting multiscale and multidisciplinary data for eco-hydrological processes in heterogeneous surfaces?",
                    "Answer": "The data collection involves conducting intensive observation periods (IOPs) and continuous hydrometeorological observations using a flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements. Instruments are arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes, including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Remote sensing missions utilize LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What are the key steps in establishing an integrated, distributed, and multiscale hydrometeorological observation network in alpine regions?",
                    "Answer": "The network is established by connecting a group of automatic meteorological stations (AMSs) and using superstations for snow cover and frozen ground observations. At the basin scale, data is collected to investigate meteorological driving forces and to validate alpine hydrological models. At the sub-basin scale, observations focus on precipitation, soil temperature, and moisture. Snow and frozen ground observations are validated using fine-resolution data, and the network includes AMSs, snow and frozen ground superstations, and a wireless sensor network.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How can atmospheric profiling data be used to support atmospheric correction in remote sensing imagery?",
                    "Answer": "Atmospheric profiling data, such as wind, temperature, humidity, and pressure, are collected using wireless GPS radiosondes like the Vaisala RS92-SGP and Beijing Changfeng instruments. These measurements are taken at a frequency of every two seconds and at heights ranging from 10,000 to 30,000 meters. The data supports atmospheric correction by providing detailed vertical profiles of atmospheric conditions, which are crucial for correcting remote sensing imagery and satellite images to account for atmospheric effects.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What are the technological instruments and methodologies that enable the collection of multiscale eco-hydrological data in the Heihe River Basin?",
                    "Answer": "The multiscale eco-hydrological data collection in the Heihe River Basin is enabled by a combination of advanced instruments and methodologies, including the use of GPS radiosondes like Vaisala RS92-SGP and Beijing Changfeng sound surface wave company GPS sondes for atmospheric profiling. The HiWATER observation system also utilizes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network. Additionally, high-resolution airborne remote sensing technologies such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer are employed.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do integrated observation networks facilitate the collection of comprehensive datasets for alpine hydrology research?",
                    "Answer": "Integrated observation networks facilitate the collection of comprehensive datasets for alpine hydrology research by connecting various meteorological and hydrological monitoring stations, including automatic meteorological stations (AMSs), snow superstations, and frozen ground superstations. These networks provide gap-free data by monitoring meteorological driving forces, snow accumulation, and ablation processes. They also enable high-resolution soil physics data collection to capture freeze-thaw processes, enhancing the quality and coverage of hydrometeorological data crucial for model validation and remote sensing product evaluation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be a scarcity of observation data in regions characterized by complex topography and harsh climates, and how could this affect the development of remote sensing technologies?",
                    "Answer": "The scarcity of observation data in such regions is due to difficulties in access and technological barriers, which hinders alpine hydrological modeling and research. The harsh climate, high altitude, and complex topography present formidable challenges for consistent data collection, affecting the development of remote sensing technologies and models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might there be challenges associated with producing high-quality snow and frozen ground data for parameterizing hydrological models, and what steps can be taken to overcome these challenges?",
                    "Answer": "Challenges arise from the influence of strong winds, leading to difficulties in obtaining consistent snow density data. To overcome these challenges, an integrated observation network with superstations and advanced instruments is used to capture detailed snow and frozen ground properties, ensuring more reliable data for model parameterization.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using GPS radiosonde instruments like Vaisala RS92-SGP and Beijing Changfeng GPS radiosonde for atmospheric data collection in eco-hydrological research?",
                    "Answer": "The use of GPS radiosonde instruments such as Vaisala RS92-SGP and Beijing Changfeng GPS radiosonde is effective for collecting detailed atmospheric profiles, including wind, temperature, humidity, and pressure. These data are crucial for supporting atmospheric corrections in remote sensing imagery and meteorological analysis, particularly in eco-hydrological studies where accurate atmospheric information is needed for modeling and calibration purposes.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the main challenges faced in collecting multiscale eco-hydrological data in heterogeneous surfaces like those found in the Heihe River Basin?",
                    "Answer": "The main challenges in collecting multiscale eco-hydrological data on heterogeneous surfaces include the poor availability of multiscale observations and the difficulty of accessing high-altitude and complex terrains. These challenges hinder the development of accurate hydrological models and remote sensing technologies due to the scarcity of high-quality data needed for parameterization and validation.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What might be the potential benefits and limitations of integrating gap-free meteorological and hydrological data from automatic meteorological stations (AMSs) and superstations in alpine hydrology research?",
                    "Answer": "The integration of gap-free meteorological and hydrological data from automatic meteorological stations and superstations can offer significant benefits by providing comprehensive datasets for validating remote sensing products and hydrological models. This approach supports the development of accurate predictive models for understanding alpine hydrological processes. However, limitations may include challenges in maintaining continuous data collection due to harsh environmental conditions, sensor malfunctions, and power loss, particularly in high-altitude regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the challenges faced in collecting consistent data in alpine hydrological research.",
                    "Answer": "Challenges in collecting consistent data in alpine hydrological research include the cold and harsh climate, high altitude, and complex topography. These conditions hinder complete and consistent data collection and the development of remote sensing technologies and hydrological models.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how high-quality datasets for snow and frozen ground are developed for alpine hydrological models.",
                    "Answer": "High-quality datasets for snow and frozen ground are developed through an integrated observation network that includes automatic meteorological stations, snow and frozen ground superstations, and advanced techniques such as GammaMONitor for snow water equivalent, ultrasonic sensors for snow depth, and wireless sensor networks for soil temperature and moisture.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please outline various data collection methods used to capture multiscale eco-hydrological processes in heterogeneous landscapes.",
                    "Answer": "Several intensive observation periods and continuous hydrometeorological observations were conducted. Instruments were arranged in hierarchically nested scales, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensors. Additionally, airborne remote sensing missions using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer were implemented.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please describe the potential sources or strategies for expanding or refining datasets focused on alpine hydrology and eco-hydrological processes.",
                    "Answer": "Potential strategies include integrating observation, simulation, and acquired datasets, using a distributed and multiscale observation network to provide accurate forcing data for alpine hydrological models, and validating remote sensing products. Enhancing network infrastructure with more automatic meteorological stations and superstations for snow and frozen ground observations can also expand dataset quality and coverage.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}