{
    "id": "616bdeb6-b9cb-4972-b3b4-3683b42c9de8",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Global daily-scale soil moisture fusion dataset based on Triple Collocation Analysis (2011-2018)",
            "titleCn": "基于三重配置分析TCA的全球日尺度土壤水分融合数据集（2011-2018）",
            "description": "This dataset is an 8-year (2011-2018) global spatiotemporally consistent surface soil moisture dataset with a 25km spatial grid resolution and daily temporal step in unit of cm3/cm3. This dataset is developed by applying a linear weight fusion algorithm based on the Triple Collocation Analysis (TCA) to merge the five soil moisture data products, i.e., SMOS, ASCAT, FY3B, CCI and SMAP in two steps. The first step is to fuse the SMOS, ASCAT and FY3B soil moisture products from 2011 to 2018. The second step is to refuse the merged soil moisture product in the first step, CCI and SMAP products from 2015 to 2018, and to obtain the finally merged soil moisture product from 2011 to 2018. In addition, the measured soil moisture data from seven ground observation networks around the world are used to evaluate and analyze the merged soil moisture product. The fused soil moisture product has the global spatial coverage ratio of more than 80%.  With rhe minimum RMSE (root mean square error) of 0.036 cm3/cm3.",
            "descriptionCn": "本土壤水分数据集是一个包含8年（2011-2018）的全球时空连续一致的日尺度地表土壤水分数据集，空间格网分辨率为25km，时间分辨率为每天，数据单位为cm3/cm3。数据集采用基于三重配置分析 (TCA: Triple Collocation Analysis)的土壤水分线性融合算法，对SMOS，ASCAT，FY3B，CCI，SMAP五种土壤水分产品分两步进行了融合：第一步，融合2011~2018年SMOS，FY3B和ASCAT土壤水分数据产品；第二步，对第一步融合的2015~2018年间的结果与相应年份的CCI以及SMAP数据产品进行再融合，最终获得2011~2018年间融合的土壤水分产品。最终融合的土壤水分数据在全球空间覆盖比达80%以上。此外，利用全球7个地面观测网络的站点实测土壤水分数据对上述融合的土壤水分产品进行了评价分析，最小RMSE (Root Mean Square Error) 为0.036 cm3/cm3。",
            "instructions": "The soil moisture dataset is stored using TIF format with the file name fusion_ SMOS_ FY3B_ ASCAT_ ESACCI_ SMAP_ Version_ yymmdd.tif, where the yy represents year, the mm represents month and the dd represents day.\nFor example, \"Fusion_ SMOS_ FY3B_ ASCAT_ ESACCI_ SMAP_ V1_ 20110101.tif\". It  represents  the global soil moisture distribution with version No. 1 on January 1, 2011 with TIF format.\nAll TIF files in this dataset can be opened directly with ArcGIS / ENVI softwares. The main content of TIF image is numerical value ranging from 0 to 0.6 representing soil moisture content.",
            "instructionsCn": "土壤水分数据集以影像tif格式存储，文件名称为Fusion_SMOS_FY3B_ASCAT_ESACCI_SMAP_版本_yymmdd.tif，其中yy代表年，mm代表月，代表日期。\n例如：Fusion_SMOS_FY3B_ASCAT_ESACCI_SMAP_V1_20110101.tif 就代表这个tif文件描述2011年1月1日版本号为1的全球土壤水分分布情况。\n该数据集中的所有tif文件可直接用Arcgis/ENVI等软件打开，主体内容为数值，范围为0~0.6，表征土壤水分含量。",
            "east": 180.0,
            "west": -180.0,
            "south": -77.0,
            "north": 90.0,
            "startTime": "2011-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 1854250885.0,
            "cstr": "18406.11.Terre.tpdc.271935",
            "doi": "10.11888/Terre.tpdc.271935",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "贾立",
                "nameEn": "JIA Li ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "谢秋霞",
                "nameEn": "XIE Qiuxia",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences，Shandong Jianzhu University",
                "unitCn": "中国科学院空天信息创新研究院, 山东建筑大学"
            },
            {
                "nameCn": "胡光成",
                "nameEn": "HU Guangcheng",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global soil moisture data fusion by Triple Collocation Analysis from 2011 to 2018",
                "referenceCn": null,
                "referenceEn": "Xie, Q., Jia, L., Menenti, M. et al (2022). Global soil moisture data fusion by Triple Collocation Analysis from 2011 to 2018. Sci Data 9, 687 (2022). https://doi.org/10.1038/s41597-022-01772-x"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "三重组合分析",
                "nameEn": "Triple Collocation Analysis, TCA"
            },
            {
                "nameCn": "三重配置分析",
                "nameEn": "Triple Collocation Analysis, TCA"
            },
            {
                "nameCn": "土壤水分",
                "nameEn": "Soil Moisture"
            },
            {
                "nameCn": "土壤水分含量",
                "nameEn": "Soil Water Content"
            },
            {
                "nameCn": "土壤湿度",
                "nameEn": "soil moisture"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave Remote Sensing"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "融合",
                "nameEn": "fusion"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2022",
                "keywordEn": "2011-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "科技部外国专家人才计划",
                "titleEn": "MOST High-Level Foreign Expert Program"
            },
            {
                "titleCn": "中国科学院院长基金",
                "titleEn": "the Presidential Foundation of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "一带一路水资源要素监测",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "地气相互作用及其气候效应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Surface Soil Moisture (SSM) information is needed for agricultural water resource management, hydrology and climate analysis applications. Temporal and spatial sampling by the space-borne instruments designed to retrieve SSM is, however, limited by the orbit and sensors of the satellites."
            ],
            "research objective": [
                "We produced a Global Daily-scale Soil Moisture Fusion Dataset (GDSMFD) with 25 km spatial resolution (2011~2018) by applying the Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods."
            ],
            "challenges": [
                "However, previous studies found that no global active/passive SSM products performed superior to other products everywhere and performance seemed to depend on land cover. In addition, there are gaps in the global SSM products due to incomplete coverage of satellite orbits and retrieval errors."
            ],
            "methods": [
                "Using five metrics, the GDSMFD was evaluated against in-situ soil moisture measurements from ten ground observation networks and compared with the prefusion SSM products."
            ],
            "dataset": [],
            "findings": [
                "Results indicated that the GDSMFD was consistent with in-situ soil moisture measurements, the minimum of root mean square error values of GDSMFD was only 0.036 cm3/cm3. Moreover, the GDSMFD had a good global coverage with mean Global Coverage Fraction (GCF) of 0.672 and the maximum GCF of 0.837. GDSMFD performed well in accuracy and global coverage fraction, making it valuable in applications to the global climate change monitoring, drought monitoring and hydrological monitoring."
            ],
            "backgroundCn": [
                "表层土壤湿度（SSM）信息对于农业水资源管理、水文学和气候分析应用是必需的。然而，旨在获取SSM的卫星遥感仪器的时间和空间采样受到卫星轨道和传感器的限制。"
            ],
            "research objectiveCn": [
                "我们通过应用三重协同分析（TCA）和线性加权融合（LWF）方法，制作了一个全球日尺度土壤湿度融合数据集（GDSMFD），其空间分辨率为25公里（2011~2018年）。"
            ],
            "challengesCn": [
                "然而，以前的研究发现，全球主动/被动土壤湿度（SSM）产品在各地的表现并没有优于其他产品，性能似乎依赖于土地覆盖。此外，由于卫星轨道的覆盖不完整和检索错误，全球SSM产品存在缺口。"
            ],
            "methodsCn": [
                "使用五个指标，对GDSMFD进行了评估，评估对象是来自十个地面观测网络的原位土壤湿度测量值，并与预融合的SSM产品进行了比较。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "结果表明，GDSMFD与原位土壤湿度测量结果一致，GDSMFD的均方根误差值最低仅为0.036 cm³/cm³。此外，GDSMFD具有良好的全球覆盖率，平均全球覆盖率（GCF）为0.672，最大GCF为0.837。GDSMFD在准确性和全球覆盖率方面表现良好，使其在全球气候变化监测、干旱监测和水文监测等应用中具有重要价值。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the global soil moisture fusion dataset have a spatial resolution of 25 km?",
                "QuestionCn": "全球土壤湿度融合数据集的空间分辨率是25公里吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the root mean square error of the final soil moisture dataset less than 0.037 cm3/cm3?",
                "QuestionCn": "最终土壤湿度数据集的均方根误差是否小于0.037 cm³/cm³？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are ground observation networks or satellite data more crucial for evaluating soil moisture datasets?",
                "QuestionCn": "地面观测网络和卫星数据在评估土壤湿度数据集方面哪个更为关键？",
                "AnswerEn": "Ground observation networks",
                "AnswerCn": "地面观测网络",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are used in creating a global soil moisture dataset using the Triple Collocation Analysis method?",
                "QuestionCn": "在使用三重协同分析方法创建全球土壤湿度数据集时，使用了哪些数据源？",
                "AnswerEn": "SMOS, ASCAT, FY3B, CCI, SMAP",
                "AnswerCn": "SMOS, ASCAT, FY3B, CCI, SMAP",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where does the evaluation of a soil moisture fusion dataset typically occur?",
                "QuestionCn": "土壤湿度融合数据集的评估通常发生在哪里？",
                "AnswerEn": "in-situ soil moisture measurements",
                "AnswerCn": "原位土壤湿度测量",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when integrating multiple soil moisture datasets from different satellite sources?",
                "QuestionCn": "整合来自不同卫星源的多个土壤湿度数据集时面临的一个挑战是什么？",
                "AnswerEn": "A challenge encountered when integrating various soil moisture datasets is that no single global active/passive SSM product consistently outperforms the others across all regions. Performance varies with land cover types, and there are also gaps due to incomplete satellite orbit coverage and retrieval errors.",
                "AnswerCn": "在整合各种土壤湿度数据集时遇到的一个挑战是，没有单一的全球主动/被动土壤湿度产品在所有地区的一致表现优于其他产品。性能因土地覆盖类型而异，并且由于卫星轨道覆盖不完整和反演错误，存在数据缺口。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an example of a method used to validate a globally fused soil moisture dataset against ground-truth measurements.",
                "QuestionCn": "请提供一个用于验证全球融合土壤湿度数据集与地面真实测量值的方法示例。",
                "AnswerEn": "The globally fused soil moisture dataset was evaluated using five metrics against in-situ soil moisture measurements from ten ground observation networks, demonstrating its consistency and accuracy with a minimum root mean square error of 0.036 cm3/cm3.",
                "AnswerCn": "全球融合土壤湿度数据集通过五个指标与来自十个地面观测网络的现场土壤湿度测量进行了评估，显示出其一致性和准确性，最小均方根误差为0.036 cm3/cm3。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining characteristics of a global daily-scale soil moisture dataset created using Triple Collocation Analysis and Linear Weight Fusion?",
                "QuestionCn": "使用三重协同分析和线性加权融合创建的全球日尺度土壤湿度数据集的定义特征是什么？",
                "AnswerEn": "25 km spatial resolution, daily temporal resolution, global coverage exceeding 80%, minimum root mean square error of 0.036 cm3/cm3",
                "AnswerCn": "25公里的空间分辨率，每日的时间分辨率，全球覆盖率超过80%，最小均方根误差为0.036 cm3/cm3。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are commonly faced in the development of global soil moisture products, and how can these be addressed in data collection and fusion methods?",
                "QuestionCn": "在全球土壤湿度产品的开发中，常见的挑战包括数据的空间和时间分辨率不足、不同数据源之间的兼容性问题、气候变化对土壤湿度的影响、以及土壤类型和地形的多样性等。为了解决这些问题，可以采用以下方法：提高遥感技术的分辨率和精度，增强地面观测网络的覆盖，采用数据同化技术融合不同来源的数据，利用机器学习和人工智能算法优化数据处理和分析，以及开展跨学科的合作研究，以整合土壤科学、气象学和遥感技术的知识。",
                "AnswerEn": "incomplete satellite orbit coverage, retrieval errors, varying performance across different land covers",
                "AnswerCn": "卫星轨道覆盖不完整、检索错误、不同地表覆盖下性能差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What features or attributes are evaluated when assessing the accuracy and coverage of a soil moisture dataset against ground observation networks?",
                "QuestionCn": "在评估土壤湿度数据集与地面观测网络的准确性和覆盖率时，通常会考虑以下特征或属性：",
                "AnswerEn": "root mean square error values, consistency with in-situ measurements, global coverage fraction",
                "AnswerCn": "均方根误差值、与现场测量的一致性、全球覆盖率。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the soil moisture fusion dataset in terms of grid size?",
                "QuestionCn": "土壤湿度融合数据集的空间分辨率是多少，网格大小是多少？",
                "AnswerEn": "25 km",
                "AnswerCn": "25公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of data does the global soil moisture dataset cover?",
                "QuestionCn": "全球土壤湿度数据集覆盖了多少年的数据？",
                "AnswerEn": "8 years",
                "AnswerCn": "8年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the minimum RMSE value achieved when evaluating the fused soil moisture product against in-situ measurements?",
                "QuestionCn": "在评估融合土壤湿度产品与现场测量值时，达到的最小RMSE值是多少？",
                "AnswerEn": "0.036 cm3/cm3",
                "AnswerCn": "0.036 立方厘米/立方厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'Triple Collocation Analysis' in the context of soil moisture data fusion?",
                "QuestionCn": "在土壤湿度数据融合的背景下，“三重配合分析”是什么？",
                "AnswerEn": "Triple Collocation Analysis (TCA) is a method used for soil moisture data fusion, where it applies a linear fusion algorithm to combine multiple soil moisture products, such as SMOS, ASCAT, FY3B, CCI, and SMAP, to generate a consistent global dataset with high spatial and temporal resolution.",
                "AnswerCn": "三重协同分析（TCA）是一种用于土壤湿度数据融合的方法，它应用线性融合算法结合多个土壤湿度产品，如SMOS、ASCAT、FY3B、CCI和SMAP，以生成具有高空间和时间分辨率的一致全球数据集。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'Global Coverage Fraction' mean in the evaluation of soil moisture datasets?",
                "QuestionCn": "“全球覆盖率”在土壤湿度数据集评估中的意思是什么？",
                "AnswerEn": "Global Coverage Fraction (GCF) refers to the proportion of global spatial coverage achieved by a soil moisture dataset. It indicates the extent to which the dataset covers the globe, with higher values representing better coverage and suitability for global applications like climate change and hydrological monitoring.",
                "AnswerCn": "全球覆盖率（GCF）指的是土壤湿度数据集所实现的全球空间覆盖比例。它表示数据集覆盖全球的程度，值越高表示覆盖越好，适合用于气候变化和水文监测等全球应用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'Linear Weight Fusion' in soil moisture data integration?",
                "QuestionCn": "“线性权重融合”在土壤湿度数据集成中是什么意思？",
                "AnswerEn": "Linear Weight Fusion (LWF) refers to a method used in the integration of soil moisture data, where different datasets are combined using weighted linear combinations to improve the accuracy and coverage of the resulting soil moisture dataset.",
                "AnswerCn": "线性权重融合（LWF）是指一种用于土壤湿度数据集成的方法，通过加权线性组合不同的数据集，以提高最终土壤湿度数据集的准确性和覆盖范围。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the Triple Collocation Analysis (TCA) method for soil moisture data fusion compare to other data fusion techniques in terms of accuracy and global coverage?",
                "QuestionCn": "三重协同分析（TCA）方法在土壤湿度数据融合方面与其他数据融合技术相比，在准确性和全球覆盖范围上如何？",
                "AnswerEn": "The Triple Collocation Analysis (TCA) method used in the Global Daily-scale Soil Moisture Fusion Dataset (GDSMFD) resulted in high accuracy, with a minimum root mean square error of 0.036 cm3/cm3 and a good global coverage fraction, with a mean Global Coverage Fraction of 0.672 and maximum GCF of 0.837. This suggests a strong performance in accuracy and coverage, making it valuable for global climate change, drought, and hydrological monitoring.",
                "AnswerCn": "三重协作分析（TCA）方法在全球日尺度土壤湿度融合数据集（GDSMFD）中取得了高精度，最小均方根误差为0.036 cm3/cm3，全球覆盖率良好，平均全球覆盖率为0.672，最大全球覆盖率为0.837。这表明该方法在精度和覆盖率方面表现出色，对于全球气候变化、干旱和水文监测具有重要价值。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do the challenges of incomplete satellite orbit coverage and retrieval errors in global soil moisture products differ from the challenges faced in ground observation data collection?",
                "QuestionCn": "不完整的卫星轨道覆盖和全球土壤湿度产品中的检索误差所面临的挑战与地面观测数据收集所面临的挑战有何不同？",
                "AnswerEn": "Challenges in global soil moisture products include incomplete satellite orbit coverage and retrieval errors, which can lead to gaps in data. In contrast, ground observation data collection may face challenges related to spatial limitations and the need for extensive networks to achieve comprehensive coverage. The GDSMFD addresses satellite data challenges by using a fusion approach that combines multiple sources to improve coverage and accuracy.",
                "AnswerCn": "全球土壤湿度产品面临的挑战包括卫星轨道覆盖不完整和反演误差，这可能导致数据出现空白。相比之下，地面观测数据的收集可能面临空间限制和需要广泛网络以实现全面覆盖的挑战。GDSMFD通过融合多种来源的数据来解决卫星数据的挑战，从而提高覆盖率和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for combining multiple soil moisture products in creating a globally consistent soil moisture dataset?",
                "QuestionCn": "造成需要将多个土壤湿度产品结合在一起以创建全球一致的土壤湿度数据集的原因是什么？",
                "AnswerEn": "The need arises due to limitations in temporal and spatial sampling by space-borne instruments, as these are restricted by the orbit and sensors of the satellites. Additionally, no single global active/passive SSM product performs superiorly everywhere, and there are gaps due to incomplete satellite coverage and retrieval errors.",
                "AnswerCn": "这种需求的产生是由于空间仪器在时间和空间采样方面的限制，因为这些限制受到卫星的轨道和传感器的影响。此外，没有单一的全球主动/被动SSM产品在所有地方都表现优越，并且由于卫星覆盖不完整和反演错误，存在数据缺口。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying reasons for the performance variation of global soil moisture products based on land cover?",
                "QuestionCn": "全球土壤湿度产品在不同土地覆盖类型下表现差异的潜在原因是什么？",
                "AnswerEn": "The performance variation is attributed to the fact that different global soil moisture products do not consistently outperform others across all regions. The performance of these products is influenced by the type of land cover, which affects how well they can retrieve soil moisture data.",
                "AnswerCn": "性能变化归因于不同的全球土壤湿度产品在各个地区的表现并不一致。这些产品的性能受到土地覆盖类型的影响，这影响了它们获取土壤湿度数据的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of applying the Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods on the accuracy and global coverage of a soil moisture dataset?",
                "QuestionCn": "应用三重协同分析（TCA）和线性加权融合（LWF）方法对土壤湿度数据集的准确性和全球覆盖范围有什么影响？",
                "AnswerEn": "Applying the Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods resulted in a Global Daily-scale Soil Moisture Fusion Dataset (GDSMFD) that was consistent with in-situ soil moisture measurements. The minimum root mean square error values of the GDSMFD were only 0.036 cm3/cm3, and it demonstrated good global coverage with a mean Global Coverage Fraction (GCF) of 0.672 and a maximum GCF of 0.837.",
                "AnswerCn": "应用三重协同分析（TCA）和线性加权融合（LWF）方法，得到了与现场土壤湿度测量一致的全球日尺度土壤湿度融合数据集（GDSMFD）。GDSMFD的最小均方根误差值仅为0.036 cm3/cm3，并且展示了良好的全球覆盖率，平均全球覆盖率为0.672，最大全球覆盖率为0.837。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes might arise from the inclusion of multiple satellite data sources, such as SMOS, ASCAT, FY3B, CCI, and SMAP, in the fusion process of soil moisture data?",
                "QuestionCn": "将多个卫星数据源（如SMOS、ASCAT、FY3B、CCI和SMAP）纳入土壤湿度数据融合过程中，可能会产生以下结果：",
                "AnswerEn": "The inclusion of multiple satellite data sources in the fusion process can lead to a soil moisture product with improved global spatial coverage and consistency in temporal data. The fusion of data from SMOS, ASCAT, FY3B, CCI, and SMAP resulted in a dataset that covered over 80% of the global spatial domain and maintained high accuracy with minimal root mean square error.",
                "AnswerCn": "多个卫星数据源的融合过程可以产生具有更好全球空间覆盖和时间数据一致性的土壤湿度产品。SMOS、ASCAT、FY3B、CCI和SMAP数据的融合产生了一个覆盖超过80%全球空间域的数据集，并保持了高精度，根均方误差最小。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential impacts on data quality when global soil moisture datasets are evaluated against ground observation networks?",
                "QuestionCn": "当全球土壤湿度数据集与地面观测网络进行评估时，对数据质量的潜在影响是什么？",
                "AnswerEn": "Evaluating global soil moisture datasets against ground observation networks can enhance data quality by ensuring consistency with in-situ measurements. The evaluation of the Global Daily-scale Soil Moisture Fusion Dataset (GDSMFD) against ten ground observation networks confirmed its accuracy and reliability, as indicated by the low root mean square error values and good global coverage fraction.",
                "AnswerCn": "评估全球土壤湿度数据集与地面观测网络的对比可以通过确保与现场测量的一致性来提高数据质量。对全球日尺度土壤湿度融合数据集（GDSMFD）与十个地面观测网络的评估确认了其准确性和可靠性，低均方根误差值和良好的全球覆盖率表明了这一点。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind creating a daily-scale soil moisture fusion dataset using methods like Triple Collocation Analysis and Linear Weight Fusion?",
                "QuestionCn": "创建日尺度土壤湿度融合数据集的主要目标是使用三重协同分析和线性加权融合等方法。",
                "AnswerEn": "The primary objective is to produce a Global Daily-scale Soil Moisture Fusion Dataset (GDSMFD) with 25 km spatial resolution for the years 2011 to 2018, which addresses the limitations in temporal and spatial sampling by space-borne instruments, thereby providing consistent and comprehensive soil moisture information needed for applications in agricultural water resource management, hydrology, and climate analysis.",
                "AnswerCn": "主要目标是生成一个全球日尺度土壤湿度融合数据集（GDSMFD），其空间分辨率为25公里，涵盖2011年至2018年。这一数据集旨在解决卫星仪器在时间和空间采样方面的局限性，从而提供一致且全面的土壤湿度信息，以满足农业水资源管理、水文学和气候分析等应用的需求。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to evaluate a soil moisture fusion dataset against in-situ soil moisture measurements from multiple ground observation networks?",
                "QuestionCn": "评估土壤湿度融合数据集与多个地面观测网络的原位土壤湿度测量结果是重要的原因是什么？",
                "AnswerEn": "Evaluating a soil moisture fusion dataset against in-situ measurements is crucial to ensure consistency and accuracy of the dataset, as indicated by the low minimum root mean square error values, and to verify its performance in terms of global coverage fraction, which is essential for its application in global climate change monitoring, drought monitoring, and hydrological monitoring.",
                "AnswerCn": "评估土壤湿度融合数据集与现场测量值的一致性和准确性至关重要，这一点通过较低的最小均方根误差值得以体现，同时验证其在全球覆盖率方面的表现也很重要，这对于其在全球气候变化监测、干旱监测和水文监测中的应用至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended benefits of achieving a high Global Coverage Fraction in a soil moisture fusion dataset?",
                "QuestionCn": "在土壤湿度融合数据集中实现高全球覆盖率的预期好处是什么？",
                "AnswerEn": "Achieving a high Global Coverage Fraction is intended to enhance the utility of the dataset in providing comprehensive global soil moisture information, making it valuable for monitoring global climate change, drought, and hydrological conditions, thereby addressing the gaps in global Soil Surface Moisture products due to incomplete satellite coverage and retrieval errors.",
                "AnswerCn": "实现高全球覆盖率的目标是为了增强数据集在提供全面全球土壤湿度信息方面的实用性，使其在监测全球气候变化、干旱和水文条件方面具有价值，从而填补由于卫星覆盖不完整和检索错误导致的全球土壤表面湿度产品的空白。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods can be applied to integrate multiple soil moisture data products from different satellite sources to create a comprehensive dataset?",
                "QuestionCn": "可以应用哪些方法将来自不同卫星源的多个土壤湿度数据产品整合，以创建一个综合数据集？",
                "AnswerEn": "The Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods can be applied to integrate multiple soil moisture data products. The integration involves a two-step fusion process: initially combining soil moisture data from sources like SMOS, FY3B, and ASCAT, followed by a subsequent fusion with CCI and SMAP data for overlapping years to create a comprehensive dataset.",
                "AnswerCn": "三重协同分析（TCA）和线性加权融合（LWF）方法可以用于整合多个土壤湿度数据产品。整合过程包括两个步骤：首先将来自SMOS、FY3B和ASCAT等来源的土壤湿度数据进行组合，然后在重叠年份与CCI和SMAP数据进行后续融合，以创建一个综合数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are involved in evaluating the accuracy of a global soil moisture dataset against in-situ measurements?",
                "QuestionCn": "评估全球土壤湿度数据集与现场测量值准确性的程序步骤包括以下几个方面：",
                "AnswerEn": "The evaluation of a global soil moisture dataset against in-situ measurements involves using five different metrics to assess performance. This process includes comparing the fused soil moisture dataset with measurements from multiple ground observation networks and analyzing the root mean square error values to determine consistency and accuracy.",
                "AnswerCn": "对全球土壤湿度数据集与现场测量结果进行评估涉及使用五种不同的指标来评估性能。该过程包括将融合的土壤湿度数据集与多个地面观测网络的测量结果进行比较，并分析均方根误差值以确定一致性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data fusion techniques enable the integration of multiple soil moisture products to create a consistent global dataset?",
                "QuestionCn": "哪些数据融合技术能够整合多个土壤湿度产品，以创建一致的全球数据集？",
                "AnswerEn": "The Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods enable the integration of multiple soil moisture products from SMOS, ASCAT, FY3B, CCI, and SMAP to create a consistent global dataset.",
                "AnswerCn": "三重协同分析（TCA）和线性加权融合（LWF）方法能够整合来自SMOS、ASCAT、FY3B、CCI和SMAP的多个土壤湿度产品，以创建一致的全球数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways does addressing gaps in satellite coverage and retrieval errors enable the improvement of global soil moisture data products?",
                "QuestionCn": "解决卫星覆盖和检索错误的差距能够以哪些方式改善全球土壤湿度数据产品？",
                "AnswerEn": "Addressing gaps in satellite coverage and retrieval errors enables the improvement of global soil moisture data products by enhancing their spatial and temporal coverage, thereby increasing their applicability in global climate change monitoring, drought monitoring, and hydrological monitoring.",
                "AnswerCn": "解决卫星覆盖和检索错误的差距，可以通过增强全球土壤湿度数据产品的空间和时间覆盖，提高其在全球气候变化监测、干旱监测和水文监测中的适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection techniques fail to provide complete global coverage for soil moisture measurements?",
                "QuestionCn": "数据收集技术可能无法提供土壤湿度测量的完整全球覆盖的原因是什么？",
                "AnswerEn": "Previous studies found that no global active/passive SSM products performed superior to other products everywhere, and performance seemed to depend on land cover. In addition, there are gaps in the global SSM products due to incomplete coverage of satellite orbits and retrieval errors.",
                "AnswerCn": "之前的研究发现，全球范围内的主动/被动土壤湿度（SSM）产品并没有在所有地方表现优于其他产品，性能似乎依赖于土地覆盖。此外，由于卫星轨道覆盖不完整和反演错误，全球SSM产品存在空白。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are anticipated when using satellite-derived soil moisture data for global applications?",
                "QuestionCn": "在全球应用中使用卫星获取的土壤湿度数据时，预计会面临哪些挑战？",
                "AnswerEn": "Temporal and spatial sampling by the space-borne instruments designed to retrieve SSM is limited by the orbit and sensors of the satellites. This limitation can result in incomplete data coverage and retrieval errors, impacting the utility of the data for global applications.",
                "AnswerCn": "由设计用于获取土壤湿度（SSM）的空间仪器进行的时间和空间采样受到卫星轨道和传感器的限制。这种限制可能导致数据覆盖不完整和检索错误，从而影响数据在全球应用中的实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods in addressing the challenges of satellite soil moisture data gaps and retrieval errors?",
                "QuestionCn": "您将如何评估三重协同分析（TCA）和线性加权融合（LWF）方法在解决卫星土壤湿度数据缺口和检索误差方面的有效性？",
                "AnswerEn": "The use of TCA and LWF methods is evaluated positively, as it enabled the creation of a Global Daily-scale Soil Moisture Fusion Dataset with good global coverage and improved performance metrics, such as a minimum RMSE of 0.036 cm3/cm3, which suggests these methods effectively address previous challenges in satellite soil moisture data.",
                "AnswerCn": "TCA和LWF方法的使用得到了积极评价，因为它们使得创建了一个具有良好全球覆盖率的全球日尺度土壤湿度融合数据集，并且改进了性能指标，例如最低均方根误差（RMSE）为0.036 cm³/cm³，这表明这些方法有效地解决了卫星土壤湿度数据中的先前挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how multiple soil moisture data products are integrated to create a comprehensive dataset.",
                "QuestionCn": "我不明白如何将多个土壤湿度数据产品整合成一个综合数据集。",
                "AnswerEn": "The data products are integrated using the Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) methods, which allow for a two-step fusion process, initially combining data from SMOS, FY3B, and ASCAT, and subsequently merging this with CCI and SMAP data for enhanced consistency and coverage.",
                "AnswerCn": "数据产品通过三重协同分析（TCA）和线性加权融合（LWF）方法进行集成，这允许进行两步融合过程，首先将SMOS、FY3B和ASCAT的数据结合在一起，然后再与CCI和SMAP数据合并，以增强一致性和覆盖范围。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to evaluate the accuracy of soil moisture datasets against in-situ measurements.",
                "QuestionCn": "我对评估土壤湿度数据集与现场测量值准确性的方法感到不确定。",
                "AnswerEn": "The accuracy of the soil moisture datasets is evaluated using five metrics and is compared with in-situ soil moisture measurements from ten ground observation networks, allowing for assessment of the dataset's consistency and accuracy.",
                "AnswerCn": "土壤湿度数据集的准确性通过五个指标进行评估，并与来自十个地面观测网络的现场土壤湿度测量进行比较，从而评估数据集的一致性和准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why there are challenges in achieving complete global coverage with soil moisture datasets.",
                "QuestionCn": "我无法理解为什么在实现全球土壤湿度数据集的完全覆盖方面存在挑战。",
                "AnswerEn": "Challenges in achieving complete global coverage are due to limitations from satellite orbits and retrieval errors, as well as variations in performance depending on land cover, which impact the spatial and temporal sampling capabilities of space-borne instruments.",
                "AnswerCn": "实现完全全球覆盖的挑战源于卫星轨道和检索误差的限制，以及根据土地覆盖的不同而导致的性能变化，这些都影响了空间和时间采样能力的空间载荷仪器。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in collecting Surface Soil Moisture (SSM) data globally, considering the limitations of satellite orbits and sensors.",
                "QuestionCn": "请分析在全球范围内收集表层土壤湿度（SSM）数据所面临的挑战，考虑卫星轨道和传感器的限制。",
                "AnswerEn": "The challenges in collecting Surface Soil Moisture (SSM) data globally include the limited temporal and spatial sampling by space-borne instruments, which are restricted by the orbits and sensors of satellites. No single global active/passive SSM product performs superior everywhere, and performance is influenced by land cover. Additionally, there are gaps in global SSM products due to incomplete satellite orbit coverage and retrieval errors.",
                "AnswerCn": "收集全球表层土壤湿度（SSM）数据的挑战包括空间仪器的时间和空间采样有限，这受到卫星轨道和传感器的限制。没有单一的全球主动/被动SSM产品在所有地方表现优越，性能受到土地覆盖的影响。此外，由于卫星轨道覆盖不完整和反演误差，全球SSM产品存在空白。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the data collection techniques that can improve the global coverage and accuracy of Soil Moisture datasets.",
                "QuestionCn": "请探讨可以提高土壤湿度数据集全球覆盖率和准确性的 数据收集技术。",
                "AnswerEn": "To improve global coverage and accuracy of Soil Moisture datasets, techniques such as Triple Collocation Analysis (TCA) and Linear Weight Fusion (LWF) can be applied. These techniques enable the fusion of multiple satellite SSM data products, enhancing the spatial and temporal continuity of the datasets. Evaluation against in-situ soil moisture measurements helps in validating and refining these techniques to achieve better coverage and accuracy.",
                "AnswerCn": "为了提高全球土壤湿度数据集的覆盖范围和准确性，可以应用三重协同分析（TCA）和线性加权融合（LWF）等技术。这些技术能够融合多个卫星表面土壤湿度（SSM）数据产品，从而增强数据集的空间和时间连续性。通过与现场土壤湿度测量的对比评估，有助于验证和完善这些技术，以实现更好的覆盖和准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}