{
    "id": "616d7b48-2dbf-4945-b29f-c47ba253634c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A checklist of wild vascular plants in Qinghai, China (2023)",
            "titleCn": "青海野生维管植物名录数据集（2023）",
            "description": "In order to comprehensively understand the current status of wild vascular plant resources in Qinghai and provide background information for the protection of plant diversity in Qinghai, based on existing historical data, we comprehensively collected relevant literature on plant research in Qinghai, combined with years of field survey data and specimen information, and compiled and updated the list of wild vascular plants in Qinghai. 85.01% of species and sub species types are accompanied by voucher specimens (including collector, specimen collection number and barcode number), origin, habitat, distribution and other information. There are a total of 2916 species (including subspecies and varieties) of wild vascular plants belonging to 602 genera in 109 families distributed in Qinghai, including 55 species of 20 genera in 12 families of lycophytes and ferns; 36 species of gymnosperms belonging to 6 genera and 3 families; There are 2825 species of angiosperms belonging to 576 genera in 94 families, an increase of 500 species compared to the \"Qinghai Plant List\". The statistical results show that the top 10 dominant families in the number of wild vascular plants in Qinghai Province are Asteraceae (346 species), Poaceae (343 species), Leguminosae (222 species), Ranunculaceae (160 species), Rosaceae (146 species), Brassicaceae (113 species), Leuciscinae (96 species), Gentianaceae (90 species), Cyperaceae (86 species), and Caryophyllaceae (84 species), with a total of 1686 species, accounting for 57.82% of the total number of wild vascular plants in Qinghai Province; The top 5 dominant genera are Astragalus (95 species), Pedicularis (83 species), Saussurea (76 species), Artemisia (66 species), and Carex (65 species); The composition of families is mainly composed of less than 20 species, while the composition of genera is mainly composed of less than 5 species. At the same time, this directory includes a total of 47 species of nationally protected wild plants (all of which are second-class), belonging to 17 families and 25 genera. This directory will provide reliable theoretical basis for the investigation of plant background resources, field monitoring, collection and preservation of germplasm resources, and biodiversity conservation in Qinghai.",
            "descriptionCn": "为全面了解青海野生维管植物资源现状, 为青海植物多样性保护提供本底资料, 在已有历史资料的基础上, 我们全面收集青海植物研究的相关文献, 结合多年野外调查数据和标本信息, 整理并更新了青海野生维管植物名录, 85.01%的物种和种下类型附有凭证标本（包括采集人、标本采集号和条码号）、产地、生境、分布等信息。青海共分布野生维管植物109科602属2,916种（含亚种、变种）, 其中, 石松类和蕨类植物12科20属55种; 裸子植物3科6属36种; 被子植物94科576属2,825种, 与《青海植物名录》相比增加了500种。统计结果显示, 青海省野生维管植物中物种数排名前10位的优势科分别为菊科（346种）、禾本科（343种）、豆科（222种）、毛茛科（160种）、蔷薇科（146种）、十字花科（113种）、列当科（96种）、龙胆科（90种）、莎草科（86种）和石竹科（84种）, 总计1,686种, 占青海野生维管植物总数的57.82%; 排名前5位的优势属分别为黄芪属（Astragalus, 95种）、马先蒿属（Pedicularis, 83种）、风毛菊属（Saussurea, 76种）、蒿属（Artemisia, 66种）和薹草属（Carex, 65种）; 科的组成以小于20种的科为主, 属的组成以小于5种的属为主。同时, 本名录共收录国家重点保护野生植物47种（均为二级）, 分属17科25属。本名录将为青海植物本底资源调查、野外监测、种质资源收集保存、生物多样性保护等提供可靠的理论依据。",
            "instructions": "20231127.xlsx",
            "instructionsCn": "20231127.xlsx",
            "east": 103.066667,
            "west": 89.583333,
            "south": 31.15,
            "north": 39.316667,
            "startTime": "2023-01-01 15:41:26",
            "endTime": "2023-12-31 15:41:26",
            "fileSize": 655163.0,
            "cstr": "18406.11.Terre.tpdc.301351",
            "doi": "10.11888/Terre.tpdc.301351",
            "dataFormat": null,
            "license": "6"
        },
        "authorList": [
            {
                "nameCn": "张发起",
                "nameEn": "ZHANG Faqi",
                "unitEn": "",
                "unitCn": "中国科学院西北高原生物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海野生维管植物名录",
                "titleEn": null,
                "referenceCn": "韩赟, 迟晓峰, 余静雅, 丁旭洁, 陈世龙, 张发起. (2023). 青海野生维管植物名录. 生物多样性, 31, 23280. DOI: 10.17520/biods.2023280. ",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "植物分类",
                "nameEn": "plant classification"
            },
            {
                "nameCn": "植物多样性",
                "nameEn": "Plant diversity"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "野生维管植物",
                "nameEn": "wild vascular plants"
            },
            {
                "nameCn": "野生维管植物名录",
                "nameEn": "wild vascular plants"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海",
                "keywordEn": "Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2023",
                "keywordEn": "2023",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to update a catalog of wild vascular plants, including details on the types of data collected and how they are utilized?",
                "QuestionCn": "您能否提供一个用于更新野生维管植物目录的数据收集方法的示例，包括收集的数据类型及其如何被利用的细节？",
                "AnswerEn": "An example of a data collection method used in this domain involves the comprehensive gathering of related literature on plant research combined with years of field survey data and specimen information. This method includes collecting data on voucher specimens, such as the collector's name, specimen collection number, and barcode number, as well as information on the locality, habitat, and distribution of plants. This approach helps in updating the catalog of wild vascular plants in Qinghai, providing foundational data for biodiversity conservation.",
                "AnswerCn": "在这一领域中，数据收集方法的一个例子涉及对植物研究相关文献的全面收集，结合多年的实地调查数据和标本信息。该方法包括收集关于凭证标本的数据，例如采集者的姓名、标本采集编号和条形码编号，以及植物的分布、栖息地和地方信息。这种方法有助于更新青海省野生维管植物的目录，为生物多样性保护提供基础数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and attributes that should be included when compiling a comprehensive dataset on wild vascular plants in a specific region?",
                "QuestionCn": "在编制特定区域野生维管植物的综合数据集时，应包括的关键特征和属性有：\n\n1. 植物名称（包括科学名称和常见名称）\n2. 分类信息（科、属、种等）\n3. 地理分布（具体地点、经纬度）\n4. 生境类型（如森林、草原、湿地等）\n5. 生长习性（如一年生、二年生、多年生）\n6. 生态特征（如光照需求、水分需求、土壤类型）\n7. 繁殖方式（如有性繁殖、无性繁殖）\n8. 保护状态（如是否为濒危物种）\n9. 采集日期和时间\n10. 采集者信息\n11. 样本编号或条形码\n12. 相关文献或参考资料\n13. 生态互动（如与动物、其他植物的关系）\n14. 形态特征（如高度、叶片形状、花色等）\n15. 生态功能（如固碳、土壤保持等）\n\n这些特征和属性将有助于全面了解特定区域的野生维管植物。",
                "AnswerEn": "species and subspecies names, voucher specimen information, collector, specimen collection number, barcode number, location, habitat, distribution, taxonomic classification, dominant families, dominant genera, nationally protected plant species, conservation status, classification",
                "AnswerCn": "种和亚种名称，模式标本信息，采集者，标本采集编号，条形码编号，地点，生境，分布，分类，优势科，优势属，国家保护植物种类，保护状态，分类",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many species of wild vascular plants are documented in a dataset related to Qinghai's flora?",
                "QuestionCn": "与青海植物群相关的数据集中记录了多少种野生维管植物物种？",
                "AnswerEn": "2916",
                "AnswerCn": "2916",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '凭证标本' mean in the context of data collection for plant diversity studies?",
                "QuestionCn": "'凭证标本'在植物多样性研究的数据收集上下文中指的是用于记录和验证植物种类的样本或标本。",
                "AnswerEn": "'凭证标本' refers to voucher specimens in the context of data collection for plant diversity studies. These are physical samples collected during field surveys that serve as a proof of the existence of a particular plant species. In the dataset, 85.01% of the species and subspecies are accompanied by voucher specimens, which include information such as the collector, collection number, barcode number, locality, habitat, and distribution. These specimens are crucial for verifying and documenting the presence of species in a given area and provide a tangible reference for further research and conservation efforts.",
                "AnswerCn": "'凭证标本'是指在植物多样性研究的数据收集过程中收集的实物样本，这些样本在野外调查中采集，作为特定植物物种存在的证明。在数据集中，85.01%的物种和亚种都有凭证标本，这些标本包括采集者、采集编号、条形码编号、采集地点、栖息地和分布等信息。这些标本对于验证和记录某一地区物种的存在至关重要，并为进一步的研究和保护工作提供了实质性的参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for compiling a dataset of wild vascular plants in Qinghai compare with traditional herbarium-based methods in terms of comprehensiveness and species verification?",
                "QuestionCn": "在收集青海野生维管植物数据集的方法与传统标本馆方法在全面性和物种验证方面有何比较？",
                "AnswerEn": "The dataset for Qinghai wild vascular plants involves comprehensive data collection techniques that integrate historical literature, extensive field surveys, and specimen information, with 85.01% of species and subspecies having voucher specimens. This approach combines the strengths of traditional herbarium methods, which focus on specimen verification and detailed documentation, with broader survey techniques that ensure a more comprehensive understanding of the plant diversity, resulting in an expanded list of species compared to previous records.",
                "AnswerCn": "青海野生维管植物的数据集涉及综合数据收集技术，整合了历史文献、广泛的实地调查和标本信息，其中85.01%的物种和亚种具有标本。这种方法结合了传统标本馆方法的优势，专注于标本验证和详细文档记录，以及更广泛的调查技术，确保对植物多样性有更全面的理解，从而形成了比以往记录更为丰富的物种清单。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What data collection methods might be necessary to ensure comprehensive documentation and verification of wild vascular plant species across diverse habitats in regions like Qinghai?",
                "QuestionCn": "为了确保对青海等地区不同栖息地的野生维管植物物种进行全面的文档记录和验证，可能需要采用哪些数据收集方法？",
                "AnswerEn": "In the context of Qinghai's wild vascular plants, data collection methods should include extensive field surveys to gather specimen information, such as collector details, collection numbers, and barcode numbers. Verification can be enhanced by cross-referencing historical literature, conducting multiple field investigations, and utilizing specimen data to update and maintain accurate species lists. The integration of habitat and distribution information is also crucial to ensure comprehensive documentation.",
                "AnswerCn": "在青海的野生维管植物研究中，数据收集方法应包括广泛的实地调查，以收集标本信息，如采集者详情、采集编号和条形码编号。通过交叉参考历史文献、进行多次实地调查以及利用标本数据来更新和维护准确的物种列表，可以增强验证的有效性。整合栖息地和分布信息也至关重要，以确保全面的文献记录。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What might be the consequences on the understanding of plant biodiversity if comprehensive data collection methods that incorporate historical records, field surveys, and specimen information are consistently applied across different regions?",
                "QuestionCn": "如果在不同地区一致应用综合数据收集方法，包括历史记录、实地调查和标本信息，那么对植物生物多样性的理解可能会产生什么后果？",
                "AnswerEn": "Applying comprehensive data collection methods that integrate historical records, field surveys, and specimen information can significantly enhance the understanding of plant biodiversity by providing a more complete and accurate inventory of plant species. This approach allows for the identification of previously unrecorded species, updates to the known distribution and status of plants, and the discovery of new trends in plant diversity. In the context of the field above, such methods have led to a significant increase in the recorded number of wild vascular plant species in Qinghai, contributing valuable information for biodiversity conservation efforts.",
                "AnswerCn": "应用综合数据收集方法，整合历史记录、实地调查和标本信息，可以显著增强对植物生物多样性的理解，提供更完整和准确的植物物种清单。这种方法可以识别以前未记录的物种，更新已知植物的分布和状态，并发现植物多样性的新趋势。在上述背景下，这些方法导致青海省野生维管植物物种记录数量显著增加，为生物多样性保护工作提供了宝贵的信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind creating a comprehensive dataset of wild vascular plants in Qinghai, and how does it contribute to biodiversity conservation efforts?",
                "QuestionCn": "创建青海省野生维管植物综合数据集的主要目标是什么，以及它如何为生物多样性保护工作做出贡献？",
                "AnswerEn": "The primary objectives behind creating a comprehensive dataset of wild vascular plants in Qinghai are to fully understand the current status of Qinghai's wild vascular plant resources and to provide baseline information for the conservation of plant biodiversity in Qinghai. This dataset consolidates historical research literature, field survey data, and specimen information to update the list of wild vascular plants in Qinghai, covering species distribution, habitats, and specimen details. It aims to support resource surveys, field monitoring, germplasm resource collection and preservation, and biodiversity protection by providing reliable theoretical foundations.",
                "AnswerCn": "创建青海省野生维管植物综合数据集的主要目标是全面了解青海省野生维管植物资源的现状，并为植物生物多样性的保护提供基础信息。该数据集整合了历史研究文献、实地调查数据和标本信息，以更新青海省野生维管植物的名单，涵盖物种分布、栖息地和标本细节。它旨在通过提供可靠的理论基础，支持资源调查、实地监测、种质资源收集与保存以及生物多样性保护。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}