{
    "id": "6170fc0a-a3be-449a-b451-e95b2d34ecaa",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Yakou station, 2019)",
            "description": "This dataset contains the flux measurements from the Yakou station eddy covariance system (EC) in the upper reaches of the Heihe integrated observatory network from January 1 to December 31 in 2019. The site (100.2421° E, 38.0142° N) was located in the Qilian County in Qinghai Province. The elevation is 4148 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. The power loss occurs occasionally at this site. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) and Che et al. (2019) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site no + EC",
            "east": 100.2421,
            "west": 100.2421,
            "south": 38.0142,
            "north": 38.0142,
            "startTime": "2019-01-09 08:00:00",
            "endTime": "2020-01-08 08:00:00",
            "fileSize": 2290865.0,
            "cstr": "18406.11.Meteoro.tpdc.270686",
            "doi": "10.11888/Meteoro.tpdc.270686",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
                "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
            },
            {
                "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
                "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
            },
            {
                "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
                "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
            },
            {
                "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
                "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
            },
            {
                "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
                "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
            },
            {
                "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
                "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
                "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
            },
            {
                "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
                "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
                "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin include snow cover and frozen ground data collection?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is the Eddypro software used for processing eddy covariance data in the observation network?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are datasets in the field primarily collected through on-site observations, remote sensing technologies, or data assimilation methods?",
                    "Answer": "on-site observations, remote sensing technologies, data assimilation methods",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is the focus of data collection in the field more on hydrometeorological measurements, snow cover monitoring, or soil moisture and freeze-thaw cycles?",
                    "Answer": "hydrometeorological measurements, snow cover monitoring, soil moisture and freeze-thaw cycles",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main data collection methods used in the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "automatic meteorological stations superstations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the observation points located within the comprehensive observation network for surface processes in the Heihe River Basin?",
                    "Answer": "Yakou snow superstation, A’rou frozen ground superstation, automatic meteorological stations (AMSs)",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges faced in data collection for alpine hydrological processes in the Heihe River Basin?",
                    "Answer": "cold and harsh climate conditions",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a specific data collection method used to measure snow cover properties in harsh alpine conditions?",
                    "Answer": "Snow cover properties were collected using state-of-the-art techniques and instruments from a snow observation superstation, including the use of SR50A ultrasonic sensors to measure snow depth and GMON for snow water equivalent (SWE) measurement.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that integrates multiple environmental parameters for hydrological modeling in alpine regions?",
                    "Answer": "An example is a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin, which supports hydrological model development and remote sensing validation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key features of data collected using an eddy covariance system in a high-altitude alpine environment?",
                    "Answer": "10 Hz sampling frequency, wind speed, temperature, humidity, sensible heat flux, latent heat flux, 30-minute intervals, coordinate rotation, frequency response correction, quality evaluation, nine data quality levels, missing data marked as -6999",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What features of a multiscale observation network are crucial for studying hydrological processes in alpine regions?",
                    "Answer": "automatic meteorological stations, snow superstations, frozen ground superstations, integrated data across different scales, designed for harsh alpine environment",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many data points are collected daily by the eddy covariance system at the observation site in the Heihe River Basin?",
                    "Answer": "48 data points per day",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of the turbulence flux measurements at the Daman superstation?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers of soil temperature and moisture are measured at each automatic meteorological station (AMS) in the Heihe River Basin?",
                    "Answer": "6",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are the challenges in collecting hydrometeorological data in alpine regions, and how do observation networks address these challenges?",
                    "Answer": "Collecting hydrometeorological data in alpine regions is challenging due to the cold and harsh climate, high altitude, and complex topography. These factors can lead to data scarcity and technological barriers. Observation networks address these challenges by integrating distributed and multiscale stations, including automatic meteorological stations and superstations focused on snow and frozen ground observations. These networks provide comprehensive datasets that can be used to improve model parameterization and validate remote sensing data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the collection of snow and frozen ground data in alpine regions differ from the collection of soil and canopy temperature data in irrigated agricultural areas?",
                    "Answer": "In alpine regions, snow and frozen ground data are collected using superstations equipped with instruments like GammaMONitors and FlowCapt devices to measure snow properties and freeze-thaw cycles. In irrigated agricultural areas, soil and canopy temperature data are collected using thermal cameras and eddy covariance systems to inform energy balance models. The former focuses on capturing snow dynamics and their impact on hydrology, while the latter aims to partition evapotranspiration components and improve model accuracy under advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the scarcity of observation data in alpine regions, and how does this impact hydrological modeling?",
                    "Answer": "The scarcity of observation data in alpine regions is primarily due to difficulties of access and technological barriers. This lack of data hinders the development of remote sensing technologies and alpine hydrological models, as there is insufficient high-quality snow and frozen ground data for parameterization.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do errors occur in estimating surface fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Errors in estimating surface fluxes in strongly advective irrigated agricultural areas can be attributed to the uncertainty in surface–air temperature differences. This uncertainty can stem from inaccuracies in determining surface soil and vegetation component temperatures from composite radiometric temperatures, as well as the influence of a strong advective environment.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges lead to incomplete and inconsistent data collection in alpine hydrology observation networks?",
                    "Answer": "Incomplete and inconsistent data collection in alpine hydrology observation networks is caused by several challenges, including the cold and harsh climate, high altitude, and complex topography. These factors inhibit complete data collection where and when needed, which is essential for the development of accurate models and observations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using high-frequency data collection methods, such as 10Hz sampling in eddy covariance systems, on the quality and accuracy of surface flux measurements?",
                    "Answer": "High-frequency data collection methods, such as 10Hz sampling in eddy covariance systems, allow for detailed capture of turbulent fluxes. However, the processing of this data involves several steps like delay time correction, coordinate rotation, and frequency response correction, which can introduce errors if not properly handled. These steps are crucial for ensuring the quality of the resulting flux measurements, which are averaged over 30-minute intervals. Incorrect handling can lead to inaccurate estimations of fluxes such as sensible heat, latent heat, and CO2.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the implications of using thermal infrared cameras to measure soil and canopy component temperatures for improving the estimation of evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Using thermal infrared cameras to measure soil and canopy component temperatures can significantly improve the estimation of evapotranspiration in heterogeneous landscapes by providing more accurate inputs for models like the two-source energy balance (TSEB) model. This approach allows for the separation of soil and canopy temperatures, reducing the uncertainties associated with composite temperature measurements. Consequently, it enhances the model's ability to accurately estimate evaporation and transpiration components, especially in strongly advective regions where traditional methods may fall short.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the goals of implementing an integrated, distributed, and multiscale observation network in the upper reaches of river basins?",
                    "Answer": "The goal is to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the rationale behind using high-resolution soil physics datasets to capture freeze-thaw processes in alpine regions?",
                    "Answer": "The goal is to obtain detailed soil hydrothermal features that can enhance the parameterization of hydrological models and improve the understanding of dynamic hydrothermal processes within freeze-thaw cycles.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the primary methods used to capture and analyze the freeze-thaw processes and their impact on soil moisture in high-altitude regions?",
                    "Answer": "The primary methods for capturing freeze-thaw processes involve the use of a distributed observation network, which includes automatic meteorological stations and dedicated superstations for frozen ground monitoring. Soil temperature and moisture are measured at multiple depths using sensors, and data is collected to capture dynamic hydrothermal processes. These measurements are supported by high-resolution soil physics datasets, which provide detailed insights into freeze-thaw cycles and their impact on hydrological processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What factors enable the effective integration and validation of remote sensing data with ground-based observations in alpine hydrology research?",
                    "Answer": "The integration of remote sensing data with ground-based observations in alpine hydrology research is enabled by an integrated, distributed, and multiscale observation network. This includes automatic meteorological stations and superstations that capture fine-resolution data on snow cover and frozen ground, which are essential for validating remote sensing products and improving hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do technological advancements in eddy covariance systems facilitate the accurate measurement of evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Technological advancements in eddy covariance systems facilitate accurate measurement of evapotranspiration by allowing high-frequency data collection of turbulent fluxes, which are crucial for partitioning evapotranspiration into its components. These systems are used in conjunction with thermal infrared cameras and other meteorological instruments to provide comprehensive datasets for evapotranspiration estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions and methods enable the assessment of snow cover and frozen ground dynamics in high-altitude mountainous regions?",
                    "Answer": "The assessment of snow cover and frozen ground dynamics in high-altitude mountainous regions is enabled by a combination of state-of-the-art techniques and instruments at snow observation superstations. These include ultrasonic sensors for snow depth, GammaMONitors for snow water equivalent, and FlowCapt for blowing snow measurements, complemented by an extensive network of automatic meteorological stations to capture the spatial variability of these processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What are the expected challenges in collecting snow cover data in high-altitude alpine regions?",
                    "Answer": "In high-altitude alpine regions, challenges in collecting snow cover data include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. Blowing snow is commonly observed, causing redistributions of snow cover and influencing sublimation. Additionally, the scarcity of observation data due to access difficulties and technological barriers hinders research and data collection.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the challenges faced in collecting reliable hydrological data in alpine regions, and what potential solutions can be proposed?",
                    "Answer": "The challenges in collecting reliable hydrological data in alpine regions include cold and harsh climates, high altitudes, and complex topographies, which inhibit complete and consistent data collection. To address these challenges, next-generation ecosystem observation networks and experiments are being developed. These networks aim to provide accurate forcing data for hydrological modeling, validate remote sensing data, and improve the predictive understanding of alpine hydrological processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What is your opinion on the effectiveness of using eddy covariance systems for measuring evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Eddy covariance systems are effective in measuring evapotranspiration in heterogeneous landscapes, especially when combined with models like the TSEB model. However, the effectiveness can be limited by uncertainties in surface-air temperature differences and the incomplete energy balance closure with respect to the available energy Rn−G0. Despite these challenges, with accurate soil and vegetation component temperatures, eddy covariance systems can provide reliable estimates of latent heat fluxes.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the potential improvements to data collection methods that could enhance the accuracy of alpine hydrological models?",
                    "Answer": "Potential improvements to data collection methods include the development of integrated, distributed, and multiscale observation networks. These networks should consist of automatic meteorological stations, snow cover superstations, and frozen ground superstations to capture freeze-thaw processes and snow dynamics. High-quality, gap-free datasets that cover hydrometeorological, snow cover, and frozen ground observations will enhance the accuracy of alpine hydrological models by providing accurate forcing data and validating remote sensing products.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm uncertain about the methods used to process and ensure the quality of data collected from eddy covariance systems in high-altitude regions.",
                    "Answer": "The data from eddy covariance systems undergo processing using Eddypro software, which includes steps like spike removal, time delay correction, coordinate rotation, frequency response correction, and density (WPL) correction. Quality evaluation is performed based on atmospheric stability and turbulence similarity characteristics.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand how data collection networks can maintain consistent and accurate data in alpine regions with harsh climates and complex topographies.",
                    "Answer": "In alpine regions, integrated, distributed, and multiscale observation networks are established, incorporating a combination of automatic meteorological stations, snow superstations, and frozen ground superstations to capture various hydrometeorological variables. These networks aim to provide high-quality datasets despite challenges such as harsh climates and complex topographies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about how datasets from heterogeneous landscapes are integrated and used to improve hydrological models.",
                    "Answer": "Datasets from heterogeneous landscapes are collected through comprehensive observation networks that include meteorological, snow cover, and frozen ground data. These datasets are used to validate and improve hydrological models by providing accurate forcing data and allowing for the evaluation of model performance against observed conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and summarize the methodologies utilized in capturing snow cover properties and hydrometeorological data in alpine regions with complex terrain and harsh climates.",
                    "Answer": "The methodologies include the use of an integrated, distributed, and multiscale observation network consisting of automatic meteorological stations (AMSs) and superstations. These methodologies involve measuring snow depth, snow water equivalent (SWE) using GammaMONitor, blowing snow flux using FlowCapt, and soil temperature and moisture at various depths. Observations are made with high temporal resolution, and data are collected using advanced instruments to capture snow accumulation and ablation processes despite challenges posed by the environment.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please analyze the challenges associated with observation data collection in alpine regions and suggest potential solutions or improvements.",
                    "Answer": "Challenges include cold and harsh climates, high altitude, and complex topography, which lead to incomplete and inconsistent data collection and hinder model development. Potential solutions could involve enhancing remote sensing technologies, increasing the number of observation stations, and improving the robustness of equipment to withstand environmental conditions. Additionally, integrating remote sensing data with ground observations can help improve the prediction of hydrological processes.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}