{
  "id": "621a763d-7ea6-47f8-9c5d-310d8b0c6fdc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Water content data of three times irrigation farmland and surrounding soil profile in Daman irrigation area of Heihe River basin (2013)",
      "titleCn": "黑河流域大满灌区三次灌水农田及周边土壤剖面含水率数据（2013）",
      "description": "According to the characteristics of the selected field and its surrounding areas, one Trime pipe was arranged in the corn field, and three Trime pipes were arranged in the direction perpendicular to the field path. When the soil moisture content was monitored in the vertical direction of TDR, it was monitored downward in every 10cm.It is located in the farmland of daman irrigated area. The data include the soil moisture content of the farmland and its surrounding areas (TDR monitoring) after three irrigation of the selected farmland in yingke irrigated area, which is encrypted and monitored every 3 hours within 24 hours, 3 groups every day for 5 days, 2 groups every day for 5-10 days, and 1 group every day for 10-15 days.",
      "descriptionCn": "根据所选田块及其周围区域特点，在玉米田块中布置一根Trime管，另在垂直于田间小路方向上布置3根Trime管，TDR垂直方向监测土壤含水率时，以每10cm为单位向下监测。地理位置位于大满灌区农田,数据包括盈科灌区所选一农田块三次灌水后农田及其周边土壤含水率（TDR监测），灌水后加密监测，24小时内每隔3小时监测一组，之后5天为每天3组，5-10天为每天两组，10-15天为每天一组。",
      "instructions": "File name: the data is stored in the form of XLS, and the file name is \"the data of three irrigation times. XLSX\".\nData reading: Office, Wps and other Office software can be opened to read",
      "instructionsCn": "文件命名：数据以表格xls格式存储，文件名称“大满三次灌水数据.xlsx”\n数据读取：可用Office、Wps等办公软件打开读取",
      "east": 100.37,
      "west": 100.37,
      "south": 38.85,
      "north": 38.85,
      "startTime": "2013-06-19 17:12:00",
      "endTime": "2013-09-24 17:13:00",
      "fileSize": 580012.0,
      "cstr": "18406.11.heihe.038.2014.db",
      "doi": "10.3972/heihe.038.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄冠华",
        "nameEn": "HUANG Guanhua",
        "unitEn": "",
        "unitCn": "中国农业大学"
      },
      {
        "nameCn": "姜瑶",
        "nameEn": "JIANG Yao",
        "unitEn": "",
        "unitCn": "中国农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Distributed simulation of agro-hydrological processes and assessment of water productivity in irrigated areas of the middle Heihe River basin",
        "referenceCn": null,
        "referenceEn": "Jiang Y, Xu X, Huang GH. 2013. Distributed simulation of agro-hydrological processes and assessment of water productivity in irrigated areas of the middle Heihe River basin. 1st CIGR Inter-Regional Conference on Land and Water Challenges, Bari, Italy, 10-14 September, S1-12"
      },
      {
        "titleCn": "基于景观单元的干旱区绿洲水文过程模型框架",
        "titleEn": null,
        "referenceCn": "李江, 毛晓敏. 2012.  基于景观单元的干旱区绿洲水文过程模型框架. 农业水土工程学术研讨会议论文, 08",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Coupled effects of canal lining and multi-layered soil structure on canal seepage and soil water dynamics",
        "referenceCn": null,
        "referenceEn": "Yao, L.Q., Feng, S.Y., Mao, X.M., Huo, Z.L., Kang, S.Z., &Barry, D.A. (2012). Coupled effects of canal lining and multi-layered soil structure on canal seepage and soil water dynamics. Journal of Hydrology, 430-431, 91-102."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of irrigation performance and water productivity in irrigated areas of the middle Heihe River basin using a distributed agro-hydrological model",
        "referenceCn": null,
        "referenceEn": "Jiang, Y., Xu, X., Huang, Q., Huo, Z., Huang, G. 2015. Assessment of irrigation performance and water productivity in irrigated areas of the middle Heihe River basin using a distributed agro-hydrological model. Agricultural Water Management,147, 67-81."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤剖面",
        "nameEn": "Soil horizons/profile"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域农业节水的生态水文效应及多尺度用水效率评估",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to measure soil moisture content in agricultural fields after irrigation?",
        "QuestionCn": "您能否提供一种用于测量灌溉后农业田地土壤水分含量的方法的示例？",
        "AnswerEn": "An example of a method used to measure soil moisture content in agricultural fields after irrigation involves the use of TDR (Time Domain Reflectometry) technology. In this approach, Trime tubes are strategically placed in corn fields and surrounding areas, with some tubes positioned perpendicular to field paths. The TDR system monitors soil moisture content vertically, taking measurements every 10 cm. After irrigation, the data collection is intensified, recording a set of measurements every 3 hours within the first 24 hours, followed by three sets per day for the next five days, then two sets per day for the subsequent 5-10 days, and finally one set per day from days 10 to 15.",
        "AnswerCn": "在农业田地灌溉后，测量土壤水分含量的一种方法是使用时域反射技术（TDR）。在这种方法中，Trime 管被战略性地放置在玉米田及周边区域，其中一些管与田间路径垂直放置。TDR 系统垂直监测土壤水分含量，每10厘米进行一次测量。在灌溉后，数据收集的频率加大，在前24小时内每3小时记录一组测量数据，接下来五天内每天记录三组数据，随后在接下来的5到10天内每天记录两组数据，最后在第10到第15天内每天记录一组数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methods used to measure soil moisture profiles in agricultural fields after irrigation events?",
        "QuestionCn": "在灌溉事件后，测量农业田地土壤水分剖面的特征和方法有哪些？",
        "AnswerEn": "monitoring soil moisture profiles, TDR instruments, Trime tubes, 10 cm increments, post-irrigation monitoring, data collected every 3 hours within the first 24 hours, three times daily for days 5-10, twice daily for days 10-15",
        "AnswerCn": "监测土壤水分剖面，TDR仪器，Trime管，每10厘米递增，灌溉后监测，前24小时每3小时收集一次数据，第5-10天每天三次，第10-15天每天两次。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many times was the soil moisture measured within 24 hours after irrigation in a dataset related to soil moisture in an agricultural area?",
        "QuestionCn": "在与农业地区土壤湿度相关的数据集中，灌溉后24小时内测量土壤湿度的次数是多少？",
        "AnswerEn": "8 times",
        "AnswerCn": "8次",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about soil moisture dynamics and irrigation efficiency from monitoring soil moisture content at various depths and intervals in an agricultural area using TDR technology?",
        "QuestionCn": "通过使用TDR技术在农业区域的不同深度和间隔监测土壤湿度含量，可以得出关于土壤湿度动态和灌溉效率的哪些见解？",
        "AnswerEn": "The soil moisture dynamics and irrigation efficiency can be understood by observing how moisture content varies with depth and time following irrigation events. The data collection method described involves using TDR to monitor soil moisture at 10cm intervals in a specified agricultural area, with increased frequency of observations post-irrigation. This approach allows for detailed tracking of moisture infiltration and distribution, which helps infer how effectively irrigation water is reaching plant roots, the rate of moisture depletion over time, and the impact of soil characteristics on moisture retention. The temporal pattern of measurements, particularly the varied intervals (every 3 hours initially, then daily), provides insights into how quickly the soil dries out and can indicate the optimal irrigation schedule to maintain adequate soil moisture levels for crop growth.",
        "AnswerCn": "土壤水分动态和灌溉效率可以通过观察灌溉事件后水分含量随深度和时间的变化来理解。所描述的数据收集方法涉及使用时域反射法（TDR）在指定农业区域以10厘米间隔监测土壤水分，并在灌溉后增加观察频率。这种方法允许详细跟踪水分的渗透和分布，有助于推断灌溉水分如何有效到达植物根系、土壤水分随时间的耗竭速率以及土壤特性对水分保持的影响。测量的时间模式，特别是不同的间隔（最初每3小时一次，然后每天一次），提供了土壤干燥速度的洞察，并可以指示维持作物生长所需的适当灌溉时间表。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes for selecting specific geographical locations when deploying Trime and TDR tubes for soil moisture data collection in agricultural fields?",
        "QuestionCn": "在农业领域部署Trime和TDR管收集土壤湿度数据时，选择特定地理位置的主要原因是什么？",
        "AnswerEn": "The selection of geographical locations for deploying Trime and TDR tubes is influenced by the characteristics of the selected farmland and its surrounding areas. In the context of the 大满灌区农田, a Trime tube is placed in a cornfield, and additional tubes are arranged perpendicularly to the field path direction to monitor soil moisture. This strategic placement is likely intended to capture representative soil moisture data both within the crop area and its surroundings, facilitating a comprehensive understanding of moisture distribution.",
        "AnswerCn": "选择地理位置来部署Trime和TDR管受到所选农田及其周边地区特征的影响。在大满灌区农田的背景下，Trime管被放置在玉米田中，额外的管道则垂直于田间道路方向排列，以监测土壤湿度。这种战略性布局可能旨在捕捉作物区域及其周围的代表性土壤湿度数据，从而促进对湿度分布的全面理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting soil moisture data in the Heihe River Basin's irrigation area, and how might this information be utilized to improve agricultural practices?",
        "QuestionCn": "在黑河流域灌溉区收集土壤湿度数据的主要目标是什么，这些信息如何用于改善农业实践？",
        "AnswerEn": "The primary objectives of collecting soil moisture data in the Heihe River Basin's irrigation area are to monitor and understand the changes in soil moisture content after irrigation events, which can help in optimizing irrigation practices. By analyzing the data collected from the Trime and TDR systems, researchers can assess the effectiveness of irrigation methods and schedule, ultimately aiming to enhance water use efficiency and crop yield. The detailed temporal monitoring allows for a comprehensive understanding of soil moisture dynamics, which is crucial for making informed decisions about irrigation management and ensuring sustainable agricultural practices in the region.",
        "AnswerCn": "在黑河流域灌溉区收集土壤湿度数据的主要目标是监测和理解灌溉事件后土壤湿度含量的变化，这有助于优化灌溉实践。通过分析从Trime和TDR系统收集的数据，研究人员可以评估灌溉方法和调度的有效性，最终旨在提高水资源利用效率和作物产量。详细的时间监测使得对土壤湿度动态有全面的理解，这对于做出关于灌溉管理的明智决策和确保该地区可持续农业实践至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to accurately monitor soil moisture content using TDR in an agricultural field, and how can the monitoring frequency be adjusted post-irrigation for optimal data collection?",
        "QuestionCn": "使用TDR在农田中准确监测土壤水分含量需要哪些程序步骤，以及如何在灌溉后调整监测频率以获得最佳数据收集？",
        "AnswerEn": "To accurately monitor soil moisture content using TDR in an agricultural field, one should first select appropriate locations for installing Trime tubes, ensuring they are positioned in the crop field and its surrounding area. TDR should measure soil moisture content vertically at 10cm intervals. After irrigation, increase monitoring frequency to every 3 hours within the first 24 hours, then adjust to three times daily for the next five days, twice daily for days 5-10, and once daily for days 10-15. This systematic approach allows for capturing detailed changes in soil moisture post-irrigation.",
        "AnswerCn": "为了准确监测农业田地中的土壤湿度，首先应选择合适的位置安装Trime管，确保它们位于作物田地及其周围区域。TDR应在10厘米的间隔处垂直测量土壤湿度。在灌溉后，监测频率增加到每3小时一次，持续24小时，然后调整为接下来的五天每天三次，接着在第5到第10天每天两次，最后在第10到第15天每天一次。这种系统的方法可以捕捉灌溉后土壤湿度的详细变化。",
        "Level": "C3(Applying)"
      }
    ]
  }
}