{
    "id": "626aadc3-2c2c-4568-ab11-14bbb1577cbf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:100000 land use data set of Guizhou Province (1995)",
            "titleCn": "贵州省1:10万土地利用数据集（1995）",
            "description": "This data is from \"China 1:100,000 land use data\".China 1:100,000 land use data was constructed in three years based on Landsat MSS, TM and ETM remote sensing data by using satellite remote sensing as a means to organize remote sensing science and technology teams from 19 institutes affiliated to the Chinese academy of sciences (cas) in the \"eighth five-year plan\" major application project \"national macro survey and dynamic research on remote sensing of resources and environment\".\nIn 1995, guizhou province adopted a hierarchical land cover classification system, which divided the country into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 secondary categories.It is the most accurate land use data product in China and has played an important role in national land resource survey, hydrological and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。贵州省1995年土地利用采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: data is stored in vector SHP format, file name \"Landuse_Guizhou_1995\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Landuse_Guizhou_1995\"。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 110.0,
            "west": 103.03,
            "south": 24.36,
            "north": 29.4,
            "startTime": "1995-01-11 08:00:00",
            "endTime": "1996-01-10 19:59:59",
            "fileSize": 156304527.0,
            "cstr": "18406.11.Socioeco.tpdc.270654",
            "doi": "10.11888/Socioeco.tpdc.270654",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            },
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": "贵州土地石漠化类型时空演变过程及其评价",
                "titleEn": null,
                "referenceCn": "白晓永, 王世杰, 陈起伟, (2009).贵州土地石漠化类型时空演变过程及其评价[J]. 地理学报. (05): 609-618.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "贵州",
                "keywordEn": "Guizhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1995",
                "keywordEn": "1995",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（1986-2017）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian Mountain area (1986-2017)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to construct a high-precision land use dataset using remote sensing data?",
                "QuestionCn": "构建高精度土地利用数据集所使用的数据收集方法的特点是什么？",
                "AnswerEn": "Landsat MSS, TM, ETM remote sensing data, hierarchical land cover classification system, six primary categories, 31 secondary categories",
                "AnswerCn": "Landsat MSS、TM、ETM 遥感数据，分层土地覆盖分类系统，六个主要类别，31个次要类别。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of land use categories defined within a dataset focusing on the land use of Guizhou Province in 1995?",
                "QuestionCn": "在一个关注1995年贵州省土地利用的数据库中，定义的土地利用类别总数是多少？",
                "AnswerEn": "31",
                "AnswerCn": "31",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a '分层的土地覆盖分类系统' in the context of land use data collection?",
                "QuestionCn": "'分层的土地覆盖分类系统'是在土地利用数据收集的背景下，指的是一种将土地覆盖类型按照不同层次进行分类的系统。",
                "AnswerEn": "A '分层的土地覆盖分类系统' refers to a hierarchical land cover classification system used in land use data collection. In the context of the 贵州省1:10万土地利用数据集, it involves categorizing land into six primary categories (耕地, 林地, 草地, 水域, 城乡, 工矿, 居民用地, and 未利用土地) and 31 secondary categories. This system aids in organizing and analyzing satellite remote sensing data to produce detailed and precise land use information.",
                "AnswerCn": "“分层的土地覆盖分类系统”是指用于土地利用数据收集的层次化土地覆盖分类系统。在贵州省1:10万土地利用数据集中，它涉及将土地分为六个主要类别（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地）以及31个次级类别。该系统有助于组织和分析卫星遥感数据，以生成详细和精确的土地利用信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the high precision of the land use data products in China, particularly in the context of Guizhou Province's 1995 dataset?",
                "QuestionCn": "哪些因素促成了中国土地利用数据产品的高精度，特别是在1995年贵州省的数据集的背景下？",
                "AnswerEn": "The high precision of the land use data products in China, particularly for Guizhou Province's 1995 dataset, is attributed to the use of satellite remote sensing technologies such as Landsat MSS, TM, and ETM. The data was collected as part of a major application project organized by the Chinese Academy of Sciences, which involved the collaboration of 19 research institutes specializing in remote sensing technology. The project employed a layered land cover classification system with 6 primary categories and 31 secondary categories, contributing to its high precision and utility in national land resource surveys, hydrology, and ecological research.",
                "AnswerCn": "中国土地利用数据产品的高精度，特别是贵州省1995年的数据集，归功于使用了卫星遥感技术，如Landsat MSS、TM和ETM。这些数据是中国科学院组织的一项重大应用项目的一部分，该项目涉及19个专门从事遥感技术的研究机构的合作。该项目采用了分层土地覆盖分类系统，包含6个主要类别和31个次要类别，这为其高精度和在国家土地资源调查、水文学和生态研究中的实用性做出了贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in utilizing satellite remote sensing data, such as Landsat MSS, TM, and ETM, to construct a high-precision land use dataset for areas like Guizhou Province?",
                "QuestionCn": "利用卫星遥感数据，如Landsat MSS、TM和ETM，构建贵州省等地区高精度土地利用数据集的工具和程序步骤包括：\n\n1. 数据获取：从相关机构或数据库获取Landsat MSS、TM和ETM影像数据。\n\n2. 数据预处理：\n   - 辐射校正：对影像进行辐射校正，以消除传感器和大气影响。\n   - 几何校正：确保影像的空间位置准确，进行几何校正和配准。\n\n3. 数据融合：如果需要，可以将不同时间或不同传感器的数据进行融合，以提高空间和光谱分辨率。\n\n4. 特征提取：利用遥感影像提取地物特征，包括植被指数（如NDVI）、水体指数等。\n\n5. 分类方法选择：选择合适的分类算法，如监督分类（支持向量机、随机森林等）或非监督分类（K均值聚类等）。\n\n6. 分类实施：对预处理后的影像进行分类，生成初步的土地利用分类图。\n\n7. 精度评估：通过地面实地调查或已有的土地利用数据对分类结果进行精度评估。\n\n8. 后处理：根据精度评估结果，对分类结果进行修正和优化。\n\n9. 数据整合：将分类结果与其他地理信息系统（GIS）数据进行整合，形成完整的土地利用数据集。\n\n10. 数据发布：将最终的高精度土地利用数据集进行发布和共享，以供进一步的研究和应用。",
                "AnswerEn": "The process involves organizing a team of remote sensing scientists, as done by the Chinese Academy of Sciences, to carry out a macro-survey and dynamic study using satellite remote sensing. The data collection is based on Landsat MSS, TM, and ETM imagery over a three-year period. A layered land cover classification system is then applied, dividing the area into six primary categories (such as arable land and forest) and 31 secondary categories. This method ensures high precision and usefulness for applications like national land resource surveys, hydrology, and ecological research.",
                "AnswerCn": "该过程涉及组织一支遥感科学家团队，如中国科学院所做的，利用卫星遥感进行宏观调查和动态研究。数据收集基于三年期间的Landsat MSS、TM和ETM影像。然后应用分层土地覆盖分类系统，将区域划分为六个主要类别（如耕地和森林）和31个次级类别。这种方法确保了高精度和对国家土地资源调查、水文学和生态研究等应用的实用性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What remote sensing technologies and methodologies enabled the creation of a high-precision 1:100,000 land use dataset in Guizhou Province in 1995?",
                "QuestionCn": "哪些遥感技术和方法使得在1995年创建贵州省高精度1:100,000土地利用数据集成为可能？",
                "AnswerEn": "The dataset was created using satellite remote sensing technologies based on Landsat MSS, TM, and ETM data, organized by the Chinese Academy of Sciences as part of a major application project. This approach allowed for a detailed land cover classification system with multiple hierarchical levels, contributing to the high precision of the dataset.",
                "AnswerCn": "该数据集是基于Landsat MSS、TM和ETM数据的卫星遥感技术创建的，由中国科学院组织，作为一项重大应用项目的一部分。这种方法允许建立一个详细的土地覆盖分类系统，具有多个层级，从而提高了数据集的高精度。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}