{
  "id": "62d767a6-403b-4a96-afec-afa94f1024c5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Subsidence and exhumation of the Mesozoic Qiangtang Basin: implications for the growth of the Tibetan Plateau",
      "titleCn": "羌塘盆地中生代的沉降和折返作用及其对青藏高原生长的意义",
      "description": "The subsidence and exhumation histories of the Qiangtang Basin and their contributions to the early evolution of the Tibetan plateau are vigorously debated. This paper reconstructs the subsidence history of the Mesozoic Qiangtang Basin with eleven selected composite stratigraphic sections and constrains the first stage of cooling using apatite fission track data. Facies analysis, biostratigraphy, paleo-environment interpretation, and paleo-water depth estimation are integrated to create eleven composite sections through the basin. Backstripped subsidence calculations combined with previous work on sediment provenance and timing of deformation, show that the evolution of the Mesozoic Qiangtang Basin can be divided into two stages. From Late Triassic to Early Jurassic times, the North Qiangtang was a retro-foreland basin. In contrast, the South Qiangtang was a collisional foreland basin. During Middle Jurassic to Early Cretaceous times, thrust belt loading from the Jinsha River suture drove development of the combined retro-foreland basin. Detrital apatite fission track ages concentrate in late Early to Late Cretaceous (120.9-84.1 Ma) and Paleogene-Eocene (65.4-40.1 Ma). Thermal history modelling results record Early Cretaceous rapid cooling; the termination of subsidence and onset of exhumation of the Mesozoic Qiangtang Basin suggest that the accumulation of crustal thickening in central Tibet probably initiated during Late Jurassic-Early Jurassic (150-130 Ma), involving underthrusting of both the Lhasa and Songpan-Ganze terranes beneath the Qiangtang terrane, or the collision of Amdo terrane.",
      "descriptionCn": "羌塘盆地的沉降史和折返史以及它们对青藏高原早期演化的贡献引起了激烈的争论。作者选取11个复合地层剖面重建了羌塘盆地中生代的沉降史，并利用磷灰石裂变径迹资料对第一阶段冷却进行了约束。综合相分析、生物地层学、古环境解释和古水深估算，建立了11个贯穿盆地的复合剖面。回溯沉降计算结合前人对沉积物源和变形时间的研究，表明中生代羌塘盆地的演化可分为两个阶段。晚三叠世至早侏罗世，北羌塘为后前陆盆地。南羌塘为碰撞前陆盆地。中侏罗世至早白垩世，来自金沙江缝合带的冲断带负荷推动了后前陆复合盆地的发育。碎屑磷灰石裂变径迹年龄主要集中在早白垩世晚期(120.9~84.1 Ma)和古近纪-始新世(65.4~40.1 Ma)。热历史模拟结果记录了早白垩世的快速降温，中生代羌塘盆地沉降的终止和折返的开始，表明西藏中部地壳增厚的积累可能始于晚侏罗世-早侏罗世(150-130 Ma)，包括拉萨地体和松潘-甘孜地体在羌塘地体之下的俯冲，或安多地体的碰撞。(2)西藏中部地壳增厚的积累可能始于晚侏罗世-早侏罗世(150-130 Ma)，包括拉萨地体和松潘-甘孜地体在羌塘地体之下的俯冲或安多地体的碰撞。",
      "instructions": "The data is stored in PDF and word format, and the file name starts with CT, representing the central Tibet. See PDF and word for specific sample number, experimental method and data.",
      "instructionsCn": "数据以pdf及Word格式存储，文件名称为CT开头，代表西藏中部地区。具体样品编号、实验方法、具体数据等见pdf及Word。",
      "east": 92.0,
      "west": 88.0,
      "south": 32.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1001278.0,
      "cstr": null,
      "doi": "10.1111/bre.12343",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张佳伟",
        "nameEn": "ZHANG Jiawei",
        "unitEn": "",
        "unitCn": "中国地震局地质研究所"
      },
      {
        "nameCn": "李亚林",
        "nameEn": "LI Yalin",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "韩中鹏",
        "nameEn": "HAN Zhongpeng",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Subsidence and exhumation of the Mesozoic Qiangtang Basin: Implications for the growth of the Tibetan plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, J.,  Sinclair, H. D.,  Li, Y.  Wang, C.,  Persano, C., Qian, X., Han, Z., Yao, Y., & Duan, Y. (2019). Subsidence and exhumation of the mesozoic qiangtang basin: implications for the growth of the tibetan plateau. Basin Research, 31(4), 754-781."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "构造",
        "nameEn": "neotectonics"
      },
      {
        "nameCn": "磷灰石",
        "nameEn": "apatite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚白垩世",
        "keywordEn": "Late Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies used in reconstructing the Mesozoic subsidence history of the Qiangtang Basin?",
        "QuestionCn": "重建强塘盆地中生代沉降历史的特征和方法论是什么？",
        "AnswerEn": "11 composite stratigraphic sections, apatite fission track data, comprehensive facies analysis, biostratigraphy, paleoenvironment interpretation, paleo-water depth estimation, backstripping calculations",
        "AnswerCn": "11个综合地层剖面，磷灰石裂变径迹数据，综合相分析，生物地层学，古环境解释，古水深估算，剥离计算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many composite stratigraphic sections were selected for reconstructing the Mesozoic subsidence history of the Qiangtang Basin?",
        "QuestionCn": "为重建强塘盆地的中生代沉降历史，选择了多少个复合地层剖面？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used for reconstructing the Mesozoic subsidence history in the Qiangtang Basin compare to those for assessing the cooling stages using apatite fission track data?",
        "QuestionCn": "用于重建羌塘盆地中生代沉降历史的数据收集方法与使用锆石裂变轨迹数据评估冷却阶段的方法相比，如何？",
        "AnswerEn": "The reconstruction of the Mesozoic subsidence history in the Qiangtang Basin involves a combination of integrated facies analysis, biostratigraphy, paleoenvironment interpretation, and paleodepth estimation, leading to the establishment of composite profiles across the basin. In contrast, assessing the cooling stages using apatite fission track data focuses on dating and thermal history modeling, which captures rapid cooling events in the Early Cretaceous. These methods differ in their focus: one reconstructs sedimentary processes, while the other provides thermal evolution insights, each contributing uniquely to understanding the basin's geological history.",
        "AnswerCn": "对强塘盆地的中生代沉降历史的重建涉及综合的相分析、生物地层学、古环境解释和古深度估计，从而建立了盆地的复合剖面。相比之下，利用锆石裂变径迹数据评估冷却阶段则侧重于年代测定和热历史建模，捕捉早白垩世的快速冷却事件。这些方法的侧重点不同：一种重建沉积过程，而另一种提供热演化的见解，各自独特地贡献于理解盆地的地质历史。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the tectonic evolution of the Qiangtang Basin from the sedimentation and cooling patterns observed in a dataset over the Mesozoic era?",
        "QuestionCn": "从中生代时期的数据集中观察到的沉积和冷却模式可以推断出羌塘盆地的构造演化情况是什么？",
        "AnswerEn": "The sedimentation and cooling patterns suggest that the evolution of the Qiangtang Basin can be divided into two stages. In the Late Triassic to Early Jurassic, the northern Qiangtang was a back-arc basin, while the southern Qiangtang was a foreland basin before collision. From the Middle Jurassic to Early Cretaceous, thrust belt loading from the Jinshajiang suture zone drove the development of a retro-foreland composite basin. The termination of Mesozoic subsidence and the onset of exhumation indicate that crustal thickening in central Tibet likely began in the Late Jurassic to Early Jurassic, possibly due to subduction or collision involving the Lhasa and Songpan-Ganzi terranes beneath the Qiangtang terrane or the collision of the Anduo terrane.",
        "AnswerCn": "沉积和冷却模式表明，强塘盆地的演化可以分为两个阶段。在晚三叠世到早侏罗世期间，北强塘是一个后弧盆地，而南强塘在碰撞之前是一个前陆盆地。从中侏罗世到早白垩世，来自金沙江缝合带的推覆带负载驱动了一个逆前陆复合盆地的发展。中生代沉降的终止和剥露的开始表明，中央西藏的地壳增厚可能始于晚侏罗世到早侏罗世，这可能是由于拉萨和松潘-甘孜地体在强塘地体下方的俯冲或碰撞，或安多地体的碰撞所致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing composite stratigraphic profiles and apatite fission track data in reconstructing the Mesozoic subsidence history of the Qiangtang Basin?",
        "QuestionCn": "利用复合地层剖面和磷灰石裂变轨迹数据重建强塘盆地的中生代沉降历史会产生哪些后果？",
        "AnswerEn": "Utilizing composite stratigraphic profiles and apatite fission track data allows for a detailed reconstruction of the Mesozoic subsidence history of the Qiangtang Basin. This approach helps in distinguishing between different stages of basin evolution, notably identifying two major phases: the Late Triassic to Early Jurassic phase as a back-foreland basin in the north and a pre-collision foreland basin in the south, and the Middle Jurassic to Early Cretaceous phase influenced by thrust loads from the Jinsha suture zone. The data provides insights into the timing of cooling events, indicating rapid cooling during the Early Cretaceous, and marks the transition from subsidence to uplift, highlighting the potential onset of crustal thickening in central Tibet during the Late Jurassic to Early Jurassic.",
        "AnswerCn": "利用复合地层剖面和磷灰石裂变轨迹数据，可以详细重建强塘盆地的中生代沉降历史。这种方法有助于区分盆地演化的不同阶段，特别是识别出两个主要阶段：北部的晚三叠世至早侏罗世阶段作为后前陆盆地，南部作为碰撞前的前陆盆地，以及受金沙缝合带推覆负荷影响的中侏罗世至早白垩世阶段。数据提供了冷却事件的时序信息，表明早白垩世期间快速冷却，并标志着沉降向隆起的过渡，突显出在晚侏罗世至早侏罗世期间中部西藏可能开始的地壳增厚。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of reconstructing the Mesozoic subsidence history and cooling phases in the Qiangtang Basin, and how can this information contribute to understanding the early evolution of the Tibetan Plateau?",
        "QuestionCn": "重建羌塘盆地的中生代沉降历史和冷却阶段的主要目标是什么？这些信息如何有助于理解青藏高原的早期演化？",
        "AnswerEn": "The primary objective of reconstructing the Mesozoic subsidence history and cooling phases in the Qiangtang Basin is to resolve debates regarding the subsidence and exhumation processes and their significance in the growth of the Tibetan Plateau. By analyzing composite stratigraphic sections and using fission track data, researchers aim to establish a timeline of sedimentary and tectonic events which can elucidate the basin's evolution through two distinct stages. Understanding these processes provides insights into the mechanisms of crustal thickening and tectonic interactions in central Tibet, contributing to the broader understanding of the Tibetan Plateau's early development.",
        "AnswerCn": "重建强塘盆地的中生代沉降历史和冷却阶段的主要目标是解决关于沉降和剥蚀过程及其在青藏高原生长中的重要性的争论。通过分析复合地层剖面和使用裂变径迹数据，研究人员旨在建立沉积和构造事件的时间线，从而阐明盆地在两个不同阶段的演化过程。理解这些过程有助于深入了解中藏地区的地壳增厚机制和构造相互作用，为青藏高原早期发展的更广泛理解提供了重要的见解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}