{
  "id": "63e90bc2-6818-4054-b705-b7e8fc05e025",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)",
      "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
      "description": "This data set is collected from the supplementary information part of the paper: Pei, S.P., Niu, F.L., Ben-Zion, Y., Sun, Q., Liu, Y.B., Xue, X.T., Su,J.R., & Shao, Z.G. (2019). Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault. Nature Geoscience. 12. 387-392. doi:10.1038/s41561-019-0347-1. \nThis paper studies the structural evolution process of The Longmenshan fault zone located at a pronounced topographic boundary between the eastern margin of the Tibetan plateau and the western Sichuan basin. With the observations on coseismic velocity reductions and the healing phases, it is found that the healing phase of Wenchuan earthquake fracture zone accelerated significantly in response to the Lushan earthquake.\nThis data set contains 3 tables, table names and content are as follows:\nData list: The data name list of the rest tables;\nt1: Data of the four periods (befor Wenchuan earthquake, after Wenchuan earthquake, before Lushan earthquake, after Lushan earthquake);\nt2: The average velocities with error in Figure 2 in the paper for Wenchuan earthquake (WCEQ) and Lushan earthquake (LSEQ) area.\nSee attachments for data details: Supplementary information.pdf, Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault.pdf.",
      "descriptionCn": "本数据集来源于论文：  Pei, S.P., Niu, F.L., Ben-Zion, Y., Sun, Q., Liu, Y.B., Xue, X.T., Su,J.R., & Shao, Z.G. (2019). Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault. Nature Geoscience. 12. 387-392. doi:10.1038/s41561-019-0347-1. 数据整理自论文内Supplementary information中的表格数据。\n该论文研究位于青藏高原东缘与四川盆地西部的龙门山断裂带在大地震中的结构演化过程，通过对地震波速度同震降低和震后恢复现象的观测，发现芦山地震的发生显著加速了汶川地震破裂区的愈合。\n数据集包含3个数据表，数据表名称和内容分别为：\nData list：数据列表；\nt1：Data of the four periods（汶川地震前、汶川地震后、芦山地震前、芦山地震后四个时期的数据）；\nt2：The average velocities with error in Figure 2 in the paper for Wenchuan earthquake (WCEQ) and Lushan earthquake (LSEQ) area（文章中图二汶川地震和芦山地震区域含误差的平均速度）。\n数据详细信息参见附件：Supplementary information.pdf，Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault.pdf。",
      "instructions": "The data is named by the paper, it can be viewed and edited by Excel software of Microsoft Office.",
      "instructionsCn": "数据以论文名称命名，可用Microsoft Office中的Excel软件进行查看和编辑。",
      "east": 107.0,
      "west": 102.0,
      "south": 29.0,
      "north": 33.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1591265.0,
      "cstr": "18406.11.Geo.tpdc.270106",
      "doi": "10.11888/Geo.tpdc.270106",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "裴顺平",
        "nameEn": "PEI Shunping",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault",
        "referenceCn": null,
        "referenceEn": "Pei, S.P., Niu, F.L., Ben-Zion, Y., Sun, Q., Liu, Y.B., Xue, X.T., Su,J.R., & Shao, Z.G. (2019). Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault. Nature Geoscience. 12. 387-392. doi:10.1038/s41561-019-0347-1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "地震波速",
        "nameEn": "Seismic velocity"
      },
      {
        "nameCn": "愈合",
        "nameEn": "Recovery"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "汶川",
        "keywordEn": "Wenchuan"
      },
      {
        "keywordCn": "芦山",
        "keywordEn": "Lushan"
      },
      {
        "keywordCn": "龙门山",
        "keywordEn": "Longmenshan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2014",
        "keywordEn": "2000-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of seismic velocity changes observed in the Longmenshan fault zone during different earthquake periods?",
        "QuestionCn": "在不同地震时期，龙门山断裂带观察到的地震波速变化的特征是什么？",
        "AnswerEn": "seismic velocity reduction during co-seismic events, accelerated recovery post-seismic, average velocities with error margins",
        "AnswerCn": "地震事件期间的地震波速降低，地震后加速恢复，平均速度及误差范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data tables are included in a dataset examining seismic velocity reduction and recovery on the Longmenshan fault?",
        "QuestionCn": "在一个研究龙门山断层上地震波速降低和恢复的数据集中包含多少个数据表？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'seismic velocity reduction' mean in the context of seismic data collection and analysis?",
        "QuestionCn": "在地震数据收集和分析的背景下，“地震速度降低”是什么意思？",
        "AnswerEn": "Seismic velocity reduction refers to the observed decrease in the speed at which seismic waves travel through the Earth's crust in the aftermath of an earthquake. This phenomenon can be indicative of changes in subsurface geological structures and is typically measured using seismic data collected before and after seismic events. In the context of seismic data collection and analysis, understanding seismic velocity reduction involves identifying variations in wave speeds to assess the impact of seismic activity on fault zones and their subsequent recovery processes.",
        "AnswerCn": "地震波速降低是指在地震发生后，地震波在地壳中传播速度的观察到的减少。这种现象可以指示地下地质结构的变化，通常通过在地震事件发生前后收集的地震数据进行测量。在地震数据收集和分析的背景下，理解地震波速降低涉及识别波速的变化，以评估地震活动对断层带的影响及其后续恢复过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for monitoring seismic velocity changes on the Longmenshan fault during the Wenchuan and Lushan earthquakes compare in terms of capturing co-seismic and post-seismic phenomena?",
        "QuestionCn": "监测龙门山断层在汶川地震和芦山地震期间的地震速度变化的数据收集方法在捕捉共震和后震现象方面有何比较？",
        "AnswerEn": "The research on the Longmenshan fault utilized observational data to capture seismic velocity reductions and recovery phenomena, focusing on four distinct periods: before the Wenchuan earthquake, after the Wenchuan earthquake, before the Lushan earthquake, and after the Lushan earthquake. This approach allowed for a detailed comparison of the co-seismic and post-seismic processes in the fault region, highlighting the significant acceleration of healing in the Wenchuan earthquake rupture zone following the Lushan earthquake.",
        "AnswerCn": "对龙门山断层的研究利用观测数据捕捉了地震波速的降低和恢复现象，重点关注四个不同的时期：汶川地震前、汶川地震后、芦山地震前和芦山地震后。这种方法允许对断层区域的共震和后震过程进行详细比较，突显了在芦山地震后汶川地震破裂带的愈合显著加速。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the structural evolution of fault zones from observed patterns in seismic velocity reduction and recovery following significant earthquakes?",
        "QuestionCn": "从重大地震后观察到的地震速度降低和恢复模式中可以推断出断层带的结构演化是什么？",
        "AnswerEn": "Observations of seismic velocity reduction and recovery in fault zones indicate that significant earthquakes, such as those on the Longmenshan fault, can cause a notable decrease in seismic wave velocity, and these zones can experience an accelerated healing process post-earthquake. This suggests that earthquakes may temporarily alter the structural integrity of the fault, leading to changes in the material properties that are detectable through seismic velocity measurements. The accelerated recovery observed in the Wenchuan earthquake rupture area following the Lushan earthquake implies a dynamic interaction between seismic events and the ongoing healing mechanisms within the fault structure.",
        "AnswerCn": "对断层带中地震波速降低和恢复的观察表明，像龙门山断层这样的重大地震会导致地震波速显著下降，而这些区域在地震后可能经历加速的愈合过程。这表明地震可能暂时改变断层的结构完整性，导致材料属性发生变化，这些变化可以通过地震波速测量检测到。在汶川地震破裂区，继而发生的芦山地震后观察到的加速恢复，暗示了地震事件与断层结构中持续愈合机制之间的动态相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the changes in seismic velocity during and after major earthquakes on the Longmenshan fault?",
        "QuestionCn": "在龙门山断层发生重大地震期间和之后，哪些因素会导致地震波速的变化？",
        "AnswerEn": "The changes in seismic velocity are influenced by the structural evolution of the Longmenshan fault during significant earthquakes. Observations of co-seismic velocity reduction and post-seismic recovery highlight the impact of seismic events such as the Wenchuan and Lushan earthquakes. These changes are affected by the stress release during earthquakes and the subsequent healing of the fault.",
        "AnswerCn": "地震速度的变化受到龙门山断层在重大地震期间的结构演化的影响。共震速度降低和震后恢复的观察突显了汶川地震和芦山地震等地震事件的影响。这些变化受到地震期间应力释放和断层后续愈合的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of seismic activity if data collection methods accurately capture seismic velocity reduction and accelerated recovery in fault zones?",
        "QuestionCn": "如果数据收集方法能够准确捕捉到断层区的地震速度降低和加速恢复，那么对地震活动的理解可能会产生哪些潜在影响？",
        "AnswerEn": "Accurately capturing seismic velocity reduction and accelerated recovery can enhance the understanding of fault zone dynamics, revealing the structural evolution during and after significant seismic events. It may provide insights into the healing process of earthquake rupture areas, potentially improving earthquake prediction models and contributing to more effective risk assessments in seismic-prone regions.",
        "AnswerCn": "准确捕捉地震速度的降低和加速恢复可以增强对断层带动态的理解，揭示重大地震事件期间及之后的结构演变。这可能为地震破裂区域的愈合过程提供洞察，潜在地改善地震预测模型，并有助于在地震频发地区进行更有效的风险评估。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}