{
  "id": "63f50c83-4976-4b9a-967e-b42544ba2863",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Simulated hydrological dataset of the Qilian Mountains Basin (1980-2020)",
      "titleCn": "祁连山流域水文模拟数据集（1980-2020）",
      "description": "This dataset includes annual precipitation (P), evapotranspiration (ET), total runoff (R) and the amount of change of water storage (ΔS) in the Qilian Mountains Basin from 1980 to 2020, with a spatial resolution of 0.1°. The dataset is based on the CoLM202X land surface model, the simulation time is 1979-2020, the spin-up time of the model is 1979, the atmospheric driving data of the model adopts the ERA5 dataset, and the surface underlying surface data adopts the surface dataset developed by the land-atmosphere interaction research group of Sun Yat-sen University. These include leaf area index, vegetation type, land use type, canopy height, glacial lake distribution, etc. The precipitation data is calculated from rainfall and snowfall, evapotranspiration and total runoff are the model output data, and the water storage variable is calculated according to the water balance formula (ΔS=P-ET-R). The evapotranspiration was verified at the site scale (RMSE=0.61mm/day), and the estimation results were more reliable, which could provide some data support for ecohydrology-related research.",
      "descriptionCn": "该数据集包含了1980年至2020年祁连山流域年度降水（P）、蒸散发（ET）、总径流（R）、和水储量变量（ΔS）数据，空间分辨率为0.1°。该数据集基于CoLM202X陆面模型，模拟时间为1979-2020年，模式的起转过程（spin-up）时间为1979年，模式的大气驱动数据采用ERA5数据集，地表下垫面数据采用中山大学陆气相互作用研究小组开发的地表数据集，其中包括叶面积指数、植被类型、土地利用类型、冠层高度、冰川湖泊分布等。降水数据由降雨和降雪统计得来，蒸散发和总径流为模型输出数据，依据水量平衡公式(ΔS=P-ET-R)来计算水储量变量。蒸散发通过站点尺度的验证（RMSE=0.61mm/day），估算结果较为可靠，可为生态水文相关研究提供一定的数据支撑。",
      "instructions": "The above data is stored separately in tif format according to data types, such as evapotranspiration data saved in the Evapotranspiration folder with the data name \"Qilianshan basin_Evapotranspiration_yyyy.tif\", where \"yyyy\" represents the year. For example, \"Qilianshan basin_Evapotranspiration_2020.tif\" represents the tif file description the evapotranspiration information of Qilian Mountain Basin in 2020. Data reading mode: All file data can be opened using Arcgis, ENVI, QGIS, Matlab and other software.",
      "instructionsCn": "上述数据按数据类型建立文件夹以tif格式单独存放，如蒸散发数据保存在Evapotranspiration文件夹中，数据名称为“Qilianshan basin_Evapotranspiration_yyyy.tif”，其中“yyyy”代表年，比如“Qilianshan basin_Evapotranspiration_2020.tif”代表该tif文件描述2020年祁连山流域蒸散发信息。数据读取方式：所有文件数据可使用Arcgis、ENVI、QGIS、Matlab等软件打开。",
      "east": 106.0,
      "west": 88.0,
      "south": 34.0,
      "north": 43.0,
      "startTime": "1980-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 8284320.0,
      "cstr": "18406.11.Terre.tpdc.300388",
      "doi": "10.11888/Terre.tpdc.300388",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau.",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., &Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountains"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2020",
        "keywordEn": "1980-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to simulate hydrological variables such as precipitation, evapotranspiration, and runoff over a large geographical region?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于模拟大范围地理区域的水文变量，如降水、蒸散发和径流？",
        "AnswerEn": "A data collection method involves using a land surface model like CoLM202X to simulate annual hydrological variables such as precipitation, evapotranspiration, and runoff over a large geographical region, like the Qilian Mountain watershed. This model utilizes atmospheric driving data from datasets such as ERA5 and surface data developed by research groups, incorporating variables such as leaf area index, vegetation type, and land use type.",
        "AnswerCn": "一种数据收集方法涉及使用地表模型如CoLM202X来模拟大范围地理区域（如祁连山流域）的年水文变量，如降水、蒸散发和径流。该模型利用来自ERA5等数据集的气象驱动数据和研究小组开发的地表数据，结合叶面积指数、植被类型和土地利用类型等变量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes or characteristics are essential for modeling hydrological processes in a dataset focusing on a mountainous watershed region?",
        "QuestionCn": "在关注山区流域地区的数据集中，哪些具体属性或特征对于水文过程建模是必不可少的？",
        "AnswerEn": "annual precipitation, evapotranspiration, total runoff, water storage variables, spatial resolution, simulation periods, spin-up time, atmospheric driving data, surface data, leaf area index, vegetation type, land use type, canopy height, glacier lake distribution, precipitation data from rain and snow statistics, water balance formula, reliability of estimates",
        "AnswerCn": "年降水量、蒸散发量、总径流量、水储存变量、空间分辨率、模拟周期、预热时间、大气驱动数据、地表数据、叶面积指数、植被类型、土地利用类型、冠层高度、冰川湖泊分布、降水数据来自雨雪统计、水量平衡公式、估算的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a hydrological simulation dataset related to the Qilian Mountains watershed?",
        "QuestionCn": "与祁连山流域相关的水文模拟数据集的空间分辨率是多少？",
        "AnswerEn": "0.1°",
        "AnswerCn": "0.1°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a hydrological simulation dataset in the context of the Qilian Mountains watershed?",
        "QuestionCn": "祁连山流域中的水文模拟数据集是什么？",
        "AnswerEn": "A hydrological simulation dataset in the context of the Qilian Mountains watershed refers to a data collection that includes annual precipitation, evapotranspiration, total runoff, and water storage variables for the period from 1980 to 2020, with a spatial resolution of 0.1°. This dataset is derived from the CoLM202X land surface model, which uses atmospheric driving data from the ERA5 dataset and surface data from a research group at Sun Yat-sen University. It includes factors such as leaf area index, vegetation type, land use type, canopy height, and glacier lake distribution. Precipitation data is compiled from rainfall and snowfall, and evapotranspiration and total runoff are model outputs. The water storage variable is calculated using the water balance equation (ΔS=P-ET-R).",
        "AnswerCn": "在祁连山流域的水文模拟数据集中，指的是一个数据集合，包括1980年至2020年间的年降水量、蒸散发、总径流和水储存变量，空间分辨率为0.1°。该数据集来源于CoLM202X陆面模型，使用ERA5数据集的气象驱动数据和中山大学研究小组的地表数据。数据集包括叶面积指数、植被类型、土地利用类型、冠层高度和冰川湖分布等因素。降水数据由降雨和降雪汇编而成，蒸散发和总径流为模型输出。水储存变量是通过水量平衡方程（ΔS=P-ET-R）计算得出的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for choosing the ERA5 dataset as the atmospheric driving data in hydrological simulations for the Qilian Mountain Basin?",
        "QuestionCn": "选择ERA5数据集作为祁连山盆地水文模拟的气象驱动数据的潜在原因是什么？",
        "AnswerEn": "The ERA5 dataset is chosen as the atmospheric driving data due to its high-resolution, comprehensive coverage, and reliability in providing atmospheric variables necessary for simulating hydrological processes in the Qilian Mountain Basin from 1979 to 2020.",
        "AnswerCn": "由于ERA5数据集具有高分辨率、全面覆盖和可靠性，能够提供模拟1979年至2020年祁连山盆地水文过程所需的大气变量，因此选择ERA5数据集作为大气驱动数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind simulating hydrological variables such as precipitation, evapotranspiration, total runoff, and water storage in the Qilian Mountain Basin from 1980 to 2020?",
        "QuestionCn": "在1980年至2020年期间，模拟祁连山盆地的水文变量，如降水、蒸散发、总径流和水储存的主要目标是什么？",
        "AnswerEn": "The primary objective of simulating these hydrological variables is to provide reliable data support for eco-hydrological research. This is achieved by using the CoLM202X land surface model along with ERA5 atmospheric data and a surface dataset developed by the Sun Yat-sen University's land-atmosphere interaction research group. The goal is to enhance the understanding of water balance in the region, which includes accurately modeling precipitation, evapotranspiration, and runoff, and calculating water storage variables to support various ecological and hydrological studies.",
        "AnswerCn": "模拟这些水文变量的主要目的是为生态水文研究提供可靠的数据支持。这是通过使用CoLM202X陆面模型以及ERA5气象数据和由中山大学陆气相互作用研究小组开发的地表数据集来实现的。目标是增强对该地区水量平衡的理解，包括准确模拟降水、蒸散发和径流，并计算水储存变量，以支持各种生态和水文研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in using a land surface model to generate hydrological simulation data for a specific region over multiple decades?",
        "QuestionCn": "使用陆面模型生成特定区域跨多个年代的水文模拟数据涉及哪些步骤？",
        "AnswerEn": "To generate hydrological simulation data for a specific region over multiple decades using a land surface model, the following steps are involved: First, select an appropriate land surface model, such as CoLM202X. Next, gather atmospheric driving data, like the ERA5 dataset, and surface data, including variables such as leaf area index, vegetation types, land use types, canopy height, and glacier and lake distributions. Initialize the model with a spin-up process to stabilize the variables, starting from the chosen baseline year (e.g., 1979). Run the model over the desired time period (e.g., 1980-2020) to simulate variables such as annual precipitation (P), evapotranspiration (ET), total runoff (R), and water storage changes (ΔS). Precipitation data is obtained from statistical analysis of rainfall and snowfall, while evapotranspiration and total runoff are model outputs. Validate the model's outputs, such as evapotranspiration, using site-specific measurements to ensure reliability, such as achieving a root mean square error (RMSE) of 0.61 mm/day. Finally, use the water balance equation (ΔS=P-ET-R) to calculate changes in water storage.",
        "AnswerCn": "要为特定区域生成多年代的水文模拟数据，涉及以下步骤：首先，选择合适的陆面模型，例如CoLM202X。接下来，收集大气驱动数据，如ERA5数据集，以及地表数据，包括叶面积指数、植被类型、土地利用类型、冠层高度以及冰川和湖泊分布等变量。通过自旋过程初始化模型，以稳定变量，从所选基准年（例如1979年）开始。运行模型以模拟所需时间段（例如1980-2020年）内的变量，如年降水量（P）、蒸散发（ET）、总径流（R）和水储量变化（ΔS）。降水数据通过对降雨和降雪的统计分析获得，而蒸散发和总径流则是模型输出。使用特定地点的测量数据验证模型输出，如蒸散发，以确保可靠性，例如实现0.61 mm/day的均方根误差（RMSE）。最后，使用水量平衡方程（ΔS=P-ET-R）计算水储量变化。",
        "Level": "C3(Applying)"
      }
    ]
  }
}