{
  "id": "64a6eb75-f7c8-412d-92dc-feaf876296f8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Satellite precipitation dataset  for key nodes of pan-third pole region (1998-2016)",
      "titleCn": "泛第三极关键节点区域卫星降雨数据集（1998-2016）",
      "description": "This dataset algorithmically merges microwave data from multiple satellites, including SSMI, SSMIS, MHS, AMSU-B and AMSR-E, each inter-calibrated to the TRMM Combined Instrument. Algorithm 3B43 is executed once per calendar month to produce the single, best-estimate precipitation rate and RMS precipitation-error estimate field (3B43) by combining the 3-hourly merged high-quality/IR estimates (3B42) with the monthly accumulated Global Precipitation Climatology Centre (GPCC) rain gauge analysis. This dataset also combines ground-based rain gauge data to maximize the use of existing probe data, providing an optimal estimate of each grid’s precipitation for each standard observation. Taking the key nodes mainly covering Southeast Asia and the Middle East as the research area, based on the TRMM 3B43 data from 1998 to 2016, Google Earth Engine was used to clip the research area data, and finally the monthly precipitation dataset for key nodes of pan-third pole region from 1998 to 2016 was obtained. (In Minsk, Novosibirsk, and Warsaw, because the latitude is higher than 50°N, TRMM 3B43 does not have data for these  areas, so the upscaling GPM data is used.)",
      "descriptionCn": "TRMM 3B43数据是TRMM卫星与其他卫星以及地面观测联合反演的降水产品，该产品首先订正TRMM/TM1资料，并联合SSM/1，AMSR-E和AMSU-B资料估值降水，其次利用全球降水气候计划（GPCP）的红外降水估值订正微波降水，再进行微波和红外资料联合估值。此外，合同该数据的3B43算法是利用TRMM卫星和其他数据源来生产最佳降水率（mm*h-1）估计和降水误差估计的均方根（RMS）数据产品。该数据还融合了地面的雨量计资料，最大限度利用已有的探测资料，提供了每个标准观测时次每个网格降水的最优估值。以主要覆盖东南亚和中东的关键节点为研究区域，基于1998至2016年的TRMM 3B43数据，利用Google Earth Engine对数据进行研究区的裁剪，最终得到了34个泛第三极关键节点区域1998-2016每月的降雨数据。（明斯克、新西伯利亚、华沙三个地方由于纬度高于50°N，TRMM 3B43没有这三个地方的数据，故采用升尺度后的GPM数据。）",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 109.0,
      "west": 11.0,
      "south": 2.0,
      "north": 51.0,
      "startTime": "1998-01-10 00:00:00",
      "endTime": "2017-01-09 00:00:00",
      "fileSize": 9842230.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimates of Root-Mean-Square Random Error for Finite Samples of Estimated Precipitation",
        "referenceCn": null,
        "referenceEn": "Huffman, G.J. (1997). Estimates of Root-Mean-Square Random Error for Finite Samples of Estimated Precipitation. Journal of Applied Meteorology, 36(9), 1191–1201. doi:10.1175/1520-0450(1997)036<1191:EORMSR>2.0.CO;2"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998-2016",
        "keywordEn": "1998-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Detailed estimation of the error associated with precipitation estimates is a difficult problem requiring statistical information not generally provided in current global precipitation datasets. From the producers' perspective, estimates of error for each independent dataset, whether from satellites or rain gauges, provide key information for combining the datasets. Errors arise from two sources. First, the various estimates depend on measurements and algorithms, each of which introduces its own set of bias and random errors. Second, the estimates contain \"sampling error\" in which a finite set of observations only samples the complete set of events. However, this study has a finite set of estimates, so there is also sampling of the measurement and algorithm errors that happen to be present in the estimated values. The random term alone is considered in this paper for several reasons. First, the random error is frequently the dominant term for the sparsely sampled datasets that Huffman et al. (1995, 1997) and many other papers treat. Second, precipitation estimation techniques usually strive to generate unbiased estimates (\"small\" b). Third, even when b is not small, its analysis is relatively well understood, for example, by computing long-term or large-area averages in which the random errors can be assumed to average out."
      ],
      "research objective": [
        "A simple exact expression has been developed for estimating the rms error in space±time-average precipitation estimates using quantities that are variables of the averaged dataset. This approach accounts for rms errors in the sampling of both the true precipitation ®eld and of the measurement±algorithm-induced errors."
      ],
      "challenges": [
        "Detailed estimation of the error associated with precipitation estimates is a difficult problem requiring statistical information not generally provided in current global precipitation datasets. Errors arise from two sources. First, the various estimates depend on measurements and algorithms, each of which introduces its own set of bias and random errors. Second, the estimates contain \"sampling error\" in which a finite set of observations only samples the complete set of events. However, this study has a finite set of estimates, so there is also sampling of the measurement and algorithm errors that happen to be present in the estimated values."
      ],
      "methods": [
        "The set of pixel-by-pixel GSCAT2 precipitation estimates was used to compute all the terms in (9) on a global 2.5  latitude  2.5  longitude grid, allowing H to be computed for each grid box. The technique developed above was applied in computing the GPCP Version 1 Dataset (Huffman et al. 1997)."
      ],
      "dataset": [
        "The set of pixel-by-pixel GSCAT2 precipitation estimates was used to compute all the terms in (9) on a global 2.5  latitude  2.5  longitude grid, allowing H to be computed for each grid box. The individual GPCP datasets for which rms errors are computed in this paper are the SSM/I scattering estimates over land, SSM/I emission estimates over water, microwave-adjusted infrared estimates [the adjusted GOES precipitation index (AGPI)], and the Global Precipitation Climatology Centre (GPCC) gauge analysis."
      ],
      "findings": [
        "Figure 2 shows that H is tightly clustered around 1.5 at high values of rÅ, and tends toward an average of 1.3 at lower values of rÅ, with most points ranging over 1.2±1.7. To summarize, analytic and GSCAT2 results suggest that a well-behaved H with modest variation according to climatic regime is a fundamental property of the ``true'' rain ®eld."
      ],
      "backgroundCn": [
        "对降水估计相关误差的详细估计是一个困难的问题，需要统计信息，而这些信息在当前的全球降水数据集中通常没有提供。从生产者的角度来看，针对每个独立数据集（无论是来自卫星还是雨量计）的误差估计提供了合并数据集的关键信息。误差来源于两个方面。首先，各种估计依赖于测量和算法，每个都引入了自己的一套偏差和随机误差。其次，估计值包含“抽样误差”，即有限的观察仅对完整事件集进行抽样。然而，本研究有一组有限的估计，因此也存在对测量和算法误差的抽样，这些误差恰好存在于估计值中。本文仅考虑随机项，原因有几个。首先，对于Huffman等人（1995年，1997年）和许多其他论文处理的稀疏采样数据集，随机误差通常是主导项。其次，降水估计技术通常努力生成无偏估计（“小”b）。第三，即使b不是很小，其分析相对较为成熟，例如，通过计算长期或大区域平均值，其中随机误差可以假设会相互抵消。"
      ],
      "research objectiveCn": [
        "已经开发出一个简单的精确表达式，用于估计空间±时间平均降水估计值的均方根误差，该表达式使用了平均数据集中的变量。这种方法考虑了真实降水场的采样均方根误差以及测量算法引起的误差。"
      ],
      "challengesCn": [
        "对降水估计相关误差的详细评估是一个困难的问题，需要统计信息，而这些信息在当前的全球降水数据集中通常没有提供。误差来源于两个方面。首先，各种估计依赖于测量和算法，每个都引入了自己的一套偏差和随机误差。其次，估计中包含“抽样误差”，即有限的观察结果仅对完整事件集进行抽样。然而，本研究有一组有限的估计，因此也存在对测量和算法误差的抽样，这些误差恰好存在于估计值中。"
      ],
      "methodsCn": [
        "使用逐像素的GSCAT2降水估计值在全球2.5度纬度和2.5度经度的网格上计算了公式(9)中的所有项，从而可以为每个网格箱计算H。上述技术被应用于计算GPCP版本1数据集（Huffman等，1997）。"
      ],
      "datasetCn": [
        "使用像素逐点的GSCAT2降水估计计算了（9）式中的所有项，在全球2.5度纬度和2.5度经度的网格上，允许为每个网格箱计算H。本文中计算均方根误差的各个GPCP数据集包括陆地上的SSM/I散射估计、海洋上的SSM/I发射估计、微波调整的红外估计（调整后的GOES降水指数AGPI）以及全球降水气候中心（GPCC）雨量计分析。"
      ],
      "findingsCn": [
        "图2显示，在高rÅ值时，H紧密集中在1.5附近，而在较低rÅ值时趋向于平均值1.3，大多数点的范围在1.2±1.7之间。总的来说，分析结果和GSCAT2结果表明，H的良好表现及其根据气候模式的适度变化是“真实”降雨场的一个基本特性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are random errors considered the dominant term in the error estimation of sparsely sampled precipitation datasets?",
        "QuestionCn": "在稀疏采样的降水数据集的误差估计中，随机误差是否被认为是主导项？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the GSCAT2 precipitation estimate data used on a global grid to compute rms errors for precipitation estimates?",
        "QuestionCn": "GSCAT2降水估计数据是否在全球网格上用于计算降水估计的均方根误差？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What is the primary challenge in estimating precipitation errors: bias in algorithms, sampling errors, or the variability of climate regimes?",
        "QuestionCn": "估计降水误差的主要挑战是什么：算法偏差、采样误差还是气候模式的变异性？",
        "AnswerEn": "sampling errors",
        "AnswerCn": "抽样误差",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where does the challenge of estimating precipitation error arise from in global datasets?",
        "QuestionCn": "在全球数据集中，估计降水误差的挑战来自哪里？",
        "AnswerEn": "biases and random errors",
        "AnswerCn": "偏差和随机误差",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When is it necessary to use a combination of multiple data sources for precipitation estimation?",
        "QuestionCn": "在什么情况下需要使用多个数据源的组合来估算降水量？",
        "AnswerEn": "Combination of multiple data sources",
        "AnswerCn": "多数据源的组合",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that effectively combines satellite and ground-based observations for estimating precipitation?",
        "QuestionCn": "您能否提供一个有效结合卫星和地面观测以估计降水的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method that combines satellite and ground-based observations is the TRMM 3B43 data product, which integrates data from the TRMM satellite, other satellite sources like SSM/I, AMSR-E, AMSU-B, and ground-based rain gauges to provide optimal precipitation estimates.",
        "AnswerCn": "TRMM 3B43 数据产品是一种结合卫星和地面观测的数据收集方法，它整合了 TRMM 卫星、其他卫星源（如 SSM/I、AMSR-E、AMSU-B）和地面雨量计的数据，以提供最佳的降水估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in estimating errors in global precipitation datasets?",
        "QuestionCn": "在估计全球降水数据集中的误差时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced in estimating errors in global precipitation datasets is the requirement for detailed statistical information, which is often not provided. Errors originate from the bias and random errors in measurements and algorithms, as well as from sampling errors due to a finite set of observations.",
        "AnswerCn": "在估计全球降水数据集中的误差时面临的一个挑战是对详细统计信息的需求，而这些信息通常未提供。误差源于测量和算法中的偏差和随机误差，以及由于有限观察集造成的抽样误差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset used for computing terms related to precipitation error estimation on a global scale?",
        "QuestionCn": "您能否提供一个用于计算与全球范围内降水误差估计相关的术语的数据集示例？",
        "AnswerEn": "An example of a dataset used for computing terms related to precipitation error estimation is the pixel-by-pixel GSCAT2 precipitation estimates, which are computed on a global 2.5° latitude by 2.5° longitude grid and used in the Global Precipitation Climatology Project (GPCP) datasets.",
        "AnswerCn": "一个用于计算与降水误差估计相关术语的数据集是逐像素的GSCAT2降水估计，这些估计是在全球2.5°纬度和2.5°经度的网格上计算的，并用于全球降水气候项目（GPCP）数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific challenges are associated with estimating errors in space-time-average precipitation datasets?",
        "QuestionCn": "估计时空平均降水数据集中的误差面临哪些具体挑战？",
        "AnswerEn": "measurement and algorithm biases, random errors, sampling errors, sparsely sampled datasets",
        "AnswerCn": "测量和算法偏差、随机误差、抽样误差、稀疏采样数据集",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methodological approaches utilized in computing improved precipitation estimates from multiple data sources?",
        "QuestionCn": "在从多个数据源计算改进的降水估计时，采用了哪些方法论方法？",
        "AnswerEn": "pixel-by-pixel precipitation estimates, global grid, RMS errors, SSM/I estimates over land and water, microwave-adjusted infrared estimates, rain gauge analysis",
        "AnswerCn": "逐像素降水估算，全球网格，均方根误差，陆地和水域的SSM/I估算，微波调整的红外估算，雨量计分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the range of years covered by the satellite precipitation dataset used in research related to the third pole region?",
        "QuestionCn": "与第三极地区相关的研究中使用的卫星降水数据集覆盖的年份范围是什么？",
        "AnswerEn": "1998-2016 years",
        "AnswerCn": "1998-2016年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the grid used for computing precipitation estimates in the global precipitation dataset?",
        "QuestionCn": "全球降水数据集用于计算降水估计的网格空间分辨率是多少？",
        "AnswerEn": "2.5 degrees",
        "AnswerCn": "2.5度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How is 'sampling error' defined in the context of global precipitation datasets?",
        "QuestionCn": "在全球降水数据集的背景下，“抽样误差”是如何定义的？",
        "AnswerEn": "Sampling error in the context of global precipitation datasets is defined as the error that occurs because a finite set of observations only samples the complete set of events. It arises as one of the two main sources of error in precipitation estimates, alongside biases and random errors from measurements and algorithms.",
        "AnswerCn": "在全球降水数据集的背景下，抽样误差是指由于有限的观察样本仅对完整事件集进行抽样而发生的误差。它是降水估计中两种主要误差来源之一，另一个是来自测量和算法的偏差和随机误差。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'microwave-adjusted infrared estimates' refer to in precipitation data processing?",
        "QuestionCn": "“微波调整的红外估算”在降水数据处理中指的是什么？",
        "AnswerEn": "Microwave-adjusted infrared estimates refer to a type of dataset used in precipitation data processing, which involves using microwave data to adjust infrared precipitation estimates, such as the adjusted GOES precipitation index (AGPI), to improve accuracy.",
        "AnswerCn": "微波调整红外估计是指在降水数据处理过程中使用的一种数据集，它涉及使用微波数据来调整红外降水估计，例如调整后的GOES降水指数（AGPI），以提高准确性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of combining satellite and ground data for rainfall estimation in regions with sparse observational coverage?",
        "QuestionCn": "在观测覆盖稀疏的地区，结合卫星和地面数据进行降雨估计的有效性可以推断出什么？",
        "AnswerEn": "Combining satellite data with ground observations can maximize the use of available detection materials to provide optimal estimates of precipitation for each grid at standard observation times, especially in sparsely sampled areas where random error is often dominant.",
        "AnswerCn": "结合卫星数据和地面观测可以最大限度地利用可用的检测材料，为每个网格在标准观测时间提供最佳的降水估计，特别是在随机误差通常占主导地位的稀疏采样区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors cause the presence of both bias and random errors in the estimates of precipitation from various data sources?",
        "QuestionCn": "导致来自各种数据源的降水估计中同时存在偏差和随机误差的因素有哪些？",
        "AnswerEn": "The presence of both bias and random errors in precipitation estimates arises due to the dependence on measurements and algorithms, each introducing its own set of errors. These errors are further compounded by 'sampling error' due to a finite set of observations that only sample the complete set of events.",
        "AnswerCn": "降水估计中存在偏差和随机误差，这源于对测量和算法的依赖，每种方法都引入了自身的一系列误差。这些误差还受到“抽样误差”的影响，因为有限的观测数据仅对完整事件集进行抽样。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the random error frequently considered the dominant term in sparsely sampled precipitation datasets?",
        "QuestionCn": "为什么随机误差在稀疏采样的降水数据集中常被认为是主导项？",
        "AnswerEn": "Random error is often considered the dominant term in sparsely sampled precipitation datasets because these datasets strive to generate unbiased estimates and the random errors tend to average out over long-term or large-area averages. This makes the random error a significant factor when analyzing such datasets.",
        "AnswerCn": "随机误差通常被认为是在稀疏采样降水数据集中占主导地位的因素，因为这些数据集努力生成无偏估计，而随机误差在长期或大面积平均时往往会相互抵消。这使得随机误差在分析此类数据集时成为一个重要因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of integrating multiple satellite data sources with ground-based observations in precipitation datasets?",
        "QuestionCn": "将多个卫星数据源与地面观测数据集成在降水数据集中的潜在结果是什么？",
        "AnswerEn": "Integrating multiple satellite data sources with ground-based observations can lead to more accurate precipitation estimates by correcting biases and random errors inherent in individual datasets. This approach maximizes the use of available detection data to provide optimal precipitation estimates for every grid at standard observation times.",
        "AnswerCn": "整合多个卫星数据源与地面观测可以通过修正各个数据集固有的偏差和随机误差，从而获得更准确的降水估计。这种方法最大限度地利用可用的探测数据，为每个网格在标准观测时间提供最佳的降水估计。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using a simple exact expression for rms error estimation on the reliability of averaged precipitation data?",
        "QuestionCn": "使用简单的精确表达式来估计均方根误差对平均降水数据可靠性的影响是什么？",
        "AnswerEn": "Using a simple exact expression for rms error estimation can improve the reliability of averaged precipitation data by providing a systematic approach to account for errors in sampling the true precipitation field and measurement-algorithm-induced errors. This results in more consistent and reliable precipitation estimates across different climatic regimes.",
        "AnswerCn": "使用简单的均方根误差估计的精确表达式可以通过提供系统的方法来考虑真实降水场的采样误差和测量算法引起的误差，从而提高平均降水数据的可靠性。这导致在不同气候区间内降水估计更加一致和可靠。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a method for estimating the rms error in space-time-average precipitation estimates using averaged dataset variables?",
        "QuestionCn": "开发一种方法来估计基于平均数据集变量的时空平均降水估计的均方根误差是重要的，原因是什么？",
        "AnswerEn": "A simple exact expression has been developed for estimating the rms error in space±time-average precipitation estimates using quantities that are variables of the averaged dataset. This approach accounts for rms errors in the sampling of both the true precipitation field and of the measurement-algorithm-induced errors.",
        "AnswerCn": "已经开发出一个简单的精确表达式，用于估计空间±时间平均降水估计值的均方根误差，该表达式使用的是平均数据集中的变量。这种方法考虑了真实降水场的采样均方根误差以及测量算法引起的误差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it crucial to address random errors in precipitation estimation techniques, particularly in sparsely sampled datasets?",
        "QuestionCn": "为什么在降水估算技术中解决随机误差尤其重要，特别是在稀疏采样的数据集中？",
        "AnswerEn": "The random error is frequently the dominant term for the sparsely sampled datasets. Precipitation estimation techniques usually strive to generate unbiased estimates, and even when bias is not small, its analysis is relatively well understood by computing long-term or large-area averages where random errors can be assumed to average out.",
        "AnswerCn": "随机误差在稀疏采样的数据集中通常是主导项。降水估计技术通常努力生成无偏估计，即使偏差不小，其分析也相对较为清晰，通过计算长期或大面积的平均值，可以假设随机误差会相互抵消。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are error estimates calculated for precipitation datasets that combine multiple data sources?",
        "QuestionCn": "如何计算结合多个数据源的降水数据集的误差估计？",
        "AnswerEn": "Error estimates are calculated by considering both the random and sampling errors associated with the measurements and algorithms used for precipitation estimation. A simple exact expression is developed to estimate the root mean square error in space-time-average precipitation estimates, which accounts for errors in sampling both the true precipitation field and those induced by measurement and algorithms.",
        "AnswerCn": "误差估计是通过考虑与降水估计中使用的测量和算法相关的随机误差和抽样误差来计算的。开发了一种简单的精确表达式，用于估计时空平均降水估计中的均方根误差，该表达式考虑了对真实降水场的抽样误差以及测量和算法引起的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedures are involved in adapting the TRMM 3B43 algorithm for use with different climatic regions or data gaps?",
        "QuestionCn": "适应TRMM 3B43算法以用于不同气候区域或数据缺口涉及哪些程序？",
        "AnswerEn": "The procedures involve utilizing the TRMM 3B43 algorithm to integrate various satellite and ground data sources to produce optimal precipitation estimates. In regions where TRMM data is unavailable, such as areas above 50°N latitude, upscaled GPM data is used to fill the data gaps and ensure comprehensive coverage.",
        "AnswerCn": "这些程序涉及利用TRMM 3B43算法整合各种卫星和地面数据源，以生成最佳降水估计。在TRMM数据不可用的地区，例如50°N纬度以上的区域，使用上采样的GPM数据来填补数据空白，以确保全面覆盖。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the integration of satellite and ground-based observations to improve the accuracy of precipitation datasets?",
        "QuestionCn": "哪些方法论能够实现卫星和地面观测的集成，以提高降水数据集的准确性？",
        "AnswerEn": "The integration of satellite and ground-based observations is enabled by methodologies that combine TRMM satellite data with other satellite sources like SSM/1, AMSR-E, and AMSU-B, as well as ground-based rain gauge data. The use of algorithms such as the 3B43 algorithm further enhances this integration by adjusting precipitation estimates through microwave and infrared data correction.",
        "AnswerCn": "卫星和地面观测的集成得益于将TRMM卫星数据与其他卫星源（如SSM/I、AMSR-E和AMSU-B）以及地面雨量计数据相结合的方法。使用如3B43算法等算法进一步增强了这种集成，通过微波和红外数据校正来调整降水估计。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the use of error estimation techniques enable more reliable precipitation data analysis in global datasets?",
        "QuestionCn": "误差估计技术的使用如何使全球数据集中降水数据分析更可靠？",
        "AnswerEn": "Error estimation techniques enable more reliable precipitation data analysis by providing a simple exact expression for estimating the rms error in space-time-average precipitation estimates. These techniques account for rms errors in both the true precipitation field sampling and the measurement-algorithm-induced errors, which are crucial for combining datasets from various sources.",
        "AnswerCn": "误差估计技术通过提供一个简单的精确表达式来估计时空平均降水估计中的均方根误差，从而使降水数据分析更加可靠。这些技术考虑了真实降水场采样中的均方根误差以及测量算法引起的误差，这对于结合来自不同来源的数据集至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and resources enable the extension of precipitation datasets to higher latitude regions where specific satellite data may be unavailable?",
        "QuestionCn": "哪些条件和资源能够使降水数据集扩展到特定卫星数据可能不可用的高纬度地区？",
        "AnswerEn": "The extension of precipitation datasets to higher latitude regions is enabled by using upscaled data from other sources, such as GPM data, when specific satellite data like TRMM 3B43 is unavailable. This approach maximizes the use of available detection data and provides optimal precipitation estimates even in areas not directly covered by certain satellite datasets.",
        "AnswerCn": "降水数据集向更高纬度地区的扩展是通过使用来自其他来源的上采样数据（如GPM数据）来实现的，当特定的卫星数据（如TRMM 3B43）不可用时。这种方法最大限度地利用可用的探测数据，即使在某些卫星数据集未直接覆盖的区域，也能提供最佳的降水估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving unbiased estimates in satellite precipitation datasets?",
        "QuestionCn": "在卫星降水数据集中，获得无偏估计可能面临哪些挑战？",
        "AnswerEn": "Achieving unbiased estimates in satellite precipitation datasets is challenging because various estimates depend on measurements and algorithms, each introducing its own set of bias and random errors. Additionally, there is a 'sampling error' since a finite set of observations only samples the complete set of events.",
        "AnswerCn": "在卫星降水数据集中，获得无偏估计是具有挑战性的，因为各种估计依赖于测量和算法，每种方法都引入了自身的一系列偏差和随机误差。此外，由于有限的观测集仅对完整事件集进行抽样，因此还存在“抽样误差”。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways could the challenges associated with sampling errors in precipitation datasets be addressed through methodological advancements?",
        "QuestionCn": "通过方法学进步可以通过哪些方式解决降水数据集中与采样误差相关的挑战？",
        "AnswerEn": "Addressing sampling errors could involve developing more sophisticated algorithms that account for both random and systematic errors in measurement and estimation. The papers suggest that considering random errors as dominant and designing methods to minimize their impact can be a strategic focus for methodological advancements in the field.",
        "AnswerCn": "解决抽样误差可能涉及开发更复杂的算法，以考虑测量和估计中的随机误差和系统误差。论文建议将随机误差视为主导，并设计方法以最小化其影响，可以成为该领域方法论进步的战略重点。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What potential does the use of advanced algorithmic techniques hold for improving the estimation of root mean square (RMS) error in precipitation datasets?",
        "QuestionCn": "使用先进算法技术在改善降水数据集中的均方根（RMS）误差估计方面具有怎样的潜力？",
        "AnswerEn": "Advanced algorithmic techniques can significantly improve RMS error estimation by accurately modeling both the true precipitation field and the measurement-algorithm-induced errors. This approach, as discussed in the content of relevant papers, would enable more precise adjustments and validations of precipitation estimates across various climatic regimes.",
        "AnswerCn": "先进的算法技术可以通过准确建模真实降水场和测量算法引起的误差显著改善均方根误差估计。这种方法，如相关论文中所讨论的，将能够在各种气候条件下更精确地调整和验证降水估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how errors in precipitation estimates are typically addressed when combining different data sources like satellite and ground observations.",
        "QuestionCn": "我不明白在结合不同数据源（如卫星和地面观测）时，如何通常处理降水估计中的错误。",
        "AnswerEn": "Errors in precipitation estimates arise from measurements and algorithms, each introducing bias and random errors, as well as sampling errors from finite observations. These errors are addressed by estimating the root mean square (RMS) error in space-time-average precipitation estimates using variables from the averaged dataset. This involves accounting for RMS errors from the true precipitation field sampling and measurement-algorithm-induced errors.",
        "AnswerCn": "降水估计中的误差来源于测量和算法，每个因素都引入了偏差和随机误差，以及来自有限观测的抽样误差。这些误差通过使用来自平均数据集的变量来估计空间-时间平均降水估计的均方根（RMS）误差来解决。这涉及到考虑来自真实降水场采样的RMS误差以及测量-算法引起的误差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how to evaluate the effectiveness of different precipitation data collection methods in various climatic regions.",
        "QuestionCn": "我不确定如何评估不同气候区域中不同降水数据收集方法的有效性。",
        "AnswerEn": "Evaluating effectiveness involves using techniques that compute terms on a global grid and applying methods such as those developed for the Global Precipitation Climatology Project (GPCP) dataset. This allows for the computation of RMS errors for individual datasets like SSM/I estimates and microwave-adjusted infrared estimates, which then help in assessing the effectiveness across different climatic regimes.",
        "AnswerCn": "评估有效性涉及使用在全球网格上计算术语的技术，并应用诸如全球降水气候项目（GPCP）数据集所开发的方法。这允许计算单个数据集（如SSM/I估计和微波调整红外估计）的均方根误差，从而有助于在不同气候区评估有效性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of how datasets can be expanded or refined for regions where satellite data is limited, like high latitude areas.",
        "QuestionCn": "我无法理解如何扩展或精炼数据集，以便在卫星数据有限的地区（如高纬度地区）使用。",
        "AnswerEn": "In regions where satellite data is limited, such as high latitude areas, one approach to expanding or refining datasets is to use scale-adjusted data from other sources. For example, in the absence of TRMM 3B43 data for certain high latitude areas, scale-adjusted Global Precipitation Measurement (GPM) data can be employed to fill the gaps and ensure continuity in data coverage.",
        "AnswerCn": "在卫星数据有限的地区，例如高纬度地区，扩展或精炼数据集的一种方法是使用来自其他来源的尺度调整数据。例如，在某些高纬度地区缺乏TRMM 3B43数据的情况下，可以使用尺度调整的全球降水测量（GPM）数据来填补空白，以确保数据覆盖的连续性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies used in deriving precipitation estimates from satellite and ground observations, focusing on data integration techniques.",
        "QuestionCn": "请探讨从卫星和地面观测中推导降水估计的方法，重点关注数据集成技术。",
        "AnswerEn": "The methodologies involve correcting TRMM/TM1 data and integrating it with SSM/1, AMSR-E, and AMSU-B data to estimate precipitation. These estimates are further refined using infrared precipitation estimates from the Global Precipitation Climate Program (GPCP). The 3B43 algorithm combines data from the TRMM satellite and other sources to produce optimal precipitation rate estimates and root mean square (RMS) error estimates. Ground rain gauge data is also used to maximize the use of available detection information.",
        "AnswerCn": "这些方法涉及对TRMM/TM1数据进行校正，并将其与SSM/I、AMSR-E和AMSU-B数据整合，以估计降水量。这些估计进一步通过全球降水气候计划（GPCP）的红外降水估计进行精细化。3B43算法结合了TRMM卫星和其他来源的数据，以生成最佳降水率估计和均方根（RMS）误差估计。地面雨量计数据也被用来最大限度地利用可用的探测信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the common challenges faced in estimating errors in precipitation datasets and discuss strategies to address these challenges.",
        "QuestionCn": "分析在估计降水数据集中的误差时面临的常见挑战，并讨论应对这些挑战的策略。",
        "AnswerEn": "Challenges in estimating errors in precipitation datasets stem from measurement and algorithm biases, random errors, and sampling errors. The random error is often the dominant factor in sparsely sampled datasets. To address these challenges, a simple expression has been developed to estimate RMS error in space-time-average precipitation using variables from the averaged dataset. This method accounts for RMS errors in both the true precipitation field sampling and measurement-algorithm-induced errors.",
        "AnswerCn": "估计降水数据集中的误差面临着测量和算法偏差、随机误差以及抽样误差等挑战。在稀疏采样的数据集中，随机误差通常是主要因素。为了解决这些挑战，已经开发出一个简单的表达式，用于使用平均数据集中的变量估计时空平均降水的均方根误差（RMS误差）。该方法考虑了真实降水场采样中的均方根误差以及测量和算法引起的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify data collection methods that could improve the accuracy of precipitation estimates across different climatic regimes.",
        "QuestionCn": "请识别可以提高不同气候区降水估计准确性的 数据收集方法。",
        "AnswerEn": "Improving the accuracy of precipitation estimates can involve using a set of pixel-by-pixel GSCAT2 precipitation estimates on a global 2.5 latitude by 2.5 longitude grid. This allows for the calculation of specific error metrics for each grid box, which can help refine estimates for different climatic regimes. Additionally, integrating microwave-adjusted infrared estimates and Global Precipitation Climatology Centre (GPCC) gauge analysis can provide more comprehensive coverage and accuracy.",
        "AnswerCn": "提高降水估计的准确性可以通过使用全球2.5度纬度和2.5度经度网格上的逐像素GSCAT2降水估计来实现。这允许为每个网格箱计算特定的误差指标，从而帮助针对不同气候区 refine 估计。此外，整合微波调整的红外估计和全球降水气候中心（GPCC）雨量计分析可以提供更全面的覆盖和准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}