{
    "id": "65f8dfef-6511-4d3b-98e6-e44a98658bfe",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of historical water intake in China (1990-2015)",
            "titleCn": "中国历史取水量数据集（1990-2015）",
            "description": "Provide the spatial distribution of water intake in six departments of agricultural irrigation, municipal administration, industrial production, animal husbandry, primary energy exploitation and power generation in China from 1990 to 2015, with a spatial accuracy of 0.5 °, and a geographic coordinate system of WGS84. The data comes from the data set of jgcri papers. The historical uniform water intake data of China is obtained after linear interpolation of the original data, mask extraction in China and coordinate system conversion, and is saved in GeoTIFF file format. The methods and standards of data over the years are consistent, the coverage is complete, and the collection and processing process is traceable and reliable. This data realizes the homogenization of existing data products and provides a basis for analyzing the laws of human factors and the interaction mechanism between human factors and natural factors.",
            "descriptionCn": "提供中国1990-2015年农业灌溉、市政、工业生产、畜牧业、一次能源开采、发电六个部门取水量的空间分布，空间精度为0. 5°，地理坐标系为WGS84。数据来源于JGCRI论文数据集，对原始数据进行时间线性插值、中国区域掩膜提取以及坐标系转换后得到历史均一化中国取水量数据，以geotiff文件格式保存。历年数据的方法、标准一致，覆盖范围完整，采集处理过程可溯、可靠。本数据实现了现有数据产品的均一化，为分析人文要素规律、人文要素和自然要素的相互作用机制提供基础。",
            "instructions": "File name: the water intake data is stored in GeoTIFF format. The file name is \"sectername_km3peryr_yyyy\", where sectername represents the water intake department and yyyy represents the year. For example, DOM_ km3peryr_ 1990. TIFF describes the situation of water intake by municipal departments in 1990.\nData reading method: it can be opened with ArcGIS, R / Python and other programming languages. The unit is cubic kilometer per year.",
            "instructionsCn": "文件命名：取水量数据以geotiff格式存储，文件的名称为“SectorName_km3peryr_yyyy”，其中SectorName代表取水部门，yyyy代表年。比如dom_km3peryr_1990.tiff描述1990年市政部门取水的情况。\n数据读取方式：可用ArcGIS及R/Python等编程语言打开。单位立方千米每年。",
            "east": 135.0,
            "west": 73.0,
            "south": 7.0,
            "north": 54.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 2209573.0,
            "cstr": null,
            "doi": "10.5281/zenodo.1209296",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王灿",
                "nameEn": "WANG Can ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            },
            {
                "nameCn": "王嘉琛",
                "nameEn": "WANG Jiachen ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A global gridded monthly water withdrawal dataset for multiple sectors from 2010 to 2100 at 0.5° resolution under a range of socioeconomic and climate scenarios",
                "referenceCn": null,
                "referenceEn": "Khan, Z., Thompson, I., Vernon, C., Graham, N., Wild, T.B., & Chen, M. (2022). A global gridded monthly water withdrawal dataset for multiple sectors from 2010 to 2100 at 0.5° resolution under a range of socioeconomic and climate scenarios. (In progress)"
            },
            {
                "titleCn": null,
                "titleEn": "Output Data: tethys_v1.3.1_main_ssp_rcp",
                "referenceCn": null,
                "referenceEn": "Khan, Z., Thompson, I., Vernon, C., Graham, N., Wild, T., & Chen, M. (2022). Output Data: tethys_v1.3.1_main_ssp_rcp. https://doi.org/10.7910/DVN/VIQEAB, Harvard Dataverse, V1"
            },
            {
                "titleCn": null,
                "titleEn": "Reconstruction of global gridded monthly sectoral water withdrawals for 1971–2010 and analysis of their spatiotemporal patterns",
                "referenceCn": null,
                "referenceEn": "Huang, Z., Hejazi, M., & Li, X., et al. (2018). Reconstruction of global gridded monthly sectoral water withdrawals for 1971–2010 and analysis of their spatiotemporal patterns. Hydrology and Earth System Sciences, 22(4), 2117-2133."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "水资源",
                "nameEn": "Water Resources"
            },
            {
                "nameCn": "用水",
                "nameEn": "Water Withdrawal"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "历史",
                "keywordEn": "Historical",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
                "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties that define the spatial distribution of water withdrawal data in China from 1990 to 2015?",
                "QuestionCn": "定义1990年至2015年中国水资源取水数据空间分布的属性是什么？",
                "AnswerEn": "0.5° spatial precision, WGS84 geographic coordinate system, agricultural irrigation, municipal, industrial production, livestock, primary energy extraction, power generation, temporal linear interpolation, regional mask extraction for China, coordinate system transformation",
                "AnswerCn": "0.5°空间精度，WGS84地理坐标系，农业灌溉，市政，工业生产，畜牧业，初级能源开采，发电，时间线性插值，中国区域掩膜提取，坐标系转换",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that provides water withdrawal data across various sectors in China?",
                "QuestionCn": "提供中国各个部门水资源提取数据的数据集的空间分辨率是多少？",
                "AnswerEn": "0.5°",
                "AnswerCn": "0.5°",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the spatial resolution of 0.5° in a dataset of China's historical water withdrawal between 1990 and 2015 compare to other potential spatial resolutions in terms of detail and precision for analyzing water usage across different sectors?",
                "QuestionCn": "在1990年至2015年中国历史水资源提取的数据集中，0.5°的空间分辨率与其他潜在的空间分辨率相比，在分析不同部门的水使用时，细节和精度如何？",
                "AnswerEn": "The spatial resolution of 0.5° provides a balance between detail and broad coverage, allowing for a comprehensive analysis of water usage across sectors such as agriculture, municipal, industrial production, livestock, primary energy extraction, and power generation. It offers sufficient granularity to observe spatial distribution patterns while maintaining a manageable dataset size. Compared to finer resolutions, it may lack the detailed local insights but ensures a wider regional applicability and consistency across the entire dataset.",
                "AnswerCn": "0.5°的空间分辨率在细节和广泛覆盖之间提供了平衡，允许对农业、城市、工业生产、畜牧业、初级能源提取和发电等各个部门的水资源使用进行全面分析。它提供了足够的细节来观察空间分布模式，同时保持数据集大小的可管理性。与更细的分辨率相比，它可能缺乏详细的地方洞察，但确保了更广泛的区域适用性和整个数据集的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using spatial interpolation and geographical coordinate transformations on the accuracy and reliability of water withdrawal datasets in historical analyses?",
                "QuestionCn": "使用空间插值和地理坐标转换对历史分析中的水取用数据集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "The use of spatial interpolation and geographical coordinate transformations in water withdrawal datasets can lead to more unified and consistent historical data, which provides a reliable basis for analyzing patterns and interactions between human and natural factors. This approach ensures that the data is spatially consistent across different years, enhancing the ability to conduct comprehensive analyses of historical water use trends across various sectors, such as agriculture, municipal, and industrial.",
                "AnswerCn": "在水资源提取数据集中使用空间插值和地理坐标转换可以导致更统一和一致的历史数据，这为分析人类与自然因素之间的模式和相互作用提供了可靠的基础。这种方法确保数据在不同年份之间的空间一致性，从而增强了对各个部门（如农业、城市和工业）历史用水趋势进行全面分析的能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset that details the spatial distribution of water withdrawal across different sectors in China from 1990 to 2015?",
                "QuestionCn": "创建一个详细描述1990年至2015年中国各个部门水资源提取空间分布的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of creating a dataset with the spatial distribution of water withdrawal in China from 1990 to 2015 is to provide a uniform and reliable historical dataset that can be used to analyze the patterns of human factors and the interaction mechanisms between human and natural elements. This dataset ensures consistency in methods and standards throughout the years, offering a comprehensive and traceable data collection process for various sectors such as agriculture, municipal, industrial production, livestock, primary energy extraction, and power generation.",
                "AnswerCn": "创建1990年至2015年中国水资源提取空间分布数据集的主要目标是提供一个统一且可靠的历史数据集，以便分析人类因素的模式以及人类与自然元素之间的相互作用机制。该数据集确保了在各个年份中方法和标准的一致性，为农业、市政、工业生产、畜牧业、初级能源提取和发电等各个领域提供了全面且可追溯的数据收集过程。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods and steps are involved in ensuring the spatial and temporal uniformity of water withdrawal data across different sectors in China from 1990 to 2015?",
                "QuestionCn": "确保1990年至2015年中国各个部门水抽取数据的空间和时间均匀性涉及哪些方法和步骤？",
                "AnswerEn": "To ensure spatial and temporal uniformity of water withdrawal data across different sectors in China from 1990 to 2015, a dataset undergoes several processes. These include time linear interpolation of the original data, extraction using a China region mask, and coordinate system transformation to WGS84. The data is then saved in geotiff file format. This approach ensures that the data is homogeneous and reliable, with consistent methods and standards applied across all years, providing a comprehensive and traceable dataset for analysis.",
                "AnswerCn": "为了确保1990年至2015年间中国不同部门水资源提取数据的空间和时间均匀性，数据集经历了几个处理过程。这些过程包括对原始数据进行时间线性插值、使用中国区域掩膜进行提取，以及坐标系统转换为WGS84。数据随后以geotiff文件格式保存。这种方法确保数据的均匀性和可靠性，所有年份均采用一致的方法和标准，从而提供了一个全面且可追溯的分析数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements or methodological approaches have enabled the collection and spatial distribution analysis of historical water withdrawal data in sectors such as agriculture and industry in China from 1990 to 2015?",
                "QuestionCn": "哪些技术进步或方法论方法使得能够收集和分析1990年至2015年中国农业和工业等部门的历史水抽取数据的空间分布？",
                "AnswerEn": "The collection and spatial distribution analysis of historical water withdrawal data in China from 1990 to 2015 was enabled by the use of time linear interpolation, geographic masking for the China region, and coordinate system transformation. These methods were based on data sourced from JGCRI papers. The data was processed into a consistent format, ensuring reliability and traceability, and saved as GeoTIFF files with a spatial resolution of 0.5° using the WGS84 geographic coordinate system.",
                "AnswerCn": "通过使用时间线性插值、针对中国区域的地理掩模和坐标系统转换，能够对1990年至2015年中国历史水资源提取数据的收集和空间分布进行分析。这些方法基于JGCRI论文中的数据。数据被处理成一致的格式，确保了可靠性和可追溯性，并以GeoTIFF文件格式保存，空间分辨率为0.5°，使用WGS84地理坐标系统。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}