{
    "id": "660823f5-3479-4e27-8832-19d563a79256",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat surface reflectance products over the Tibetan Plateau (1980s-2019)",
            "titleCn": "青藏高原Landsat系列卫星地表反射率产品（1980s-2019）",
            "description": "The dataset is the Landsat surface reflectance products from 1980s to 2019 over the Tibetan Plateau, it is the key input parameter of many surface geophysical parameters (such as leaf area index, chlorophyll and biomass). The dataset is retrieved based on Landsat level 4 products from China satellite remote sensing ground station, and it is retrived by using the atmospheric correction based on 6S model and BRDF correction model based on C-factor .The RMSE of geometric correction is less than 12m and the RMSD of surface reflectance is less than 5%. And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.The Landsat surface reflectance play an important role in forest, water resources, climate change.",
            "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序地表反射率产品,是很多地表地球物理参数（如叶面积指数、叶绿素和生物量）反演的关键输入参数。2）数据来源及加工方法：所采用的数据源主要来自中国卫星遥感地面站接收存档的Landsat四级产品，青藏高原地区地表反射率产品是基于6S辐射传输模型和MODIS大气产品进行逐像元大气校正,并在此基础上采用C因子法进行BRDF校正得到的；3）数据质量描述：几何精度为RMSE小于等于12m,地表反射率的精度为RMSD低于5%。4) 数据应用成果及前景：在森林、水资源、气候变化等领域长时序信息挖掘分析方面具有重要的应用价值。",
            "instructions": "1)File name rules: the land surface reflectance result of each scense are stored in a floder including the land surface reflectance band, QA file, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF\",for example, L5-TM-115-026-19840418-LSR-BRDF;the land surface reflectance bands are stored as GeoTIFF format and their named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-BX(X represents the number of bands).TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-B1.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type, so it needs to be mutiplied 0.00001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：地表反射率结果是以景为单位存放文件夹，由地表反射率波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF，如L5-TM-115-026-19840418-LSR-BRDF；其中地表温度波段是以GeoTIFF格式存储的，每个波段的地表反射率结果命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-BX(X表示第几个波段).TIF，如L5-TM-115-026-19840418-LSR-BRDF-B1.TIF。数据使用方法：地表反射率结果可使用Arcgis、ENVI、QGIS等软件打开，地表反射的值在使用时需要乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": "1980-01-01 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 31975281315840.0,
            "cstr": "18406.11.Ecolo.tpdc.271723",
            "doi": "10.11888/Ecolo.tpdc.271723",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on atmospheric correction approach of Landsat-8 imageries based on 6S model and look-up table",
                "referenceCn": null,
                "referenceEn": "Peng, Y., He, G.J., & Zhang, Z.M., et al. (2016). Study on atmospheric correction approach of Landsat-8 imageries based on 6S model and look-up table. Journal of Applied Remote Sensing, 10(4)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index(LAI)"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980s-2019",
                "keywordEn": "1980s-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of surface reflectance products derived from Landsat series satellites for the Tibetan Plateau from the 1980s to 2019?",
                "QuestionCn": "从1980年代到2019年，源自Landsat系列卫星的青藏高原表面反射率产品的特征是什么？",
                "AnswerEn": "long-term surface reflectance datasets, Level-4 products, corrected using the 6S radiative transfer model, corrected using MODIS atmospheric products, BRDF correction using the C-factor method, geometric accuracy RMSE ≤ 12m, surface reflectance accuracy RMSD < 5%",
                "AnswerCn": "长期地表反射率数据集，Level-4产品，使用6S辐射传输模型校正，使用MODIS大气产品校正，使用C因子法进行BRDF校正，几何精度RMSE ≤ 12m，地表反射率精度RMSD < 5%。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the geometric accuracy of a dataset focused on surface reflectance products for the Tibetan Plateau?",
                "QuestionCn": "针对青藏高原的表面反射率产品的数据集的几何精度是多少？",
                "AnswerEn": "12 meters",
                "AnswerCn": "12米",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'BRDF correction' mean in the context of Landsat surface reflectance products?",
                "QuestionCn": "在Landsat表面反射率产品的上下文中，“BRDF校正”指的是对地表反射率进行的双向反射分布函数校正。",
                "AnswerEn": "BRDF correction refers to the process of adjusting surface reflectance data to account for the effects of Bidirectional Reflectance Distribution Function, which describes how the reflectance varies with viewing and illumination geometry. In the context of Landsat surface reflectance products for the Qinghai-Tibet Plateau, this correction is performed using the C-factor method to ensure more accurate measurements of surface parameters.",
                "AnswerCn": "BRDF校正是指调整表面反射率数据，以考虑双向反射分布函数的影响，该函数描述了反射率如何随观察和照明几何变化而变化。在青藏高原的Landsat表面反射率产品中，这种校正是通过C因子方法进行的，以确保对表面参数的更准确测量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the effectiveness of different atmospheric correction techniques when considering the accuracy of surface reflectance products over long time periods in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "考虑到青藏高原地区长期以来的表面反射率产品的准确性，可以推断出不同大气校正技术的有效性。",
                "AnswerEn": "The effectiveness of atmospheric correction techniques can be inferred from the accuracy metrics provided, such as the RMSE being less than or equal to 12m for geometric precision and RMSD below 5% for surface reflectance accuracy. The use of 6S radiation transfer model and MODIS atmospheric products for pixel-by-pixel atmospheric correction, along with the C-factor method for BRDF correction, suggests a comprehensive approach to ensuring high-quality data over an extended period.",
                "AnswerCn": "大气校正技术的有效性可以通过提供的准确性指标推断，例如几何精度的均方根误差（RMSE）小于或等于12米，表面反射率准确性的均方根标准差（RMSD）低于5%。使用6S辐射传输模型和MODIS大气产品进行逐像素的大气校正，以及使用C因子方法进行BRDF校正，表明采取了一种全面的方法，以确保在较长时间内获得高质量的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for utilizing 6S radiative transfer model and MODIS atmospheric products for atmospheric correction in data collection methods for surface reflectance on the Tibetan Plateau?",
                "QuestionCn": "利用6S辐射传输模型和MODIS大气产品进行大气校正的主要原因是为了在青藏高原的地表反射率数据收集方法中提高数据的准确性和可靠性。",
                "AnswerEn": "The 6S radiative transfer model and MODIS atmospheric products are used for atmospheric correction to ensure that the surface reflectance data is accurate and reliable. These methods help in accounting for atmospheric effects that can distort satellite imagery, thereby enhancing the precision of the derived surface reflectance. This correction is crucial for the data to serve as a key input for retrieving various geophysical parameters, such as leaf area index, chlorophyll, and biomass, which are essential for analyzing long-term environmental changes in the Tibetan Plateau region.",
                "AnswerCn": "6S辐射传输模型和MODIS大气产品用于大气校正，以确保地表反射率数据的准确性和可靠性。这些方法有助于考虑大气效应，这些效应可能会扭曲卫星影像，从而提高所得到的地表反射率的精度。这种校正对于数据作为提取各种地球物理参数的关键输入至关重要，例如叶面积指数、叶绿素和生物量，这些参数对于分析青藏高原地区的长期环境变化是必不可少的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a long-term surface reflectance product for the Qinghai-Tibet Plateau using Landsat satellite data from the 1980s to 2019?",
                "QuestionCn": "开发青藏高原长期表面反射率产品的主要目标是什么，使用1980年至2019年的Landsat卫星数据？",
                "AnswerEn": "The primary objectives of developing a long-term surface reflectance product for the Qinghai-Tibet Plateau using Landsat satellite data are to provide a critical input parameter for the retrieval of various surface geophysical parameters, such as leaf area index, chlorophyll, and biomass, and to facilitate long-term information mining and analysis in fields like forestry, water resources, and climate change.",
                "AnswerCn": "开发青藏高原长期表面反射率产品的主要目标是为提取各种表面地球物理参数（如叶面积指数、叶绿素和生物量）提供关键输入参数，并促进在林业、水资源和气候变化等领域的长期信息挖掘和分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are necessary to obtain accurate surface reflectance products from Landsat series satellites for the Qinghai-Tibet Plateau region?",
                "QuestionCn": "获取青藏高原地区Landsat系列卫星的准确表面反射率产品所需的程序步骤有哪些？",
                "AnswerEn": "The procedural steps to obtain accurate surface reflectance products involve using data primarily sourced from China's satellite remote sensing ground stations, specifically Landsat level-4 products. The process includes pixel-by-pixel atmospheric correction based on the 6S radiative transfer model and MODIS atmospheric products. Additionally, BRDF correction is applied using the C-factor method to achieve accurate surface reflectance data.",
                "AnswerCn": "获取准确的表面反射率产品的程序步骤涉及使用主要来自中国卫星遥感地面站的数据，特别是Landsat 4级产品。该过程包括基于6S辐射传输模型和MODIS大气产品进行逐像素的大气校正。此外，使用C因子法进行BRDF校正，以实现准确的表面反射率数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data processing techniques enable the accurate atmospheric correction and BRDF correction in the collection of long-term surface reflectance data for high-altitude regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些数据处理技术能够在高海拔地区如青藏高原的长期表面反射率数据收集中实现准确的大气校正和BRDF校正？",
                "AnswerEn": "The accurate atmospheric correction and BRDF correction in collecting long-term surface reflectance data are enabled by using the 6S radiation transfer model and MODIS atmospheric products for pixel-wise atmospheric correction, followed by the C-factor method for BRDF correction.",
                "AnswerCn": "通过使用6S辐射传输模型和MODIS大气产品进行逐像素的大气校正，随后采用C因子方法进行BRDF校正，从而实现了长期表面反射率数据的准确大气校正和BRDF校正。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}