{
    "id": "6613e6b8-9fca-45d0-99f1-36c9beed7ae4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of soil  erosion intensity with 1km resolution in  Pan-TEP 65 countries (2015)",
            "titleCn": "泛第三极65国1km分辨率土壤侵蚀强度数据集（2015）",
            "description": "1) The dataset includes the raster data of soil erosion intensity in Pan-Third Pole 65 countries.2) The data of soil erosion intensity are obtained by using the Chinese soil loss equation (CSLE). The formula of soil erosion prediction model includes rainfall erosivity factor, soil erodibility factor, slope length factor, slope factor, vegetation cover and biological measure factor, engineering measure factor and tillage measure factor. Rainfall erodibility factors are calculated from the daily rainfall data by the US Climate Prdiction Center (CPC); soil erodibility factors are calculated by 250 m soil grid data; engineering measure factors are calculated based on vegetation cover, land use and rainfall erosivity ratio; tillage measure factors haven't been considered yet, and the default value is 1; slope length factors and slope factors are obtained by resampling after calculating 30 m elevation data; vegetation coverage and biological measures factors are obtained by combining fractional vegetation cover with land use data and rainfall erodibility proportionometer. The fractional vegetation cover  is calculated by MODIS vegetation index products through pixel dichotomy. 3) Compared with the data of soil erosion intensity in the same region in the same year, there is no significant difference and the data quality is good.4) the data of soil erosion intensity is of great significance for studying the present situation of soil erosion in Pan third polar 65 countries and better implementation of the development policy of the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
            "descriptionCn": "1）数据内容包含泛第三极65国区域土壤侵蚀强度栅格数据。2）土壤侵蚀强度数据采用中国土壤侵蚀预报模型（CSLE）计算获取。土壤侵蚀预报模型公式中包含降雨侵蚀力因子、土壤可蚀性因子、坡长因子、坡度因子、植被覆盖与生物措施因子、工程措施因子、耕作措施因子。65国降雨侵蚀力因子由美国气候预测中心(CPC)发布的日降雨量产品计算获得；土壤可蚀性因子采用250mSoilGrid网格土壤数据计算；耕作措施因子利用植被覆盖度结合土地利用和降雨侵蚀力比例计算；工程措施初稿暂未考虑，暂时取值为1；坡长因子、坡度因子通过30m高程数据计算后重采样得到；植被覆盖与生物措施因子由植被覆盖度结合土地利用数据和降雨侵蚀力比例计算得出，其中植被覆盖度是由MODIS的植被指数产品通过像元二分法计算得到。3）通过和同年同区域已有土壤侵蚀强度数据对比，无明显差异，数据质量良好。4）土壤侵蚀强度数据对研究泛第三极65国土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
            "instructions": "XDA200402022-CSLE_65G_A.tif represents the soil erosion intensity data of the Pan-Third Pole 65 countries, of which, XDA20040202 is the subproject number, the 2 is the group number of the subproject, CSLE is Chinese soil loss equation, and the 65G represents 65 countries in Pan-Third Pole region. Geotiff  format, can be opened and analysed in ArcGIS software.",
            "instructionsCn": "XDA200402022-CSLE_65G_A.tif：表示泛第三极65国区域土壤侵蚀强度栅格数据，其中XDA20040202是子课题编号，2是子子课题编号，CSLE是中国土壤流失方程，65G代表65个国家；Geotiff格式，可以采用ArcGIS打开查看和分析.",
            "east": 180.0,
            "west": 0.0,
            "south": -10.0,
            "north": 82.0,
            "startTime": "2014-07-08 16:00:00",
            "endTime": "2016-07-06 16:00:00",
            "fileSize": 199141461.0,
            "cstr": "18406.11.Disas.tpdc.270222",
            "doi": "10.11888/Disas.tpdc.270222",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "章文波",
                "nameEn": "ZHANG Wenbo",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国水力侵蚀抽样调查",
                "titleEn": null,
                "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤侵蚀",
                "nameEn": "Soil reosion"
            },
            {
                "nameCn": "水土流失",
                "nameEn": "Soil erosion"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极65国",
                "keywordEn": "PTPE 65 countris"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014.1-2015.12",
                "keywordEn": "2014.1-2015.12",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for soil erosion intensity involve the use of vegetation coverage from MODIS vegetation index products?",
                "QuestionCn": "土壤侵蚀强度的数据收集方法是否涉及使用MODIS植被指数产品的植被覆盖情况？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of the data collection methods used to assess soil erosion intensity in large geographical areas?",
                "QuestionCn": "用于评估大面积地理区域土壤侵蚀强度的数据收集方法的特点是什么？",
                "AnswerEn": "rainfall erosivity, soil erodibility, slope length, slope gradient, vegetation cover, biological measures, engineering measures, tillage practices",
                "AnswerCn": "降雨侵蚀力、土壤可蚀性、坡长、坡度、植被覆盖、生物措施、工程措施、耕作措施",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for soil erosion intensity using the Chinese Soil Loss Equation (CSLE) compare to methods used in other global regions for similar datasets?",
                "QuestionCn": "使用中国土壤流失方程（CSLE）进行土壤侵蚀强度的数据收集方法与其他全球地区用于类似数据集的方法相比如何？",
                "AnswerEn": "The data collection methods using the Chinese Soil Loss Equation (CSLE) involve calculating soil erosion intensity through factors such as rainfall erosivity, soil erodibility, slope length, slope steepness, vegetation cover, and biological measures. Rainfall erosivity is derived from daily rainfall data by the US Climate Prediction Center, and soil erodibility is calculated using 250m SoilGrid data. Slope factors are derived from 30m elevation data, and vegetation cover is calculated using MODIS vegetation index products. These methods are specific to the 65 countries in the Pan-Third Pole region and are designed to align with the Belt and Road Initiative. In comparison, other global regions may use different models or data sources, which might not consider the same combination of factors or the specific data resolutions employed here.",
                "AnswerCn": "使用中国土壤流失方程（CSLE）进行数据收集的方法涉及通过降雨侵蚀性、土壤侵蚀性、坡长、坡度、植被覆盖和生物措施等因素计算土壤侵蚀强度。降雨侵蚀性是通过美国气候预测中心的日降雨数据得出的，土壤侵蚀性则使用250米的土壤网格数据计算。坡度因素来源于30米的高程数据，植被覆盖则是通过MODIS植被指数产品计算得出的。这些方法特定于泛第三极地区的65个国家，并旨在与“一带一路”倡议相一致。相比之下，其他全球地区可能使用不同的模型或数据源，这些模型或数据源可能没有考虑相同的因素组合或所采用的特定数据分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy and reliability of soil erosion intensity data collection in the Pan-Third Pole region?",
                "QuestionCn": "影响泛第三极地区土壤侵蚀强度数据收集的准确性和可靠性的因素有哪些？",
                "AnswerEn": "The accuracy and reliability of soil erosion intensity data collection in the Pan-Third Pole region are influenced by several factors, including the use of the Chinese Soil Loss Equation (CSLE) model which incorporates various elements such as rainfall erosivity factor, soil erodibility factor, slope length and steepness factors, vegetation cover and biological measures factor, and tillage measures factor. The rainfall erosivity factor is derived from daily precipitation data from the U.S. Climate Prediction Center (CPC), while the soil erodibility factor utilizes 250m SoilGrid soil data. Tillage measures factor is calculated using vegetation cover combined with land use and rainfall erosivity ratio, and slope factors are calculated from 30m elevation data. Vegetation cover is determined from MODIS vegetation index products using a pixel dichotomy method. These comprehensive methodologies contribute to the dataset's quality and accuracy, enabling better understanding and policy implementation for soil erosion management in the region.",
                "AnswerCn": "在泛第三极地区，土壤侵蚀强度数据收集的准确性和可靠性受到多个因素的影响，其中包括使用中国土壤流失方程（CSLE）模型，该模型结合了多个要素，如降雨侵蚀性因子、土壤侵蚀性因子、坡长和坡度因子、植被覆盖和生物措施因子，以及耕作措施因子。降雨侵蚀性因子是根据美国气候预测中心（CPC）的每日降水数据得出的，而土壤侵蚀性因子则利用250米的SoilGrid土壤数据。耕作措施因子是通过将植被覆盖与土地利用和降雨侵蚀性比率结合计算得出的，坡度因子则是从30米的高程数据中计算得出的。植被覆盖是通过使用MODIS植被指数产品和像素二分法确定的。这些综合方法有助于提高数据集的质量和准确性，从而更好地理解和实施土壤侵蚀管理政策。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective behind employing the Chinese Soil Loss Equation (CSLE) model to calculate soil erosion intensity in the context of the Pan-Third Pole region across 65 countries?",
                "QuestionCn": "在泛第三极地区65个国家中，采用中国土壤流失方程（CSLE）模型计算土壤侵蚀强度的主要目标是什么？",
                "AnswerEn": "The main objective is to assess the soil erosion status in the Pan-Third Pole region across 65 countries to better implement the 'Belt and Road' development policy. By using the CSLE model, which includes various factors such as rainfall erosivity, soil erodibility, and vegetation cover, the dataset aims to provide a detailed and accurate representation of soil erosion intensity, facilitating informed policy and conservation efforts.",
                "AnswerCn": "主要目标是评估泛第三极地区65个国家的土壤侵蚀状况，以更好地实施“一带一路”发展政策。通过使用CSLE模型，该模型包括降雨侵蚀性、土壤侵蚀性和植被覆盖等多种因素，数据集旨在提供土壤侵蚀强度的详细和准确的表示，从而促进政策和保护工作的制定。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and factors involved in using the Chinese Soil Loss Equation (CSLE) to calculate soil erosion intensity across 65 countries in the Pan-Third Pole region?",
                "QuestionCn": "使用中国土壤流失方程（CSLE）计算泛第三极地区65个国家土壤侵蚀强度的程序和因素有哪些？",
                "AnswerEn": "The procedures involve calculating various factors in the CSLE model, including rainfall erosivity factor derived from daily rainfall data from the US Climate Prediction Center, soil erodibility factor using 250m SoilGrid soil data, and factors like slope length and steepness computed from 30m elevation data. Vegetation cover and biological measures are computed using vegetation cover data combined with land use data and rainfall erosivity ratios, where vegetation cover is obtained from MODIS vegetation index products through a pixel dichotomy method. Engineering measures are currently not considered and temporarily set to a value of 1. The cropland management factor utilizes vegetation cover combined with land use and rainfall erosivity ratios.",
                "AnswerCn": "这些程序涉及计算CSLE模型中的各种因素，包括从美国气候预测中心的每日降雨数据中得出的降雨侵蚀性因子，使用250米的SoilGrid土壤数据计算的土壤侵蚀性因子，以及从30米高程数据计算的坡长和坡度等因素。植被覆盖和生物措施是通过将植被覆盖数据与土地利用数据和降雨侵蚀性比率结合计算得出的，其中植被覆盖是通过像素二分法从MODIS植被指数产品中获得的。工程措施目前未考虑，暂时设定为1。农田管理因子利用植被覆盖结合土地利用和降雨侵蚀性比率。",
                "Level": "C3(Applying)"
            }
        ]
    }
}