{
  "id": "66a28f18-3201-4bb3-88fc-844386203196",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of Sidaoqiao Superstation, 2021)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2021）",
      "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from an observation system of Meteorological elements gradient of Sidaoqiao Superstation from January 1 to December 31, 2021. The site (101.137° E, 42.001° N) was located on a tamarix (Tamarix chinensis Lour.) surface in the Sidaoqiao, Dalaihubu Town, Ejin Banner, Inner Mongolia Autonomous Region. The elevation is 873 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HC2S3; 5, 7, 10, 15, 20 and 28 m, towards north), wind speed profile (010C; 5, 7, 10, 15, 20 and 28 m, towards north), wind direction profile (020C; 15 m, towards north), air pressure (CS100; in waterproof box), rain gauge (TE525M; 28 m, towards south), four-component radiometer (CNR4; 10 m, towards south), two infrared temperature sensors (SI-111; 10 m, towards south, vertically downward), two photosynthetically active radiation (PQS-1; 10 m, towards south, one vertically upward and one vertically downward), soil heat flux (HFP01SC; 3 duplicates with G1 below the tamarix; G2 and G3 between plants, -0.06 m), a TCAV averaging soil thermocouple probe (installed on 17 July, 2013, TCAV; -0.02, -0.04 m), soil temperature profile (109ss-L; 0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, -1.6, -2.0 m), and soil moisture profile (install on 7 December, 2013, ML2X; -0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, -1.6, -2.0 m).\nThe observations included the following: air temperature and humidity (Ta_5 m, Ta_7 m, Ta_10 m, Ta_15 m, Ta_20 m and Ta_28 m; RH_5 m, RH_7 m, RH_10 m, RH_15 m, RH_20 m and RH_28 m) (℃ and %, respectively), wind speed (Ws_5 m, Ws_7 m, Ws_10 m, Ws_15 m, Ws_20 m and Ws_28 m) (m/s), wind direction (WD_15 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation of upward and downward (PAR_up and PAR_down) (μmol/ (s m^-2)), average soil temperature (TCAV, ℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, Ts_160 cm, Ts_200 cm) (℃), and soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, Ms_160 cm, Ms_200 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2021-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日黑河流域地表过程综合观测网下游四道桥超级站气象要素梯度观测系统数据。站点位于内蒙古额济纳旗达来呼布镇四道桥，下垫面是柽柳。观测点的经纬度是101.1374E, 42.0012N，海拔873m。空气温度、相对湿度、风速传感器分别架设在5m、7m、10m、15m、20m、28m处，共6层，朝向正北；风向传感器架设在15m处，朝向正北；气压计安装在防水箱内；翻斗式雨量计安装在28m处；四分量辐射仪安装在10m处，朝向正南；两个红外温度计安装在10m处，朝向正南，探头朝向是垂直向下；两个光合有效辐射仪安装在10m处，朝向正南，探头垂直向上和向下方向各一个；土壤部分传感器安装在塔体南侧2m处，其中土壤热流板（自校正式）（3块）依次埋设在地下6cm处；平均土壤温度传感器TCAV埋设在地下2cm、4cm处；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、80cm、120cm、160cm和200cm处；土壤水分传感器分别埋设在地下2cm、4cm、10cm、20cm、40cm、80cm、120cm、160cm和200cm处。\n观测项目有：风速（WS_5m、WS_7m、WS_10m、WS_15m、WS_20m、WS_28m）(单位：米/秒)、风向（WD_15m）(单位：度)、空气温湿度（Ta_5m、Ta_7m、Ta_10m、Ta_15m、Ta_20m、Ta_28m和RH_5m、RH_7m、RH_10m、RH_15m、RH_20m、RH_28m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、向上和向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)、平均土壤温度（TCAV）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm、Ms_200cm）(单位：体积含水量，百分比)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm、Ts_200cm）(单位：摄氏度)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2021-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site+ AWS",
      "instructionsCn": "年份+**观测网+站点名称+AWS",
      "east": 101.137,
      "west": 101.137,
      "south": 42.001,
      "north": 42.001,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 22767635.0,
      "cstr": "18406.11.Atmos.tpdc.272490",
      "doi": "10.11888/Atmos.tpdc.272490",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "四道桥超级站",
        "keywordEn": "Sidaoqiao superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      },
      {
        "keywordCn": "黑河流域下游",
        "keywordEn": "The lower reaches of the heihe river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021年",
        "keywordEn": "In 2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被前期研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），阿拉尔海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲-沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are datasets in this field collected using both artificial and natural oasis–desert systems?",
        "QuestionCn": "在这个领域中，数据集是通过人工和自然绿洲-沙漠系统收集的吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Do data collection methods in this field include the use of eddy covariance systems and scintillometers?",
        "QuestionCn": "该领域的数据收集方法是否包括使用涡度协方差系统和闪烁仪？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for meteorological and soil parameters in oasis–desert areas primarily based on in-situ sensors, remote sensing, or a combination of both?",
        "QuestionCn": "在绿洲-沙漠地区，气象和土壤参数的数据收集方法主要是基于现场传感器、遥感，还是两者的结合？",
        "AnswerEn": "in-situ sensors",
        "AnswerCn": "原位传感器",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical observational methods used in collecting data about energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中收集关于能量、水汽和碳交换数据的典型观测方法是什么？",
        "AnswerEn": "eddy covariance systems, scintillometers, automatic weather stations",
        "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is a comprehensive meteorological observation superstation located for studying the surface process in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，综合气象观测超级站位于哪里，以研究地表过程？",
        "AnswerEn": "四道桥超级站",
        "AnswerCn": "四道桥超级站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the primary challenges faced in data collection for inland river basins in arid and semiarid areas, particularly along the Silk Road?",
        "QuestionCn": "在干旱和半干旱地区，特别是在丝绸之路沿线，内陆河流域数据收集面临的主要挑战有哪些？",
        "AnswerEn": "ecological environment degradation",
        "AnswerCn": "生态环境退化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how meteorological gradients are observed in arid regions to study oasis-desert interactions?",
        "QuestionCn": "您能否提供一个例子，说明如何在干旱地区观察气象梯度以研究绿洲与沙漠之间的相互作用？",
        "AnswerEn": "An example is the meteorological gradients observed at the Sidaoqiao superstation in the Heihe River Basin, where sensors for air temperature, relative humidity, and wind speed are set at multiple heights ranging from 5m to 28m to capture detailed atmospheric data.",
        "AnswerCn": "一个例子是黑河流域四道桥超级站观测到的气象梯度，其中在5米到28米的多个高度设置了空气温度、相对湿度和风速传感器，以捕捉详细的大气数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data quality control method used in collecting environmental data in harsh climates?",
        "QuestionCn": "在恶劣气候条件下收集环境数据时使用的数据质量控制方法的一个例子是什么？",
        "AnswerEn": "In collecting environmental data at the Sidaoqiao superstation, quality control methods include marking missing data with -6999, removing duplicate records, deleting data beyond physical or sensor thresholds, and marking questionable data in red.",
        "AnswerCn": "在四道桥超级站收集环境数据时，质量控制方法包括用-6999标记缺失数据、删除重复记录、删除超出物理或传感器阈值的数据，以及用红色标记可疑数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and instrumentation used in a meteorological element gradient observation system for arid region research?",
        "QuestionCn": "干旱地区研究的气象元素梯度观测系统的具体特征和仪器包括哪些？",
        "AnswerEn": "sensors for air temperature, relative humidity, wind speed at multiple heights (5m, 7m, 10m, 15m, 20m, 28m), wind direction sensor at 15m, barometer, tipping bucket rain gauge, four-component radiometer, infrared thermometers, photosynthetically active radiation sensors, soil sensors for temperature and moisture, soil heat flux plates",
        "AnswerCn": "空气温度传感器、相对湿度传感器、多个高度（5米、7米、10米、15米、20米、28米）的风速传感器、15米高度的风向传感器、气压计、翻斗式雨量计、四分量辐射计、红外测温仪、光合有效辐射传感器、土壤温度和湿度传感器、土壤热通量板。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the key attributes and parameters measured in oasis–desert ecosystems to analyze energy, water vapor, and carbon exchange?",
        "QuestionCn": "在绿洲-沙漠生态系统中分析能量、水汽和碳交换的关键属性和参数是什么？",
        "AnswerEn": "energy fluxes, water vapor fluxes, carbon fluxes, radiation, soil heat flux, soil temperature, air temperature gradients, humidity gradients, wind speed, wind direction, air pressure, precipitation, soil moisture profiles, vegetation parameters, soil parameters",
        "AnswerCn": "能量通量、水汽通量、碳通量、辐射、土壤热通量、土壤温度、空气温度梯度、湿度梯度、风速、风向、气压、降水、土壤水分剖面、植被参数、土壤参数",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many layers of air temperature and relative humidity sensors are installed in the meteorological observation system?",
        "QuestionCn": "气象观测系统中安装了多少层空气温度和相对湿度传感器？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'turbulent flux' in the context of oasis–desert ecosystem observations?",
        "QuestionCn": "在绿洲-沙漠生态系统观测中，什么是“湍流通量”？",
        "AnswerEn": "A 'turbulent flux' in the context of oasis–desert ecosystem observations refers to the exchange of energy, water vapor, and carbon between the land surface and the atmosphere, which is measured by systems like eddy covariance and scintillometer.",
        "AnswerCn": "在绿洲-沙漠生态系统观察的背景下，“湍流通量”指的是地表与大气之间能量、水蒸气和碳的交换，这通过涡度协方差和闪烁仪等系统进行测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'gradient observation' mean in the context of hydrometeorological data collection?",
        "QuestionCn": "在水文气象数据收集的背景下，“梯度观测”是什么意思？",
        "AnswerEn": "'Gradient observation' in the context of hydrometeorological data collection refers to measuring changes in air temperature, humidity, wind speed, and direction at different heights or depths to understand the vertical distribution and dynamics of these variables.",
        "AnswerCn": "“梯度观测”在水文气象数据收集的背景下是指在不同高度或深度测量空气温度、湿度、风速和风向的变化，以了解这些变量的垂直分布和动态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of 'oasis–desert interactions' in understanding regional ecological stability?",
        "QuestionCn": "“绿洲-沙漠互动”在理解区域生态稳定性方面的重要性是什么？",
        "AnswerEn": "The significance of 'oasis–desert interactions' in understanding regional ecological stability lies in recognizing how energy, water vapor, and carbon exchanges affect the balance and sustainability of oasis and desert systems, which is crucial for ecological security and socioeconomic development.",
        "AnswerCn": "“绿洲-沙漠相互作用”在理解区域生态稳定性方面的重要性在于认识到能量、水汽和碳的交换如何影响绿洲和沙漠系统的平衡与可持续性，这对生态安全和社会经济发展至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for meteorological observations in arid regions compare to those used in oasis–desert systems in terms of instrumentation and measurement intervals?",
        "QuestionCn": "在干旱地区进行气象观测的数据收集方法与在绿洲-沙漠系统中使用的方法在仪器和测量间隔方面如何比较？",
        "AnswerEn": "Data collection methods in arid regions, such as those described for the Qilian Mountains comprehensive observation network, utilize a gradient observation system with sensors positioned at multiple heights and measure every 10 minutes. In contrast, oasis–desert systems use eddy covariance systems and scintillometers for flux data, alongside automatic weather stations for meteorological observations, with various intervals including half-hourly and 10-minute averages.",
        "AnswerCn": "在干旱地区的数据收集方法，例如为祁连山综合观测网络所描述的，采用了梯度观测系统，传感器设置在多个高度，并每10分钟进行一次测量。相比之下，绿洲-沙漠系统使用涡度协方差系统和闪烁仪获取通量数据，以及自动气象站进行气象观测，测量间隔包括半小时和10分钟的平均值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges of maintaining data quality and integrity in meteorological data collected from arid and semi-arid regions?",
        "QuestionCn": "从干旱和半干旱地区收集的气象数据中可以推断出维护数据质量和完整性面临哪些挑战？",
        "AnswerEn": "The challenges of maintaining data quality and integrity in meteorological data collected from arid and semi-arid regions can be inferred from the need for rigorous data processing and quality control, such as ensuring completeness of data, removing duplicates, and addressing data that exceed physical or instrumental ranges. Additionally, these regions face ecological degradation, which may impact data collection consistency.",
        "AnswerCn": "在干旱和半干旱地区收集的气象数据中，维护数据质量和完整性面临的挑战可以从对严格数据处理和质量控制的需求中推断出来，例如确保数据的完整性、去除重复数据以及处理超出物理或仪器范围的数据。此外，这些地区面临生态退化，这可能会影响数据收集的一致性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What methodological approaches are required to enhance data collection and processing in studies focusing on carbon sinks in oasis-desert areas?",
        "QuestionCn": "在关注绿洲-沙漠地区碳汇的研究中，增强数据收集和处理所需的方法论方法有哪些？",
        "AnswerEn": "Methodological approaches required to enhance data collection and processing in studies focusing on carbon sinks in oasis-desert areas include the use of long-term observations with eddy covariance systems and scintillometers, collection of auxiliary hydrometeorological data, and rigorous procedures for data processing and archiving to ensure high-quality datasets.",
        "AnswerCn": "在关注绿洲-沙漠地区碳汇的研究中，增强数据收集和处理的方法论包括使用涡度协方差系统和闪烁仪进行长期观测，收集辅助的水文气象数据，以及严格的数据处理和归档程序，以确保高质量的数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of maintaining data quality and accuracy in oasis–desert ecosystem observational datasets?",
        "QuestionCn": "在绿洲-沙漠生态系统观测数据集中，维护数据质量和准确性的挑战因素包括哪些？",
        "AnswerEn": "Challenges arise from ecological environment degradation, such as drying up of rivers and lakes, degradation of natural vegetation, and intensification of land desertification, which affect data accuracy and necessitate rigorous data processing and quality control procedures.",
        "AnswerCn": "生态环境退化带来了挑战，例如河流和湖泊干涸、自然植被退化以及土地沙漠化加剧，这些都影响了数据的准确性，并需要严格的数据处理和质量控制程序。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it critical to balance data collection between oasis and desert systems for sustainable oasis development?",
        "QuestionCn": "为什么在可持续绿洲发展中平衡绿洲和沙漠系统之间的数据收集至关重要？",
        "AnswerEn": "Balancing data collection is crucial to understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems, which supports ecological security, sustainable development, and helps achieve goals of carbon peaking and carbon neutrality.",
        "AnswerCn": "平衡数据收集对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换至关重要，这有助于生态安全、可持续发展，并支持实现碳达峰和碳中和的目标。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the underlying causes that necessitate long-term observations in oasis–desert areas?",
        "QuestionCn": "在绿洲-沙漠地区，长期观察的必要性背后的原因是什么？",
        "AnswerEn": "Long-term observations are indispensable for achieving a quantitative understanding of energy, water vapor, and carbon exchange, which is significant to protect the ecological stability and socioeconomic development of oases in arid and semiarid regions.",
        "AnswerCn": "长期观测对于实现对能量、水汽和碳交换的定量理解至关重要，这对保护干旱和半干旱地区绿洲的生态稳定性和社会经济发展具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a gradient observation system for collecting meteorological data in oasis–desert ecosystems?",
        "QuestionCn": "使用梯度观测系统收集绿洲-沙漠生态系统气象数据的潜在结果是什么？",
        "AnswerEn": "Using a gradient observation system for collecting meteorological data in oasis–desert ecosystems can result in detailed profiles of air temperature, humidity, and wind speed at different heights. This data helps in understanding the energy, water vapor, and carbon exchange processes, which is crucial for maintaining the ecological balance and supporting sustainable development in these regions.",
        "AnswerCn": "使用梯度观测系统收集绿洲-沙漠生态系统的气象数据，可以在不同高度获得详细的空气温度、湿度和风速剖面。这些数据有助于理解能量、水汽和碳的交换过程，这对于维持生态平衡和支持这些地区的可持续发展至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the establishment of multiple land surface flux and meteorological stations influence the understanding of oasis–desert interactions?",
        "QuestionCn": "多个地表通量和气象站的建立如何影响对绿洲-沙漠相互作用的理解？",
        "AnswerEn": "The establishment of multiple land surface flux and meteorological stations enhances the understanding of oasis–desert interactions by providing comprehensive datasets that include energy, water vapor, and carbon fluxes. These datasets allow for a quantitative analysis of these exchanges, which is significant for protecting ecological stability and supporting socioeconomic development.",
        "AnswerCn": "建立多个陆地表面通量和气象站增强了对绿洲-沙漠相互作用的理解，因为它们提供了包括能量、水蒸气和碳通量在内的综合数据集。这些数据集允许对这些交换进行定量分析，这对保护生态稳定性和支持社会经济发展具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to conduct long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "为什么在绿洲-沙漠生态系统中进行能量、水汽和碳交换的长期观测是必要的？",
        "AnswerEn": "A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable.",
        "AnswerCn": "对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives behind collecting hydrometeorological data, including radiation, soil heat flux, and soil temperature profiles, in arid regions of western China?",
        "QuestionCn": "在中国西部干旱地区收集水文气象数据，包括辐射、土壤热通量和土壤温度剖面的目标是什么？",
        "AnswerEn": "Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis.",
        "AnswerCn": "了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to maintain a balance between oasis and desert systems in the context of sustainable development?",
        "QuestionCn": "在可持续发展的背景下，维持绿洲和沙漠系统之间的平衡是重要的原因是什么？",
        "AnswerEn": "It is critical to maintain the balance between oasis and desert systems to achieve the goal of sustainable oasis development, ensuring ecological stability and supporting socioeconomic development.",
        "AnswerCn": "保持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展目标至关重要，这确保了生态稳定并支持社会经济发展。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are implemented to ensure the quality control of meteorological and soil data collected from different sensor heights in an observational network?",
        "QuestionCn": "为了确保从观测网络中不同传感器高度收集的气象和土壤数据的质量控制，实施了哪些程序？",
        "AnswerEn": "The data quality control includes ensuring 144 data points per day (every 10 minutes), marking missing data with -6999, removing duplicate records, deleting data that are outside physical significance or instrument range, highlighting questionable data in red, and standardizing date and time format.",
        "AnswerCn": "数据质量控制包括确保每天144个数据点（每10分钟一次），用-6999标记缺失数据，删除重复记录，删除超出物理意义或仪器范围的数据，将可疑数据标记为红色，以及标准化日期和时间格式。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are sensors arranged spatially and configured to measure various meteorological and soil parameters in a comprehensive observation network?",
        "QuestionCn": "传感器是如何在空间上排列和配置，以测量综合观测网络中的各种气象和土壤参数的？",
        "AnswerEn": "Air temperature, relative humidity, and wind speed sensors are installed at heights of 5m, 7m, 10m, 15m, 20m, and 28m; wind direction sensors at 15m; a barometer in a waterproof box; a tipping bucket rain gauge at 28m; a four-component radiometer at 10m; infrared thermometers and photosynthetically active radiation sensors at 10m, oriented south; soil sensors are installed at specified depths ranging from surface level to 200cm underground.",
        "AnswerCn": "空气温度、相对湿度和风速传感器安装在5米、7米、10米、15米、20米和28米的高度；风向传感器安装在15米；气压计放置在防水箱内；28米处有一个翻斗雨量计；10米处有一个四分量辐射计；红外温度计和光合有效辐射传感器安装在10米，朝南方向；土壤传感器安装在从地表到200厘米深的指定深度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the steps involved in integrating and processing hydrometeorological, vegetation, and soil parameter data to ensure consistency and usability for long-term ecological research?",
        "QuestionCn": "整合和处理水文气象、植被和土壤参数数据以确保其在长期生态研究中的一致性和可用性涉及哪些步骤？",
        "AnswerEn": "The data processing involves collecting half-hourly turbulent flux data using eddy covariance and scintillometer systems, observing hydrometeorological data from automatic weather stations with a 10-minute average period, and supplementing with vegetation and soil parameters. The process includes data collection, processing, archiving, and sharing.",
        "AnswerCn": "数据处理涉及使用涡度协方差和闪烁仪系统收集半小时的湍流通量数据，观察自动气象站的水文气象数据，平均周期为10分钟，并补充植被和土壤参数。该过程包括数据收集、处理、归档和共享。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the continuous monitoring of meteorological elements in oasis–desert ecosystems?",
        "QuestionCn": "哪些技术进步使得在绿洲-沙漠生态系统中能够持续监测气象要素？",
        "AnswerEn": "The use of automatic weather stations with sensors for air temperature, humidity, wind speed and direction, air pressure, precipitation, soil moisture, and radiation installed at multiple heights and depths has enabled continuous monitoring. These systems allow for data collection at regular intervals, such as every 10 minutes, providing detailed temporal coverage of meteorological elements in oasis–desert ecosystems.",
        "AnswerCn": "自动气象站配备了空气温度、湿度、风速和风向、气压、降水、土壤湿度和辐射等传感器，安装在多个高度和深度，使得连续监测成为可能。这些系统允许以定期间隔（例如每10分钟）收集数据，从而为绿洲-沙漠生态系统中的气象要素提供详细的时间覆盖。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of multiple sensor types enhance the accuracy of soil moisture and temperature data collection in arid regions?",
        "QuestionCn": "多种传感器类型的集成如何提高干旱地区土壤湿度和温度数据收集的准确性？",
        "AnswerEn": "The integration of multiple sensor types, such as soil temperature probes and soil moisture sensors installed at various depths, enhances accuracy by providing a comprehensive profile of soil conditions. These sensors capture variations at different soil depths, offering a detailed understanding of subsurface dynamics, crucial for accurate soil moisture and temperature data collection in arid regions.",
        "AnswerCn": "多种传感器类型的集成，例如安装在不同深度的土壤温度探头和土壤湿度传感器，通过提供全面的土壤状况剖面来提高准确性。这些传感器捕捉不同土壤深度的变化，提供对地下动态的详细理解，这对于在干旱地区准确收集土壤湿度和温度数据至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or strategies enable the effective quality control and processing of long-term meteorological datasets in oasis–desert areas?",
        "QuestionCn": "哪些条件或策略能够有效地对绿洲-沙漠地区的长期气象数据集进行质量控制和处理？",
        "AnswerEn": "Effective quality control and processing of long-term meteorological datasets are enabled by strategies such as ensuring consistent data collection intervals, marking missing data with specific placeholders, removing duplicate records, filtering out data beyond physical or instrument limits, and standardizing date and time formats. These practices ensure data reliability and usability for long-term studies in oasis–desert areas.",
        "AnswerCn": "有效的长期气象数据集的质量控制和处理得益于一些策略，例如确保一致的数据收集间隔、用特定占位符标记缺失数据、删除重复记录、过滤超出物理或仪器限制的数据，以及标准化日期和时间格式。这些做法确保了数据的可靠性和可用性，适用于绿洲-沙漠地区的长期研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in maintaining consistent data collection in the oasis–desert ecosystem, particularly in arid and semiarid regions?",
        "QuestionCn": "为什么在绿洲-沙漠生态系统中，特别是在干旱和半干旱地区，维持一致的数据收集可能会面临挑战？",
        "AnswerEn": "Inland river basins in arid and semiarid areas face ecological challenges such as river and lake drying, land desertification, and dust storms, which can impact data collection consistency.",
        "AnswerCn": "内陆河流流域在干旱和半干旱地区面临生态挑战，如河流和湖泊干涸、土地沙漠化以及沙尘暴，这些都可能影响数据收集的一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it critical to achieve a balance between oasis and desert systems for long-term data collection in these regions?",
        "QuestionCn": "为什么在这些地区实现绿洲和沙漠系统之间的平衡对于长期数据收集至关重要？",
        "AnswerEn": "Balancing oasis and desert systems is crucial for sustainable oasis development and achieving goals like carbon neutrality, which requires a quantitative understanding of energy, water vapor, and carbon exchange in these ecosystems.",
        "AnswerCn": "平衡绿洲和沙漠系统对于可持续的绿洲发展至关重要，并且实现碳中和等目标需要对这些生态系统中的能量、水蒸气和碳交换有定量的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why are long-term observations indispensable for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "为什么长期观测对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换是不可或缺的？",
        "AnswerEn": "Long-term observations are crucial to recognize the interactions between oasis and desert systems, protect ecological stability, and support the socioeconomic development of oases.",
        "AnswerCn": "长期观察对于识别绿洲与沙漠系统之间的相互作用、保护生态稳定性以及支持绿洲的社会经济发展至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the data collection methods used for capturing meteorological elements in arid regions like the oasis–desert systems?",
        "QuestionCn": "我对用于捕捉干旱地区如绿洲-沙漠系统的气象元素的数据收集方法的评估是什么？",
        "AnswerEn": "The data collection methods used involve the use of an eddy covariance system and scintillometer for acquiring half-hourly turbulent flux data, and automatic weather stations for obtaining hydrometeorological data, which are considered effective in capturing detailed meteorological elements in arid regions like oasis–desert systems.",
        "AnswerCn": "数据收集方法包括使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据，以及自动气象站获取水文气象数据，这些方法在像绿洲-沙漠系统这样的干旱地区被认为能够有效捕捉详细的气象要素。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential benefits of expanding the available datasets on energy, water vapor, and carbon exchange in oasis–desert areas?",
        "QuestionCn": "在您看来，扩展关于绿洲-沙漠地区能源、水汽和碳交换的可用数据集的潜在好处是什么？",
        "AnswerEn": "Expanding available datasets could enhance the understanding of oasis–desert interactions, support ecological stability, and contribute to achieving carbon neutrality goals. It would provide a more comprehensive quantitative understanding of the energy, water vapor, and carbon exchanges, crucial for sustainable oasis development.",
        "AnswerCn": "扩展可用数据集可以增强对绿洲与沙漠相互作用的理解，支持生态稳定，并有助于实现碳中和目标。这将提供对能量、水蒸气和碳交换的更全面的定量理解，这对可持续的绿洲发展至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about the challenges faced in collecting accurate data in arid and semiarid regions, particularly in maintaining long-term observations.",
        "QuestionCn": "我对在干旱和半干旱地区收集准确数据所面临的挑战感到不确定，特别是在维持长期观测方面。",
        "AnswerEn": "Challenges in collecting data in arid and semiarid regions include ecological environment degradation such as drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms, especially in inland river basins.",
        "AnswerCn": "在干旱和半干旱地区，收集数据面临的挑战包括生态环境退化，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴，尤其是在内陆河流流域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how datasets related to oasis–desert interactions are structured and shared for research purposes.",
        "QuestionCn": "我无法理解与绿洲-沙漠互动相关的数据集是如何结构化和共享用于研究目的的。",
        "AnswerEn": "Datasets related to oasis–desert interactions are structured to include energy, water vapor, and carbon exchange observations, along with hydrometeorological data and vegetation and soil parameters. These datasets are freely available from the National Tibetan Plateau Data Center.",
        "AnswerCn": "与绿洲-沙漠相互作用相关的数据集结构包括能量、水蒸气和碳交换观测数据，以及水文气象数据和植被与土壤参数。这些数据集可以从国家西藏高原数据中心免费获取。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in maintaining data quality and control for meteorological observations in oasis–desert ecosystems.",
        "QuestionCn": "分析在绿洲-沙漠生态系统中维护气象观测数据质量和控制所面临的挑战。",
        "AnswerEn": "Challenges in maintaining data quality and control for meteorological observations in oasis–desert ecosystems include dealing with data loss, removing duplicate records, filtering out data that exceed physical or instrument limits, and flagging questionable data for further review. Consistent formatting of date and time is also crucial to ensure data integrity.",
        "AnswerCn": "在绿洲-沙漠生态系统中，维护气象观测数据质量和控制面临的挑战包括处理数据丢失、去除重复记录、过滤超出物理或仪器限制的数据，以及标记可疑数据以供进一步审查。日期和时间的一致格式化对于确保数据完整性也至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}