{
  "id": "67031ac3-9d63-4c41-b5ba-73ac7dc323d4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Test and analysis of H, O and s isotopes of tiegelongnan and other deposits in duolong ore concentration area",
      "titleCn": "多龙矿集区铁格隆南等矿床H、O、S同位素测试分析数据",
      "description": "Tiegelongnan porphyry epithermal copper (gold) deposit is located in duolong porphyry area north of Bangong Nujiang suture zone, Tibet, China. The mineralization is mainly composed of several stages of Jurassic sedimentary sandstone and diorite and granodiorite porphyry dyke, with intrusion time ranging from 123 to 116 ma. Hydrothermal alteration is characterized by alunite kaolinite dickite superimposed quartz Muscovite pyrite and biotite alteration zones. Porphyry chalcopyrite pyrite ± molybdenite (phase 1) mineralization is related to biotite alteration. The mineralization of porphyry chalcopyrite bornite (stage 2) and glauconite (stage 3) is related to quartz Muscovite pyrite alteration formed at about 121 ma. It is composed of albite porphyry (Ma-5) and chalcopyrite (Ma-5) and hydrothermal porphyry (ma-6) and chalcopyrite (ma-6) in the stage of mineralization. Fluid composition is related to Muscovite, average δ 18O is 8.9 ‰, δ D is − 56 ‰, indicating the source of magmatic water. Fluid in equilibrium with quartz vein δ 18O composition decreased from 6.7 ‰ to 2.3 ‰, which may be the result of water rock isotope exchange. Quartz fluid inclusion δ D values ranging from − 50 to − 84 ‰ are partially lower than those obtained in Muscovite alteration fluid, which may be the result of H fractionation during fluid inclusion fracture. Fluid composition balance and alunite yield in hyperthermic stage δ 18O − 1.2 to 2.7 ‰, δ D − 71 to − 51 ‰, n = 11, and δ 18O is between − 2.5 and 2.9 ‰, δ D is between − 72 and − 51 ‰ This shows that alunite and type I kaolinite are formed by the mixing of magma and high-altitude Cretaceous atmospheric precipitation. Late type II and type II III kaolinite (filled with alunite and quartz vein) fluid δ 18O and δ The D value is plotted along the mixing line between magma and low altitude Cretaceous atmospheric precipitation, which may be after erosion and plateau subsidence. Porphyry mineralized sulfide phase 1 chalcopyrite and pyrite δ 34S value is between − 5.8 and 0.9 ‰, and the average fluid δ 34sh2s = − 2.5 ‰ (n = 10), while chalcopyrite in stage 2 ranges from − 8.7 to − 3 ‰, with an average of δ 34SH2S=−5.6‰（n=5）。 Sulfide phase 2 fluid δ 34sh2s value is lower than stage 1, indicating that chalcopyrite bornite mineralization was formed under higher oxidation conditions than chalcopyrite pyrite mineralization. Alunite δ The 34S value is between 11 and 18.3 ‰ (n = 8), and the associated sulfide is grade 4 pyrite δ 34S values range from − 32.2 to 5.4 ‰. The S isotope imbalance in alunite pyrite pairs may be due to the rapid cooling and retrograde S isotope exchange during the late sulfide emplacement. Epithermally mineralized sulfide stage 4 s equilibrium pyrite (− 14.9 to − 9.5 ‰), stage 5 chalcopyrite (− 11.6 to − 8.2 ‰) and stage 6 (− 5.4 to − 2.6 ‰) show δ The increase of 34S value indicates that the composition of epithermal fluid evolves to more reduction conditions.\nThe experiment was entrusted to the Queen's isotope research center of Queen's University of Canada and the microanalysis Laboratory of Memorial University of Canada. The experimental data are of good quality. Representative core samples were collected from the East-West section and several other boreholes. Separate biotite (n = 1), white mica (n = 5), quartz (n = 13), alunite (n = 10) and kaolinite (n = 12) for O and H isotopic analysis, and separate alunite (n = 10), pyrite (n = 5) and chalcopyrite (n = 4) for S isotopic analysis of conventional minerals; Eight polished slices were prepared for in-situ sulfur isotope analysis of pyrite (n = 16) and chalcopyrite (n = 10).",
      "descriptionCn": "铁格隆南斑岩型浅成热液铜（金）矿床位于中国西藏班公-怒江缝合带以北的多龙斑岩区。矿化主要由侏罗纪沉积砂岩和闪长岩和花岗闪长岩斑岩脉的几个阶段组成，侵入时间为123至116 Ma。热液蚀变以明矾石-高岭石-地开石叠加石英-白云母-黄铁矿和黑云母蚀变带为特征。斑岩-黄铜矿-黄铁矿±辉钼矿（1期）矿化与黑云母蚀变有关。斑岩-黄铜矿-斑铜矿（阶段2）和铜绿石（阶段3）矿化与约121 Ma形成的石英-白云母-黄铁矿蚀变有关。浅成热液成矿作用由黄铁矿明矾石（阶段4）、黄铜矿-斑铜矿-二长岩（阶段5）和田南特-钠玄岩（阶段6）组成，在~116 Ma和~112 Ma处由明矾石-高岭石角砾岩和矿脉组成。流体成分与白云母有关，平均δ18O为8.9‰，δD为−56‰，表明岩浆水来源。与石英脉平衡的流体δ18O组成从6.7‰下降到2.3‰，这可能是水-岩同位素交换的结果。石英流体包裹体δD值介于−50到−84‰部分低于白云母蚀变液中获得的值，这可能是流体包裹体破裂过程中H分馏的结果。超热阶段流体成分平衡与明矾石产率δ18O−1.2至2.7‰，δD−71至−51‰，n=11，与δ18O介于−2.5和2.9‰，δD介于−72和−51‰. 这表明明矾石和Ⅰ型高岭石是岩浆和高海拔白垩纪大气降水混合形成的。晚期Ⅱ型和Ⅱ型III高岭石（填充明矾石和石英脉）流体δ18O和δD值沿着岩浆和低海拔白垩纪大气降水之间的混合线绘制，可能是在侵蚀和高原沉降之后。斑岩矿化硫化物1期黄铜矿和黄铁矿的δ34S值介于−5.8和0.9‰，平均流体δ34SH2S=−2.5‰（n=10），而第2阶段黄铜矿从−8.7至−3‰，平均δ34SH2S=−5.6‰（n=5）。硫化物阶段2的流体δ34SH2S值低于阶段1，表明黄铜矿-斑铜矿矿化形成于比黄铜矿-黄铁矿矿化更高的氧化条件下。明矾石的δ34S值在11到18.3‰（n=8）之间，伴生硫化物4级黄铁矿的δ34S值在−32.2至5.4‰。明矾石-黄铁矿对中的S同位素不平衡可能是由于后期硫化物侵位过程中的快速冷却和逆行S同位素交换。浅成热液矿化硫化物阶段4 S平衡黄铁矿(−14.9至−9.5‰），第5阶段黄铜矿(−11.6至−8.2‰）和第6阶段(−5.4至−2.6‰）显示δ34S值增加，表明超热流体成分向更多还原条件演化。\n实验委托加拿大女王大学的女王同位素研究中心、加拿大纪念大学微量分析实验室完成，实验数据质量良好。从东西剖面和几个其他钻孔中采集代表性岩芯样本。分离黑云母（n=1）、白云母（n=5）、石英（n=13）、明矾石（n=10）和高岭石（n=12）进行O和H同位素分析，分离明矾石（n=10）、黄铁矿（n=5）和硫砷铜矿（n=4）进行常规矿物S同位素分析；制备了八个抛光薄片，用于黄铁矿（n=16）和黄铜矿（n=10）的原位硫同位素分析。",
      "instructions": "Data names: data1, data2, direct data, can be used.",
      "instructionsCn": "数据名称为：Data1，Data2，直接数据，可以使用。",
      "east": 83.54,
      "west": 83.49,
      "south": 32.87,
      "north": 32.89,
      "startTime": "2018-07-01 00:00:00",
      "endTime": "2021-08-15 00:00:00",
      "fileSize": 294779.0,
      "cstr": "18406.11.SolidEar.tpdc.272071",
      "doi": "10.11888/SolidEar.tpdc.272071",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨超",
        "nameEn": "YANG Chao ",
        "unitEn": "Département de géologie et de génie géologique, Université Laval, Québec",
        "unitCn": "拉瓦尔大学地质工程系"
      },
      {
        "nameCn": "王立强",
        "nameEn": "WANG Liqiang ",
        "unitEn": "Institute of Mineral Ｒesources，Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院矿产资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hydrothermal fluid evolution at the Tiegelongnan porphyry-epithermal Cu (Au) deposit, Tibet, China: Constraints from H and O stable isotope and insitu S isotope",
        "referenceCn": null,
        "referenceEn": "Yang, C., Georges, B., Tang, J.X., Song, Y., & Zhang, Z. (2020). Hydrothermal fluid evolution at the Tiegelongnan porphyry-epithermal Cu(Au) deposit, Tibet, China: Constraints from H and O stable isotope and in-situ S isotope. Ore Geology Reviews, 125."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Alunite",
        "nameEn": "Alunite"
      },
      {
        "nameCn": "Kaolinite",
        "nameEn": "Kaolinite"
      },
      {
        "nameCn": "Meteoric water",
        "nameEn": "Meteoric water"
      },
      {
        "nameCn": "Porphyry",
        "nameEn": "Porphyry"
      },
      {
        "nameCn": "SIMS S isotope",
        "nameEn": "SIMS S isotope"
      },
      {
        "nameCn": "Stable isotope",
        "nameEn": "Stable isotope"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "班公湖-怒江缝合带",
        "keywordEn": "Bangong-Nujiang suture zone"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2021",
        "keywordEn": "2018-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "重点矿区成矿系统结构解剖及勘查技术集成示范",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze isotopic compositions in mineral samples from porphyry and epithermal deposits?",
        "QuestionCn": "您能否提供一个用于分析来自斑岩和热液矿床的矿物样品同位素组成的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to analyze isotopic compositions in mineral samples involves collecting representative core samples from cross-sections and several other drill holes. Specific minerals such as biotite, muscovite, quartz, alunite, and kaolinite are separated for O and H isotope analysis, while alunite, pyrite, and enargite are separated for conventional mineral S isotope analysis. Additionally, in situ sulfur isotope analysis of pyrite and chalcopyrite is conducted using polished thin sections.",
        "AnswerCn": "用于分析矿物样品中同位素组成的数据收集方法的一个例子涉及从横截面和其他多个钻孔中收集代表性岩心样品。特定矿物如黑云母、白云母、石英、铝土矿和高岭土被分离用于氧和氢同位素分析，而铝土矿、黄铁矿和铜铅矿则被分离用于常规矿物硫同位素分析。此外，使用抛光薄片对黄铁矿和铜铅矿进行原位硫同位素分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key isotopic features considered in the analysis of hydrothermal systems in porphyry copper deposits?",
        "QuestionCn": "在斑岩铜矿床的热液系统分析中考虑的关键同位素特征是什么？",
        "AnswerEn": "δ18O, δD, δ34S values",
        "AnswerCn": "δ18O、δD、δ34S 值",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many representative rock core samples were collected for the isotopic analysis?",
        "QuestionCn": "为同位素分析收集了多少个代表性的岩心样本？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of representative rock core samples collected. Therefore, there is no quantifiable data to extract or refine.",
        "AnswerCn": "原始答案没有提供收集的代表性岩芯样本数量的具体数值。因此，没有可提取或细化的量化数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'isotopic analysis' mean in the context of geological research?",
        "QuestionCn": "在地质研究中，“同位素分析”是什么意思？",
        "AnswerEn": "Isotopic analysis in geological research refers to the study and measurement of the isotopic composition of minerals to understand processes such as mineral formation, fluid sources, and environmental conditions. In the context of the provided field, it involves the measurement of H, O, and S isotopes in minerals like biotite, muscovite, quartz, alunite, and kaolinite to infer the origins of mineralizing fluids, the conditions under which mineralization occurred, and the interactions between different geological phases, such as magmatic and meteoric waters.",
        "AnswerCn": "同位素分析在地质研究中是指对矿物同位素组成的研究和测量，以了解矿物形成、流体来源和环境条件等过程。在提供的领域中，它涉及对生物云母、白云母、石英、铝土矿和高岭土等矿物中氢、氧和硫同位素的测量，以推断矿化流体的来源、矿化发生的条件以及不同地质相之间的相互作用，例如岩浆水和降水的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying geological processes can be inferred from the isotopic variations observed in the mineral samples collected from the Duolong porphyry area?",
        "QuestionCn": "从收集的杜龙矿脉地区矿物样本中观察到的同位素变化，可以推断出哪些潜在的地质过程？",
        "AnswerEn": "The isotopic variations in the mineral samples, such as the δ18O and δD values, suggest that the fluids involved in the mineralization have a magmatic origin with contributions from high-altitude Cretaceous meteoric waters. The changes in δ34S values in sulfide minerals across different stages imply evolving oxidation conditions during the mineralization processes, indicating shifts from more oxidized to reduced conditions over time.",
        "AnswerCn": "矿物样品中的同位素变化，如δ18O和δD值，表明参与矿化的流体具有岩浆来源，并且受到高海拔白垩纪降水的影响。硫化矿物中δ34S值的变化表明在不同阶段氧化条件的演变，显示出矿化过程中的氧化状态随着时间的推移从更氧化转变为还原。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variation in δ18O and δD values when analyzing hydrothermal fluid compositions in porphyry and epithermal mineralization settings?",
        "QuestionCn": "在分析岩浆热液流体组成时，影响δ18O和δD值变化的因素包括哪些？",
        "AnswerEn": "The variation in δ18O and δD values in hydrothermal fluid compositions is influenced by the mixing of magmatic water sources and high-altitude Cretaceous meteoric precipitation, as well as water-rock isotopic exchange processes. Additionally, the δD values in quartz fluid inclusions being lower than those obtained from muscovite alteration fluids may be due to isotopic fractionation during fluid inclusion rupture.",
        "AnswerCn": "热液流体成分中δ18O和δD值的变化受到岩浆水源与高海拔白垩纪降水混合的影响，以及水-岩石同位素交换过程的影响。此外，石英流体包裹体中的δD值低于来自白云母改造流体的值，这可能是由于流体包裹体破裂过程中发生的同位素分馏所致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential implications for the accuracy of isotope data when representative core samples are collected from various sections and drilled holes in a mining area?",
        "QuestionCn": "在采集矿区不同区域和钻孔的代表性岩心样本时，可能对同位素数据的准确性产生哪些潜在影响？",
        "AnswerEn": "Collecting representative core samples from various sections and drilled holes in a mining area can enhance the accuracy of isotope data by providing a comprehensive overview of the spatial variations in mineral composition and isotopic signatures. This approach helps in capturing the heterogeneity of the mineral deposits and ensures that the data reflects the true geological diversity of the area, leading to more reliable interpretations of the mineralization processes and fluid evolution.",
        "AnswerCn": "在矿区的不同区域和钻孔中收集代表性的核心样本可以通过提供矿物成分和同位素特征的空间变化的全面概述来提高同位素数据的准确性。这种方法有助于捕捉矿床的异质性，并确保数据反映该地区的真实地质多样性，从而导致对矿化过程和流体演化的更可靠解释。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting H, O, and S isotope data from various mineral phases in the Duolong porphyry district?",
        "QuestionCn": "在多龙斑岩区从各种矿物相中收集H、O和S同位素数据的主要目的是是什么？",
        "AnswerEn": "The primary objective is to understand the isotopic composition and origins of fluids involved in mineralization processes, to determine the conditions under which different mineralization stages occurred, and to infer the geological and environmental changes over time in the Duolong porphyry district.",
        "AnswerCn": "主要目标是了解与矿化过程相关的流体的同位素组成和来源，以确定不同矿化阶段发生的条件，并推断杜龙矿脉地区随时间变化的地质和环境变化。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}