{
    "id": "673f53a0-8b9c-47ef-8997-5f9b577149a0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chromium isotopic composition of mantle minerals and Cr equilibrium fractionation coefficient between minerals",
            "titleCn": "地幔矿物的Cr同位素组成和矿物之间的Cr平衡分馏系数",
            "description": "In this paper, we have systematically analyzed the chromium stable isotopes of the associated mantle minerals in 17 peridotite xenoliths from the northern part of the North China Craton by double diluent method, Neptune MC-ICP-MS and Triton tims. The experiments were carried out in the Key Laboratory of crust mantle materials and environment, Chinese Academy of Sciences, University of science and technology of China CR isotopic compositions of major minerals in clinopyroxene rich lherzolites and exfoliated peridotites, of which the latter two types may have been subjected to melt / fluid metasomatism. These minerals show a large range of variation: olivine δ 53Cr is -0.43 ± 03 ‰ (2sd) to 0.09 ‰ ± 02 ‰ (2sd), clinopyroxene δ 53Cr is -0.32 ± 0.02 ‰ (2sd) to 0.14 ‰ ± 02 ‰ (2sd), orthopyroxene δ 53Cr is -0.32 ± 0.04 ‰ (2sd) to 0.19 ‰ ± 02 ‰ (2sd), and spinel δ 53Cr is -0.33 ± 0.06 ‰ (2sd) to 0.23 ‰ ± 0.02‰（2SD）。 Among them, we think that the Chromium Isotope results of different mineral pairs of lherzolite (for example, in 870 ° C to 970 ° C, Δ 53crspl ol 0.153 ‰ to 0.16 ‰, Δ 53crspl py ranges from 0.04 ‰ to 0.11 ‰, Δ 53crpy ol, ranging from 0.05 ‰ to 0.10 ‰), recorded a measurable and systematic inter mineral equilibrium CR isotope fractionation, which is consistent with the determination of CR2 in minerals by XANES+/ Σ The CR values predicted by the model are in good agreement with each other. The fractionation values can basically explain the CR isotopic behavior during partial melting and magmatic crystallization observed in peridotites and basalts of the moon. In contrast, we found that metasomatism may affect the CR isotopic composition of minerals in clinopyroxene rich lherzolites and exfoliated peridotites metasomatized in Beiyan area by means of mineral melt interaction and / or dynamic diffusion, resulting in the imbalance of Cr isotopic fractionation among minerals.\nOur findings confirm the equilibrium fractionation coefficient between high temperature minerals and its quantitative relationship with oxygen fugacity environment, which is of great significance for the study of oxygen fugacity environment of planetary evolution by using CR isotope system in the future.",
            "descriptionCn": "我们对华北克拉通北岩17个橄榄岩捕虏体中共生的地幔矿物进行了系统的双稀释剂法+Neptune MC-ICP-MS和Triton TIMS的铬稳定同位素分析，实验均在中国科学技术大学中科院壳幔物质与环境重点实验室完成，分析了包括二辉橄榄岩、富单斜辉石二辉橄榄岩和异剥橄榄岩等样品主要单矿物的Cr同位素组成，其中后面两类橄榄岩可能曾受到熔/流体交代作用。这些矿物均表现出较大的变化范围：橄榄石δ53Cr值为-0.43±0.03‰（2SD）到0.09±0.02‰（2SD）、单斜辉石δ53Cr值为-0.32±0.02‰（2SD）到0.14±0.02‰（2SD）、斜方辉石δ53Cr值为-0.32±0.04‰（2SD）到0.19±0.02‰（2SD），以及尖晶石δ53Cr值为-0.33±0.06‰（2SD）到0.23±0.02‰（2SD）。其中，我们认为二辉橄榄岩不同矿物对的铬同位素结果（例如在870°C至970°C下，Δ53CrSpl-Ol为0.153‰至0.16‰的，Δ53CrSpl-Py为0.04‰至0.11‰，Δ53CrPy-Ol为0.05‰至0.10‰），记录了可测量的、系统的矿物间平衡Cr同位素分馏，与通过XANES确定的矿物中Cr2+/ΣCr值所预测的模型计算结果高度吻合。该分馏值可以基本上解释在地球橄榄岩和月球玄武岩中观察到的部分熔融和岩浆结晶过程中的Cr同位素行为。相比之下，我们发现交代作用可能通过矿物-熔体相互作用和/或动力学扩散的方式来影响北岩地区交代的富单斜辉石二辉橄榄岩和异剥橄榄岩中矿物的Cr同位素组成，从而导致矿物间Cr同位素分馏不平衡。\n我们的发现确定了高温矿物之间的平衡分馏系数，以及其与氧逸度环境的定量关系，为今后利用Cr同位素体系研究行星演化的氧逸度环境具有重要意义。",
            "instructions": "Table 1:  Chromium contents and isotope compositions of mantle minerals from Beiyan peridotite xenoliths.\nTable 2:  Inter-mineral Cr isotope fractionations (‰) in Beiyan peridotites.\nTable 3:  The height (H1s/4s) and area (A1s-4s) of 1s-4s derivative peak and calculated Cr2+/ΣCr values, determined from Ol separates from two lherzolites, one Cpx-rich lherzolite and one wehrlite.\nTable 4:  The Cr2+/ΣCr values in minerals and associated force constants (Kf,Cr-O) used in the ionic model. The calculated inter-mineral isotope fractionation factors (Δ53Cr) are also presented. The values following in parentheses are the Cr2+/ΣCr values in minerals for calculations. \nTable 5:  Representative electron microprobe analyses (wt.%) of major minerals from two Beiyan peridotite xenoliths.\nTable 6:  Major (wt.%) and trace element (ppm) compositions of Opx profiles from lherzolites Cl09-62 and Cl09-73.\nTable 7: Parameters for modelling partial melting (PM) peridotite and fractional crystallization (FC) of basaltic magma, including mineral modes, melting/crystallization reactions (melting from Walter (2003) and fractional crystallization from Roeder et al. (2006)), and Cr2+ and Cr3+ partition coefficients (Mallmann and O’Neill, 2009). Notably, Cr concentration of Spl in the partial melting model is set to ~6wt.% to approach that in the primitive mantle (Dick and Bullen, 1984), whereas this value is set to ~10wt.% for Spl due to its higher Cr# (Cr/(Cr+Al)) value crystallized from a MORB melt (Roeder et al. 2006).\nTable 8:  Ionic model parameters and Cr isotope fractionation factor calculations\n\nFigure 1: Plot (a) presents the normalized Cr K-edge XANES spectra for Ol separates from two lherzlites Cl09-65, Cl09-74, one Cpx-rich lherzolite CLB05-15 and one wehrlite Cl09-86, as well as the spectra for the Cr metal (zero-valent Cr) and Cr(OH)3 (trivalent Cr) standards; Plot (b) presents the corresponding derivative spectra. Plots (c) and (e) present the normalized Cr K-edge XANES spectra for Cpx and Opx, as well as Spl from the lherzolites and Cpx-rich lherzolites, respectively, while Plot (d) and (f) present the corresponding derivative spectra. The integral range used to determine the area of the 1s→4s peaks in the derivative spectra is also shown by the gray area. The reference standards in (a) and (b) for Ol minerals are the Cr2+-bearing ureilite Ol (Cr2+/ΣCr=0.95) and the Cr3+ feldspar-pyroxene (Fs-Pl) silicate glass (Cr2+/ΣCr=0) from Bell et al. (2014), while the standards in (c) and (d) for Py minerals are two feldspar-pyroxene (Fs-Py) silicate glass with Cr2+/ΣCr values of 0 and 1 from Berry et al. (2004) and Bell et al. (2014). The Spl standard is derived from the chromite (Cr2+/ΣC=0) from Eeckhout et al. (2007) in (e) and (f).\nFigure 2:  Concentration zoning of individual Opx grains from Cl09-62 and Cl09-73 for Cr (a) and Al2O3 (b) and Al2O3-Cr correlations for the five Opx profiles (c). Each distance interval for adjacent two points was approximately ~100µm.\nFigure 3:  Crystal structures for Cr-bearing Spl, Cpx, Opx, and Ol displaying nearest neighbors for Cr2+ and Cr3+ ions. The structures were built using CrystalMaker software based on the effective ionic radii for Cr species with different coordination environments (0.8 Å for 6-coordinated Cr2+ and 0.615 Å for 6-coordinated Cr3+) reported by Shannon (1976). Oxygen is shown as large red spheres in all structures, and the small, dark blue spheres represent silicon ions. The orange spheres and the light blue spheres represent the sites for trivalent ions and bivalent ions, respectively. The 4-coordinated, 6-coordinated, and 8-coordinated Cr-O bonds are shown in black, yellow, and purple, respectively. It is noteworthy that Cr2+ can substitute in distorted octahedral M2 positions with 6- to 8-coordination in the Cpx and Opx structures.\nFigure 4:  Calculated inter-mineral equilibrium Cr isotope fractionation factors at different temperatures: (a) δ53CrSpl-δ53CrOl, (b) δ53CrSpl-δ53CrPy, and (c) δ53CrPy-δ53CrOl based on the ionic model. The lines in different colors represent the estimations for the inter-mineral fractionation factors based on different Cr2+/ΣCr values of each mineral, which are expressed as the values following the mineral names in all plots. The filled and open symbols represent Opx-related and Cpx-related mineral pairs, respectively. The dashed and dotted curves in (a) represent calculated equilibrium fractionation factors using XANES-determined Cr valences of Spl and Ol. The dashed and dotted curves in (b) and (c) are calculated equilibrium fractionation factors fitting the observed values by adjusting the Cr2+/ΣCr ratios of Py. Uncertainties quoted for Δ53Cr in this and all subsequent figures are the square root of the sum of the square of the uncertainty of the two minerals.\nFigure 5: ‘δ-δ’ plots showing the isotope fractionation between minerals in Beiyan mantle xenoliths. Error bars for δ53Cr of minerals in this and all subsequent figures are 2SD uncertainties defined in the main text. Solid lines represent the equilibrium fractionation lines defined by the mineral pairs of four lherzolites (see the text for a detailed discussion). \nFigure 6:  Plot (a) presents Cr isotope compositions of individual minerals as a function of Fe/Mg mole ratios of these minerals in the Cpx-rich lherzolites. Plot (b) presents the correlations between Cr isotope fractionation values of Py-Ol mineral pairs and Fe/Mg mole ratios of corresponding Py for the lherzolties and Cpx-rich lherzolties. Plot (c) and (d) displays the correlations of δ53CrOl, Δ53CrCpx-Ol and the Ca/Al ratios of Cpx from the Beiyan peridotites, respectively. Plot (e) presents the positive correlation of the Mg isotope and Cr isotope compositions of Ol from the wehrlites, indicating kinetic diffusion effects rather than the mineral–melt mixing. The δ26MgOl data in (e) are from Xiao et al. (2013). The filled and open symbols in (a) - (e) represent Opx-related and Cpx-related minerals or mineral pairs, respectively. The dotted line in (e) is the calculated diffusion curve according to the model by Richter et al. (1999, 2003).\nFigure 7:  Plot (a) represents variations of the Cr isotope fractionation between residual solid and melt as a function of melt fraction (F), and initial oxygen fugacities following the non-modal melting model from Sossi and O’Neill (2017) in both batch and fractional melting scenarios. The starting material has a composition of a fertile Spl-facies lherzolite (60% Ol, 24% Opx, 15% Cpx and 1% Spl in volume). The numbers in parentheses are the Cr3+/ΣCr values in the initial peridotites summed over each minerals. In the case of F=0.1, the two melting scenarios with initial Cr3+/ΣCr values of 0.42, 0.56 and 0.85 (all other parameters are kept constant) would generate mafic melts with Cr3+/ΣCr of 0.13-0.15, 0.21-0.24 and 0.55-0.6, corresponding to oxygen fugacities of ~IW, ~IW+1.2 and ~IW+3.8 at 1400 °C (Berry et al., 2006), respectively, which cover the oxygen fugacity range covering most terrestrial and extraterrestrial conditions [e.g., basaltic melts from Moon (IW-2 to IW), from Mars (IW to IW+2), from Earth (IW+2 to IW+6), Papike et al. (2005)]. Plot (b) represents variations of the Cr isotope fractionation between crystalized phase (consisting of Ol and Spl/Chromite in 99:1 volume ratio) and melt as a function of melt fraction (F) and initial oxygen fugacities during partial crystallization of a basaltic magma. The values in parentheses are the Cr3+/ΣCr values (0.2, 0.6 and 0.8) in the initial MORB-like melts with oxygen fugacities of IW+0.9, IW+4 and IW+5.7 (Berry et al., 2006), respectively.",
            "instructionsCn": "表1为北岩橄榄岩地幔包体矿物的Cr含量和同位素组成；\n表2为北岩橄榄岩矿物之间Cr同位素分馏；\n表3为两个北岩二辉橄榄岩，一个富单斜辉石二辉橄榄岩和一个异剥橄榄岩中单矿物的1s-4s导数峰高和峰面积，及对应计算的Cr2+/ΣCr值；\n表4为离子模型使用的矿物Cr2+/ΣCr和对应的Cr-O键有效键能，以及计算得到的矿物之间的Cr同位素分馏系数。括号里的值代表计算过程中矿物的Cr2+/ΣCr值；\n表5为两个北岩地幔橄榄岩主要矿物的电子探针分析结果；\n表6为二辉橄榄岩Cl09-62和Cl09-73的斜方辉石主、微量元素含量环带；\n表7为地幔部分熔融和岩浆分离结晶计算参数。\n表8为离子模型参数和计算的同位素分馏值。\n图1：（a）图显示了两种二辉橄榄岩Cl09-65、Cl09-74、一种富Cpx二辉橄榄岩CLB05-15和一种二辉橄榄岩Cl09-86的Ol分离物的标准化Cr K边氧烷光谱，以及Cr金属（零价Cr）和Cr（OH）3（三价Cr）标准物的光谱；（b）图给出了相应的导数光谱。（c）图和（e）图分别给出了Cpx和Opx的归一化Cr K边XANES光谱，以及来自二辉橄榄岩和富Cpx二辉橄榄岩的Spl，而（d）图和（f）图给出了相应的导数光谱。用来确定1s面积的积分范围→导数光谱中的4s峰也用灰色区域表示。（a）和（b）中Ol矿物的参考标准是含Cr2+的橄榄无球粒陨石中橄榄石（Cr2+/ΣCr=0.95）和Cr3+长石-辉石硅酸盐玻璃（Cr2+/ΣCr=0）（Bell et al.，2014），而（c）和（d）中Py矿物的标准是含Cr2+比例为0和1的两种长石-辉石硅酸盐玻璃（Berry et al., 2004；Bell et al., 2014）。在（e）和（f）中，铬铁矿数据（Cr2+/ΣC=0）来自Eeckhout et al.（2007）。\n图2：Cl09-62和Cl09-73中Opx颗粒的Cr（a）和Al2O3（b）的浓度分区和五个Opx环带（c）的Al2O3-Cr相关性。 相邻两点的每个距离间隔约为〜100µm。\n图3：含Cr的Spl，Cpx，Opx和Ol的晶体结构显示了Cr2 +和Cr3 +离子的配位环境。 使用CrystalMaker软件，根据Shannon（1976）的具有不同配位环境的Cr离子（六配位Cr2 +为0.8Å，六配位Cr3 +为0.615Å）的有效离子半径，使用CrystalMaker软件构建分子结构。 氧气在所有结构中均显示为大红色球体，而小而深蓝色的球体则表示硅离子。 橙色球和浅蓝色球分别代表三价离子和二价离子的位点。 4配位，6配位和8配位的Cr-O键分别以黑色，黄色和紫色显示。 值得注意的是，Cr2 +可以在Cpx和Opx结构中以6至8配位取代八面体M2扭曲的位置。\n图4：在不同温度下计算的矿物间平衡Cr同位素分馏：（a）δ53CrSpl-δ53CrOl，（b）δ53CrSpl-δ53CrPy，以及（c）δ53CrPy-δ53CrOl（基于离子模型）。 不同颜色的线表示基于每种矿物的不同Cr2 + /ΣCr值的矿物间分馏因子的估计值，这些值表示为所有图中跟随矿物名称的值。 实心和空心符号分别表示与Opx有关的矿物和与Cpx有关的矿物对。 （a）中的虚线和虚线表示使用XANES确定的Spl和Ol的Cr价计算得出的平衡分馏因子。 通过调整Py的Cr2 + /ΣCr比值，可以计算出（b）和（c）中的点划线曲线，以平衡平衡分数因子，从而符合观察值。 在此及所有后续附图中，Δ53Cr的不确定度是两种矿物不确定度平方和的平方根。\n图5：“δ-δ”图显示了北岩地幔异岩中矿物之间的同位素分馏。 此图及所有后续图中的矿物δ53Cr误差线为正文中定义的2SD不确定度。 实线表示由四个锂沸石的矿物对定义的平衡分馏线。\n图6：图（a）展示了各种矿物的Cr同位素组成，这些元素是富含Cpx的锂沸石中这些矿物的Fe / Mg摩尔比的函数。 曲线（b）给出了Py-Ol矿物对的Cr同位素分馏值与相应Py的Fe / Mg摩尔比之间的相关关系。 图（c）和（d）分别显示了北岩橄榄岩的δ53CrOl，Δ53CrCpx-Ol和Cpx的Ca / Al比的相关性。 图（e）显示了来自陨石的Ol的Mg同位素和Cr同位素组成的正相关关系，表明了动力学扩散效应而不是矿物-熔体混合。 （e）中的δ26MgOl数据来自Xiao等人。 （2013）。 （a）-（e）中的实心和空心符号分别代表与Opx有关的矿物和与Cpx有关的矿物或矿物对。 （e）中的虚线是根据Richter等人（1999，2003）的模型计算得出的扩散曲线。\n图7：图（a）表示残余固体和熔体之间Cr同位素分馏随熔体分数（F）和初始氧逸度变化的变化，该变化遵循Sossi和O'Neill（2017）的非模态熔融模型进行分数熔化场景。起始原料的组成为可育的Spl岩相锂铁矿（体积分数为60％的Ol，24％的Opx，15％的Cpx和1％的Spl）。括号中的数字是初始橄榄岩中每种矿物的总和中的Cr3 + /ΣCr值。在F = 0.1的情况下，初始Cr3 + /ΣCr值分别为0.42、0.56和0.85（所有其他参数保持不变）的两种熔化情形将生成镁铁矿熔体，其Cr3 + /ΣCr分别为0.13-0.15、0.21-0.24和0.55 -0.6，分别对应于1400°C时〜IW，〜IW + 1.2和〜IW + 3.8的氧气逸散度（Berry等，2006），其涵盖了涵盖大多数陆地和地球外条件的氧气逸散度范围[例如， Papike等人从月球（IW-2到IW），从火星（IW到IW + 2），从地球（IW + 2到IW + 6）的玄武岩融化。 （2005）]。曲线（b）表示了结晶相（以99：1的体积比由Ol和Spl /铬铁矿组成）和熔体之间的Cr同位素分馏随玄武岩的部分结晶过程中熔体分数（F）和初始氧逸度的函数的变化。岩浆。括号中的值分别是初始MORB状熔体中的Cr3 + /ΣCr值（0.2、0.6和0.8），氧逸度分别为IW + 0.9，IW + 4和IW + 5.7（Berry等，2006）。",
            "east": 119.04,
            "west": 119.0,
            "south": 36.66,
            "north": 36.68,
            "startTime": "2016-06-01 00:00:00",
            "endTime": "2021-06-30 11:59:59",
            "fileSize": 2557754.0,
            "cstr": null,
            "doi": "10.1016/j.epsl.2018.07.041",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "沈骥",
                "nameEn": "SHEN Ji",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "High-temperature inter-mineral Cr isotope fractionation: A comparison of ionic model predictions and experimental investigations of mantle xenoliths from the North China Craton",
                "referenceCn": null,
                "referenceEn": "Shen, J., Qin, L.P., Fang, Z.Y., Zhang, Y.N., Liu, J., Liu, W., Wang, F.Y., Xiao, Y., Yu, H.M., Wei, S.Q. (2018). High-temperature inter-mineral Cr isotope fractionation: A comparison of ionic model predictions and experimental investigations of mantle xenoliths from the North China Craton. Earth and Planetary Science Letters, 499, 278-290."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "山东北岩地区",
                "keywordEn": "Beiyan area, Shandong Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to analyze the Cr isotopic composition in mantle minerals?",
                "QuestionCn": "用于分析地幔矿物中铬同位素组成的数据收集方法的特点是什么？",
                "AnswerEn": "systematic chromium stable isotope analysis, double spike techniques, Neptune MC-ICP-MS, Triton TIMS, major mineral components such as olivine, clinopyroxene, orthopyroxene, spinel, peridotite xenoliths",
                "AnswerCn": "系统铬稳定同位素分析、双重尖峰技术、Neptune MC-ICP-MS、Triton TIMS、主要矿物成分如橄榄石、单斜辉石、斜方辉石、尖晶石、橄榄岩捕虏体。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many mantle mineral samples were analyzed to determine the Cr isotopic composition and Cr equilibrium fractionation coefficients in a dataset related to mantle minerals?",
                "QuestionCn": "在与地幔矿物相关的数据集中，分析了多少个地幔矿物样品以确定铬同位素组成和铬平衡分馏系数？",
                "AnswerEn": "17",
                "AnswerCn": "17",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing dual dilution methods and advanced mass spectrometry techniques on the accuracy and reliability of Cr isotope composition datasets in mantle minerals?",
                "QuestionCn": "利用双稀释方法和先进质谱技术对地幔矿物中的铬同位素组成数据集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Employing dual dilution methods along with Neptune MC-ICP-MS and Triton TIMS for Cr stable isotope analysis in mantle minerals can lead to highly accurate and systematic data regarding Cr isotope compositions. These advanced techniques allow for precise measurement of δ53Cr values across different minerals, revealing significant variability and systematic fractionation coefficients between minerals. This enhances the understanding of Cr isotopic behavior during partial melting and magmatic crystallization processes in both terrestrial and lunar contexts.",
                "AnswerCn": "采用双稀释方法结合海王星MC-ICP-MS和特里顿TIMS进行铬稳定同位素分析，可以获得关于铬同位素组成的高精度和系统性数据。这些先进技术能够精确测量不同矿物的δ53Cr值，揭示矿物之间显著的变异性和系统的分馏系数。这增强了对铬同位素在部分熔融和岩浆结晶过程中的行为的理解，适用于地球和月球的背景。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of analyzing Cr isotope compositions and fractionation coefficients in mantle minerals using advanced isotope analysis techniques like MC-ICP-MS and TIMS?",
                "QuestionCn": "分析地幔矿物中的铬同位素组成和分馏系数的主要目标是利用先进的同位素分析技术，如多接收电感耦合等离子体质谱（MC-ICP-MS）和热离子化质谱（TIMS）。",
                "AnswerEn": "The main objective is to determine the equilibrium fractionation coefficients between high-temperature minerals and their quantitative relationship with oxygen fugacity environments. This understanding is significant for studying the oxygen fugacity conditions during planetary evolution using the Cr isotope system.",
                "AnswerCn": "主要目标是确定高温矿物之间的平衡分馏系数及其与氧逸度环境的定量关系。这一理解对于利用铬同位素系统研究行星演化过程中的氧逸度条件具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}