{
  "id": "67d69342-54da-4d5b-bc6c-9b0f44449f45",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of granite and W-Sn deposit in Nanling area (160 MA)",
      "titleCn": "南岭地区花岗岩及钨锡矿床地球化学数据（160 Ma）",
      "description": "This data set mainly includes apatite in-situ SR Nd isotope and zircon in-situ HF-O isotope data of Shuikoushan and Xihuashan granites in Nanling area, wolframite trace element data and single fluid inclusion LA-ICP-MS composition analysis data of Piaotang Tungsten Deposit, wolframite stable O isotope data and single fluid inclusion LA-ICP-MS composition analysis data of Xihuashan Tungsten Deposit. Based on the relevant data, combined with in-situ analysis of fluid inclusions and fine mineralogy, the precipitation process and mechanism of wolframite in South China are revealed. It is found that the wolframite hosted in the rock mass is caused by water rock interaction, while the wolframite hosted outside the rock mass is formed by boiling cooling of magmatic fluid, It is not that the two types of wolframite have the same precipitation process in the past, which provides a new understanding for the in-depth understanding of vein type wolframite deposits, enriches and develops the theoretical system of tungsten mineralization, and broadens the prospecting ideas.",
      "descriptionCn": "本数据集主要包括南岭地区水口山和西华山花岗岩的磷灰石原位Sr-Nd同位素和锆石原位Hf-O同位素数据，漂塘钨矿床黑钨矿微量元素数据及单个流体包裹体LA-ICP-MS成分分析数据，西华山钨矿床黑钨矿石英稳定O同位素数据及单个流体包裹体LA-ICP-MS成分分析数据。利用相关数据，结合流体包裹体原位分析和精细矿物学研究，揭示了华南地区黑钨矿沉淀的过程与机制，发现了赋存在岩体内部的黑钨矿由水-岩相互作用所致，而赋存于岩体外部的黑钨矿则由岩浆流体沸腾冷却形成，并非以往人们认为两种类型黑钨矿具有相同的沉淀过程，这为深入理解脉型黑钨矿矿床提供了新认识，丰富和发展了钨成矿理论体系，拓宽了找矿思路。",
      "instructions": "All data are stored in Excel files, including table 1 zircon U-Pb isotope for Xihuashan and Shuikoushan granites, table 2 zircon trace element, zircon Ce4 + - Ce3 +, oxygen fugacity for Xihuashan and Shuikoushan granites, table 3 zircon HF-O isotopes for Xihuashan and Shuikoushan granites, Table 4 zircon Li isotope，Table 5 apatite Sr-Nd isotopes for Xihuashan and Shuikoushan granites。 The data of Piaotang Tungsten Deposit include table 6 composition of fluid inclusion from the Piaotang deposit, table 7 major elements from the Piaotang deposit from the Piaotang deposit, table 8 trace elements from the Piaotang deposit, and table 9 H-O isotopic compositions from the Piaotang deposit. The data of Xihuashan Tungsten Deposit include table 10 mica compositions from the Xihuashan deposit, table 11 PL major element from the Xihuashan deposit, table 12 wolf major element from the Xihuashan deposit, table 13 WOL trace element from the Xihuashan deposit, Table 14 summary of fluid inclusion data from the Xihuashan deposit and table 15 H-O isotopes from the Xihuashan deposit.\nGPS location description\nLatitude and longitude of Xihuashan mining area: N25 ° 28′10″E114 ° 16′20″\nLatitude and longitude of Shuikoushan Mining Area: n26 ° 31′20″E112 ° 35′30″\nLatitude and longitude of Piaotang mining area: N25 ° 33′15″E114 ° 20′23″",
      "instructionsCn": "所有数据以EXCEL文件存储，其中西华山和水口山花岗岩数据包括Table 1 Zircon U-Pb isotope for Xihuashan and Shuikoushan granites，Table 2 zircon trace element, zircon Ce4+-Ce3+, oxygen fugacity for Xihuashan and Shuikoushan granites，Table 3 zircon Hf-O isotopes for Xihuashan and Shuikoushan granites，Table 4 zircon Li isotope，Table 5 apatite Sr-Nd isotopes for Xihuashan and Shuikoushan granites。漂塘钨矿床数据包括Table 6 Composition of fluid inclusion from the Piaotang deposit，Table 7 Major elements from the Piaotang deposit from the Piaotang deposit，Table 8 Trace elements from the Piaotang deposit，Table 9 H-O isotopic compositons from the Piaotang deposit。西华山钨矿床数据包括Table 10 Mica compositions from the Xihuashan deposit，Table 11 Pl major element from the Xihuashan deposit，Table 12 Wolf major element from the Xihuashan deposit，Table 13 Wol trace element from the Xihuashan deposit，Table 14 Summary of fluid inclusion data from the Xihuashan deposit和Table 15 H-O isotopes from the Xihuashan deposit。\nGPS位置说明\n西华山矿区经纬度：N25°28′10″E114°16′20″\n水口山矿区经纬度：N26°31′20″E112°35′30″\n漂塘矿区经纬度：N25°33′15″E114°20′23″",
      "east": 118.0,
      "west": 110.0,
      "south": 24.0,
      "north": 27.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 369183.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2017.12.023；10.1016/j.oregeorev.2019.102939；10.1016/j.oregeorev.2019.102965",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "阳杰华",
        "nameEn": "YANG Jiehua",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      },
      {
        "nameCn": "刘亮",
        "nameEn": "LIU Liang",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "In-situ elemental and isotopic compositions of apatite and zircon from the Shuikoushan and Xihuashan granitic plutons: Implication for Jurassic granitoid-related Cu-Pb-Zn and W mineralization in the Nanling Range, South China",
        "referenceCn": null,
        "referenceEn": "Yang, J.H., Kang, L.F., Peng, J.T., Zhong, H., Gao, J.F., Liu, L. (2018). In-situ elemental and isotopic compositions of apatite and zircon from the Shuikoushan and Xihuashan granitic plutons: Implication for Jurassic granitoid-related Cu-Pb-Zn and W mineralization in the Nanling Range, South China. Ore Geology Reviews, 93, 382-403."
      },
      {
        "titleCn": null,
        "titleEn": "Tracing the origin of ore-forming fluids in the Piaotang tungsten deposit, South China: Constraints from in-situ analyses of wolframite and individual fluid inclusion",
        "referenceCn": null,
        "referenceEn": "Yang, J.H., Kang, L.F., Liu, L., Peng, J.T., Qi, Y.Q. (2019). Tracing the origin of ore-forming fluids in the Piaotang tungsten deposit, South China: Constraints from in-situ analyses of wolframite and individual fluid inclusion. Ore Geology Reviews 111, 102939."
      },
      {
        "titleCn": null,
        "titleEn": "Metal source and wolframite precipitation process at the Xihuashan tungsten deposit, South China: Insights from mineralogy, fluid inclusion and stable isotope",
        "referenceCn": null,
        "referenceEn": "Yang, J.H., Zhang, Z., Peng, J.T., Liu, L., Leng, C.B. (2019). Metal source and wolframite precipitation process at the Xihuashan tungsten deposit, South China: Insights from mineralogy, fluid inclusion and stable isotope. Ore Geology Reviews 111, 102965."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      },
      {
        "nameCn": "锆石Hf-O同位素",
        "nameEn": "Zircon Hf-O isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国南岭地区",
        "keywordEn": "Nanling Range of South China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze isotopic data for understanding mineral formation processes in granite-related tungsten-tin deposits?",
        "QuestionCn": "您能否提供一个用于分析同位素数据以理解花岗岩相关钨锡矿床矿物形成过程的数据收集方法的示例？",
        "AnswerEn": "A data collection method used involves the in-situ analysis of isotopic data such as Sr-Nd isotopes in apatite and Hf-O isotopes in zircon, as well as trace element analysis in tungsten minerals and single fluid inclusion composition analysis via LA-ICP-MS. This approach helps reveal the processes and mechanisms of tungsten mineral precipitation, distinguishing between water-rock interaction and magmatic fluid cooling origins.",
        "AnswerCn": "一种数据收集方法涉及对同位素数据的原位分析，如磷灰石中的锶-铌同位素和锆石中的铪-氧同位素，以及钨矿物中的微量元素分析和通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行的单流体包裹体成分分析。这种方法有助于揭示钨矿物沉淀的过程和机制，区分水-岩相互作用和岩浆流体冷却起源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific isotopic features measured in the granites and tungsten-tin deposits of the Nanling region, and how do they contribute to understanding the geochemical processes?",
        "QuestionCn": "在南岭地区的花岗岩和钨锡矿床中测量的特定同位素特征是什么，它们如何有助于理解地球化学过程？",
        "AnswerEn": "in-situ Sr-Nd isotopes in apatite, in-situ Hf-O isotopes in zircon, trace elements in wolframite, single fluid inclusion LA-ICP-MS compositional analysis",
        "AnswerCn": "原位Sr-Nd同位素在磷灰石中，原位Hf-O同位素在锆石中，钨铁矿中的微量元素，单个流体包裹体LA-ICP-MS成分分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'in-situ isotopic analysis' mean in the context of geochemical data collection for granite and mineral deposits?",
        "QuestionCn": "在花岗岩和矿床的地球化学数据收集中，“原位同位素分析”是什么意思？",
        "AnswerEn": "In the context of geochemical data collection for granite and mineral deposits, 'in-situ isotopic analysis' refers to the technique of measuring isotopic compositions directly within the mineral grains (such as apatite, zircon, or quartz) without extracting them from the rock matrix. This method can involve tools like LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) to obtain Sr-Nd, Hf-O isotope data from specific mineral sites, providing precise information about the geological history and processes involved in the formation of granite and associated mineral deposits.",
        "AnswerCn": "在花岗岩和矿床的地球化学数据收集的背景下，“原位同位素分析”是指直接在矿物颗粒（如磷灰石、锆石或石英）内测量同位素组成的技术，而无需将其从岩石基质中提取。这种方法可以使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）等工具，从特定矿物位点获取Sr-Nd、Hf-O同位素数据，提供关于花岗岩及相关矿床形成过程和地质历史的精确信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the variations in isotopic data collected from granites and tin-tungsten deposits in the Nanling region reveal about the geological processes and mineralization mechanisms involved?",
        "QuestionCn": "南岭地区花岗岩和锡钨矿床中收集的同位素数据的变化可以揭示哪些与地质过程和成矿机制有关的信息？",
        "AnswerEn": "The isotopic data variations, such as Sr-Nd in apatite and Hf-O in zircon, combined with micro-element analyses of wolframite and fluid inclusions, can reveal the processes and mechanisms of mineral precipitation in the Nanling region. These variations suggest that wolframite within granitic bodies is formed through water-rock interactions, while those outside are a result of magmatic fluid boiling and cooling. This challenges previous assumptions about uniform precipitation processes and provides new insights into the formation of vein-type wolframite deposits, thereby enhancing the understanding of tungsten metallogenic theories and exploration strategies.",
        "AnswerCn": "同位素数据的变化，如磷灰石中的Sr-Nd和锆石中的Hf-O，结合钨矿和流体包裹体的微量元素分析，可以揭示南岭地区矿物沉淀的过程和机制。这些变化表明，花岗岩体内的钨矿是通过水岩相互作用形成的，而体外的钨矿则是由于岩浆流体的沸腾和冷却所致。这挑战了之前关于均匀沉淀过程的假设，并为脉型钨矿床的形成提供了新的见解，从而增强了对钨成矿理论和勘探策略的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the differences in precipitation processes of black tungsten ores found within and outside granite bodies in the Nanling region?",
        "QuestionCn": "在南岭地区，黑钨矿石在花岗岩体内外的沉淀过程差异的根本原因是什么？",
        "AnswerEn": "The differences in precipitation processes of black tungsten ores within and outside granite bodies in the Nanling region are caused by water-rock interactions leading to ore formation inside the granite bodies, while black tungsten ores outside the granite bodies are formed by the cooling of boiling magmatic fluids.",
        "AnswerCn": "南岭地区黑钨矿的沉淀过程差异是由于水岩相互作用导致的，形成了花岗岩体内部的矿石，而花岗岩体外部的黑钨矿则是由沸腾的岩浆流体冷却形成的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on understanding the precipitation processes of wolframite when in-situ isotopic data from granites and fluid inclusions are integrated into the analysis?",
        "QuestionCn": "将原位同位素数据与花岗岩和流体包裹体的分析相结合，可能对理解铼矿的沉淀过程产生哪些潜在影响？",
        "AnswerEn": "The integration of in-situ isotopic data from granites and fluid inclusions can reveal new insights into the precipitation processes of wolframite, such as distinguishing between wolframite formed through water-rock interaction within the granite body and wolframite formed by magmatic fluid boiling and cooling outside the granite body. This understanding challenges previous assumptions that both types of wolframite shared identical precipitation processes, thereby enriching the metallogenic theoretical system and expanding exploration strategies.",
        "AnswerCn": "原位同位素数据与花岗岩和流体包裹体的结合可以揭示关于铼矿石沉淀过程的新见解，例如区分在花岗岩体内通过水-岩相互作用形成的铼矿石和在花岗岩体外通过岩浆流体沸腾和冷却形成的铼矿石。这一理解挑战了之前认为这两种类型的铼矿石共享相同沉淀过程的假设，从而丰富了成矿理论体系，并扩展了勘探策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective behind collecting Sr-Nd isotopic data of apatite and Hf-O isotopic data of zircon in granites from the Nanling region?",
        "QuestionCn": "收集南岭地区花岗岩中磷灰石的Sr-Nd同位素数据和锆石的Hf-O同位素数据的目的是什么？",
        "AnswerEn": "The objective is to reveal the processes and mechanisms of wolframite precipitation in South China, demonstrating that wolframite located within the rock body is due to water-rock interaction, while those outside the rock body form from magmatic fluid boiling and cooling, contrary to previous beliefs that both types have the same precipitation process.",
        "AnswerCn": "目标是揭示中国南方铼矿沉淀的过程和机制，证明位于岩体内的铼矿是由于水-岩相互作用形成的，而岩体外的铼矿则是由于岩浆流体的沸腾和冷却形成的，这与之前认为两者具有相同沉淀过程的观点相反。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and instruments are used to collect and analyze Sr-Nd and Hf-O isotopic data from granite and mineral samples in geochemical studies related to tungsten and tin deposits?",
        "QuestionCn": "在与钨和锡矿床相关的地球化学研究中，收集和分析花岗岩和矿物样品的Sr-Nd和Hf-O同位素数据所使用的具体程序和仪器是什么？",
        "AnswerEn": "The procedures involve in-situ analysis of apatite and zircon for Sr-Nd and Hf-O isotopes, respectively. The data collection methods utilize precise isotopic measurement techniques, likely involving mass spectrometry. Additionally, analysis of fluid inclusions is conducted using LA-ICP-MS for elemental composition, which aids in understanding the deposition processes and mechanisms of tungsten mineralization.",
        "AnswerCn": "这些程序涉及对磷灰石和锆石进行原位分析，以获取Sr-Nd和Hf-O同位素数据。数据收集方法采用精确的同位素测量技术，可能涉及质谱法。此外，流体包裹体的分析使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行元素组成分析，这有助于理解钨矿化的沉积过程和机制。",
        "Level": "C3(Applying)"
      }
    ]
  }
}