{
  "id": "68036436-0adc-4753-8921-7f575ae99039",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Time series DEM of glacier surface in the source area of the Yangtze River and Selin Co region (1976-2017)",
      "titleCn": "长江和色林错源区冰川表面高程时间序列（1976-2017）",
      "description": "Geladandong region is an important and typical source region of great rivers and lakes in the Qinghai Tibet Plateau. This data set provides DEM covering glaciers in the source region of the Yangtze River and Selin Co with different time scales and resolutions to calculate the seasonal and decadal changes of glacier surface elevation in the source region. This data set includes seven 5-meter resolution TanDEM-X data from July 2016 to 2017, which can be used to calculate the seasonal change of glacier surface elevation; it includes one KH-9 DEM with a resolution of 30m in 1976, five TanDEM-X with a resolution of 30m in 2011, one TanDEM-X in 2014 and three TanDEM-X in 2017 with a resolution of 30m. The data can be used to calculate the change of glacier surface elevation during 1976-2000, 2000-20112011-2017. At the same time, Landsat ETM data are used to extract the glacier outline in 1976and we divide it according to the RGI6.0; The right figure shows the spatial and temporal coverage information of the data set, and the base figure is the orthophoto corrected kh-9 image.",
      "descriptionCn": "格拉丹东地区是青藏高原重要的、典型的大江大湖源区。本数据集提供了不同时间尺度，不同分辨率的，覆盖长江和色林错源区冰川的DEM，用以计算源区冰川表面高程的季节变化和年代际变化。数据集包括了2016-2017年7景不同月份5米分辨率的TanDEM-X数据，可用以冰川表面高程的季节性变化计算；包括了1景1976年30米分辨率的KH-9 DEM，5景2011年30米分辨率的TanDEM-X，1景2014年和3景2017年30米分辨率的TanDEM-X，可用以计算1976-2000，2000-2011，2011-2017年期间冰川表面高程变化。同时采用Landsat ETM数据勾画，并按照RGI6.0分割了1976年的冰川轮廓数据；右图显示了该数据集的空间和时间覆盖信息，底图为正射校正后KH-9影像。",
      "instructions": "The data file is named according to the sensor plus date information. Where, tdx refers to TanDEM-X cossc data, kh9 refers to hexagon kh-9, ETM refers to Landsat ETM, and the date is in yyyymmdd format. The data is in GeoTIFF and ShapeFile format and can be opened in ArcGIS or QGIS and other GIS software. DEM's projection is WGS_ 1984_ UTM_ Zone_ 46n, the glacier contour is projected as Albert conical equal area",
      "instructionsCn": "数据文件按照传感器加日期信息命名。其中，tdx为TanDEM-X COSSC数据, kh9表示Hexagon KH-9，ETM表示Landsat ETM，日期为YYYYMMDD格式。 数据为geotiff和shapefile格式，可在ArcGIS或QGIS等软件打开。DEM投影方式为WGS_1984_UTM_Zone_46N，冰川轮廓投影为Albers Conical Equal Area",
      "east": 92.0,
      "west": 90.5,
      "south": 33.0,
      "north": 34.0,
      "startTime": "1976-12-12 00:00:00",
      "endTime": "2017-12-17 00:00:00",
      "fileSize": 1278616632.0,
      "cstr": "18406.11.Glacio.tpdc.271666",
      "doi": "10.11888/Glacio.tpdc.271666",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈文锋",
        "nameEn": "CHEN Wenfeng",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Accelerated glacier mass loss in the largest river and lake source regions of the Tibetan Plateau and its links with local water balance over 1976–2017",
        "referenceCn": null,
        "referenceEn": "Chen, W., Yao, T., Zhang, G., Li, S., & Zheng, G. (2021). Accelerated glacier mass loss in the largest river and lake source regions of the Tibetan Plateau and its links with local water balance over 1976–2017. Journal of Glaciology 1–15. https://doi.org/10.1017/jog.2021.9."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "表面高程时间序列",
        "nameEn": "Surface elevation time series"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "格拉丹东",
        "keywordEn": "Geladandong"
      },
      {
        "keywordCn": "色林错",
        "keywordEn": "Selin Co"
      },
      {
        "keywordCn": "长江源",
        "keywordEn": "source regions of Yangtze River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "十年",
        "keywordEn": "decade",
        "type": "temporal"
      },
      {
        "keywordCn": "季节",
        "keywordEn": "season",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "祁连山“山水林田湖草”系统的综合监测与评估",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP) (mean elevation ∼4000 m a.s.l.) has the greatest abundance of glaciers outside the polar regions, with a total area of ∼10 × 104 km2 (RGI Consortium, 2017) and a total ice volume of∼7×1 03 km3 (Farinotti and others,2019). Most large Asian rivers originate in this region and so it is also known as the water towers of Asia. Over the past few decades, the climate in the TP has become wetter and warmer (Li and others,2018a), resulting in glacier mass loss (GML) (Yao and others,2012b; Brun and others, 2017; Zhou and others, 2018), lake expansion (Lei and others,2014; Zhang and others,2019a) and an increase in river runoff (Lutz and others,2014). These changes are altering the balance of the cryosphere and have significant impacts on the local hydro-climate-ecological cycle, and water supplies (Immerzeel and others,2010; Lutz and others,2014; Milner and others,2017). The Geladandong Mountains are located in the Tanggula mountain range in the central TP, an area influenced by both continental climate and the Indian summer monsoon (Tian and others,2001; Yao and others,2013). Glaciers are widely distributed throughout this region due to the low temperature and sufficient precipitation (Ding and others,1992). Due to the TP’s extreme environment, almost no glaciological field measurements have been carried out, but several studies using Landsat images have suggested an accelerated shrinkage of glaciers in this region from 1969 to 2011 (Ye and others,2006; Zhang and others, 2013b, 2013a). However, there are three main issues surrounding these studies. The first is due to the large uncertainties in the data or methods used. ICESat, with its sparse tracks, only covered a limited area of the glaciers and a limited time period (2003–2009), resulting in large discrepancies between studies (Neckel and others,2014; Chao and others,2017). Generated DEMs from optical images suffer from large gaps in accumulation areas such as Ziyuan-3 (Liu and others, 2020). Second, spatial and temporal data coverage is inconsistent, hindering comprehension of the glaciers’ long-term response to environmental change (Table 1). Finally, synthetic aperture radar (SAR) signal penetration differences and the neglected seasonal glacier elevation change in these studies could have large effects on the results, especially over short time periods of <10 years (Liu and others,2020)."
      ],
      "research objective": [
        "Here, we examine long-term changes in glacier mass balance over 1976–2017 using KH-9 and CoSSC-TanDEM-X data. The aim is to determine how the glaciers have changed on regional, basin and individual glacier scales in response to the changing climate. Given these differences and uncertainties in current estimates of glacier mass change, a consistent and long-term estimate of glacier mass balance from the Geladandong Mountains will help to improve our understanding of the response of glaciers to climate change and its hydrological consequences."
      ],
      "challenges": [
        "The first is due to the large uncertainties in the data or methods used. ICESat, with its sparse tracks, only covered a limited area of the glaciers and a limited time period (2003–2009), resulting in large discrepancies between studies (Neckel and others,2014; Chao and others,2017). Generated DEMs from optical images suffer from large gaps in accumulation areas such as Ziyuan-3 (Liu and others, 2020). Second, spatial and temporal data coverage is inconsistent, hindering comprehension of the glaciers’ long-term response to environmental change (Table 1). Finally, synthetic aperture radar (SAR) signal penetration differences and the neglected seasonal glacier elevation change in these studies could have large effects on the results, especially over short time periods of <10 years (Liu and others,2020)."
      ],
      "methods": [
        "In this paper, we examine long-term changes in glacier mass balance over 1976–2017 using KH-9 and CoSSC-TanDEM-X data. We investigate three periods of glacier mass change from 1976 to 2017 using the KH-9 and TanDEM-X CoSSC datasets. Cloud-free Landsat MSS images (Table 2) were used to map the glacier boundaries in 1976 in our study area by using the ISODATA-based unsupervised classification method in ENVI software. The TerraSAR-X (TSX) satellite, launched in 2007, and the TanDEM-X (TerraSAR-X add-on for Digital Elevation Measurement, TDX), launched in 2010, are coupled into one satellite constellation with a slanting incline to obtain high-resolution terrain measurements of the Earth’s surface. According to previous studies (Neckel and others, 2014; Liu and others, 2019), TDX DEM was generated using the InSAR TanDEM-X bistatic DEM Workflow in ENVI. The KH-9 images (accessed from https://earthexplorer.usgs.gov) have been scanned from archived films by NASA, and could be distorted (Surazakov and Aizen, 2010). A total of 1081 fiducial marks in the KH-9 image automatically recognized by the MATLAB code were utilized to correct any such distortion (Surazakov and Aizen, 2010)."
      ],
      "dataset": [
        "Cloud-free Landsat MSS images (Table 2) were used to map the glacier boundaries in 1976 in our study area. The TerraSAR-X (TSX) satellite, launched in 2007, and the TanDEM-X (TerraSAR-X add-on for Digital Elevation Measurement, TDX), launched in 2010, are coupled into one satellite constellation with a slanting incline to obtain high-resolution terrain measurements of the Earth’s surface. The KH-9 images (accessed from https://earthexplorer.usgs.gov) have been scanned from archived films by NASA."
      ],
      "findings": [
        "We find that the mean rate of glacier mass loss (GML) has accelerated from −0.21 ± 0.11 m a–1 over 1976–2000, to −0.28 ± 0.14 m a–1 over 2000–11, and subsequently to −0.48 ± 0.10 m a–1 over 2011–17. Over 1976–2017, the contribution of decadal GML to Tuotuohe sub-basin runoff ranges from 4.3 to 8.0%, while its contribution to increased lake volume change in Selin Co and Chibzhang Co-Dorsoidong Co ranges from 3.5 to 16.3% and 19.2 to 21.4%, respectively."
      ],
      "backgroundCn": [
        "青藏高原（TP）（平均海拔约4000米）是极地以外冰川最丰富的地区，总面积约为10万平方公里（RGI Consortium，2017），总冰量约为7000立方公里（Farinotti等，2019）。大多数大型亚洲河流发源于该地区，因此也被称为亚洲的水塔。在过去几十年中，青藏高原的气候变得更加湿润和温暖（Li等，2018a），导致冰川质量损失（GML）（Yao等，2012b；Brun等，2017；Zhou等，2018）、湖泊扩张（Lei等，2014；Zhang等，2019a）以及河流径流增加（Lutz等，2014）。这些变化正在改变冰冻圈的平衡，并对当地的水文气候生态循环和水资源产生重大影响（Immerzeel等，2010；Lutz等，2014；Milner等，2017）。格拉丹东山脉位于青藏高原中部的唐古拉山脉，该地区受到大陆气候和印度季风的影响（Tian等，2001；Yao等，2013）。由于低温和充足的降水，冰川在该地区广泛分布（Ding等，1992）。由于青藏高原的极端环境，几乎没有进行过冰川学的实地测量，但几项使用Landsat影像的研究表明，从1969年到2011年，该地区的冰川正在加速缩小（Ye等，2006；Zhang等，2013b，2013a）。然而，这些研究存在三个主要问题。首先是由于数据或方法的不确定性较大。ICESat由于轨道稀疏，仅覆盖了冰川的有限区域和有限的时间段（2003-2009），导致研究之间存在较大差异（Neckel等，2014；Chao等，2017）。从光学影像生成的数字高程模型（DEMs）在积累区存在较大空白，例如资源三号（Liu等，2020）。其次，空间和时间数据覆盖不一致，妨碍了对冰川长期响应环境变化的理解（表1）。最后，合成孔径雷达（SAR）信号穿透差异以及这些研究中忽略的季节性冰川高度变化可能对结果产生较大影响，尤其是在短时间段内（<10年）（Liu等，2020）。"
      ],
      "research objectiveCn": [
        "在这里，我们使用KH-9和CoSSC-TanDEM-X数据研究1976年至2017年间冰川质量平衡的长期变化。我们的目的是确定冰川在区域、流域和单个冰川尺度上如何响应气候变化而发生的变化。鉴于当前冰川质量变化估计中的差异和不确定性，来自格拉丹东山脉的一致且长期的冰川质量平衡估计将有助于提高我们对冰川对气候变化响应及其水文后果的理解。"
      ],
      "challengesCn": [
        "首先，这些问题源于数据或方法的不确定性较大。ICESat由于其稀疏的轨迹，仅覆盖了冰川的有限区域和有限的时间段（2003-2009），导致研究之间存在较大差异（Neckel等，2014；Chao等，2017）。从光学图像生成的数字高程模型（DEMs）在积累区存在较大缺口，例如Ziyuan-3（Liu等，2020）。其次，空间和时间数据覆盖不一致，妨碍了对冰川长期响应环境变化的理解（表1）。最后，合成孔径雷达（SAR）信号穿透差异以及这些研究中忽略的季节性冰川高度变化可能对结果产生重大影响，尤其是在短于10年的时间段内（Liu等，2020）。"
      ],
      "methodsCn": [
        "在本文中，我们研究了1976年至2017年间冰川质量平衡的长期变化，使用了KH-9和CoSSC-TanDEM-X数据。我们利用KH-9和TanDEM-X CoSSC数据集调查了1976年至2017年间冰川质量变化的三个时期。通过使用ENVI软件中的ISODATA无监督分类方法，利用无云的Landsat MSS影像（表2）绘制了我们研究区域1976年的冰川边界。TerraSAR-X（TSX）卫星于2007年发射，TanDEM-X（TerraSAR-X数字高程测量附加卫星，TDX）于2010年发射，这两颗卫星组成了一个卫星星座，以倾斜的角度获取地球表面的高分辨率地形测量。根据之前的研究（Neckel等，2014；Liu等，2019），TDX数字高程模型（DEM）是使用ENVI中的InSAR TanDEM-X双基地DEM工作流程生成的。KH-9影像（访问链接：https://earthexplorer.usgs.gov）是由NASA从存档胶卷中扫描而来，可能存在失真（Surazakov和Aizen，2010）。在KH-9影像中，利用MATLAB代码自动识别的1081个基准点被用于纠正任何失真（Surazakov和Aizen，2010）。"
      ],
      "datasetCn": [
        "在我们的研究区域，使用无云的Landsat MSS影像（表2）来绘制1976年的冰川边界。TerraSAR-X（TSX）卫星于2007年发射，TanDEM-X（TerraSAR-X数字高程测量附加卫星，TDX）于2010年发射，这两颗卫星组成一个卫星星座，以倾斜的方式获取地球表面的高分辨率地形测量。KH-9影像（可从https://earthexplorer.usgs.gov访问）是由NASA从归档胶卷中扫描而来的。"
      ],
      "findingsCn": [
        "我们发现，冰川质量损失（GML）的平均速率在1976年至2000年间为−0.21 ± 0.11 m a–1，2000年至2011年间加速至−0.28 ± 0.14 m a–1，随后在2011年至2017年间进一步加速至−0.48 ± 0.10 m a–1。在1976年至2017年期间，十年期GML对Tuotuohe子流域径流的贡献范围为4.3%至8.0%，而其对Selin Co和Chibzhang Co-Dorsoidong Co湖泊体积变化增加的贡献范围分别为3.5%至16.3%和19.2%至21.4%。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Do the challenges in data coverage and method uncertainties impact the reliability of glacier mass balance estimations over short time periods in the Tibetan Plateau?",
        "QuestionCn": "数据覆盖和方法不确定性对青藏高原短时间内冰川质量平衡估计的可靠性有影响吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are Landsat MSS images used for mapping glacier boundaries effectively in the exploration of glacier changes in the Tibetan Plateau?",
        "QuestionCn": "Landsat MSS影像在青藏高原冰川边界绘制和冰川变化探索中有效吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for correcting distortion in KH-9 images based on automatic recognition using MATLAB code, manual adjustments, or another software?",
        "QuestionCn": "KH-9图像中纠正失真的主要方法是基于使用MATLAB代码的自动识别、手动调整还是其他软件？",
        "AnswerEn": "automatic recognition using MATLAB code",
        "AnswerCn": "使用 MATLAB 代码进行自动识别",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "For mapping glacier boundaries, is the ISODATA-based unsupervised classification method in ENVI software, manual digitization, or another approach more commonly used?",
        "QuestionCn": "在映射冰川边界时，ENVI软件中的基于ISODATA的无监督分类方法、手动数字化或其他方法哪种更常用？",
        "AnswerEn": "ISODATA-based unsupervised classification method in ENVI software",
        "AnswerCn": "基于ISODATA的ENVI软件中的无监督分类方法",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are employed to map glacier boundaries in the Tibetan Plateau region?",
        "QuestionCn": "在青藏 Plateau地区，绘制冰川边界所采用的数据收集方法有哪些？",
        "AnswerEn": "Landsat MSS images",
        "AnswerCn": "Landsat MSS 图像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in ensuring consistent spatial and temporal data coverage for glacier studies in the Tibetan Plateau?",
        "QuestionCn": "在确保对青藏高原冰川研究的一致空间和时间数据覆盖方面面临哪些挑战？",
        "AnswerEn": "Uncertainties",
        "AnswerCn": "不确定性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to map glacier boundaries in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于绘制青藏高原冰川边界的数据收集方法的例子？",
        "AnswerEn": "Cloud-free Landsat MSS images were used to map the glacier boundaries in 1976 using the ISODATA-based unsupervised classification method in ENVI software.",
        "AnswerCn": "使用无云的Landsat MSS影像，通过ENVI软件中的ISODATA无监督分类方法，在1976年绘制了冰川边界。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using DEMs generated from optical images for glacier studies?",
        "QuestionCn": "使用光学图像生成的数字高程模型（DEMs）在冰川研究中面临的一个挑战是什么？",
        "AnswerEn": "Generated DEMs from optical images suffer from large gaps in accumulation areas such as Ziyuan-3, which presents a challenge in accurately assessing glacier changes.",
        "AnswerCn": "由光学图像生成的数字高程模型（DEMs）在积累区（如资源三号）存在较大缺口，这给准确评估冰川变化带来了挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset used to examine long-term changes in glacier mass balance?",
        "QuestionCn": "您能否提供一个用于研究冰川质量平衡长期变化的数据集的示例？",
        "AnswerEn": "The KH-9 and CoSSC-TanDEM-X datasets were used to examine long-term changes in glacier mass balance from 1976 to 2017, investigating glacier mass change over three distinct periods.",
        "AnswerCn": "KH-9和CoSSC-TanDEM-X数据集被用来研究1976年至2017年间冰川质量平衡的长期变化，调查了三个不同时间段的冰川质量变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific methods are employed to map glacier boundaries in historical datasets?",
        "QuestionCn": "在历史数据集中，映射冰川边界所采用的具体方法有哪些？",
        "AnswerEn": "cloud-free Landsat MSS images, ISODATA-based unsupervised classification method, ENVI software",
        "AnswerCn": "无云的Landsat MSS影像，基于ISODATA的无监督分类方法，ENVI软件",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with data coverage and accuracy in glacier elevation studies?",
        "QuestionCn": "冰川高度研究中与数据覆盖和准确性相关的挑战有哪些？",
        "AnswerEn": "inconsistencies in spatial and temporal data coverage, large uncertainties, sparse ICESat tracks, gaps in DEMs, SAR signal penetration differences",
        "AnswerCn": "空间和时间数据覆盖的不一致性、大的不确定性、稀疏的ICESat轨迹、数字高程模型（DEM）的空缺、合成孔径雷达（SAR）信号穿透差异",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the TanDEM-X data used for seasonal glacier surface elevation change calculations?",
        "QuestionCn": "TanDEM-X数据用于季节性冰川表面高程变化计算的分辨率是多少？",
        "AnswerEn": "5 meters",
        "AnswerCn": "5米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many fiducial marks were used to correct distortions in the KH-9 images?",
        "QuestionCn": "在KH-9图像中用于修正畸变的基准标记有多少个？",
        "AnswerEn": "1081",
        "AnswerCn": "1081",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using synthetic aperture radar (SAR) data in glacier elevation studies?",
        "QuestionCn": "在冰川高度研究中使用合成孔径雷达（SAR）数据的意义是什么？",
        "AnswerEn": "Synthetic aperture radar (SAR) data, like that from the TanDEM-X, is significant in glacier elevation studies because it provides high-resolution terrain measurements. However, SAR data can have signal penetration differences that affect the accuracy of results, especially for short time periods under 10 years.",
        "AnswerCn": "合成孔径雷达（SAR）数据，如TanDEM-X的数据，在冰川高程研究中具有重要意义，因为它提供了高分辨率的地形测量。然而，SAR数据可能存在信号穿透差异，这会影响结果的准确性，尤其是在短于10年的时间段内。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the ISODATA-based unsupervised classification method contribute to glacier boundary mapping?",
        "QuestionCn": "ISODATA基于无监督分类方法如何有助于冰川边界映射？",
        "AnswerEn": "The ISODATA-based unsupervised classification method is used to map glacier boundaries by classifying cloud-free Landsat MSS images. This method helps in delineating glacier extents from satellite imagery, which is crucial for evaluating changes over time.",
        "AnswerCn": "基于ISODATA的无监督分类方法用于通过分类无云的Landsat MSS影像来绘制冰川边界。该方法有助于从卫星影像中划定冰川范围，这对于评估随时间变化的情况至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with using historical KH-9 imagery for glacier studies?",
        "QuestionCn": "使用历史KH-9影像进行冰川研究面临哪些挑战？",
        "AnswerEn": "Using historical KH-9 imagery poses challenges such as image distortion, which can affect accuracy. These images are scanned from archived films, and distortions are corrected using fiducial marks recognized by MATLAB code, allowing for more accurate historical glacier elevation assessments.",
        "AnswerCn": "使用历史KH-9影像存在挑战，例如图像失真，这可能影响准确性。这些图像是从归档胶卷中扫描而来的，失真通过MATLAB代码识别的基准标记进行校正，从而允许对历史冰川高度进行更准确的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the reliability of glacier mass change estimates using KH-9 and CoSSC-TanDEM-X data compare to those obtained from ICESat data?",
        "QuestionCn": "使用KH-9和CoSSC-TanDEM-X数据估算的冰川质量变化的可靠性与使用ICESat数据获得的估算结果相比如何？",
        "AnswerEn": "The reliability of glacier mass change estimates using KH-9 and CoSSC-TanDEM-X data is considered more comprehensive for long-term analysis compared to ICESat data, which covered a limited area and period (2003–2009) leading to discrepancies. KH-9 and CoSSC-TanDEM-X data provide a consistent long-term estimate from 1976 to 2017, addressing issues of limited spatial and temporal coverage seen with ICESat.",
        "AnswerCn": "使用KH-9和CoSSC-TanDEM-X数据进行冰川质量变化估计的可靠性被认为比ICESat数据更全面，后者覆盖的区域和时间（2003-2009年）有限，导致了差异。KH-9和CoSSC-TanDEM-X数据提供了从1976年到2017年的一致长期估计，解决了ICESat所见的空间和时间覆盖有限的问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of using synthetic aperture radar (SAR) data for glacier elevation studies differ from those of optical images?",
        "QuestionCn": "使用合成孔径雷达（SAR）数据进行冰川高程研究的挑战与光学图像的挑战有哪些不同之处？",
        "AnswerEn": "The challenges of using SAR data include signal penetration differences and the need to account for seasonal glacier elevation changes, which can affect results over short periods. In contrast, optical images, while useful, suffer from large gaps in accumulation areas, leading to incomplete data coverage. Both methods face challenges with spatial and temporal data consistency.",
        "AnswerCn": "使用SAR数据的挑战包括信号穿透差异和需要考虑季节性冰川高度变化，这可能在短时间内影响结果。相比之下，光学图像虽然有用，但在积累区存在较大数据缺口，导致数据覆盖不完整。这两种方法都面临空间和时间数据一致性的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might advancements in data processing techniques improve the accuracy and reliability of datasets used for studying glacier mass balance in high-altitude regions?",
        "QuestionCn": "数据处理技术的进步如何提高用于研究高海拔地区冰川质量平衡的数据集的准确性和可靠性？",
        "AnswerEn": "Advancements in data processing techniques, such as automated distortion correction in KH-9 images using fiducial marks and improved DEM generation workflows, can enhance the accuracy and reliability of datasets. These improvements facilitate more consistent and long-term estimates of glacier mass balance, helping to refine our understanding of glacier responses to climate change.",
        "AnswerCn": "数据处理技术的进步，例如利用基准标记对KH-9图像进行自动畸变校正以及改进数字高程模型（DEM）生成工作流程，可以提高数据集的准确性和可靠性。这些改进有助于更一致和长期地估算冰川质量平衡，从而帮助我们更好地理解冰川对气候变化的响应。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the large uncertainties in data or methods used for assessing glacier surface elevation changes?",
        "QuestionCn": "评估冰川表面高度变化的数据或方法中存在的大量不确定性因素有哪些？",
        "AnswerEn": "The large uncertainties arise from ICESat's sparse tracks that only covered a limited area and period, leading to discrepancies between studies. Additionally, DEMs generated from optical images suffer from large gaps in accumulation areas, and differences in SAR signal penetration, along with neglected seasonal glacier elevation changes, could affect results, especially over short time periods of less than 10 years.",
        "AnswerCn": "由于ICESat的稀疏轨迹仅覆盖了有限的区域和时间，导致研究之间存在较大的不确定性。此外，从光学图像生成的数字高程模型（DEMs）在积累区存在较大缺口，而合成孔径雷达（SAR）信号穿透的差异，以及忽视季节性冰川高度变化，可能会影响结果，尤其是在不到10年的短时间内。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for consistent and long-term estimates of glacier mass balance in the Geladandong Mountains?",
        "QuestionCn": "为什么在格拉丹东山脉需要对冰川质量平衡进行一致和长期的估计？",
        "AnswerEn": "Consistent and long-term estimates are needed to improve understanding of how glaciers respond to climate change and its hydrological consequences. Current estimates have differences and uncertainties, so a consistent approach would provide a clearer picture of glacier mass balance changes over time.",
        "AnswerCn": "需要一致和长期的估计，以提高对冰川如何响应气候变化及其水文后果的理解。目前的估计存在差异和不确定性，因此一致的方法将提供更清晰的冰川质量平衡变化的全貌。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy of glacier mass balance estimations when using KH-9 and CoSSC-TanDEM-X data over extended periods?",
        "QuestionCn": "使用KH-9和CoSSC-TanDEM-X数据在较长时间内进行冰川质量平衡估计时，可能对准确性产生的影响是什么？",
        "AnswerEn": "Using KH-9 and CoSSC-TanDEM-X data over extended periods allows for a consistent and long-term estimate of glacier mass balance, which helps in understanding the response of glaciers to climate change and its hydrological consequences. However, there are challenges such as large uncertainties in data or methods, sparse coverage, and signal penetration differences that can affect accuracy.",
        "AnswerCn": "使用KH-9和CoSSC-TanDEM-X数据进行长期监测，可以对冰川的质量平衡进行一致且长期的估计，这有助于理解冰川对气候变化的响应及其水文后果。然而，存在一些挑战，例如数据或方法中的大不确定性、稀疏的覆盖范围以及信号穿透差异，这些都可能影响准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using different spatial and temporal data coverage in glacier studies on the comprehension of glaciers' long-term response to environmental changes?",
        "QuestionCn": "在冰川研究中使用不同的空间和时间数据覆盖对理解冰川对环境变化的长期响应的影响是什么？",
        "AnswerEn": "Inconsistent spatial and temporal data coverage can hinder the comprehension of glaciers’ long-term response to environmental changes. It may result in large discrepancies between studies, affecting the understanding of glacier mass balance and the impacts of climate change. Consistent and comprehensive data coverage is crucial for accurate assessments.",
        "AnswerCn": "不一致的空间和时间数据覆盖可能会妨碍对冰川长期响应环境变化的理解。这可能导致研究之间存在较大差异，影响对冰川质量平衡和气候变化影响的理解。一致和全面的数据覆盖对于准确评估至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal of addressing data uncertainties and inconsistencies when studying glacier mass changes?",
        "QuestionCn": "研究冰川质量变化时，解决数据不确定性和不一致性的目标是什么？",
        "AnswerEn": "Addressing data uncertainties and inconsistencies is crucial for obtaining a consistent and reliable long-term estimate of glacier mass balance, which enhances understanding of glaciers' response to climate change and its hydrological implications.",
        "AnswerCn": "解决数据的不确定性和不一致性对于获得一致可靠的长期冰川质量平衡估计至关重要，这有助于增强对冰川对气候变化反应及其水文影响的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why are cloud-free Landsat MSS images used to map glacier boundaries in data collection efforts?",
        "QuestionCn": "为什么使用无云的Landsat MSS影像来绘制冰川边界在数据收集工作中？",
        "AnswerEn": "Cloud-free Landsat MSS images are utilized to accurately map glacier boundaries, which is essential for analyzing and understanding glacier changes over time, especially in areas where field measurements are challenging due to extreme environmental conditions.",
        "AnswerCn": "无云的Landsat MSS影像被用于准确绘制冰川边界，这对于分析和理解冰川随时间变化至关重要，尤其是在由于极端环境条件而难以进行实地测量的地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in mapping glacier boundaries using satellite imagery for long-term glacier mass balance studies?",
        "QuestionCn": "使用卫星影像绘制冰川边界以进行长期冰川质量平衡研究涉及哪些程序步骤？",
        "AnswerEn": "Cloud-free Landsat MSS images are used to map glacier boundaries by applying the ISODATA-based unsupervised classification method in ENVI software. This process helps to determine glacier boundaries for specific time periods, such as 1976, within the study area.",
        "AnswerCn": "无云的Landsat MSS影像被用于通过在ENVI软件中应用基于ISODATA的无监督分类方法来绘制冰川边界。这个过程有助于确定研究区域内特定时间段（如1976年）的冰川边界。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is data distortion corrected when processing historical satellite imagery for glacier elevation studies?",
        "QuestionCn": "在处理历史卫星影像以进行冰川高程研究时，如何纠正数据失真？",
        "AnswerEn": "For KH-9 images, which may be distorted, a total of 1081 fiducial marks are automatically recognized using MATLAB code to correct any distortion. This ensures the accuracy of the historical satellite imagery used in glacier elevation studies.",
        "AnswerCn": "对于KH-9图像，可能存在失真，通过使用MATLAB代码自动识别总共1081个基准标记，以纠正任何失真。这确保了用于冰川高度研究的历史卫星图像的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the process for generating a Digital Elevation Model (DEM) using TanDEM-X data for glacier studies?",
        "QuestionCn": "使用TanDEM-X数据生成数字高程模型（DEM）用于冰川研究的过程是什么？",
        "AnswerEn": "The TanDEM-X DEM is generated using the InSAR TanDEM-X bistatic DEM Workflow in ENVI. This involves using the TerraSAR-X and TanDEM-X satellites, which are coupled into one constellation to obtain high-resolution terrain measurements that help in analyzing glacier surface elevations.",
        "AnswerCn": "TanDEM-X数字高程模型（DEM）是使用ENVI中的InSAR TanDEM-X双基地DEM工作流程生成的。这涉及到TerraSAR-X和TanDEM-X卫星，它们被耦合成一个星座，以获取高分辨率的地形测量，帮助分析冰川表面高度。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of long-term glacier mass balance data in remote regions like the Tibetan Plateau?",
        "QuestionCn": "哪些技术进步使得在像青藏高原这样的偏远地区收集长期冰川质量平衡数据成为可能？",
        "AnswerEn": "Technological advancements such as the use of KH-9 and CoSSC-TanDEM-X data, along with cloud-free Landsat MSS images, have enabled the collection of long-term glacier mass balance data. The TerraSAR-X and TanDEM-X satellite constellation, in particular, provides high-resolution terrain measurements, which are critical for monitoring remote glacier regions.",
        "AnswerCn": "技术进步，如KH-9和CoSSC-TanDEM-X数据的使用，以及无云的Landsat MSS图像，使得长期冰川质量平衡数据的收集成为可能。特别是TerraSAR-X和TanDEM-X卫星星座提供了高分辨率的地形测量，这对于监测偏远冰川地区至关重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges must be addressed to enhance the accuracy of glacier surface elevation measurements using remote sensing technologies?",
        "QuestionCn": "为了提高使用遥感技术进行冰川表面高度测量的准确性，必须解决哪些挑战？",
        "AnswerEn": "Challenges that must be addressed include handling large uncertainties in data or methods used, ensuring consistent spatial and temporal data coverage, and accounting for synthetic aperture radar signal penetration differences and neglected seasonal glacier elevation changes. These factors can significantly affect results, especially over short time periods of less than 10 years.",
        "AnswerCn": "必须解决的挑战包括处理数据或方法中存在的大量不确定性，确保空间和时间数据覆盖的一致性，以及考虑合成孔径雷达信号穿透差异和被忽视的季节性冰川高度变化。这些因素可能会显著影响结果，尤其是在不到10年的短时间内。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be discrepancies in determining glacier mass changes despite using advanced data collection methods?",
        "QuestionCn": "尽管使用先进的数据收集方法，确定冰川质量变化时可能会出现差异的原因是什么？",
        "AnswerEn": "Discrepancies in determining glacier mass changes may arise due to large uncertainties in the data or methods used, such as sparse ICESat tracks covering a limited area and period, or gaps in DEMs generated from optical images. Additionally, differences in synthetic aperture radar (SAR) signal penetration and neglecting seasonal glacier elevation changes can also affect results.",
        "AnswerCn": "在确定冰川质量变化时，可能会由于数据或方法中的大不确定性而产生差异，例如，ICESat轨迹覆盖的区域和时间有限，或者由光学图像生成的数字高程模型（DEM）存在缺口。此外，合成孔径雷达（SAR）信号穿透能力的差异以及忽略季节性冰川高度变化也会影响结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential benefits and limitations of using satellite data like TerraSAR-X and TanDEM-X for monitoring glacier elevation changes over time?",
        "QuestionCn": "使用卫星数据如TerraSAR-X和TanDEM-X监测冰川高度变化的潜在好处和局限性是什么？",
        "AnswerEn": "The use of TerraSAR-X and TanDEM-X satellite data provides high-resolution terrain measurements, which are beneficial for monitoring glacier elevation changes over time. However, there are limitations such as differences in SAR signal penetration and potential neglect of seasonal glacier elevation changes, which could affect the results, especially over short time periods of less than 10 years.",
        "AnswerCn": "TerraSAR-X和TanDEM-X卫星数据的使用提供了高分辨率的地形测量，这对监测冰川高度变化非常有益。然而，存在一些限制，例如SAR信号穿透能力的差异以及可能忽视季节性冰川高度变化，这可能会影响结果，特别是在不到10年的短时间内。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the inconsistencies in spatial and temporal data coverage impact the understanding of long-term glacier responses to environmental changes?",
        "QuestionCn": "空间和时间数据覆盖的不一致性可能会如何影响对冰川对环境变化的长期响应的理解？",
        "AnswerEn": "Inconsistencies in spatial and temporal data coverage can hinder the comprehension of glaciers' long-term responses to environmental change. This inconsistency may lead to an incomplete understanding of how glaciers react to climate variations and their subsequent hydrological consequences.",
        "AnswerCn": "空间和时间数据覆盖的不一致性可能会妨碍对冰川长期响应环境变化的理解。这种不一致可能导致对冰川如何应对气候变化及其随后的水文影响的理解不完整。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of data collection methods, what challenges might arise from using older datasets like KH-9 images for analyzing glacier mass balance over several decades?",
        "QuestionCn": "在使用像KH-9图像这样的旧数据集分析数十年来的冰川质量平衡时，可能会出现哪些数据收集方法的挑战？",
        "AnswerEn": "Challenges in using older datasets like KH-9 images include potential distortions in the scanned films and the need for correction using fiducial marks. Additionally, the temporal limitations of these datasets might introduce uncertainties in evaluating glacier mass balance over extended periods.",
        "AnswerCn": "使用较旧的数据集，如KH-9影像，面临的挑战包括扫描胶卷中可能存在的失真，以及需要使用基准标记进行校正。此外，这些数据集的时间限制可能会在评估冰川质量平衡的长期过程中引入不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how researchers can ensure the accuracy of glacier surface elevation changes over such long time periods with varied data sources.",
        "QuestionCn": "我不明白研究人员如何能够确保在如此长的时间段内，使用不同的数据来源来准确测量冰川表面高度变化。",
        "AnswerEn": "Researchers use a combination of KH-9, TanDEM-X, and Landsat data to examine long-term changes in glacier mass balance over 1976–2017. They address data accuracy by using high-resolution TerraSAR-X and TanDEM-X satellite data, correcting potential distortions in KH-9 images with fiducial marks, and employing unsupervised classification methods to map glacier boundaries accurately.",
        "AnswerCn": "研究人员使用KH-9、TanDEM-X和Landsat数据来检查1976年至2017年间冰川质量平衡的长期变化。他们通过使用高分辨率的TerraSAR-X和TanDEM-X卫星数据来解决数据准确性问题，利用基准标记修正KH-9图像中的潜在失真，并采用无监督分类方法准确绘制冰川边界。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges associated with using synthetic aperture radar (SAR) data for assessing glacier elevation changes over short periods.",
        "QuestionCn": "请分析使用合成孔径雷达（SAR）数据在短时间内评估冰川高度变化所面临的挑战。",
        "AnswerEn": "The challenges include signal penetration differences in SAR data and the neglect of seasonal glacier elevation changes, which can significantly affect results, especially over short time periods of less than 10 years.",
        "AnswerCn": "挑战包括SAR数据中的信号穿透差异以及忽视季节性冰川高度变化，这可能会显著影响结果，尤其是在不到10年的短时间内。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the methodologies used to correct distortions in historical satellite imagery datasets like KH-9 for glacier studies.",
        "QuestionCn": "请探讨用于纠正历史卫星影像数据集（如KH-9）在冰川研究中扭曲的方法论。",
        "AnswerEn": "Distortions in KH-9 images have been corrected by recognizing fiducial marks within the images using MATLAB code. A total of 1081 fiducial marks were used to correct potential distortions in the imagery.",
        "AnswerCn": "KH-9图像中的畸变通过使用MATLAB代码识别图像中的基准标记得到了修正。总共使用了1081个基准标记来纠正图像中的潜在畸变。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please evaluate the effectiveness of using cloud-free Landsat MSS images for mapping glacier boundaries in the context of long-term glaciological studies.",
        "QuestionCn": "请评估在长期冰川学研究中使用无云的Landsat MSS影像来绘制冰川边界的有效性。",
        "AnswerEn": "Cloud-free Landsat MSS images were used to map glacier boundaries in 1976, and they are effective in providing clear imagery for boundary delineation when processed with the ISODATA-based unsupervised classification method in ENVI software.",
        "AnswerCn": "使用无云的Landsat MSS影像对1976年的冰川边界进行制图，并且在使用ENVI软件的基于ISODATA的无监督分类方法处理时，能够有效提供清晰的影像以进行边界划定。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}