{
    "id": "684348d2-97da-4dc4-aec6-65e3d1ea8703",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of Early Cretaceous volcanic rocks in Gaize area, South Qiangtang, Tibet",
            "titleCn": "西藏南羌塘改则地区早白垩世火山岩的岩石地球化学数据",
            "description": "The data are zircon U-Pb geochronology data of volcanic rocks, whole rock major and trace geochemical data and Sr nd HF radiogenic isotope data, major element geochemical data of minerals and zircon Hf isotope data. The samples were collected from the volcanic rocks of the qushenla formation in the Gaize area, South Qiangtang, Tibet. The U-Pb isotopic data of zircon were obtained by laser ablation inductively coupled plasma mass spectrometry and secondary ion probe analysis. The major and trace geochemical data of the whole rock were obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The SR nd Hf isotopic data were obtained by ICP-MS with multiple receivers, the major element data of minerals were obtained by EPMA, and the zircon Hf isotopic data were obtained by ICP-MS with laser ablation and multiple receivers. The obtained data can define the age, petrogenesis and dynamic process of regional magmatism.",
            "descriptionCn": "本数据为火山岩的锆石U-Pb年代学数据，全岩主微量地球化学数据和Sr-Nd-Hf放射成因同位素数据，矿物的主量元素地球化学数据以及锆石Hf同位素数据。样品采集西藏南羌塘改则地区去伸拉组火山岩，放射性同位素年代学数据通过激光剥蚀-电感耦合等离子体质谱仪和二次离子探针分析锆石U-Pb同位素获得，全岩主微量地球化学数据通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得。Sr-Nd-Hf同位素数据通过多接收电感耦合等离子体质谱仪获得，矿物主量元素数据通过电子探针获得，锆石Hf同位素通过激光剥蚀-多接收电感耦合等离子体质谱仪获得。通过获得的数据，可以限定区域岩浆作用时代、岩石成因和动力学过程。",
            "instructions": "All data are stored in word file named \"data. Doc\", including zircon U-Pb geochronology data, whole rock major and trace element geochemical data, whole rock radiogenic SR nd Hf isotope data. Major element data and Hf isotope data of zircon.",
            "instructionsCn": "所有数据以excel文件存储，文件名称为\"DATA. xls\"，包括锆石U-Pb年代学数据、全岩主微量元素地球化学数据、全岩放射成因Sr-Nd-Hf同位素数据。矿物主量元素数据、锆石Hf同位素数据。",
            "east": 85.0,
            "west": 84.0,
            "south": 32.0,
            "north": 33.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 81408.0,
            "cstr": null,
            "doi": "10.1130/B32045.1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郝露露",
                "nameEn": "HAO Lulu",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Oceanic plateau subduction during closure of the Bangong-Nujiang Tethyan Ocean: Insights from central Tibetan volcanic rocks",
                "referenceCn": null,
                "referenceEn": "Hao, L.-L., Wang, Q., Zhang, C.-F., Ou, Q., Yang, J.-H., Dan, W.,  & Jiang, Z.-Q. (2019). Oceanic plateau subduction during closure of the Bangong-Nujiang Tethyan Ocean: Insights from central Tibetan volcanic rocks. Geological Society of America Bulletin, 131 (5-6): 864-880."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "板块构造",
                "nameEn": "plate tectonics"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the methods used to collect zircon U-Pb isotopic data for volcanic rocks?",
                "QuestionCn": "用于收集火山岩锆石U-Pb同位素数据的方法的特点是什么？",
                "AnswerEn": "laser ablation-inductively coupled plasma mass spectrometry, secondary ion mass spectrometry",
                "AnswerCn": "激光烧蚀-电感耦合等离子体质谱，二次离子质谱。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'laser ablation-inductively coupled plasma mass spectrometry' in the context of zircon U-Pb isotopic analysis?",
                "QuestionCn": "在锆石U-Pb同位素分析的背景下，“激光烧蚀-电感耦合等离子体质谱”是一种分析技术。",
                "AnswerEn": "Laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) is a technique used to analyze zircon U-Pb isotopic data. It involves using a laser to remove material from a sample, which is then ionized in an inductively coupled plasma. The ions are subsequently measured by a mass spectrometer to determine the isotopic composition, which is crucial for radiometric dating.",
                "AnswerCn": "激光烧蚀-电感耦合等离子体质谱（LA-ICP-MS）是一种用于分析锆石U-Pb同位素数据的技术。该技术通过激光去除样品中的材料，然后在电感耦合等离子体中对其进行电离。随后，质谱仪测量这些离子以确定同位素组成，这对于放射性定年至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for zircon U-Pb isotopic analysis using laser ablation-inductively coupled plasma mass spectrometry compare to those using secondary ion mass spectrometry in terms of precision and applicability for dating volcanic rocks?",
                "QuestionCn": "激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）与次级离子质谱法（SIMS）在锆石U-Pb同位素分析的数据收集方法上，在精度和火山岩年代测定的适用性方面有何比较？",
                "AnswerEn": "Data collection methods for zircon U-Pb isotopic analysis using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) offer rapid and minimally destructive analysis, allowing for high throughput and spatial resolution. In contrast, secondary ion mass spectrometry (SIMS) provides higher precision and sensitivity, which can be crucial for detailed isotopic studies. However, SIMS is generally more time-consuming and requires more extensive sample preparation. Both methods are applicable for dating volcanic rocks, with LA-ICP-MS being more suitable for initial surveys, while SIMS is preferred for detailed geochronological studies.",
                "AnswerCn": "锆石U-Pb同位素分析的数据收集方法采用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS），该方法提供快速且最小破坏性的分析，允许高通量和空间分辨率。相比之下，次级离子质谱（SIMS）提供更高的精度和灵敏度，这对于详细的同位素研究至关重要。然而，SIMS通常更耗时，并且需要更广泛的样品准备。这两种方法均适用于火山岩的定年，其中LA-ICP-MS更适合初步调查，而SIMS则更适合详细的地质年代学研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately determining the magmatic events and geological processes using zircon U-Pb and Hf isotopic data in volcanic rocks?",
                "QuestionCn": "准确确定火山岩中岩浆事件和地质过程的复杂性受哪些因素影响，主要包括锆石U-Pb和Hf同位素数据的使用？",
                "AnswerEn": "The complexity arises from the need to accurately analyze zircon U-Pb isotopes using techniques like laser ablation-inductively coupled plasma mass spectrometry and secondary ion mass spectrometry, as well as obtaining precise zircon Hf isotopic data. These methods require careful calibration and handling to avoid errors, and the interpretation of these data is crucial for constraining the timing of magmatic events and understanding the petrogenesis and dynamics of volcanic activity in the region.",
                "AnswerCn": "复杂性源于需要准确分析锆石U-Pb同位素，使用激光剥蚀-电感耦合等离子体质谱和次级离子质谱等技术，以及获得精确的锆石Hf同位素数据。这些方法需要仔细的校准和处理以避免错误，而对这些数据的解释对于限制岩浆事件的时间和理解该地区火山活动的成因及动态至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What potential outcomes could arise from utilizing advanced isotopic data collection methods, like laser ablation techniques, on understanding the magmatic processes in volcanic rocks?",
                "QuestionCn": "利用先进的同位素数据收集方法，如激光剥蚀技术，可能会对理解火山岩中的岩浆过程产生哪些潜在结果？",
                "AnswerEn": "Utilizing advanced isotopic data collection methods, such as laser ablation techniques, can lead to more precise and accurate dating of zircon U-Pb isotopes, which in turn helps in accurately determining the age of magmatic events. This can enhance our understanding of the temporal sequence of volcanic activities, contributing to a clearer interpretation of the magmatic processes, rock genesis, and the dynamics of the region's geology.",
                "AnswerCn": "利用先进的同位素数据收集方法，如激光剥蚀技术，可以更精确和准确地测定锆石的铀-铅同位素，从而帮助准确确定岩浆事件的年龄。这可以增强我们对火山活动时间序列的理解，有助于更清晰地解释岩浆过程、岩石生成及该地区地质动态。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}