{
  "id": "68ad183c-406c-4341-8417-721f7e2addbc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of sun photometer observations in the Zhangye city foci experimental areas from Mar. 30 to Apr. 2, 2008",
      "titleCn": "黑河综合遥感联合试验：张掖市区太阳分光光度计观测数据集（2008年3月30日至4月2日）",
      "description": "The dataset of sun photometer observations was obtained in the Zhangye city foci experimental areas (38°56′8.9″N, 100°27′8.3″E, 1400m) from Mar. 30 to Apr. 2, 2008. \n     Measurements were carried out by CE318 for 1640nm, 1020nm, 936nm, 870nm, 670nm, 550nm, 440nm, 380nm and 340nm, and column water vapor by 936 nm data on Mar. 30 and 31, Apr. 1 and 2, 2008. \n     Accuracy of CE318 could be influenced by local air pressure, instrument calibration parameters, and convertion factors. \n     (1) Most air pressure was derived from elevation-related empiricism, which was not reliable. For more accurate result, simultaneous data from the weather station are needed.\n     (2) Errors from instrument calibration parameters need correcting. Thus field calibration based on Langly or interior instrument calibrationcin the standard light is required.\n     (3) Convertion factors for retrieval of aerosol optical depth and the water vapor of the water vapor channel were also from empiricism, and need further checking. \n     Raw data were archived in k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Preprocessed data (after retrieval of the raw data) in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. Langley was used for the instrument calibration.\n     Two parts are included in CE318 result data (see “Geometric Positions and the Total Optical Depth of Each Channel” and “Rayleigh Scattering and Aerosol Optical Depth of Each Channel”).",
      "descriptionCn": "太阳分光光度计的测量数据可以直接用来反演非水汽通道的光学厚度、瑞利散射、气溶胶光学厚度、大气气柱的水汽含量（使用水汽通道936nm处的测量数据）。此外，可以获得550nm处的各种参数，从而在MODTRAN或者6S等软件的辅助下获得水平能见度。 \n本次测量采用CE318太阳分光光度计，可测量9个波段的光学厚度，分别为1640nm、1020nm、936nm、870nm、670nm、550nm、440nm、380nm和340nm。 \n在张掖市区观测日期为2008-03-30、2008-03-31、2008-04-01、2008-04-02，测量点位置为38°56′8.9″N，100°27′8.3″E，海拔1400m。气压：856，所有测量只在白天进行。\n影响CE318数据精度的因素：当地大气压、仪器的定标参数和各个转换因子。（1）数据预处理过程中，大气压采用了与高程有关的经验关系获得，大部分与实际不符，要得到精确的反演结果，需要同步的气象站数据；（2）仪器定标参数误差需要进行野外定标或者仪器室内定标。室外定标：在大气参数稳定情况下，获取大气质量数在3-7之间的测量数据，利用Langly原理进行定标。室内定标：标准光源；（3）在反演水汽通道的气溶胶光学厚度以水汽含量是需要各个转换因子，转换因子都为经验参数，实用性需要进一步验证。 \n1）原始数据以CE318特有文件格式.k7存储，可用ASTPWin软件打开，同时附带说明文件ReadMe.txt。 \n2）预处理文件：包括利用原始数据反演获得光学厚度、瑞利散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。仪器采用采用经典的Langley定标法，在冰沟站没有任何大气影响的情况下跟踪太阳可以接收到的太阳直射能量的电压值进行了定标。\n该数据集包含了2个子文件夹和3个数据文档。子文件夹分别为：原始数据和处理后的数据。处理后的数据包括“几何位置与各个通道总的光学厚度”和“各个通道的瑞利散射和气溶胶光学厚度”两小部分。数据文档分别为：数据观测说明；原始数据文档；预处理数据文档。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2008-04-10 08:00:00",
      "endTime": "2008-04-13 17:36:00",
      "fileSize": 688600.0,
      "cstr": "18406.11.water973.0298.db",
      "doi": "10.3972/water973.0298.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "方莉",
        "nameEn": "FANG Li",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "苏高利",
        "nameEn": "SU Gaoli",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "城市大气污染的定量遥感监测方法研究",
        "titleEn": null,
        "referenceCn": "李成林. 城市大气污染的定量遥感监测方法研究[D]. 兰州大学, 2012.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Prior knowledge-supported aerosol optical depth retrieval over land surfaces at 500 m spatial resolution with MODIS data",
        "referenceCn": null,
        "referenceEn": "Wang Y, Xue Y, Li Y, Guang J, Mei L, Xu H, Ai J. Prior knowledge-supported aerosol optical depth retrieval over land surfaces at 500 m spatial resolution with MODIS data. International Journal of Remote Sensing, 2012, 33(3): 674-691, doi:10.1080/01431161.2011.577832."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "张掖市加密观测区",
        "keywordEn": "Zhangye City Foci Experimental Area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-03-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-31",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-01",
        "keywordEn": "2008-04-01",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-02",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many measurement days are included in the observation period of a dataset collected using a CE318 sun photometer?",
        "QuestionCn": "使用CE318太阳光度计收集的数据集的观察期包含多少个测量天数？",
        "AnswerEn": "4 days",
        "AnswerCn": "4天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Langley calibration method' mean in the context of solar spectrophotometer measurements?",
        "QuestionCn": "在太阳光谱光度计测量的上下文中，“Langley校准方法”是什么意思？",
        "AnswerEn": "The Langley calibration method refers to a technique used for calibrating solar spectrophotometers by measuring the solar direct irradiance under stable atmospheric conditions. It involves recording the voltage corresponding to the received solar energy at different atmospheric masses, and using these data points to determine the instrument's calibration parameters. This method is particularly useful for minimizing atmospheric interference in the measurements.",
        "AnswerCn": "Langley校准方法是用于通过在稳定大气条件下测量太阳直射辐射来校准太阳光谱光度计的一种技术。它涉及在不同的大气质量下记录与接收到的太阳能量相对应的电压，并利用这些数据点来确定仪器的校准参数。这种方法特别有助于最小化测量中的大气干扰。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying atmospheric conditions or changes might be inferred from the optical thickness and aerosol optical depth data collected using a CE318 sun photometer over a short period?",
        "QuestionCn": "使用CE318太阳光度计在短时间内收集的光学厚度和气溶胶光学厚度数据可以推断出哪些潜在的大气条件或变化？",
        "AnswerEn": "From the optical thickness and aerosol optical depth data collected using a CE318 sun photometer over a short period, one could infer changes in local atmospheric composition or conditions, such as shifts in aerosol concentrations, which may be influenced by natural or anthropogenic factors. The data can also reflect variations in atmospheric clarity and pollution levels during the observation days.",
        "AnswerCn": "通过使用CE318太阳光度计收集的光学厚度和气溶胶光学深度数据，可以推断出局部大气成分或条件的变化，例如气溶胶浓度的变化，这可能受到自然或人为因素的影响。这些数据还可以反映观察期间大气清晰度和污染水平的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to inaccuracies in measuring aerosol optical thickness and water vapor content using sun photometers?",
        "QuestionCn": "影响使用太阳光度计测量气溶胶光学厚度和水汽含量准确性的因素有哪些？",
        "AnswerEn": "Inaccuracies in measuring aerosol optical thickness and water vapor content using sun photometers can be attributed to local atmospheric pressure discrepancies, errors in instrument calibration parameters, and empirical conversion factors. Specifically, atmospheric pressure used during data preprocessing is often derived from elevation-related empirical relationships that may not reflect actual conditions, necessitating concurrent meteorological station data for precise results. Instrument calibration errors require outdoor calibration under stable atmospheric conditions or indoor calibration with a standard light source. Additionally, the empirical conversion factors used in retrieving aerosol optical thickness in water vapor channels need further validation for practical applicability.",
        "AnswerCn": "使用太阳光度计测量气溶胶光学厚度和水汽含量的误差可以归因于局部大气压力差异、仪器校准参数的错误以及经验转换因子。具体而言，在数据预处理过程中使用的大气压力通常是通过与海拔相关的经验关系得出的，这可能无法反映实际情况，因此需要同时获取气象站的数据以获得精确结果。仪器校准错误需要在稳定的大气条件下进行户外校准，或使用标准光源进行室内校准。此外，用于在水汽通道中检索气溶胶光学厚度的经验转换因子需要进一步验证其实际适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting solar spectrophotometer data to measure optical thickness and aerosol optical thickness in atmospheric research?",
        "QuestionCn": "收集太阳光谱光度计数据以测量大气研究中的光学厚度和气溶胶光学厚度的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting solar spectrophotometer data in atmospheric research are to retrieve optical thickness and aerosol optical thickness, which are crucial for understanding atmospheric conditions. These measurements help in assessing Rayleigh scattering, aerosol characteristics, and water vapor content in the atmosphere. Additionally, the data can be used to derive parameters at 550nm, which, with the aid of software like MODTRAN or 6S, can determine horizontal visibility. This information is vital for accurately modeling and predicting atmospheric conditions.",
        "AnswerCn": "在大气研究中，收集太阳光谱光度计数据的主要目标是获取光学厚度和气溶胶光学厚度，这对于理解大气条件至关重要。这些测量有助于评估瑞利散射、气溶胶特性和大气中的水蒸气含量。此外，这些数据可以用于推导550nm处的参数，借助MODTRAN或6S等软件，可以确定水平能见度。这些信息对于准确建模和预测大气条件至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to accurately calibrate and utilize a CE318 sun photometer for measuring aerosol optical thickness and atmospheric water vapor content in a given location?",
        "QuestionCn": "准确校准和使用CE318太阳光度计测量特定地点的气溶胶光学厚度和大气水汽含量所需的程序步骤是什么？",
        "AnswerEn": "To accurately calibrate and utilize a CE318 sun photometer, it is essential to consider several procedural steps: (1) Calibration of the instrument can be performed using outdoor or indoor methods. Outdoor calibration involves acquiring measurements under stable atmospheric conditions where the atmospheric mass number is between 3-7, using the Langley principle for calibration. Indoor calibration requires a standard light source. (2) The data preprocessing phase involves correcting atmospheric pressure using empirical relationships related to elevation, which may not always match actual conditions. To achieve precise inversion results, synchronized meteorological station data is necessary. (3) Conversion factors used in the inversion of aerosol optical thickness and water vapor content are empirical and need further validation for practical application. (4) The original data is stored in a .k7 format, which can be opened with ASTPWin software, and detailed documentation accompanies the dataset to guide users through the data utilization process.",
        "AnswerCn": "要准确校准和使用CE318太阳光度计，必须考虑几个程序步骤：（1）仪器的校准可以通过户外或室内方法进行。户外校准涉及在稳定的大气条件下进行测量，此时大气质量数在3-7之间，使用朗利原理进行校准。室内校准则需要标准光源。（2）数据预处理阶段涉及使用与海拔相关的经验关系来修正大气压力，这可能并不总是与实际条件相符。为了实现精确的反演结果，需要同步的气象站数据。（3）用于反演气溶胶光学厚度和水蒸气含量的转换因子是经验性的，需要进一步验证以便于实际应用。（4）原始数据以.k7格式存储，可以使用ASTPWin软件打开，并且数据集附有详细文档，以指导用户进行数据利用过程。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What factors enable the accurate calibration of solar spectrophotometer instruments for atmospheric data collection?",
        "QuestionCn": "哪些因素能够使太阳光谱光度计仪器在大气数据收集中的准确校准？",
        "AnswerEn": "Accurate calibration of solar spectrophotometer instruments is enabled by factors such as the use of field or indoor calibration methods, including the Langley method under stable atmospheric conditions, and the application of standard light sources. Additionally, consideration of local atmospheric pressure and calibration parameters are crucial for precision.",
        "AnswerCn": "太阳光谱光度计仪器的准确校准得益于多种因素，例如在稳定的大气条件下使用兰利法进行现场或室内校准，以及应用标准光源。此外，考虑当地大气压力和校准参数对于精确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}