{
  "id": "68e5ae2e-de45-4955-b2d4-8cd57ecc2870",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Transportation Accessibility index one belt, one road along the route (2015)",
      "titleCn": "\"一带一路\"沿线国家交通通达度指数（2015）",
      "description": "1) Traffic accessibility index (TAI) ）The indicators used to measure the traffic accessibility level of each country reflect the traffic situation of the country or region; 2) this data is derived from the calculation results of the traffic accessibility evaluation method based on grid data; 3) the traffic accessibility index dynamically reflects the socio-economic situation, reveals the development situation of a country, and provides reference for the development of countries in the world, especially for developing countries One belt, one road, will provide a basis for policy development, thus helping to tap the potential of a country's economic development; 4) data will be applied more extensively in the related research along the way.",
      "descriptionCn": "1）交通通达度指数（TAI--Transportation Accessibility Index ）用以衡量各个国家交通通达水平的指标，反应国家或者地区的交通情况；2）本数据源自课题组研发的基于栅格数据的交通通达度评价方法计算结果；3）交通通达性指数从动态上对社会经济状况进行了反映，揭示了一个国家的发展情况，为世界各国尤其是发展中国家制定发展政策提供了一定依据，从而有助于挖掘一国经济发展的潜力；4）数据在\"一带一路\"相关研究中将应用将会更加广泛。",
      "instructions": "The name of the traffic accessibility index file is \"silkrad\"_ TAI(2015).xls\"\nThe data can be read and used by Excel software.",
      "instructionsCn": "交通通达度指数文件的名称为“silkroad_TAI(2015).xls\"\n数据用EXCEL软件可读取使用。",
      "east": 180.0,
      "west": 180.0,
      "south": 11.0,
      "north": 81.86,
      "startTime": null,
      "endTime": null,
      "fileSize": 26624.0,
      "cstr": "18406.11.Geogra.tpdc.271112",
      "doi": "10.11888/Geogra.tpdc.271112",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "游珍",
        "nameEn": "YOU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Numerical Simulation and Spatial Distribution of Transportation Accessibility in the Regions Involved in the Belt and Road Initiative",
        "referenceCn": null,
        "referenceEn": "Shi, H., You, Z., Feng, Z., & Yang, Y. (2019). Numerical simulation and spatial distribution of transportation accessibility in the regions involved in the belt and road initiative. Sustainability, 11."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "交通",
        "nameEn": "Transportation"
      },
      {
        "nameCn": "区划",
        "nameEn": "Division"
      },
      {
        "nameCn": "铁路",
        "nameEn": "Railway"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Silk Road",
        "keywordEn": "丝绸之路"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to calculate the Transportation Accessibility Index (TAI) for countries along the 'Belt and Road' initiative?",
        "QuestionCn": "您能否提供一个用于计算“一带一路”倡议沿线国家交通可达性指数（TAI）的数据收集方法的示例？",
        "AnswerEn": "A data collection method used involves a grid-based data evaluation technique developed by a research group, which calculates the Transportation Accessibility Index (TAI) to measure each country's level of transportation accessibility.",
        "AnswerCn": "一种数据收集方法涉及一种由研究小组开发的基于网格的数据评估技术，该技术计算交通可达性指数（TAI），以衡量每个国家的交通可达性水平。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies used to calculate the Transportation Accessibility Index (TAI) for countries along the '一带一路' initiative?",
        "QuestionCn": "“一带一路”倡议沿线国家的交通可达性指数（TAI）计算所使用的具体特征和方法论是什么？",
        "AnswerEn": "grid data, transportation accessibility, transportation conditions, socio-economic status, development situation",
        "AnswerCn": "网格数据、交通可达性、交通状况、社会经济状况、发展情况",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the numerical range or scale used to quantify the Transportation Accessibility Index (TAI) for countries along the '一带一路' initiative?",
        "QuestionCn": "用于量化“一带一路”倡议沿线国家交通可达性指数（TAI）的数值范围或尺度是什么？",
        "AnswerEn": "The specific numerical range or scale for the Transportation Accessibility Index (TAI) is not provided.",
        "AnswerCn": "交通可达性指数（TAI）的具体数值范围或尺度未提供。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'Transportation Accessibility Index (TAI)' mean in the context of assessing transportation levels in various countries?",
        "QuestionCn": "在评估各国交通水平的背景下，“交通可达性指数（TAI）”一词是什么意思？",
        "AnswerEn": "The Transportation Accessibility Index (TAI) is an indicator used to measure the level of transportation accessibility in various countries, reflecting the transportation situation of a country or region. It provides insights into the socio-economic conditions from a dynamic perspective and helps reveal a country's development status, offering a basis for developing countries to formulate development policies and uncover economic development potential.",
        "AnswerCn": "交通可达性指数（TAI）是一个用于衡量各国交通可达性水平的指标，反映一个国家或地区的交通状况。它从动态的角度提供了对社会经济条件的洞察，帮助揭示一个国家的发展状态，为发展中国家制定发展政策提供依据，并发掘经济发展潜力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the Transportation Accessibility Index (TAI) reflect the socio-economic conditions of countries along the '一带一路' initiative, and what are the implications for data collection methods in capturing these dynamics?",
        "QuestionCn": "交通可达性指数（TAI）如何反映“一带一路”沿线国家的社会经济状况，以及在捕捉这些动态时对数据收集方法有什么影响？",
        "AnswerEn": "The Transportation Accessibility Index (TAI) reflects the socio-economic conditions by dynamically indicating a country's development situation, revealing potential for economic growth. Data collection methods should focus on capturing comprehensive transportation data, possibly through grid-based data evaluation techniques, to accurately reflect these socio-economic dynamics.",
        "AnswerCn": "交通可达性指数（TAI）反映了社会经济状况，通过动态指示一个国家的发展情况，揭示经济增长的潜力。数据收集方法应侧重于捕捉全面的交通数据，可能通过基于网格的数据评估技术，以准确反映这些社会经济动态。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on international development policy formulation if a dataset measuring transportation accessibility in Belt and Road Initiative countries is widely used?",
        "QuestionCn": "如果广泛使用衡量“一带一路”倡议国家交通可达性的数据库，可能对国际发展政策的制定产生哪些潜在影响？",
        "AnswerEn": "The utilization of a dataset measuring transportation accessibility can have significant impacts on international development policy formulation by offering insights into the transportation conditions of various countries and regions. It reflects the socio-economic status dynamically, thereby revealing the development status of a country. This information can provide a basis for countries, especially developing ones, to formulate development policies, ultimately aiding in uncovering economic development potentials.",
        "AnswerCn": "利用测量交通可达性的数据库可以对国际发展政策的制定产生重大影响，因为它提供了各国和地区交通状况的洞察。这动态反映了社会经济状况，从而揭示了一个国家的发展状态。这些信息可以为各国，特别是发展中国家，制定发展政策提供依据，最终有助于发掘经济发展潜力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main purpose of developing a dataset based on the Transportation Accessibility Index (TAI) for countries along the 'Belt and Road Initiative'?",
        "QuestionCn": "基于“带路倡议”沿线国家的交通可达性指数（TAI）开发数据集的主要目的是为了什么？",
        "AnswerEn": "The main purpose of developing a dataset based on the Transportation Accessibility Index (TAI) for countries along the 'Belt and Road Initiative' is to measure and reflect the level of transportation accessibility in various countries. This index provides insights into the transportation conditions of a country or region, reflects the socio-economic status dynamically, and reveals the development status of a country. It serves as a basis for developing countries to formulate development policies, thereby helping to unlock the economic development potential of a country. Additionally, it is expected that this data will find more extensive applications in research related to the 'Belt and Road Initiative'.",
        "AnswerCn": "开发基于“交通可达性指数”（TAI）的数据集，旨在衡量和反映“一带一路”沿线国家的交通可达性水平。该指数提供了对一个国家或地区交通状况的洞察，动态反映了社会经济状况，并揭示了一个国家的发展状态。它为发展中国家制定发展政策提供了基础，从而帮助释放国家的经济发展潜力。此外，预计这些数据将在与“一带一路”倡议相关的研究中得到更广泛的应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methodologies could be used to develop a Transportation Accessibility Index (TAI) for countries along the Belt and Road Initiative, and how can these methodologies account for dynamic socioeconomic factors?",
        "QuestionCn": "可以使用哪些程序和方法来为“一带一路”沿线国家开发交通可达性指数（TAI），这些方法如何考虑动态的社会经济因素？",
        "AnswerEn": "The Transportation Accessibility Index (TAI) is developed using a method based on raster data. This method evaluates transportation accessibility by reflecting the transportation situation of a country or region. The index dynamically reflects socioeconomic conditions, thereby revealing a country's development status and assisting in policy formulation, especially in developing countries. These methodologies could benefit from incorporating dynamic socioeconomic data to provide a comprehensive view of a country's development potential.",
        "AnswerCn": "交通可达性指数（TAI）是基于栅格数据开发的一种方法。该方法通过反映一个国家或地区的交通状况来评估交通可达性。该指数动态反映社会经济条件，从而揭示一个国家的发展状态，并协助政策制定，特别是在发展中国家。这些方法可以通过纳入动态社会经济数据来提供一个国家发展潜力的全面视角。",
        "Level": "C6(Creating)"
      }
    ]
  }
}