{
  "id": "69f1da7c-9ea9-4d3b-9224-12ff3aefabad",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER：The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)-Dataset of Intensive runoff observations of No.2 in the middle reaches of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-径流观测数据集（2号点-312桥）",
      "description": "The No. 2 hydrological section is located at 312 Heihe River Bridge (38°59′51.71″ N, 100° 24′38.76″ E, 1485 m a.s.l.) in the middle reaches of the Heihe River Basin, Zhangye, Gansu Province. The dataset contains observations from the No.2 hydrological section from 19 June, 2012, to 24 November, 2012. This section consists of two river sections, i.e., the east section is marked as No. 1 and the west section is marked as No. 2. The width of this section is 90 meters. This section consists of a gravel bed; the cross-sectional area is unstable because of human factors. The water level was measured using SR50 ultrasonic range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following sections: Water level (recorded every 30 minutes) and Discharge. The data processing and quality control steps were as follows: 1) The water level data which collected from the hydrological station were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. 2) Data out the normal range records were rejected. 3) Unphysical data were rejected.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), He et al. (2016) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年6月19日至11月24日的黑河中游径流加密观测中2号点的河流水位和流速观测数据。观测点位于甘肃省张掖市312国道黑河桥，分为两个河道，东面的标记为1号，西面的标记为2号。河道宽度分别为70米、20米。河床为砂砾石，断面不稳定。观测点的经纬度是N38°59′51.71″，E100°24′38.76″，海拔1485米。数据说明包括以下部分：\n水位观测：采用SR50超声测距仪，数据涵盖时间段6月19日至11月24日，观测频率30分钟，单位（cm）； \n流量观测：通过最新技术手段ADCP监测流量，获取精确的水位流量曲线，依托水位过程观测获得径流量变化过程。2号点-312桥断面受到频繁人为扰动，水位流量曲线有待进一步观测，单位（m3 s-1）；\n缺值数据统一采用字符串-6999表示。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考He et al.(2016)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.427222,
      "west": 100.42444,
      "south": 38.996387,
      "north": 38.996667,
      "startTime": "2012-06-29 00:26:00",
      "endTime": "2012-12-03 10:00:00",
      "fileSize": 182397.0,
      "cstr": "18406.11.hiwater.110.2013.db",
      "doi": "10.3972/hiwater.110.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何晓波",
        "nameEn": "HE Xiaobo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "张建",
        "nameEn": "ZHANG Jian",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宁天祥",
        "nameEn": "NING Tianxiang",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄晓明",
        "nameEn": "HUANG Xiaoming",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "姜衡",
        "nameEn": "JIANG Heng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "He XB, et al. Comparison of a tipping-buchet and electronic weighting precipitation gauge for rainfall. Manuscript in preparation."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
        "titleEn": null,
        "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文断面",
        "nameEn": "Hydrology section"
      },
      {
        "nameCn": "流量",
        "nameEn": "Discharge/Flow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "2号点312桥",
        "keywordEn": null
      },
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-19至2012-11-24",
        "keywordEn": "2012-06-19 to 2012-11-24",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的阻碍。HiWATER实验旨在通过在分层嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it verified that data from the HiWATER experiment are available at public repositories like figshare and the Cold and Arid Regions Science Data Centre?",
        "QuestionCn": "HiWATER实验的数据是否已在像figshare和寒旱区科学数据中心这样的公共资源库中可用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key challenges in obtaining multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中获取多尺度观测的关键挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What types of instruments are used for capturing multi-scale eco-hydrological processes in the oasis-desert system?",
        "QuestionCn": "在绿洲-沙漠系统中，用于捕捉多尺度生态水文过程的仪器有哪些类型？",
        "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can one access the multiscale dataset obtained from eco-hydrological research in the Heihe Watershed?",
        "QuestionCn": "在哪里可以访问从黑河流域生态水文研究获得的多尺度数据集？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in the field of eco-hydrological process upscaling on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上进行生态水文过程上尺度化时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced in this field is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "该领域面临的一个挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that captures multiscale eco-hydrological processes in an oasis-desert area?",
        "QuestionCn": "您能否提供一个捕捉绿洲-沙漠地区多尺度生态水文过程的数据集示例？",
        "AnswerEn": "An example of a dataset capturing multiscale eco-hydrological processes is the multiscale dataset from the HiWATER project, which includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and remote sensing using LiDAR and other instruments in an oasis-desert area.",
        "AnswerCn": "一个捕捉多尺度生态水文过程的数据集的例子是HiWATER项目的多尺度数据集，该数据集包括来自涡度协方差塔、大孔径闪烁仪、自动气象站以及使用激光雷达和其他仪器的遥感数据，覆盖了一个绿洲-沙漠地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of multi-scale datasets in eco-hydrological studies?",
        "QuestionCn": "生态水文研究中的多尺度数据集的特征是什么？",
        "AnswerEn": "flux observation matrices, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, synchronical ground measurements, quality controlled",
        "AnswerCn": "通量观测矩阵、生态水文传感器网络、高分辨率机载遥感、同步地面测量、质量控制。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What attributes define the challenges of data collection in heterogeneous surface eco-hydrological studies?",
        "QuestionCn": "在异质性地表生态水文研究中，数据收集的挑战由哪些属性定义？",
        "AnswerEn": "poor availability of multiscale observations, need for instrumentation on hierarchically nested scales, frequent human disturbances at observation sites affecting water level-flow curves",
        "AnswerCn": "多尺度观测的可用性差，需要在分层嵌套的尺度上进行仪器测量，观测点频繁的人为干扰影响水位-流量曲线。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of observations for the water level data in a dataset related to eco-hydrological processes?",
        "QuestionCn": "在与生态水文过程相关的数据集中，水位数据的观测频率是多少？",
        "AnswerEn": "30 minutes",
        "AnswerCn": "30分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to collect multiscale data in an eco-hydrological study area?",
        "QuestionCn": "在生态水文研究区进行了多少次空中遥感任务以收集多尺度数据？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the width of the two river channels at the observation point in a study concerning river runoff data collection?",
        "QuestionCn": "在一项关于河流径流数据收集的研究中，观察点的两条河道的宽度是多少？",
        "AnswerEn": "70 meters, 20 meters",
        "AnswerCn": "70米，20米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'hierarchically nested scales' in the instrumentation for eco-hydrological research?",
        "QuestionCn": "在生态水文研究的仪器中，“层次嵌套尺度”的意义是什么？",
        "AnswerEn": "The significance of 'hierarchically nested scales' in instrumentation for eco-hydrological research lies in its ability to organize data collection across different levels of spatial detail. This approach allows researchers to capture complex interactions within the ecosystem by installing instruments at various scales, such as superstations, EC towers, and AMSs in different landscapes, thus facilitating a better understanding of multiscale eco-hydrological processes.",
        "AnswerCn": "“层次嵌套尺度”在生态水文研究中的重要性在于它能够组织不同空间细节的数据收集。这种方法允许研究人员通过在不同景观中安装不同尺度的仪器，如超级站、EC 塔和AMS，从而捕捉生态系统内复杂的相互作用，从而促进对多尺度生态水文过程的更好理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the multiscale observation techniques employed in HiWATER differ from those used in traditional single-scale hydrological studies in terms of capturing eco-hydrological processes?",
        "QuestionCn": "HiWATER中采用的多尺度观测技术与传统单尺度水文研究在捕捉生态水文过程方面有何不同？",
        "AnswerEn": "HiWATER employs instrumentation on hierarchically nested scales, including a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, enabling the capture of multiscale eco-hydrological processes. Traditional single-scale studies may not provide the same breadth of data across different landscapes and scales, such as the oasis-desert interactions observed in HiWATER.",
        "AnswerCn": "HiWATER在分层嵌套的尺度上采用仪器，包括通量观测矩阵、生态水文传感器网络和超高分辨率的空中遥感，能够捕捉多尺度的生态水文过程。传统的单尺度研究可能无法提供在不同景观和尺度上，如HiWATER观察到的绿洲-沙漠相互作用的广泛数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the similarities and differences between using airborne remote sensing technologies and ground-based sensor networks in monitoring vegetation dynamics and photosynthesis processes?",
        "QuestionCn": "使用空中遥感技术和地面传感器网络监测植被动态和光合作用过程之间的相似性和差异是什么？",
        "AnswerEn": "Both airborne remote sensing technologies, such as LiDAR and imaging spectrometers, and ground-based sensor networks are used to monitor vegetation dynamics and photosynthesis. Airborne technologies provide large-scale, high-resolution spatial data, while ground-based networks offer detailed temporal data and direct measurements. HiWATER integrates both methods, ensuring comprehensive coverage and quality-controlled observational data.",
        "AnswerCn": "空气遥感技术，如激光雷达（LiDAR）和成像光谱仪，以及地面传感器网络被用于监测植被动态和光合作用。空气技术提供大规模、高分辨率的空间数据，而地面网络则提供详细的时间数据和直接测量。HiWATER整合了这两种方法，确保了全面的覆盖和质量控制的观测数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of hierarchically nested scales in eco-hydrological data collection help infer the interaction between oasis and desert systems?",
        "QuestionCn": "在生态水文数据收集中使用分层嵌套尺度如何有助于推断绿洲与沙漠系统之间的相互作用？",
        "AnswerEn": "The use of hierarchically nested scales allows researchers to capture multi-scale eco-hydrological processes by arranging instruments in a way that can observe interactions at various spatial scales. This method provides a comprehensive view of the oasis-desert interaction by employing a sparse network and a superstation within the oasis, complemented by EC towers and meteorological stations in different landscapes, facilitating a detailed understanding of the processes involved.",
        "AnswerCn": "使用分层嵌套尺度使研究人员能够通过以不同空间尺度观察相互作用的方式布置仪器，从而捕捉多尺度生态水文过程。这种方法通过在绿洲内采用稀疏网络和超级站点，并在不同景观中配备EC塔和气象站，提供了对绿洲-沙漠相互作用的全面视角，从而促进对相关过程的深入理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the limited availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "影响生态水文过程在异质表面上多尺度观测有限可用性的因素有哪些？",
        "AnswerEn": "The limited availability of multiscale observations in eco-hydrological processes is primarily due to the complexity of capturing data across varied landscapes and the need for sophisticated instrumentation arranged in hierarchically nested scales, as highlighted in the HiWATER experiment.",
        "AnswerCn": "生态水文过程多尺度观测的有限可用性主要是由于在不同景观中捕获数据的复杂性，以及需要在分层嵌套尺度上安排复杂仪器，这在HiWATER实验中得到了强调。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to obtain accurate water level and flow rate measurements in river channels subject to frequent human disturbances?",
        "QuestionCn": "为什么在受到频繁人为干扰的河道中获得准确的水位和流量测量具有挑战性？",
        "AnswerEn": "Frequent human disturbances can alter the river channel's cross-section and bed stability, impacting the accuracy of water level and flow rate measurements, as noted in the data collection methods where ongoing observations are necessary to refine water level-flow rate curves.",
        "AnswerCn": "频繁的人为干扰会改变河道的横截面和床面稳定性，从而影响水位和流量测量的准确性，正如数据收集方法中所提到的，需要持续观察以完善水位-流量曲线。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing a sparse network configuration in data collection for eco-hydrological interactions in oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统的数据收集中利用稀疏网络配置的潜在后果是什么？",
        "AnswerEn": "Utilizing a sparse network configuration can lead to challenges in capturing the full scope of eco-hydrological interactions due to potential gaps in data coverage. However, it can effectively provide valuable insights into large-scale patterns and interactions, especially when combined with data from hierarchically nested scales and intensive observation periods.",
        "AnswerCn": "利用稀疏网络配置可能会导致在捕捉生态水文相互作用的全貌时面临挑战，因为可能存在数据覆盖的空白。然而，当与分层嵌套尺度的数据和密集观测期结合时，它可以有效地提供对大规模模式和相互作用的有价值见解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the implementation of multiscale observations impact the understanding and modeling of eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度观测的实施将如何影响对异质表面生态水文过程的理解和建模？",
        "AnswerEn": "The implementation of multiscale observations allows for a more comprehensive understanding and modeling of eco-hydrological processes by capturing data across different scales, leading to a better representation of interactions and dynamics. This approach helps address the challenge of limited observation availability and provides a richer dataset for analysis and model validation.",
        "AnswerCn": "多尺度观测的实施使我们能够更全面地理解和建模生态水文过程，通过捕获不同尺度的数据，从而更好地表征相互作用和动态。这种方法有助于解决观测可用性有限的挑战，并为分析和模型验证提供更丰富的数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential outcomes of integrating airborne remote sensing technologies such as LiDAR and thermal imagers with ground measurements in eco-hydrological studies?",
        "QuestionCn": "将空气遥感技术如激光雷达（LiDAR）和热成像仪与地面测量相结合在生态水文研究中的潜在结果是什么？",
        "AnswerEn": "Integrating airborne remote sensing technologies with ground measurements can enhance the precision and resolution of eco-hydrological studies by providing complementary datasets. This integration can lead to improved accuracy in capturing vegetation dynamics, surface temperature variations, and soil moisture levels, ultimately contributing to more robust environmental models and assessments.",
        "AnswerCn": "将空中遥感技术与地面测量相结合，可以通过提供互补的数据集来提高生态水文研究的精度和分辨率。这种整合可以提高捕捉植被动态、地表温度变化和土壤湿度水平的准确性，最终有助于更强大的环境模型和评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of establishing a multiscale observation system involving flux observation matrices and remote sensing instruments in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，建立涉及通量观测矩阵和遥感仪器的多尺度观测系统的主要目标是什么？",
        "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
        "AnswerCn": "主要目标是通过在分层嵌套尺度上获取多尺度和多学科数据，利用仪器设备解决在异质表面上提升生态水文过程的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are instruments arranged to capture multi-scale eco-hydrological processes in a heterogeneous surface environment?",
        "QuestionCn": "如何安排仪器以捕捉异质表面环境中的多尺度生态水文过程？",
        "AnswerEn": "Instruments for the oasis-desert system are arranged in hierarchically nested scales, including the establishment of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additional measurements are obtained through an eco-hydrological sensor network and hyper-resolution airborne remote sensing, which includes LiDAR and other imaging technologies.",
        "AnswerCn": "在绿洲-沙漠系统中，仪器按照层次嵌套的尺度进行排列，包括建立涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。通过生态水文传感器网络和超高分辨率的航空遥感（包括激光雷达和其他成像技术）获得额外的测量数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges and considerations in collecting multiscale observations for eco-hydrological processes in an oasis-desert area?",
        "QuestionCn": "在绿洲-沙漠地区收集生态水文过程的多尺度观测时面临的挑战和考虑因素有哪些？",
        "AnswerEn": "A significant challenge is the poor availability of multiscale observations. To address this, a sparse network is established to investigate oasis-desert interactions, including the construction of a superstation within the oasis and the installation of EC towers and meteorological stations in various landscapes. Intensive observations are also implemented at the irrigation district scale, supplemented by airborne remote sensing missions.",
        "AnswerCn": "一个显著的挑战是多尺度观测的稀缺性。为了解决这个问题，建立了一个稀疏网络，以研究绿洲-沙漠相互作用，包括在绿洲内建设一个超级站，并在不同景观中安装EC塔和气象站。在灌溉区尺度上还实施了密集观测，并辅以航空遥感任务。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation strategies enable the collection of multiscale eco-hydrological data in heterogeneous surfaces?",
        "QuestionCn": "哪些仪器策略能够在异质表面上收集多尺度生态水文数据？",
        "AnswerEn": "The HiWATER experiment utilized a hierarchically nested scale instrumentation approach, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "HiWATER实验采用了分层嵌套的尺度仪器方法，包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the deployment of intensive observation periods (IOPs) contribute to capturing detailed hydrometeorological data?",
        "QuestionCn": "密集观测期（IOPs）的部署如何有助于捕捉详细的水文气象数据？",
        "AnswerEn": "Several intensive observation periods (IOPs) allowed the collection of detailed hydrometeorological data by arranging instruments in hierarchically nested scales, including a sparse network to investigate oasis-desert interactions and a superstation constructed within the oasis.",
        "AnswerCn": "多个强烈观测期（IOPs）通过在层次嵌套的尺度上布置仪器，收集了详细的水文气象数据，包括一个稀疏网络以研究绿洲-沙漠相互作用，以及在绿洲内建造的超级站。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways does having a multiscale observation system address the challenges of upscaling eco-hydrological processes?",
        "QuestionCn": "拥有多尺度观测系统如何应对生态水文过程上升尺度的挑战？",
        "AnswerEn": "A multiscale observation system addresses the challenges of upscaling eco-hydrological processes by providing comprehensive data through a combination of flux observation, eco-hydrological sensor networks, and remote sensing, all of which are carefully quality controlled for accuracy.",
        "AnswerCn": "多尺度观测系统通过结合通量观测、生态水文传感器网络和遥感，提供全面的数据，以应对生态水文过程上升尺度的挑战，所有这些数据都经过精心的质量控制以确保准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might multiscale observations be challenging to obtain in heterogeneous surfaces like those studied in eco-hydrological processes?",
        "QuestionCn": "为什么在生态水文过程研究中，像那些异质表面一样的多尺度观测可能会很难获得？",
        "AnswerEn": "Progress in the field of eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "生态水文过程在异质表面上的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上使用仪器，获取多尺度和多学科的数据，以应对这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected reasons for using hierarchically nested scales in the observation of eco-hydrological processes within oasis-desert systems?",
        "QuestionCn": "在观察绿洲-沙漠系统中的生态水文过程时，使用分层嵌套尺度的预期原因是什么？",
        "AnswerEn": "Hierarchically nested scales are used in the observation of eco-hydrological processes within oasis-desert systems to capture multi-scale eco-hydrological processes effectively. This method allows for the investigation of oasis-desert interactions with a sparse network, which includes instruments like EC towers, AMSs, and various remote sensing technologies.",
        "AnswerCn": "分层嵌套尺度用于观察绿洲-沙漠系统中的生态水文过程，以有效捕捉多尺度的生态水文过程。这种方法允许在稀疏网络中研究绿洲-沙漠相互作用，包括像EC塔、AMS和各种遥感技术等仪器。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using multiscale observations to address the challenges of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "您对使用多尺度观测来应对异质表面生态水文过程挑战的有效性有何评估？",
        "AnswerEn": "The use of multiscale observations is crucial in addressing the challenges posed by eco-hydrological processes on heterogeneous surfaces. The HiWATER experiment effectively uses a range of instruments arranged in hierarchically nested scales, enabling the capture of multiscale and multidisciplinary data, which can significantly enhance our understanding of these complex interactions.",
        "AnswerCn": "多尺度观测的使用对于应对异质表面上生态水文过程带来的挑战至关重要。HiWATER实验有效地利用了一系列按层次嵌套的仪器，能够捕获多尺度和多学科的数据，这可以显著增强我们对这些复杂相互作用的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you assess the potential challenges associated with ensuring data quality control in the context of eco-hydrological sensor networks and remote sensing techniques?",
        "QuestionCn": "如何评估在生态水文传感器网络和遥感技术背景下确保数据质量控制的潜在挑战？",
        "AnswerEn": "Ensuring data quality control in eco-hydrological sensor networks and remote sensing techniques is challenging but essential. The HiWATER observation system addresses these challenges through careful calibration, data collection, processing, and dataset generation, which are critical for maintaining the integrity and reliability of the data.",
        "AnswerCn": "确保生态水文传感器网络和遥感技术的数据质量控制既具有挑战性又至关重要。HiWATER观测系统通过仔细的校准、数据收集、处理和数据集生成来应对这些挑战，这些都是维护数据完整性和可靠性的关键。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the role of synchronical ground measurements in complementing airborne remote sensing data for eco-hydrological studies?",
        "QuestionCn": "我对同步地面测量在补充空中遥感数据方面在生态水文研究中的作用的看法是什么？",
        "AnswerEn": "Synchronical ground measurements play a vital role in complementing airborne remote sensing data, as they provide detailed and context-specific information that can enhance the interpretation and validation of remote sensing observations. This integration is essential for achieving a comprehensive understanding of eco-hydrological dynamics.",
        "AnswerCn": "同步地面测量在补充航空遥感数据方面发挥着至关重要的作用，因为它们提供了详细的、特定于上下文的信息，可以增强对遥感观测结果的解释和验证。这种整合对于实现对生态水文动态的全面理解至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of the challenges involved in obtaining reliable data from a heterogeneous surface for eco-hydrological research.",
        "QuestionCn": "我无法理解从异质表面获取可靠数据在生态水文研究中所面临的挑战。",
        "AnswerEn": "The challenges involve poor availability of multiscale observations and human-induced disturbances in certain areas, making it difficult to establish accurate water level-flow relationships. The use of a sparse network and superstations, along with frequent remote sensing missions, aims to mitigate these challenges.",
        "AnswerCn": "这些挑战涉及到多尺度观测的可用性差以及某些地区人类干扰的影响，使得建立准确的水位-流量关系变得困难。利用稀疏网络和超级站点，以及频繁的遥感任务，旨在缓解这些挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the types of datasets that can be generated from eco-hydrological experiments in oasis-desert systems.",
        "QuestionCn": "我对在绿洲-沙漠系统中进行生态水文实验可以生成的数据集类型感到不确定。",
        "AnswerEn": "Datasets from these experiments include flux observation matrices, eco-hydrological sensor networks, hyper-resolution airborne remote sensing data, and synchronical ground measurements of vegetation dynamics and photosynthesis processes. These datasets are carefully quality controlled and available at data repositories like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "这些实验的数据集包括通量观测矩阵、生态水文传感器网络、高分辨率航空遥感数据以及植被动态和光合作用过程的同步地面测量。这些数据集经过仔细的质量控制，并可在figshare和寒区与干旱区科学数据中心等数据仓库中获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the challenges faced in collecting multiscale eco-hydrological data and propose potential strategies to improve data availability in heterogeneous landscapes.",
        "QuestionCn": "总结在收集多尺度生态水文数据时面临的挑战，并提出改善异质景观中数据可用性的潜在策略。",
        "AnswerEn": "Progress in upscaling eco-hydrological processes is hindered by poor availability of multiscale observations. The HiWATER experiment tackles this by using hierarchically nested scales for instrumentation to obtain diverse data. To enhance data availability, establishing sparse networks and constructing superstations within varying landscapes, such as oases and deserts, can be effective. Implementing intensive observations at larger scales, like irrigation districts, and conducting remote sensing missions with diverse instruments such as LiDAR and spectrometers, can further improve data collection.",
        "AnswerCn": "生态水文过程的上升进展受到多尺度观测数据稀缺的阻碍。HiWATER实验通过使用分层嵌套的仪器规模来获取多样化的数据，以应对这一问题。为了增强数据可用性，建立稀疏网络和在不同景观（如绿洲和沙漠）中构建超级站是有效的。实施大规模的密集观测，例如在灌溉区，并利用激光雷达和光谱仪等多种仪器进行遥感任务，可以进一步改善数据收集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please describe the instrumentation and methodologies used in capturing multiscale eco-hydrological processes and analyze their effectiveness for data collection in oasis-desert systems.",
        "QuestionCn": "请描述用于捕捉多尺度生态水文过程的仪器和方法，并分析它们在绿洲-沙漠系统中数据收集的有效性。",
        "AnswerEn": "The HiWATER project uses a hierarchical approach for instrumentation, including a flux observation matrix of eddy covariance towers, scintillometers, and automatic meteorological stations. Additionally, eco-hydrological sensors for soil moisture and leaf area index, as well as hyper-resolution airborne remote sensing tools like LiDAR, imaging spectrometers, and microwave radiometers, are employed. These methods are effective in capturing multiscale processes, as they provide detailed, quality-controlled data across diverse landscapes, ranging from sandy deserts to wetlands.",
        "AnswerCn": "HiWATER项目采用分层的仪器观测方法，包括涡度协方差塔、闪烁仪和自动气象站的通量观测矩阵。此外，还使用了生态水文传感器来监测土壤湿度和叶面积指数，以及超高分辨率的航空遥感工具，如激光雷达、成像光谱仪和微波辐射计。这些方法有效捕捉多尺度过程，因为它们在多样化的景观中提供了详细的、经过质量控制的数据，涵盖了从沙漠到湿地的不同环境。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}