{
  "id": "6b0f086c-26d0-4382-a047-020e31db52b5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Jiacuo granodiorites in the Southern Qiangtang block, central Tibet",
      "titleCn": "青藏高原中部南羌塘地块加措地区花岗闪长岩地球化学数据",
      "description": "The data set includes major and trace elements, whole rock Sr – Nd isotope, zircon Hf-O isotope and zircon U-Pb age data of granodiorite. The samples were collected from the granodiorite in the Jiacuo area of the Southern Qiangtang block, central Tibet. Zircon U-Pb dating data were obtained by laser ablation inductively coupled plasma mass spectrometry. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The whole rock Sr – Nd isotopes were obtained by sample separation and purification multi receiver inductively coupled plasma mass spectrometry (ICP-MS). Hf isotopes of zircons were obtained by laser ablation inductively coupled plasma mass spectrometry. Through the data obtained, we can define the age, origin and deep dynamic mechanism of magmatism in the region, and provide an understanding of the Jurassic tectonic background of the South Qiangtang block.",
      "descriptionCn": "本文数据集包含花岗闪长岩全岩主量元素和微量元素、全岩Sr–Nd同位素、锆石Hf-O同位素、锆石U–Pb年龄数据。样品采集自青藏高原中部南羌塘地块加措地区的花岗闪长岩。锆石U-Pb年代学数据是通过激光剥蚀-电感耦合等离子体质谱仪分析获得的。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得的。岩石全岩Sr–Nd同位素是通过样品分离提纯-多接收电感耦合等离子体质谱仪分析获得的。锆石Hf同位素是通过激光剥蚀-电感耦合等离子体质谱仪分析获得的。通过获得的数据，可以限定区域内岩浆作用的时代、成因以及深部动力学机制，并对南羌塘地块侏罗世所处的构造背景提供认识。",
      "instructions": "All data are stored in Excel file. The file name \"ZirUPb.xls\" represents zircon U-Pb geochronology data. The file name \"ZirHf-O.xls\" represents zircon Hf and O isotope data. The name of the file \"WRMajTra\" represents the major and trace geochemical data of the whole rock. The file name \"WRIso\" represents the whole rock isotopic geochemical data.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"ZirUPb.xls\"代表锆石U-Pb年代学数据。文件名称为\"ZirHf-O.xls\"代表锆石Hf同位素和O同位素数据。文件名称为“WRMajTra”代表全岩主微量地球化学数据。文件名称为“WRIso”代表全岩同位素地球化学数据。",
      "east": 84.0,
      "west": 83.0,
      "south": 33.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 131584.0,
      "cstr": null,
      "doi": "10.1016/j.jseaes.2020.104235",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孙鹏",
        "nameEn": "SUN Peng",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Zircon U–Pb geochronology and Sr–Nd–Hf–O isotope geochemistry of Late Jurassic granodiorites in the southern Qiangtang block, Tibet: Remelting of ancient mafic lower crust in an arc setting?",
        "referenceCn": null,
        "referenceEn": "Sun, P., Dan, W., Wang, Q., Tang, G. J., Ou, Q., Hao, L. L., & Jiang, Z. Q. (2020). Zircon U–Pb geochronology and Sr–Nd–Hf–O isotope geochemistry of Late Jurassic granodiorites in the southern Qiangtang block, Tibet: Remelting of ancient mafic lower crust in an arc setting?. Journal of Asian Earth Sciences, 192, 104235."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to analyze geological samples in the context of granitoid research?",
        "QuestionCn": "在花岗岩研究背景下，用于分析地质样本的数据收集方法有哪些特征？",
        "AnswerEn": "laser ablation-inductively coupled plasma mass spectrometry, zircon U-Pb geochronological data, X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, whole-rock major and trace geochemical data, multi-collector inductively coupled plasma mass spectrometry, whole-rock Sr–Nd isotopic analyses, zircon Hf isotopic analyses",
        "AnswerCn": "激光剥蚀-电感耦合等离子体质谱法，锆石U-Pb测年数据，X射线荧光光谱法，电感耦合等离子体质谱法，全岩主要和微量地球化学数据，多接收器电感耦合等离子体质谱法，全岩Sr-Nd同位素分析，锆石Hf同位素分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the magmatic processes and tectonic setting of the Jurassic period in the South Qiangtang block based on the geochemical and isotopic data collected from granodiorite samples?",
        "QuestionCn": "根据从花岗闪长岩样品中收集的地球化学和同位素数据，可以得出关于南羌塘地块侏罗纪时期岩浆过程和构造环境的哪些见解？",
        "AnswerEn": "The geochemical and isotopic data, including whole-rock major and trace elements, whole-rock Sr–Nd isotopes, zircon Hf-O isotopes, and zircon U–Pb ages, can help delineate the timing, genesis, and deep dynamic mechanisms of magmatic activity in the region. These insights contribute to understanding the tectonic setting of the South Qiangtang block during the Jurassic period.",
        "AnswerCn": "地球化学和同位素数据，包括全岩主要和微量元素、全岩Sr-Nd同位素、锆石Hf-O同位素以及锆石U-Pb年龄，可以帮助划定该地区岩浆活动的时间、成因和深部动态机制。这些见解有助于理解南羌塘块在侏罗纪时期的构造背景。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could lead to variations in the geochemical data of granodiorite rocks collected from the central Tibetan Plateau, specifically in the Nam Co area?",
        "QuestionCn": "导致从中央青藏 Plateau Nam Co 区域收集的花岗闪长岩岩石的地球化学数据出现变化的因素有哪些？",
        "AnswerEn": "Variations in the geochemical data of granodiorite rocks collected from the central Tibetan Plateau, specifically in the Nam Co area, could be caused by differences in data collection methods such as the use of X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry, the precision of equipment like laser ablation-inductively coupled plasma mass spectrometry, sample collection techniques, and the natural heterogeneity of the rock formations.",
        "AnswerCn": "从中央藏区的Nam Co地区收集的花岗闪长岩的地球化学数据的变化可能是由于数据收集方法的不同，例如使用X射线荧光光谱法和电感耦合等离子体质谱法、设备的精度如激光剥蚀-电感耦合等离子体质谱法、样品采集技术以及岩石形成的自然异质性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the understanding of Jurassic tectonic settings of the southern Qiangtang block when utilizing geochemical, isotopic, and zircon U-Pb age data collected through various spectrometry methods?",
        "QuestionCn": "利用通过各种光谱法收集的地球化学、同位素和锆石U-Pb年龄数据，对南羌塘块的侏罗纪构造背景的理解可能产生的结果是什么？",
        "AnswerEn": "By utilizing geochemical, isotopic, and zircon U-Pb age data collected through methods such as laser ablation-inductively coupled plasma mass spectrometry and X-ray fluorescence spectrometry, researchers can better define the magmatic activity's timing, origins, and the deep dynamic mechanisms in the region. This comprehensive data collection approach provides insights into the Jurassic tectonic settings of the southern Qiangtang block.",
        "AnswerCn": "通过利用地球化学、同位素和锆石U-Pb年龄数据，研究人员可以更好地定义该地区岩浆活动的时间、起源以及深层动态机制，这些数据是通过激光剥蚀-电感耦合等离子体质谱和X射线荧光光谱等方法收集的。这种综合数据收集方法为南羌塘块的侏罗纪构造背景提供了深入的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intended goal behind collecting geochemical and isotopic data from granodiorite samples in the central Tibetan Plateau's southern Qiangtang block?",
        "QuestionCn": "收集来自中央藏区南部强塘块的花岗闪长岩样品的地球化学和同位素数据的预期目标是什么？",
        "AnswerEn": "The goal is to determine the age, origin, and deep dynamic mechanisms of magmatism in the region, as well as to understand the tectonic setting of the southern Qiangtang block during the Jurassic period.",
        "AnswerCn": "目标是确定该地区岩浆活动的年龄、起源和深层动态机制，以及了解侏罗纪时期南羌塘块的构造背景。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific instrumental and procedural steps involved in collecting and analyzing geochemical and isotopic data from granodiorite samples in the central southern Qiangtang block, and how do these methods help understand the magmatic processes and tectonic background?",
        "QuestionCn": "在中央南部羌塘块收集和分析花岗闪长岩样品的地球化学和同位素数据的具体仪器和程序步骤是什么？这些方法如何帮助理解岩浆过程和构造背景？",
        "AnswerEn": "The geochemical and isotopic data from granodiorite samples in the central southern Qiangtang block are collected and analyzed using a series of instrumental and procedural steps. Zircon U-Pb age data are obtained through laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS). Whole-rock major and trace geochemical data are analyzed using X-ray fluorescence (XRF) spectrometer and inductively coupled plasma mass spectrometry (ICP-MS). Whole-rock Sr-Nd isotopes are determined through sample separation, purification, and multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS). Zircon Hf isotopes are acquired using LA-ICP-MS. These methods collectively allow researchers to constrain the timing, origin, and deep dynamic mechanisms of magmatism in the area and provide insights into the Jurassic tectonic setting of the southern Qiangtang block.",
        "AnswerCn": "在中央南部羌塘块的花岗闪长岩样品中，收集并分析了地球化学和同位素数据，采用了一系列仪器和程序步骤。通过激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）获得锆石U-Pb年龄数据。全岩主要和微量地球化学数据使用X射线荧光（XRF）光谱仪和电感耦合等离子体质谱（ICP-MS）进行分析。全岩Sr-Nd同位素通过样品分离、纯化和多收集器电感耦合等离子体质谱（MC-ICP-MS）确定。锆石Hf同位素使用LA-ICP-MS获得。这些方法共同使研究人员能够约束该地区岩浆活动的时间、来源和深部动力机制，并为南羌塘块的侏罗纪构造背景提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}