{
  "id": "6b4b35ec-b7a4-489f-a179-bcc4254b26fc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Permafrost map along at the 1:600 000 in the Tibet Highway (1983)",
      "titleCn": "青藏公路沿线1：60万多年冻土图（1983）",
      "description": "The data are a digitized permafrost map along the Qinghai-Tibet Highway (1:600,000) (Boliang Tong, et al. 1983), which was compiled by Boliang Tong, shude Li, Jueying bu, and Guoqing Qiu from the Cold and Arid Regions Environmental and Engineering Research Institute of the Chinese Academy of Sciences (originally called the Lanzhou Institute of Glaciology and Cryopedology, Chinese Academy of Sciences) in 1981. The map aims to reflect the basic laws of permafrost distribution along the highway and its relationship with the main natural environmental factors.\nThe basic data for the compilation of the map include hydrogeological and engineering geological survey results and maps along the Qinghai-Tibet Highway(1:200000) (First Hydrogeological Engineering Geological Brigade of Qinghai Province, Institute of Geomechanics of the Academy of Geological Science), the cryopedological research results of the Institute of Glaciology and Cryopedology of Chinese Academy of Sciences since 1960 in nine locations along the Qinghai-Tibet Highway (West Datan, Kunlun pass basin, Qingshuihe, Fenghuohe, Tuotuohe, the Sangma Basin, Buquhe, Tumengela, and Liangdaohe) and drilling data of the Golmud-Lhasa oil pipeline and aerial topographic data of the work area. Taking the 1:200000 topographic map as the working base map, a permafrost map was compiled, which was then downscaled to a 1:600000 map to ensure the accuracy of the map. To make up for the lack of data in a larger area along the line, the characteristics and principles of the frozen soils found in the nine frozen soil research points along the highway were applied to areas with the same geologic and geographical conditions; meanwhile, aerial photographs were used as supplements to the freeze-thaw geology and frozen soil characteristics. \nThe permafrost map along the Qinghai-Tibet Highway (1:600,000) includes the annual average temperature contour map along the Qinghai-Tibet Highway (1:7,200,000) and the permafrost map along the Qinghai-Tibet Highway (1:600,000). The permafrost map along the Qinghai-Tibet Highway also contains information on permafrost types, lithology, frozen soil phenomena, types of through-melting zones, classification of frozen soil engineering, and geological structural fractures. These data contain only digitized permafrost information. The spatial coverage is from Daxitan on the Qinghai-Tibet Highway in the north to Sangxiong in the south and is nearly 800 kilometers long and 40-50 kilometers wide. \nThe data set includes a vectorized and a scanned map of the permafrost map along the Qinghai-Tibet Highway. The attribute information of the map is as follows. \nA-1; Continuous permafrost; >0°C; remained as a frozen soil layer and isolation layer\n \nA-2; Continuous permafrost; 0~-0.5°C; 0-25 m\n \nA-3; Continuous permafrost; -0.5~-1.5°C; 25-60 m\n \nA-4; Continuous permafrost; -1.5~-3.5°C; 60-120 m\n \nA-5;Continuous permafrost;<-3.5°C;>120 m\n \nB-1; Island permafrost ground; Seasonal Frozen Ground;\n \nB-2; Continuous permafrost; >0°C; remained as a frozen soil layer and isolation layer\n \nB-3; Island permafrost extent; 0~-0.5°C; 0-25 m\n \nB-4; Island permafrost extent; -0.5~-1.5°C; 25-60 m\n \nB-5; Island permafrost extent; -1.5~-3.5°C; 60-120 m",
      "descriptionCn": "该数据是对青藏公路沿线多年冻土图（1：60万）（童伯良 等，1983）的数字化，青藏公路沿线多年冻土图是1981年由中国科学院寒区旱区环境与工程研究所（原中国科学院兰州冰川冻土研究所）童伯良、李数德、卜觉英、邱国庆等编制的，其目的在于反映公路沿线多年冻土层分布的基本规律及其与主要自然环境因素的生成关系总貌。\n\t编制该图的基础资料包括有：青藏公路沿线1：200000水文地质和工程地质调查和图件（青海省第一水文地质工程地质大队、地质科学院地质力学所）；中国科学院冰川冰土研究所自1960年以来在青藏公路沿线的西大滩、昆仑山垭口盆地、清水河、风火山、沱沱河、桑马盆地、布曲河、土门格拉、两道河等九个地点的冻土研究成果；格尔木—拉萨输油管线的钻探资料以及工作区的航测地形资料。以1：200000万地形图当工作底图，编绘成多年冻土图，再缩编成1：600000的成图，以保证图的精确性。为了弥补沿线更大范围内资料的不足，把公路沿线九个冻土研究点上探明的冻土特征规律应用于地质地理条件类同的地段，同时利用航片补充编图区的冻融地质作用和冻土特征。\n\t青藏公路沿线多年冻土图（1：60万）包括青藏公路沿线年平均气温等值线图（1：720万）和青藏公路沿线多年冻土图（1：60万），其中青藏公路沿线多年冻土图中又包含多年冻土类型、岩性、冻土现象、贯通融区类型、冻土工程分类、地质构造断裂等信息。本数据仅对多年冻土信息进行了数字化，其空间范围北起青藏公路的大西滩，南至桑雄，长达近800公里，宽约40-50公里。\n本数据集包括：矢量化的青藏公路沿线多年冻土图和《青藏公路沿线多年冻土图》扫描图，其中青藏公路沿线多年冻土图的属性信息如下：\n\tA-1;Continuous permafrost;大片多年冻土区;>0°C;残留多年冻土层、隔年层\n\tA-2;Continuous permafrost;大片多年冻土区;0~-0.5°C;0-25m\n\tA-3;Continuous permafrost;大片多年冻土区;-0.5~-1.5°C;25-60m\n\tA-4;Continuous permafrost;大片多年冻土区;-1.5~-3.5°C;60-120m\n\tA-5;Continuous permafrost;大片多年冻土区;<-3.5°C;>120m\n\tB-1;Island permafrost ground;岛状多年冻土;季节冻土(Seasonal Frozen Ground);\n\tB-2;Continuous permafrost;大片多年冻土区;>0°C;残留多年冻土层、隔年层\n\tB-3;Island permafrost extent;岛状多年冻土区;0~-0.5°C;0-25m\n\tB-4;Island permafrost extent;岛状多年冻土区;-0.5~-1.5°C;25-60m\n\tB-5;Island permafrost extent;岛状多年冻土区;-1.5~-3.5°C;60-120m",
      "instructions": "",
      "instructionsCn": "",
      "east": 94.9,
      "west": 91.0,
      "south": 30.77,
      "north": 36.0,
      "startTime": "1983-01-11 00:00:00",
      "endTime": "1983-11-11 00:00:00",
      "fileSize": 913410.0,
      "cstr": "18406.11.Geocry.tpdc.270621",
      "doi": "10.11888/Geocry.tpdc.270621",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "童伯良",
        "nameEn": "TONG Boliang",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      },
      {
        "nameCn": "李树德",
        "nameEn": "LI Shude",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      },
      {
        "nameCn": "卜觉英",
        "nameEn": "BO Jueying",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "邱国庆",
        "nameEn": "QIU Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青藏公路沿线多年冻土图",
        "titleEn": null,
        "referenceCn": "童伯良,李树德,卜觉英,邱国庆,吴紫汪,程国栋,郭东信,王家澄,王绍令,梁凤仙,罗祥瑞,尹世王从,丁玲珑.青藏公路沿线多年冻土图.北京:科学出版社.1981",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Principle and method of compilation of map of the distribution of permafrost along the Qinghai-Tibetan Highway (1:600,000)",
        "referenceCn": null,
        "referenceEn": "Tong, B., Li, S., Pu, J., & Qiu, G. (1983). Principle and method of compilation of map of the distribution of permafrost along the Qinghai-Tibetan Highway (1:600,000). In Proceedings of the 2nd Chinese Conference on Glaciology and Geocryology, Lanzhou Institute of Glaciology and Geocryology, Chinese Academy of Sciences (eds). Gansu People's Press: Lanzhou, 52-57."
      },
      {
        "titleCn": null,
        "titleEn": "Distribution of permafrost in China: an overview of existing permafrost maps",
        "referenceCn": null,
        "referenceEn": "Ran, Y., Li, X., Cheng, G., Zhang, T., Wu, Q., Jin, H. & Jin, R. (2012). Distribution of permafrost in China: an overview of existing permafrost maps. Permafrost and Periglacial Processes, 23(4), 322-333."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      },
      {
        "keywordCn": "青海",
        "keywordEn": "Qinghai"
      },
      {
        "keywordCn": "青藏公路",
        "keywordEn": "the Qinghai-Tibet Highway"
      },
      {
        "keywordCn": "青藏铁路",
        "keywordEn": "the Qinghai-Tibet Railway"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1983",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the permafrost distribution along major highways in cold regions?",
        "QuestionCn": "寒冷地区主要公路沿线的永冻土分布特征是什么？",
        "AnswerEn": "continuous permafrost, island permafrost, temperatures greater than 0°C to less than -3.5°C, thickness 0-25m to over 120m, seasonal frozen ground",
        "AnswerCn": "连续冻土、岛状冻土、温度大于0°C至小于-3.5°C、厚度0-25米至超过120米、季节性冻土。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total length and width of the area covered by the permafrost map along the Qinghai-Tibet Highway?",
        "QuestionCn": "青藏公路沿线的永久冻土地图覆盖的区域的总长度和宽度是多少？",
        "AnswerEn": "800 km, 40-50 km",
        "AnswerCn": "800公里，40-50公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'continuous permafrost' mean in the context of permafrost mapping and classification?",
        "QuestionCn": "在多年冻土制图和分类的背景下，“连续多年冻土”是什么意思？",
        "AnswerEn": "'Continuous permafrost' in the context of permafrost mapping and classification refers to large areas of permanently frozen ground where the permafrost layer is extensive and uninterrupted. This type of permafrost is characterized by different temperature ranges and thicknesses, as outlined in the dataset, such as areas with temperatures greater than 0°C and residual permafrost layers, or areas with temperatures below -3.5°C and thicknesses greater than 120 meters.",
        "AnswerCn": "“连续性永久冻土”在永久冻土制图和分类的背景下，指的是大面积的永久冻结土壤，其中永久冻土层广泛且不间断。这种类型的永久冻土具有不同的温度范围和厚度，如数据集中所述，例如温度高于0°C且有残余永久冻土层的区域，或温度低于-3.5°C且厚度超过120米的区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used for mapping permafrost distribution along the Qinghai-Tibet Highway compare to those used in other permafrost regions globally?",
        "QuestionCn": "沿青藏公路绘制永久冻土分布的资料收集方法与全球其他永久冻土地区使用的方法相比如何？",
        "AnswerEn": "The data collection methods for mapping permafrost distribution along the Qinghai-Tibet Highway involved using hydrological and engineering geological surveys, research findings from multiple locations along the highway since 1960, drilling data from oil pipeline projects, and aerial survey topography, which were then compiled into permafrost maps. This approach combines various sources to ensure accuracy by applying known permafrost characteristics to similar geological and geographical conditions, supplemented by aerial photographs. This may differ from other regions that might rely more on remote sensing or ground-penetrating radar alone, depending on available resources and the specific environmental conditions of those regions.",
        "AnswerCn": "沿青藏公路绘制永久冻土分布图的数据收集方法包括使用水文和工程地质调查，自1960年以来沿公路多个地点的研究成果，油气管道项目的钻探数据，以及航空测量地形，这些数据随后被编制成永久冻土图。这种方法结合了多种来源，以确保准确性，通过将已知的永久冻土特征应用于相似的地质和地理条件，并辅以航空照片。这可能与其他地区有所不同，后者可能更多依赖于遥感或地面穿透雷达，具体取决于可用资源和这些地区的特定环境条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately mapping permafrost distribution along transportation routes in cold regions?",
        "QuestionCn": "哪些因素导致在寒冷地区沿交通路线准确绘制永久冻土分布图面临挑战？",
        "AnswerEn": "The challenges in accurately mapping permafrost distribution along transportation routes in cold regions are influenced by the reliance on diverse foundational data sources such as hydrological and engineering geological surveys, localized permafrost research findings from various sites, drilling data from oil pipeline routes, and aerial survey topographic data. The accuracy is further complicated by the need to apply known permafrost characteristics to geologically and geographically similar sections and supplement them with aerial photo interpretations of freeze-thaw effects and permafrost characteristics.",
        "AnswerCn": "在寒冷地区沿交通路线准确绘制永久冻土分布的挑战受到多种基础数据源的影响，例如水文和工程地质调查、来自不同地点的局部永久冻土研究成果、油气管道路线的钻探数据以及航空测量的地形数据。由于需要将已知的永久冻土特征应用于地质和地理相似的区域，并结合航空照片对冻融效应和永久冻土特征的解读，准确性进一步复杂化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy when multiple geological and hydrological sources are integrated into a permafrost mapping dataset?",
        "QuestionCn": "当多个地质和水文来源整合到一个永久冻土制图数据集中时，数据准确性的潜在后果是什么？",
        "AnswerEn": "Integrating multiple geological and hydrological sources into a permafrost mapping dataset can enhance the precision and comprehensiveness of the data by providing diverse perspectives and details. However, it may also introduce inconsistencies if the data sources vary in scale, resolution, or methodology. The process of harmonizing these different data sources is crucial to maintaining overall data accuracy.",
        "AnswerCn": "将多个地质和水文来源整合到一个永久冻土制图数据集中，可以通过提供多样的视角和细节来提高数据的精确性和全面性。然而，如果数据来源在尺度、分辨率或方法论上存在差异，也可能引入不一致性。协调这些不同数据源的过程对于保持整体数据的准确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of compiling a dataset related to the distribution of permafrost along highways, and how do these objectives influence the selection of data collection methods?",
        "QuestionCn": "编制与公路沿线永久冻土分布相关的数据集的主要目标是什么，这些目标如何影响数据收集方法的选择？",
        "AnswerEn": "The primary objectives of compiling a dataset related to the distribution of permafrost along highways include reflecting the basic distribution patterns of permafrost layers along the highway and understanding their relationship with major natural environmental factors. These objectives influence the selection of data collection methods by necessitating the use of detailed hydrological, geological surveys, and research results from various locations along the highway to ensure the accuracy and comprehensiveness of the data. The use of aerial survey topography and the application of known permafrost characteristics to similar geological and geographical conditions also play a crucial role in achieving these goals.",
        "AnswerCn": "编制与公路沿线永久冻土分布相关的数据集的主要目标包括反映永久冻土层沿公路的基本分布模式，以及理解其与主要自然环境因素之间的关系。这些目标影响了数据收集方法的选择，要求使用详细的水文、地质调查以及来自公路沿线各个地点的研究结果，以确保数据的准确性和全面性。航空测量地形的使用以及将已知的永久冻土特征应用于类似的地质和地理条件，也在实现这些目标中发挥了关键作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the data collection methods and challenges involved in digitizing permafrost maps along major highway routes?",
        "QuestionCn": "数字化主要公路沿线的永久冻土地图的数据收集方法和面临的挑战是什么？",
        "AnswerEn": "The data collection methods involve using hydrological and engineering geological surveys, research data from specific permafrost study sites, drilling data from oil pipeline projects, and aerial surveying for topographical information. Challenges include ensuring the accuracy and precision of the maps, especially using a 1:200000 topographical map as a base for compiling the permafrost map and then reducing it to a 1:600000 scale. This process requires supplementing with air photo interpretations to fill data gaps and applying known permafrost characteristics from studied sites to similar geological and geographical conditions elsewhere along the route.",
        "AnswerCn": "数据收集方法包括使用水文和工程地质调查、特定冻土研究地点的研究数据、油气管道项目的钻探数据，以及用于地形信息的航空测量。挑战包括确保地图的准确性和精确性，特别是使用1:200000的地形图作为编制冻土图的基础，然后将其缩减到1:600000的比例。这一过程需要通过航空照片解释来填补数据空白，并将已研究地点的已知冻土特征应用于沿途其他类似地质和地理条件的地方。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}