{
    "id": "6bc026d6-6a4e-4654-bfd6-49fe34bba04e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Simulated lake volume dataset on the Tibetan Plateau (2022)",
            "titleCn": "青藏高原湖泊水储量模拟数据集（2022）",
            "description": "Using ICESat-2 lidar altimeter data and the empirical equation derived from self-affine theory, the lake volumes with an area greater than 0.01 km2 on the Tibetan Plateau in 2022 were estimated. The study found that the simulated and in-situ lake volumes were in good agreement, with an average absolute percentage error of 8.0% for the maximum lake depth and 19.7% for the lake volume. It is estimated that the total water storage of lakes larger than 0.01 ㎡ on the Tibetan Plateau in 2022 was 1043.69±341.31 km³, with approximately 70% (~734.8 km³) of the lake water storage concentrated in the Inner Plateau (Qiangtang Plateau). This data preliminarily clarifies the water storage of lakes on the Tibetan Plateau based on remote sensing methods, providing important data support for the prediction of future lake water volume changes, water balance analysis, and water resources management.",
            "descriptionCn": "利用ICESat-2激光雷达高度计数据和自仿射理论经验方程，估算得到了青藏高原2022年面积大于0.01平方千米湖泊水储量数据。研究发现，模拟和实测的湖泊体积具有良好的一致性，最大水深平均绝对百分比误差为 8.0%，湖泊体积平均绝对百分比误差为 19.7%。据估计，青藏高原2022年大于0.01平方公里湖泊总水储量为1043.69±341.31立方千米，约70% （~734.8立方千米）湖泊水储量集中在内流区（羌塘高原）。该数据基于遥感手段初步查清了青藏高原湖泊水储量，对未来湖泊水量变化预估、水量平衡分析和水资源管理提供了重要的数据支持。",
            "instructions": "This dataset is archived in ERSI shapefile format, and users can directly open using ArcGIS/QGIS and other software. File name: Lake_volume_TP2022.shp",
            "instructionsCn": "本数据集以ERSI shapefile格式存储，用户可使用Arcgis/QGIS等软件直接打开查看。文件名称：Lake_volume_TP2022.shp",
            "east": 106.0,
            "west": 66.0,
            "south": 23.0,
            "north": 44.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 22752443.0,
            "cstr": "18406.11.RemoteSen.tpdc.301411",
            "doi": "10.11888/RemoteSen.tpdc.301411",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "韩潇然",
                "nameEn": "HAN Xiaoran",
                "unitEn": " Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Reconstructing Tibetan Plateau lake bathymetry using ICESat-2 photon-counting laser altimetry",
                "referenceCn": null,
                "referenceEn": "Han, X.R., Zhang, G.Q., Wang, J.D., Tseng, K.H., Li, J.Q., Woolway, R.I., Shum, C.K., & Xu, F.L. (2024). Reconstructing Tibetan Plateau lake bathymetry using ICESat-2 photon-counting laser altimetry. Remote Sensing of Environment. DOI: https://doi.org/10.1016/j.rse.2024.114458."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "ICESat-2",
                "nameEn": "ICESat-2"
            },
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "遥感水文",
                "nameEn": "Remote sensing in hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原湖泊",
                "keywordEn": "Qinghai-Tibet Plateau lakes"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原地球系统基础科学中心",
                "titleEn": "Basic Science Center forTibetan Plateau Earth System"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate lake water storage on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于估算青藏高原湖泊水储存的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to estimate lake water storage on the Tibetan Plateau involves utilizing ICESat-2 laser altimeter data combined with self-affine theory empirical equations to calculate lake water storage data for lakes larger than 0.01 square kilometers in 2022. This method found a good consistency between simulated and measured lake volumes, with an average absolute percentage error of 8.0% for maximum water depth and 19.7% for lake volume.",
                "AnswerCn": "一种用于估算青藏高原湖泊水储量的数据收集方法涉及利用ICESat-2激光高度计数据结合自相似理论经验方程，计算2022年面积大于0.01平方公里的湖泊水储量数据。该方法发现模拟和测量的湖泊体积之间具有良好的一致性，最大水深的平均绝对百分比误差为8.0%，湖泊体积的平均绝对百分比误差为19.7%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of using ICESat-2 laser altimeter data combined with self-affine theory for estimating lake water storage on the Tibetan Plateau?",
                "QuestionCn": "使用ICESat-2激光高度计数据结合自相似理论估计青藏高原湖泊水储量的特点是什么？",
                "AnswerEn": "good consistency between simulated and measured lake volumes, average absolute percentage error of 8.0% for maximum water depth, 19.7% for lake volume, estimates total water storage of lakes larger than 0.01 square kilometers",
                "AnswerCn": "模拟和实测湖泊体积之间的一致性良好，最大水深的平均绝对百分比误差为8.0%，湖泊体积为19.7%，估算面积大于0.01平方公里的湖泊的总水储量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the estimated total water storage capacity of lakes larger than 0.01 square kilometers on the Tibetan Plateau in 2022?",
                "QuestionCn": "2022年，藏族高原上大于0.01平方公里的湖泊的估计总水储存容量是多少？",
                "AnswerEn": "1043.69±341.31 cubic kilometers",
                "AnswerCn": "1043.69±341.31立方公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is ICESat-2 laser altimetry data in the context of lake water storage estimation on the Tibetan Plateau?",
                "QuestionCn": "ICESat-2激光高度计数据在青藏高原湖泊水储量估算中的背景是什么。",
                "AnswerEn": "ICESat-2 laser altimetry data refers to measurements obtained from the ICESat-2 satellite, which uses laser altimetry to determine the elevation of the Earth's surface. In the context of lake water storage estimation on the Tibetan Plateau, this data is used in conjunction with self-affine theory empirical equations to estimate the water storage of lakes with an area greater than 0.01 square kilometers. This method allows researchers to simulate and measure lake volumes with a degree of accuracy, as indicated by the reported average absolute percentage errors.",
                "AnswerCn": "ICESat-2激光高程数据是指从ICESat-2卫星获取的测量数据，该卫星利用激光高程测量来确定地球表面的高度。在青藏高原湖泊水储量估算的背景下，这些数据与自相似理论经验方程结合使用，以估算面积大于0.01平方公里的湖泊水储量。这种方法使研究人员能够以一定的准确度模拟和测量湖泊体积，报告的平均绝对百分比误差表明了这一点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the estimation of lake water storage using ICESat-2 laser altimeter data and self-affine theory compare to other remote sensing techniques in terms of accuracy and data availability for the Tibetan Plateau?",
                "QuestionCn": "使用ICESat-2激光高度计数据和自相似理论估算湖泊水储量与其他遥感技术在准确性和数据可用性方面在青藏高原的比较如何？",
                "AnswerEn": "The estimation of lake water storage using ICESat-2 laser altimeter data and self-affine theory demonstrates a good consistency with measured lake volumes, with an average absolute percentage error of 8.0% for maximum water depth and 19.7% for lake volume. This approach provides a preliminary understanding of lake water storage across the Tibetan Plateau, supporting future water volume change predictions, water balance analyses, and water resource management.",
                "AnswerCn": "使用ICESat-2激光高度计数据和自相似理论对湖泊水储量的估计与测得的湖泊体积表现出良好的一致性，最大水深的平均绝对百分比误差为8.0%，湖泊体积的平均绝对百分比误差为19.7%。这种方法为理解青藏 Plateau的湖泊水储量提供了初步认识，支持未来水量变化预测、水量平衡分析和水资源管理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the accuracy and reliability of using ICESat-2 laser altimetry data and self-affine theory empirical equations for simulating water storage in large lake areas?",
                "QuestionCn": "可以推断出，使用ICESat-2激光高度计数据和自相似理论经验方程来模拟大湖区的水储存的准确性和可靠性。",
                "AnswerEn": "The use of ICESat-2 laser altimetry data and self-affine theory empirical equations for simulating water storage shows a strong consistency with measured lake volumes, suggesting that the approach is fairly accurate and reliable. The average absolute percentage error for maximum water depth is 8.0%, and for lake volume, it is 19.7%, indicating that these methods can effectively estimate water storage in large lake areas on the Tibetan Plateau.",
                "AnswerCn": "使用ICESat-2激光高度计数据和自相似理论经验方程模拟水储存，与测得的湖泊体积显示出较强的一致性，表明该方法相当准确可靠。最大水深的平均绝对百分比误差为8.0%，湖泊体积的误差为19.7%，这表明这些方法可以有效估计青藏高原大湖区的水储存。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using ICESat-2 laser altimetry data combined with self-affine theory to estimate lake water storage in large geographic regions like the Tibetan Plateau?",
                "QuestionCn": "使用ICESat-2激光高度计数据结合自相似理论来估计像青藏高原这样的大型地理区域的湖泊水储量的潜在结果是什么？",
                "AnswerEn": "Using ICESat-2 laser altimetry data combined with self-affine theory allows for the estimation of lake water storage with good consistency between simulated and measured lake volumes. It leads to an average absolute percentage error of 8.0% for maximum water depth and 19.7% for lake volume. This approach provides a preliminary understanding of lake water storage on the Tibetan Plateau and offers important data support for predicting future changes in lake water volume, analyzing water balance, and managing water resources.",
                "AnswerCn": "使用ICESat-2激光高度计数据结合自相似理论，可以有效估算湖泊水储量，模拟与实测湖泊体积之间具有良好的一致性。最大水深的平均绝对百分比误差为8.0%，湖泊体积的误差为19.7%。这种方法为理解青藏 Plateau上的湖泊水储量提供了初步认识，并为预测未来湖泊水量变化、分析水量平衡和管理水资源提供了重要的数据支持。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of estimating lake water storage on the Tibetan Plateau using ICESat-2 laser altimeter data and self-affine theoretical empirical equations?",
                "QuestionCn": "使用ICESat-2激光高度计数据和自相似理论经验方程估计青藏高原湖泊水储量的最终目标是什么？",
                "AnswerEn": "The ultimate goal is to preliminarily ascertain lake water storage on the Tibetan Plateau through remote sensing, thereby providing important data support for predicting future lake water changes, analyzing water balance, and managing water resources.",
                "AnswerCn": "最终目标是通过遥感初步评估青藏高原湖泊水储量，从而为预测未来湖泊水变化、分析水量平衡和管理水资源提供重要的数据支持。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}