{
  "id": "6c473078-a7da-4f80-afef-1166d43634e5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of granites and tin deposits in Malaysia (280-200 MA)",
      "titleCn": "马来西亚花岗岩及锡矿地球化学数据集（280~200 Ma）",
      "description": "This data set mainly includes zircon U-Pb isotopic dating, trace element, in-situ Hf isotopic data, cassiterite U-Pb dating data, whole rock major and trace geochemical data and apatite in-situ Nd isotopic data of Malaysian granites. The data were analyzed and tested by authoritative laboratories at home and abroad, and the data quality met the standard. Using this data to define the multi-stage S-type granites in Malaysia, it is pointed out that the fluorine rich and reductive characteristics of this kind of granitic magma are very favorable for tin mineralization, and the specific relationship between the magma and the subduction of the ancient Tethys ocean and the collision between the China Myanmar masu block and the Indosinian block is established. Based on the U-Pb dating of cassiterite and the study of metallogenic granite, three important tin metallogenic events have been directly defined, the chronological framework of tin mineralization in Southeast Asia has been established for the first time, the controlling factors of tin mineralization have been determined, and the evolutionary relationship between tin mineralization and Tethys has been clarified.",
      "descriptionCn": "本数据集主要包括马来西亚花岗岩的锆石U-Pb同位素定年、微量元素、原位Hf同位素数据，锡石U-Pb定年数据，岩石全岩主微量地球化学数据以及磷灰石原位Nd同位素数据。数据来自国内外权威实验室分析测试，且数据质量符合标准。利用该数据限定马来西亚的多期S型花岗岩，指出这类花岗质岩浆富氟和还原性的特征对锡成矿作用极为有利，并建立岩浆与古特提斯洋的俯冲、中缅马苏地块—印支地块碰撞的具体联系。通过矿石矿物锡石的U-Pb定年和成矿花岗岩研究，直接限定了三期重要锡成矿事件，首次建立了东南亚锡成矿年代学格架，确定了锡成矿的控制因素，明确了锡成矿与特提斯的演化关系。",
      "instructions": "All data are stored in Excel file. The name of granite data file is supplementary tables S1-S7. The name of tin deposit data file is supply",
      "instructionsCn": "所有数据以Excel文件存储，花岗岩数据文件名称为Supplementary Tables S1-S7. 锡矿床数据文件名称为Suppl.",
      "east": 104.0,
      "west": 100.0,
      "south": 1.0,
      "north": 7.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1723109.0,
      "cstr": null,
      "doi": "10.1016/j.gr.2020.02.013; 10.5382/econgeo.4736",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘亮",
        "nameEn": "LIU Liang",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      },
      {
        "nameCn": "阳杰华",
        "nameEn": "YANG Jiehua",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Petrogenesis of multistage S-type granites from the Malay Peninsula in the Southeast Asian tin belt and their relationship to Tethyan evolution",
        "referenceCn": null,
        "referenceEn": "Liu, L., Hu, R.X., Zhong, H., Yang, J.H., Kang, L.F., Zhang, X.C., Fu, Y.Z., Mao, W., Tang, Y.W. (2020). Petrogenesis of multistage S-type granites from the Malay Peninsula in the Southeast Asian tin belt and their relationship to Tethyan evolution. Gondwana Research, 84, 20–37."
      },
      {
        "titleCn": null,
        "titleEn": "Granite-Related Tin Metallogenic Events and Key Controlling Factors in Peninsular Malaysia, Southeast Asia: New Insights from Cassiterite U-Pb Dating and Zircon Geochemistry",
        "referenceCn": null,
        "referenceEn": "Yang, J.H., Zhou, M.F., Hu, R.Z., Zhong, H., Williams-Jones, A.E., Liu, L., Zhang, X.C., Fu, Y.Z., Mao, W. (2020). Granite-Related Tin Metallogenic Events and Key Controlling Factors in Peninsular Malaysia, Southeast Asia: New Insights from Cassiterite U-Pb Dating and Zircon Geochemistry. Economic Geology, 115(3), 581–601."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "马来西亚半岛",
        "keywordEn": "Malay Peninsula"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "三叠纪",
        "keywordEn": "Triassic",
        "type": "temporal"
      },
      {
        "keywordCn": "二叠纪",
        "keywordEn": "Permian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and components included in a dataset related to the geochemistry of granite and tin deposits in Malaysia?",
        "QuestionCn": "与马来西亚花岗岩和锡矿床的地球化学相关的数据集的具体特征和组成包括哪些内容？",
        "AnswerEn": "zircon U-Pb isotopic dating, trace elements, in-situ Hf isotopic data, cassiterite U-Pb dating, whole-rock major and trace geochemical data, in-situ Nd isotopic data from apatite",
        "AnswerCn": "锆石U-Pb同位素定年、微量元素、原位Hf同位素数据、锡石U-Pb定年、全岩主要和微量地球化学数据、原位Nd同位素数据来自磷灰石。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many key isotopic and geochemical analyses are conducted in a dataset focused on the geochronology and mineralization of Malaysian granite and tin deposits?",
        "QuestionCn": "在一个专注于马来西亚花岗岩和锡矿床的地质年代学和矿化的数据库中，进行多少关键同位素和地球化学分析？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '锆石U-Pb同位素定年' mean in the context of geochemical data collection for granite and tin deposits?",
        "QuestionCn": "在花岗岩和锡矿床的地球化学数据收集中，“锆石U-Pb同位素定年”是什么意思？",
        "AnswerEn": "In the context of geochemical data collection for granite and tin deposits, '锆石U-Pb同位素定年' refers to the uranium-lead isotopic dating of zircon minerals. This method is used to determine the age of zircon crystals found in granitic rocks, providing critical data to understand the timing of geological events associated with granite formation and mineralization processes.",
        "AnswerCn": "在花岗岩和锡矿床的地球化学数据收集背景下，'锆石U-Pb同位素定年'指的是对锆石矿物进行的铀-铅同位素定年。这种方法用于确定在花岗岩中发现的锆石晶体的年龄，为理解与花岗岩形成和矿化过程相关的地质事件的时序提供了重要数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the geochemical data patterns of granites and tin deposits from 280 to 200 Ma suggest about the geological processes and tectonic events in Malaysia during this period?",
        "QuestionCn": "从280到200百万年前花岗岩和锡矿床的地球化学数据模式可以揭示关于马来西亚在此期间的地质过程和构造事件的哪些信息？",
        "AnswerEn": "The geochemical data patterns of granites and tin deposits from 280 to 200 Ma can suggest multiple phases of S-type granite formation in Malaysia. These patterns highlight characteristics such as fluorine enrichment and reductive environments, which are favorable for tin mineralization. This data can also establish connections between magmatic activities and tectonic events like the subduction of the ancient Tethys Ocean and the collision between the Sibumasu and Indochina blocks. Additionally, the U-Pb dating of cassiterite and studies of mineralizing granites help define three significant tin mineralization events, contributing to the first comprehensive framework of tin metallogenic chronology in Southeast Asia, while also identifying the controlling factors of tin mineralization and its relationship with the evolution of the Tethys.",
        "AnswerCn": "来自280到200百万年前的花岗岩和锡矿床的地球化学数据模式可以暗示马来西亚多个阶段的S型花岗岩形成。这些模式突显了氟的富集和还原环境等特征，这些特征有利于锡矿化。这些数据还可以建立火成活动与构造事件之间的联系，例如古特提斯洋的俯冲以及西布马苏块和印度支那块之间的碰撞。此外，锡石的U-Pb定年和矿化花岗岩的研究有助于定义三个重要的锡矿化事件，为东南亚锡成矿年代学的第一个综合框架做出贡献，同时识别锡矿化的控制因素及其与特提斯演化的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting geochemical data for S-type granite and tin mineralization studies in Malaysia?",
        "QuestionCn": "在马来西亚，收集S型花岗岩和锡矿化研究的地球化学数据面临的挑战因素有哪些？",
        "AnswerEn": "The challenges in collecting geochemical data for S-type granite and tin mineralization studies in Malaysia are influenced by the need to accurately analyze zircon U-Pb isotopic dating, trace elements, in-situ Hf isotopic data, cassiterite U-Pb dating, whole-rock major and trace geochemistry, and in-situ Nd isotopic data. Ensuring data quality that meets international standards, as well as establishing detailed connections between magmatic activity and tectonic events such as the subduction of the Paleo-Tethys Ocean and the collision of the Sibumasu-Indochina blocks, are crucial factors. Additionally, defining the timing of tin mineralization events and understanding the role of fluorine-rich and reducing magmatic characteristics in metallogenesis are significant factors influencing data collection challenges.",
        "AnswerCn": "在马来西亚收集S型花岗岩和锡矿化研究的地球化学数据面临的挑战，受到准确分析锆石U-Pb同位素定年、微量元素、原位Hf同位素数据、锡石U-Pb定年、全岩主要和微量地球化学以及原位Nd同位素数据的需求影响。确保数据质量符合国际标准，以及建立火成活动与构造事件之间的详细联系，例如古特提斯洋的俯冲和西布马苏-印度支那块的碰撞，是至关重要的因素。此外，确定锡矿化事件的时间以及理解富氟和还原性火成特征在成矿作用中的作用，也是影响数据收集挑战的重要因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of tectonic relationships and mineralization processes if high-quality geochemical datasets, including zircon U-Pb isotopic dating and trace element data, are collected from various labs?",
        "QuestionCn": "如果从不同的实验室收集高质量的地球化学数据集，包括锆石U-Pb同位素定年和微量元素数据，会对构造关系和成矿过程的理解产生哪些潜在影响？",
        "AnswerEn": "If high-quality geochemical datasets are collected, it can significantly enhance the understanding of the tectonic relationships and mineralization processes by providing precise chronological frameworks and geochemical signatures. Such data can help delineate multiple phases of S-type granites, revealing their fluorine-rich and reductive characteristics that are conducive to tin mineralization. This, in turn, can establish connections between magmatism and specific tectonic events like the subduction of the Paleo-Tethys Ocean and collisions between various terranes, thereby refining models of tin mineralization events and their controlling factors.",
        "AnswerCn": "如果收集高质量的地球化学数据集，可以显著增强对构造关系和矿化过程的理解，因为它提供了精确的时间框架和地球化学特征。这些数据有助于划分多期S型花岗岩，揭示其富氟和还原特性，这些特性有利于锡矿化。反过来，这可以建立岩浆活动与特定构造事件之间的联系，例如古特提斯洋的俯冲和不同地块之间的碰撞，从而完善锡矿化事件及其控制因素的模型。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to utilize geochemical data from granites and tin ores to understand the relationship between magmatism and tectonic events in Malaysia?",
        "QuestionCn": "为什么利用花岗岩和锡矿的地球化学数据来理解马来西亚的岩浆活动和构造事件之间的关系很重要？",
        "AnswerEn": "The geochemical data from granites and tin ores help in defining multiple phases of S-type granites in Malaysia, highlighting characteristics such as fluorine enrichment and reduction, which are favorable for tin mineralization. This data also establishes connections between magmatism and the subduction of the Paleo-Tethys Ocean, as well as the collision between the Sibumasu and Indochina blocks, providing insights into significant tin mineralization events and clarifying the evolutionary relationship with the Tethyan tectonic framework.",
        "AnswerCn": "来自马来西亚花岗岩和锡矿的地球化学数据有助于定义多期S型花岗岩的特征，突出氟的富集和还原，这些特征有利于锡矿化。该数据还建立了与古特提斯洋的俯冲以及西布马苏和印度支那板块之间碰撞的联系，为重要的锡矿化事件提供了见解，并阐明了与特提斯构造框架的演化关系。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}