{
  "id": "6c80929e-f33c-4376-83bd-2038fb8abafd",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Spatial distribution data set of extreme precipitation disaster risk (2014-2018)",
      "titleCn": "极端降水灾害危险性空间分布数据集（2014-2018）",
      "description": "Based on the world surface water data (wod) from 1984 to 2018, this data set selects several indexes of precipitation, topography and land use type, and combines with the spatial analysis method in ArcGIS, constructs and evaluates the risk level of flood disaster in 34 key nodes under extreme precipitation conditions. One belt, one road, 34 critical nodes, is evaluated for the risk of flooding in the key areas along the extreme precipitation events. It provides a basis for local government departments to make decisions and early warning before the flood. Thus, we can gain valuable time to take measures to prevent and reduce disasters, and to reduce people's lives and property losses caused by floods. Loss.",
      "descriptionCn": "此数据集以1984-2018年全球地表水数据（WOD）为基础，选取了降水、地形、土地利用类型几个指标，结合ArcGIS中的空间分析方法，构建评估了34个关键节点在极端降水条件下发生洪涝灾害的危险性等级。34个关键节点百里级危险性评估数据集评估了“一带一路”重点区域在极端降水事件下的洪涝灾害危险性，为当地政府部门决策提供依据，同时以便在洪涝灾害发生前进行预警，从而可以争取到宝贵的时间采取防灾减灾措施，降低洪涝灾害所带来的人民群众生命财产损失。",
      "instructions": ". TIFF format, which can be opened using ArcGIS",
      "instructionsCn": ".tiff格式，可以使用ArcGIS打开。",
      "east": 180.0,
      "west": -180.0,
      "south": -50.0,
      "north": 50.0,
      "startTime": "2014-03-22 00:00:00",
      "endTime": "2018-07-10 00:00:00",
      "fileSize": 2133498581.0,
      "cstr": "18406.11.Meteoro.tpdc.270464",
      "doi": "10.11888/Meteoro.tpdc.270464",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "李强子",
        "nameEn": "LI Qiangzi",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "李毅",
        "nameEn": "LI Yi",
        "unitEn": "Institute of Remote Sensing and Digital Earth",
        "unitCn": "中科院遥感所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "GPM与TRMM降水数据在中国大陆的精度评估与对比",
        "titleEn": null,
        "referenceCn": "李麒崙, 张万昌, 易路, 刘金平, 陈豪. (2018). Gpm与trmm降水数据在中国大陆的精度评估与对比. 水科学进展, 29(3), 303-313.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "大气遥感产品",
        "nameEn": "Atmospheric remote sensing products"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014-2018",
        "keywordEn": "2014-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Precipitation is a crucial component of the global water cycle and a fundamental part of the climate system. Obtaining accurate spatiotemporal distribution of precipitation plays a vital role in water resource management, agricultural production, weather forecasting, and flood and drought disaster monitoring. Traditional methods for obtaining precipitation data are based on ground rain gauge observations, which have high precision at point scales but are sparse in distribution in remote or complex terrain areas due to logistical challenges. With the rapid development of satellite remote sensing technology over the past decade, many high spatiotemporal resolution remote sensing precipitation products have emerged, providing new data support for global and regional precipitation research. Among them, the TRMM satellite, jointly developed and launched by NASA and JAXA in 1997, has been widely used in climate and hydrological research in tropical regions. Building on the successful operation of the TRMM satellite, NASA and JAXA launched the latest GPM satellite on February 28, 2014, which, in addition to inheriting the TRMM's ability to detect medium and large-scale precipitation, also carries the latest dual-frequency radar system and improved microwave radiometer performance, enhancing the detection capability for light and solid precipitation. However, due to the short operational time of the satellite, existing accuracy validation studies of GPM precipitation data in Mainland China have been limited to short-term evaluations, with time series not exceeding a year, and lacking monthly scale analysis. Moreover, current validation efforts often use station density, climate, and topographic characteristics for regional division, without conducting accuracy evaluations on a basin scale, which is a crucial unit in hydrological research."
      ],
      "research objective": [
        "This study aims to systematically evaluate and compare the accuracy of TRMM and GPM satellite-derived precipitation products over Mainland China and its nine major river basins, using daily and monthly scale data from 824 meteorological stations from April 2014 to December 2016. The objective is to provide a basis for selecting suitable satellite precipitation products for precipitation research and hydrological modeling in various basins across China."
      ],
      "challenges": [
        "However, yet rather poor accuracy of the GPM precipitation product in high altitude and arid regions as well as high false alarm ratio for light precipitation over the drainage basins in the Southeast China remained a challenge to improve its IMERG inversion algorithm."
      ],
      "methods": [
        "The study uses ground precipitation data from the China Meteorological Data Network, including daily measured precipitation data from 824 meteorological stations across Mainland China. The TRMM 3B42 V7 and GPM IMERG satellite precipitation data used in this study are sourced from NASA. To ensure data consistency, GPM data is resampled to the same spatial resolution as TRMM. The study evaluates the accuracy of satellite precipitation products using Pearson correlation coefficient (R), root mean square error (ERMS), mean absolute error (EMA), and relative error (ER) as traditional evaluation metrics. Additionally, detection capability is assessed using detection rate (POD), false alarm rate (RFA), frequency bias (B), and equitable threat score (SET) as categorical statistical indicators."
      ],
      "dataset": [
        "The ground precipitation data used in this study is sourced from the China Meteorological Data Network, including daily measured precipitation data from 824 meteorological stations across Mainland China. The TRMM 3B42 V7 and GPM IMERG satellite precipitation data used in this study are sourced from NASA. The TRMM 3B42 V7 product has a spatial resolution of 0.25°×0.25° and a temporal resolution of 3 hours, covering 50°N to 50°S. The GPM IMERG Final Run product, resampled to the same spatial resolution as TRMM, has a spatial resolution of 0.1°×0.1° and a temporal resolution of 0.5 hours, covering 60°N to 60°S."
      ],
      "findings": [
        "Overall, as the successor of the TRMM, GPM outperformed TRMM over each drainage basin as well as in whole Mainland China, which implied the great potential of its application in various studies."
      ],
      "backgroundCn": [
        "降水是全球水循环的重要组成部分，也是气候系统的基本部分。获取准确的降水时空分布在水资源管理、农业生产、天气预报以及洪水和干旱灾害监测中发挥着至关重要的作用。传统的降水数据获取方法基于地面雨量计观测，虽然在点尺度上具有高精度，但由于后勤挑战，在偏远或复杂地形地区的分布稀疏。随着过去十年卫星遥感技术的快速发展，许多高时空分辨率的遥感降水产品相继出现，为全球和区域降水研究提供了新的数据支持。其中，TRMM卫星是由NASA和JAXA于1997年共同开发和发射的，已广泛应用于热带地区的气候和水文研究。在TRMM卫星成功运行的基础上，NASA和JAXA于2014年2月28日发射了最新的GPM卫星，该卫星不仅继承了TRMM在中大尺度降水探测方面的能力，还搭载了最新的双频雷达系统和改进的微波辐射计性能，增强了对轻微和固态降水的探测能力。然而，由于卫星的运行时间较短，目前对GPM降水数据在中国大陆的准确性验证研究仅限于短期评估，时间序列不超过一年，且缺乏月度尺度的分析。此外，目前的验证工作往往使用站点密度、气候和地形特征进行区域划分，而没有在流域尺度上进行准确性评估，而流域是水文研究中的一个关键单位。"
      ],
      "research objectiveCn": [
        "本研究旨在系统评估和比较TRMM和GPM卫星衍生降水产品在中国大陆及其九大主要河流流域的准确性，使用2014年4月至2016年12月期间824个气象站的日数据和月数据。目标是为选择适合的卫星降水产品在中国各流域的降水研究和水文建模提供依据。"
      ],
      "challengesCn": [
        "然而，GPM降水产品在高海拔和干旱地区的准确性较差，以及在中国东南部流域对轻度降水的高虚警率，仍然是改进其IMERG反演算法的一大挑战。"
      ],
      "methodsCn": [
        "本研究使用中国气象数据网的地面降水数据，包括来自中国大陆824个气象站的日降水量测量数据。研究中使用的TRMM 3B42 V7和GPM IMERG卫星降水数据均来源于NASA。为了确保数据的一致性，GPM数据被重采样至与TRMM相同的空间分辨率。研究通过皮尔逊相关系数（R）、均方根误差（ERMS）、平均绝对误差（EMA）和相对误差（ER）等传统评估指标来评估卫星降水产品的准确性。此外，使用检测率（POD）、虚警率（RFA）、频率偏差（B）和公平威胁评分（SET）等分类统计指标来评估检测能力。"
      ],
      "datasetCn": [
        "本研究所使用的地面降水数据来源于中国气象数据网，包括来自中国大陆824个气象站的日降水量测量数据。所使用的TRMM 3B42 V7和GPM IMERG卫星降水数据均来自NASA。TRMM 3B42 V7产品的空间分辨率为0.25°×0.25°，时间分辨率为3小时，覆盖范围为50°N至50°S。GPM IMERG最终运行产品经过重采样，空间分辨率与TRMM相同，为0.1°×0.1°，时间分辨率为0.5小时，覆盖范围为60°N至60°S。"
      ],
      "findingsCn": [
        "总体而言，作为TRMM的继任者，GPM在每个流域以及整个中国大陆的表现都优于TRMM，这表明其在各种研究中的应用潜力巨大。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the GPM satellite data resampled to match the spatial resolution of another satellite precipitation dataset?",
        "QuestionCn": "GPM卫星数据是否被重采样以匹配另一个卫星降水数据集的空间分辨率？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which type of statistical indicators is more effective for evaluating the accuracy of satellite precipitation products: traditional evaluation metrics or categorical statistical indicators?",
        "QuestionCn": "哪种类型的统计指标在评估卫星降水产品的准确性方面更有效：传统评估指标还是分类统计指标？",
        "AnswerEn": "traditional evaluation metrics",
        "AnswerCn": "传统评估指标",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary indicators used to assess the risk of flood disasters under extreme precipitation conditions?",
        "QuestionCn": "在极端降水条件下评估洪水灾害风险的主要指标有哪些？",
        "AnswerEn": "precipitation, terrain, land use type",
        "AnswerCn": "降水、地形、土地利用类型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the spatial distribution data for extreme precipitation disaster risk assessment primarily applied?",
        "QuestionCn": "极端降水灾害风险评估的空间分布数据主要应用于哪里？",
        "AnswerEn": "34 key nodes along the 'Belt and Road' region",
        "AnswerCn": "沿“一带一路”地区的34个关键节点",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are used to evaluate the accuracy of satellite-derived precipitation products in climate and hydrological research?",
        "QuestionCn": "在气候和水文研究中，评估卫星衍生降水产品准确性的方法有哪些？",
        "AnswerEn": "Pearson correlation coefficient, root mean square error, mean absolute error, relative error, detection rate, false alarm rate, frequency bias, equitable threat score",
        "AnswerCn": "皮尔逊相关系数，均方根误差，平均绝对误差，相对误差，检测率，误报率，频率偏差，公平威胁评分",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a methodology used to evaluate the accuracy of satellite-derived precipitation data over extensive regions such as Mainland China?",
        "QuestionCn": "您能否提供一个用于评估卫星衍生降水数据在广泛区域（如中国大陆）准确性的示例方法论？",
        "AnswerEn": "The study uses Pearson correlation coefficient (R), root mean square error (ERMS), mean absolute error (EMA), and relative error (ER) as traditional evaluation metrics to assess the accuracy of TRMM and GPM satellite-derived precipitation data. Additionally, categorical statistical indicators such as detection rate (POD), false alarm rate (RFA), frequency bias (B), and equitable threat score (SET) are used to evaluate detection capability.",
        "AnswerCn": "该研究使用皮尔逊相关系数（R）、均方根误差（ERMS）、平均绝对误差（EMA）和相对误差（ER）作为传统评估指标，以评估TRMM和GPM卫星衍生降水数据的准确性。此外，还使用分类统计指标，如检出率（POD）、虚警率（RFA）、频率偏差（B）和公平威胁评分（SET）来评估检测能力。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when validating satellite-derived precipitation products in regions with complex topography?",
        "QuestionCn": "在复杂地形区域验证卫星衍生降水产品时面临的一个挑战是什么？",
        "AnswerEn": "A challenge encountered is the rather poor accuracy of the GPM precipitation product in high altitude and arid regions, as well as a high false alarm ratio for light precipitation over drainage basins in Southeast China, which remains a challenge to improve its IMERG inversion algorithm.",
        "AnswerCn": "一个遇到的挑战是GPM降水产品在高海拔和干旱地区的准确性较差，以及在中国东南部的流域内轻降水的虚警率较高，这仍然是改进其IMERG反演算法的一大挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset used to compare satellite-derived precipitation data with ground observations over a large geographic region?",
        "QuestionCn": "您能否提供一个示例数据集，用于比较大范围地理区域内卫星获取的降水数据与地面观测数据？",
        "AnswerEn": "The dataset used in the study includes daily measured precipitation data from 824 meteorological stations across Mainland China, sourced from the China Meteorological Data Network. Additionally, TRMM 3B42 V7 and GPM IMERG satellite precipitation data from NASA are utilized for comparative analysis.",
        "AnswerCn": "该研究使用的数据集包括来自中国气象数据网的824个气象站的每日降水量测量数据。此外，还利用了来自NASA的TRMM 3B42 V7和GPM IMERG卫星降水数据进行比较分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key indicators used in assessing the spatial distribution of extreme precipitation hazards?",
        "QuestionCn": "评估极端降水灾害空间分布的关键指标有哪些？",
        "AnswerEn": "precipitation, terrain, land use types",
        "AnswerCn": "降水、地形、土地利用类型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the characteristics and challenges associated with satellite-derived precipitation data collection methods?",
        "QuestionCn": "卫星衍生降水数据收集方法的特征和挑战是什么？",
        "AnswerEn": "high spatiotemporal resolution, challenges in high altitude regions, challenges in arid regions, challenges in detecting light precipitation",
        "AnswerCn": "高时空分辨率、高海拔地区的挑战、干旱地区的挑战、检测小降水的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the properties and evaluation metrics used to assess the accuracy of satellite precipitation products?",
        "QuestionCn": "评估卫星降水产品准确性所使用的属性和评估指标有哪些？",
        "AnswerEn": "Pearson correlation coefficient, root mean square error, mean absolute error, relative error, detection rate, false alarm rate, frequency bias, equitable threat score",
        "AnswerCn": "皮尔逊相关系数，均方根误差，平均绝对误差，相对误差，检测率，误报率，频率偏差，公平威胁评分",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological stations provided data for the evaluation of satellite-derived precipitation products over Mainland China?",
        "QuestionCn": "有多少个气象站提供数据用于评估卫星衍生的降水产品在中国大陆的表现？",
        "AnswerEn": "824",
        "AnswerCn": "824",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the resampled GPM IMERG Final Run product used in the precipitation accuracy evaluations?",
        "QuestionCn": "用于降水精度评估的重采样GPM IMERG最终运行产品的空间分辨率是多少？",
        "AnswerEn": "0.1°×0.1°",
        "AnswerCn": "0.1°×0.1°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years were the satellite-derived precipitation products evaluated using data from meteorological stations?",
        "QuestionCn": "使用气象站数据评估卫星衍生降水产品的时间跨度是多少年？",
        "AnswerEn": "2 years",
        "AnswerCn": "2年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'spatial distribution' in the context of extreme precipitation hazard datasets?",
        "QuestionCn": "在极端降水灾害数据集中，“空间分布”是什么意思？",
        "AnswerEn": "In the context of extreme precipitation hazard datasets, 'spatial distribution' refers to the geographical arrangement or spread of data points relating to precipitation, terrain, and land use types, which are used to assess the risk levels of flooding disasters under extreme precipitation conditions across various key regions.",
        "AnswerCn": "在极端降水灾害数据集的背景下，“空间分布”指的是与降水、地形和土地利用类型相关的数据点的地理排列或分布，这些数据用于评估在极端降水条件下各关键区域洪水灾害的风险水平。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of 'detection capability' in the context of satellite precipitation data analysis?",
        "QuestionCn": "在卫星降水数据分析的背景下，“探测能力”的重要性是什么？",
        "AnswerEn": "In satellite precipitation data analysis, 'detection capability' refers to the ability of the satellite data to accurately identify and measure precipitation events, assessed through statistical indicators like detection rate, false alarm rate, frequency bias, and equitable threat score, which help in evaluating the performance of satellite products in capturing precipitation events.",
        "AnswerCn": "在卫星降水数据分析中，“检测能力”指的是卫星数据准确识别和测量降水事件的能力，通过检测率、虚警率、频率偏差和公平威胁评分等统计指标进行评估，这些指标有助于评估卫星产品捕捉降水事件的性能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the TRMM and GPM satellite precipitation products differ in their ability to accurately assess extreme precipitation events over various terrains and climates in Mainland China?",
        "QuestionCn": "TRMM和GPM卫星降水产品在评估中国大陆不同地形和气候下极端降水事件的准确性方面有哪些不同之处？",
        "AnswerEn": "GPM, with its dual-frequency radar system and improved microwave radiometer, outperformed TRMM in overall accuracy across Mainland China and its river basins. However, GPM faced challenges in high altitude and arid regions, as well as issues with high false alarm ratios for light precipitation in Southeast China.",
        "AnswerCn": "GPM凭借其双频雷达系统和改进的微波辐射计，在中国大陆及其流域的整体准确性上优于TRMM。然而，GPM在高海拔和干旱地区面临挑战，并且在中国东南部轻度降水的虚警率较高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methodological differences between using Pearson correlation coefficient and categorical statistical indicators like the detection rate for evaluating the accuracy of satellite precipitation data?",
        "QuestionCn": "使用皮尔逊相关系数和分类统计指标（如检测率）来评估卫星降水数据准确性的方法论差异是什么？",
        "AnswerEn": "Pearson correlation coefficient and other traditional metrics like root mean square error are used for quantitative accuracy evaluation, while categorical statistical indicators such as detection rate, false alarm rate, and frequency bias assess the detection capability of satellite precipitation data.",
        "AnswerCn": "皮尔逊相关系数和其他传统指标如均方根误差用于定量准确性评估，而分类统计指标如检测率、虚警率和频率偏差则评估卫星降水数据的检测能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What could be inferred about the potential challenges in achieving accurate precipitation data collection in complex terrains using satellite remote sensing technologies?",
        "QuestionCn": "通过卫星遥感技术在复杂地形中实现准确的降水数据收集可能面临哪些挑战？",
        "AnswerEn": "Due to logistical challenges, traditional ground rain gauge observations have sparse distribution in remote or complex terrain areas. Satellite remote sensing technologies offer high spatiotemporal resolution but face challenges in accuracy validation, particularly in high altitude and arid regions, as well as in detecting light precipitation.",
        "AnswerCn": "由于物流挑战，传统的地面雨量计观测在偏远或复杂地形地区分布稀疏。卫星遥感技术提供了高时空分辨率，但在高海拔和干旱地区的准确性验证方面面临挑战，尤其是在检测轻微降水时。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What implications does the performance of GPM compared to TRMM have for future precipitation research and dataset selection?",
        "QuestionCn": "GPM与TRMM的性能比较对未来降水研究和数据集选择有什么影响？",
        "AnswerEn": "GPM outperformed TRMM over each drainage basin and in Mainland China, suggesting that its advanced detection capabilities, such as the dual-frequency radar system, may provide more accurate and reliable data for precipitation research. This implies that GPM could be favored for future studies aiming to improve accuracy in precipitation estimation.",
        "AnswerCn": "GPM在每个流域和中国大陆的表现都优于TRMM，这表明其先进的探测能力，如双频雷达系统，可能为降水研究提供更准确和可靠的数据。这意味着GPM可能在未来旨在提高降水估计准确性的研究中受到青睐。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the limitations in the accuracy of satellite-derived precipitation data in high altitude and arid regions?",
        "QuestionCn": "影响高海拔和干旱地区卫星衍生降水数据准确性的因素有哪些？",
        "AnswerEn": "The limitations in the accuracy of satellite-derived precipitation data, particularly the GPM product, in high altitude and arid regions are attributed to the poor detection capability for light precipitation and challenges with the IMERG inversion algorithm, which need improvement to reduce false alarm ratios.",
        "AnswerCn": "卫星衍生降水数据，特别是GPM产品，在高海拔和干旱地区的准确性限制，主要归因于对轻降水的检测能力差以及IMERG反演算法的挑战，这些问题需要改进以减少误报率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the high false alarm ratio for light precipitation detection in certain drainage basins in Southeast China when using satellite precipitation products?",
        "QuestionCn": "在使用卫星降水产品时，某些中国东南部流域轻度降水检测的高误报率的原因是什么？",
        "AnswerEn": "The high false alarm ratio for light precipitation detection in Southeast China's drainage basins is caused by limitations in the current satellite algorithms, particularly the GPM's IMERG inversion algorithm, which struggles to accurately detect light precipitation in these areas, leading to a need for further refinement.",
        "AnswerCn": "东南中国流域轻度降水检测的高误报率是由于当前卫星算法的局限性，特别是GPM的IMERG反演算法在这些地区难以准确检测轻度降水，因此需要进一步改进。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using satellite remote sensing technology for collecting precipitation data compared to traditional ground rain gauge observations in complex terrain areas?",
        "QuestionCn": "使用卫星遥感技术收集降水数据与传统地面雨量计观测在复杂地形区域的潜在结果是什么？",
        "AnswerEn": "Using satellite remote sensing technology can provide high spatiotemporal resolution precipitation products, overcoming the logistical challenges and sparse distribution associated with ground rain gauge observations, especially in remote or complex terrain areas. This can improve the accuracy and coverage of precipitation data, which is crucial for water resource management and disaster monitoring.",
        "AnswerCn": "使用卫星遥感技术可以提供高时空分辨率的降水产品，克服与地面雨量计观测相关的后勤挑战和稀疏分布，特别是在偏远或复杂地形地区。这可以提高降水数据的准确性和覆盖范围，这对于水资源管理和灾害监测至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the implications of systematically evaluating satellite-derived precipitation products over multiple basins for hydrological research?",
        "QuestionCn": "系统评估多个流域的卫星衍生降水产品对水文研究可能产生的影响是什么？",
        "AnswerEn": "Systematically evaluating satellite-derived precipitation products over multiple basins can provide a basis for selecting suitable products for precipitation research and hydrological modeling. This can enhance the understanding of precipitation patterns across different regions, improve flood risk assessments, and support decision-making in water resource management.",
        "AnswerCn": "系统地评估多个流域的卫星衍生降水产品可以为选择适合降水研究和水文建模的产品提供基础。这可以增强对不同地区降水模式的理解，改善洪水风险评估，并支持水资源管理中的决策。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intention behind evaluating the accuracy of satellite-derived precipitation products over various river basins in Mainland China?",
        "QuestionCn": "评估卫星衍生降水产品在中国大陆各大河流流域的准确性的意图是什么？",
        "AnswerEn": "The study aims to provide a basis for selecting suitable satellite precipitation products for precipitation research and hydrological modeling in various basins across China.",
        "AnswerCn": "该研究旨在为选择适合中国各流域降水研究和水文建模的卫星降水产品提供依据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to evaluate the accuracy of satellite-derived precipitation products over different regions, and how do these procedures differ when applied to basin-scale analysis?",
        "QuestionCn": "评估卫星衍生降水产品在不同地区的准确性时，遵循哪些程序，以及在流域尺度分析中应用这些程序时有何不同？",
        "AnswerEn": "The evaluation of satellite-derived precipitation products involves using ground precipitation data from meteorological stations and resampling satellite data to ensure consistency. Accuracy is assessed using traditional evaluation metrics like Pearson correlation coefficient, root mean square error, mean absolute error, and relative error. Additionally, detection capability is evaluated using categorical statistical indicators such as detection rate, false alarm rate, frequency bias, and equitable threat score. While these procedures are applied broadly, accuracy evaluations on a basin scale may require consideration of regional characteristics like station density, climate, and topographic features.",
        "AnswerCn": "卫星衍生降水产品的评估涉及使用气象站的地面降水数据，并对卫星数据进行重采样以确保一致性。准确性通过传统评估指标进行评估，如皮尔逊相关系数、均方根误差、平均绝对误差和相对误差。此外，检测能力通过分类统计指标进行评估，如检测率、虚警率、频率偏差和公平威胁评分。虽然这些程序被广泛应用，但在流域尺度上的准确性评估可能需要考虑区域特征，如站点密度、气候和地形特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can satellite remote sensing technology be integrated with traditional ground rain gauge observations to improve the spatiotemporal distribution of precipitation data in complex terrain areas?",
        "QuestionCn": "如何将卫星遥感技术与传统地面雨量计观测相结合，以改善复杂地形区域降水数据的时空分布？",
        "AnswerEn": "Satellite remote sensing technology, with its high spatiotemporal resolution, can complement ground rain gauge observations by providing broader coverage in remote or complex terrain areas where logistical challenges limit gauge distribution. By integrating data from satellites like TRMM and GPM with ground observations, researchers can enhance data accuracy and fill spatial gaps, leveraging the strengths of both methods.",
        "AnswerCn": "卫星遥感技术凭借其高时空分辨率，可以补充地面雨量计观测，在偏远或复杂地形区域提供更广泛的覆盖，因为这些地方的后勤挑战限制了雨量计的分布。通过将TRMM和GPM等卫星的数据与地面观测相结合，研究人员可以提高数据的准确性并填补空间空白，充分利用两种方法的优势。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodologies are used to address the challenges of high false alarm ratios and poor accuracy in satellite precipitation data over specific regions such as high altitude or arid areas?",
        "QuestionCn": "为了解决高海拔或干旱地区卫星降水数据中高虚警率和低准确度的挑战，采用了哪些方法论？",
        "AnswerEn": "To address challenges such as high false alarm ratios and poor accuracy in satellite precipitation data, particularly in high altitude or arid regions, improvements in satellite algorithms like the GPM IMERG inversion algorithm are necessary. These improvements may involve refining the detection capabilities for light and solid precipitation and enhancing the performance of microwave radiometers. Continuous validation against ground data and adaptation to regional characteristics are essential to improve accuracy.",
        "AnswerCn": "为了应对高误报率和卫星降水数据在高海拔或干旱地区的低准确性等挑战，有必要改进卫星算法，如GPM IMERG反演算法。这些改进可能涉及精炼对轻度和固态降水的检测能力，以及增强微波辐射计的性能。持续与地面数据进行验证以及适应区域特征对于提高准确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the collection of high spatiotemporal resolution precipitation data?",
        "QuestionCn": "哪些技术进步使得高时空分辨率降水数据的收集成为可能？",
        "AnswerEn": "The rapid development of satellite remote sensing technology over the past decade has enabled the collection of high spatiotemporal resolution precipitation data. Specifically, the GPM satellite, launched by NASA and JAXA, carries a dual-frequency radar system and improved microwave radiometer performance, enhancing the detection capability for light and solid precipitation.",
        "AnswerCn": "在过去十年中，卫星遥感技术的快速发展使得高时空分辨率降水数据的收集成为可能。具体来说，由NASA和JAXA发射的GPM卫星搭载了双频雷达系统和改进的微波辐射计性能，增强了对轻微和固态降水的探测能力。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "In what ways do ground-based meteorological networks enhance the validation of satellite precipitation data?",
        "QuestionCn": "地面气象网络通过哪些方式增强卫星降水数据的验证？",
        "AnswerEn": "Ground-based meteorological networks enhance the validation of satellite precipitation data by providing high-precision, daily measured precipitation data from numerous meteorological stations, which are essential for systematically evaluating and comparing the accuracy of satellite-derived precipitation products.",
        "AnswerCn": "地面气象网络通过提供来自众多气象站的高精度、每日测量的降水数据，增强了卫星降水数据的验证，这些数据对于系统地评估和比较卫星衍生降水产品的准确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the accuracy of satellite-derived precipitation products be lower in high altitude and arid regions?",
        "QuestionCn": "卫星衍生降水产品在高海拔和干旱地区的准确性可能较低的原因是什么？",
        "AnswerEn": "The accuracy of satellite-derived precipitation products is often lower in high altitude and arid regions due to challenges in accurately detecting precipitation types and amounts in these areas. The GPM precipitation product, for example, has shown a high false alarm ratio for light precipitation in such regions, indicating a need for improvement in its inversion algorithm.",
        "AnswerCn": "卫星衍生降水产品在高海拔和干旱地区的准确性通常较低，因为在这些地区准确检测降水类型和数量面临挑战。例如，GPM降水产品在这些地区对轻降水的虚警率较高，表明其反演算法需要改进。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do traditional ground rain gauge observations face logistical challenges in remote or complex terrain areas?",
        "QuestionCn": "传统的地面雨量计观测在偏远或复杂地形地区面临后勤挑战的原因是什么？",
        "AnswerEn": "Traditional ground rain gauge observations face logistical challenges in remote or complex terrain areas due to difficulties in accessing and setting up equipment in these locations. This often results in sparse data distribution, which limits the precision of precipitation measurements over large or difficult-to-reach regions.",
        "AnswerCn": "传统的地面雨量计观测在偏远或复杂地形地区面临后勤挑战，因为在这些地方访问和设置设备存在困难。这通常导致数据分布稀疏，从而限制了对大面积或难以到达区域的降水测量精度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might current validation efforts of satellite precipitation data lack accuracy evaluations on a basin scale?",
        "QuestionCn": "当前卫星降水数据的验证工作可能缺乏流域尺度的准确性评估的原因是什么？",
        "AnswerEn": "Current validation efforts might lack accuracy evaluations on a basin scale because they often use station density, climate, and topographic characteristics for regional division, rather than focusing on basins. Basins are crucial units in hydrological research, and neglecting them could miss important variations in precipitation accuracy relevant to water resource management.",
        "AnswerCn": "当前的验证工作可能缺乏流域尺度的准确性评估，因为它们通常使用站点密度、气候和地形特征进行区域划分，而不是专注于流域。流域是水文研究中的关键单元，忽视它们可能会错过与水资源管理相关的降水准确性的重要变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you find the use of satellite remote sensing technologies in enhancing the spatiotemporal resolution of precipitation data compared to traditional ground-based rain gauge observations?",
        "QuestionCn": "您认为卫星遥感技术在提高降水数据的时空分辨率方面，与传统的地面雨量计观测相比，效果如何？",
        "AnswerEn": "Satellite remote sensing technologies have significantly enhanced the spatiotemporal resolution of precipitation data compared to traditional rain gauges. While ground-based observations offer high precision at specific points, their distribution is sparse in remote or complex terrain areas. Satellite products like TRMM and GPM provide comprehensive coverage and have become critical for global and regional precipitation research.",
        "AnswerCn": "卫星遥感技术显著提高了降水数据的时空分辨率，相较于传统的雨量计。虽然地面观测在特定点提供了高精度，但在偏远或复杂地形地区，其分布较为稀疏。像TRMM和GPM这样的卫星产品提供了全面的覆盖，已成为全球和区域降水研究的重要工具。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main challenges faced in improving the accuracy of satellite-derived precipitation data, particularly in regions with complex topography and climate conditions?",
        "QuestionCn": "在提高卫星衍生降水数据的准确性方面，特别是在地形复杂和气候条件多变的地区，主要面临哪些挑战？",
        "AnswerEn": "One of the main challenges in improving the accuracy of satellite-derived precipitation data is the poor performance of GPM products in high altitude and arid regions, as well as the high false alarm ratio for light precipitation in certain areas, such as Southeast China's drainage basins. These challenges highlight the need for better inversion algorithms to address inaccuracies in these complex environments.",
        "AnswerCn": "改善卫星衍生降水数据准确性的主要挑战之一是GPM产品在高海拔和干旱地区的表现不佳，以及在某些地区（如中国东南部的流域）轻降水的高虚警率。这些挑战突显了在这些复杂环境中需要更好的反演算法来解决不准确性的问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the potential for expanding existing datasets to include longer time series and basin-scale accuracy assessments for hydrological research?",
        "QuestionCn": "我对扩展现有数据集以包括更长时间序列和流域尺度准确性评估在水文研究中的潜力的评估是什么？",
        "AnswerEn": "There is significant potential for expanding existing datasets to include longer time series and basin-scale accuracy assessments, which are crucial for hydrological research. Current efforts have been limited to short-term evaluations, and incorporating more extensive data would provide a stronger basis for selecting suitable satellite precipitation products for various hydrological studies across different basins.",
        "AnswerCn": "现有数据集扩展以包含更长时间序列和流域尺度的准确性评估具有重要潜力，这对水文研究至关重要。目前的努力仅限于短期评估，纳入更广泛的数据将为选择适合不同流域的卫星降水产品提供更强的基础，以支持各种水文研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not clear on how satellite remote sensing technology contributes to the accuracy of precipitation data collection.",
        "QuestionCn": "我不清楚卫星遥感技术如何提高降水数据收集的准确性。",
        "AnswerEn": "Satellite remote sensing technology, such as the TRMM and GPM satellites, provides high spatiotemporal resolution precipitation products, enhancing the ability to detect medium and large-scale precipitation, as well as improving the detection capability for light and solid precipitation. This is particularly important in regions where ground rain gauge observations are sparse due to logistical challenges.",
        "AnswerCn": "卫星遥感技术，如TRMM和GPM卫星，提供高时空分辨率的降水产品，增强了对中大尺度降水的检测能力，同时改善了对轻度和固态降水的检测能力。这在由于后勤挑战而导致地面雨量计观测稀疏的地区尤为重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't comprehend how different datasets are integrated to assess flood risk in extreme precipitation conditions.",
        "QuestionCn": "我无法理解如何将不同的数据集整合以评估极端降水条件下的洪水风险。",
        "AnswerEn": "To assess flood risk under extreme precipitation conditions, datasets such as global surface water data, precipitation, topography, and land use types are integrated using spatial analysis methods in tools like ArcGIS. This integration helps in constructing flood risk assessments for key regions, providing valuable information for disaster preparedness and mitigation strategies.",
        "AnswerCn": "为了评估极端降水条件下的洪水风险，全球地表水数据、降水、地形和土地利用类型等数据集通过空间分析方法在ArcGIS等工具中进行整合。这种整合有助于为关键区域构建洪水风险评估，为灾害准备和减缓策略提供有价值的信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please evaluate the effectiveness of combining satellite remote sensing technology with ground rain gauge observations to enhance the accuracy of precipitation data collection in remote areas.",
        "QuestionCn": "评估将卫星遥感技术与地面雨量计观测相结合，以提高偏远地区降水数据收集准确性的有效性。",
        "AnswerEn": "The combination of satellite remote sensing technology and ground rain gauge observations can significantly enhance the accuracy of precipitation data collection in remote areas. Ground rain gauges provide high precision at point scales, but their sparse distribution poses challenges in complex terrains. Satellite products like TRMM and GPM, with high spatiotemporal resolutions, offer comprehensive coverage and new data support, enabling improved precipitation research and hydrological modeling over larger areas, including remote regions.",
        "AnswerCn": "卫星遥感技术与地面雨量计观测的结合可以显著提高偏远地区降水数据收集的准确性。地面雨量计在点尺度上提供高精度，但其稀疏分布在复杂地形中带来了挑战。像TRMM和GPM这样的卫星产品具有高时空分辨率，提供全面覆盖和新的数据支持，使得在包括偏远地区在内的更大范围内改善降水研究和水文模型成为可能。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please identify the key challenges faced in using satellite-derived precipitation products for flood risk assessment and suggest potential solutions.",
        "QuestionCn": "请识别在使用卫星衍生降水产品进行洪水风险评估时面临的主要挑战，并提出潜在解决方案。",
        "AnswerEn": "Key challenges in using satellite-derived precipitation products include poor accuracy in high altitude and arid regions, and a high false alarm ratio for light precipitation in certain basins. Potential solutions could involve refining inversion algorithms, such as the IMERG algorithm for GPM, to improve detection accuracy. Additionally, integrating multiple datasets and incorporating ground-based observations can enhance validation efforts and improve predictive capabilities for flood risk assessments.",
        "AnswerCn": "使用卫星衍生降水产品的主要挑战包括在高海拔和干旱地区的准确性较差，以及在某些流域对轻降水的高误报率。潜在的解决方案可以包括改进反演算法，例如改进全球降水测量（GPM）项目的IMERG算法，以提高检测准确性。此外，整合多个数据集并结合地面观测可以增强验证工作，并改善洪水风险评估的预测能力。",
        "Level": "C6(Creating)"
      }
    ]
  }
}