{
    "id": "6d9d92f7-854d-4314-bf0f-e24ec02527e2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The vegetation map at the 1:4,000,000 of China (1979)",
            "titleCn": "中国 1:400万植被图（1979）",
            "description": "This dataset: Editor-in-Chief: Hou Xueyu\nDrawing: Hou Xueyu, Sun Shizhou, Zhang Jingwei, He Miaoguang. Wang Yifeng, Kong Dezhen, Wang Shaoqing\nPublishing: Map Press\nIssue: Xinhua Bookstore\nYear: 1979\nScale: 1: 4,000,000\n  It took five years to complete from May 1972 to July 1976. In the process of drawing legends and mapping, referring to the vast majority of vegetation survey data (including maps and texts) after 1949 in China, we held more than a dozen mapping seminars involving researchers from inside and outside the institute. During the layout after the mapping work was completed, many new survey data were added, especially vegetation data in western Tibet.\n  The nature of this map basically belongs to the current vegetation map, including two parts of natural vegetation and agricultural vegetation. The legend of natural vegetation is arranged according to the seven vegetation groups. They are mainly divided according to the appearance of plant communities and certain ecological characteristics. The concept of agricultural vegetation community, like the natural vegetation community, also has a certain life form (appearance, structure, layer), species composition and a certain ecological location.\n  In 1990, the State Key Laboratory of Resources and Environmental Information Systems of the Institute of Geographical Sciences and Resources, Chinese Academy of Sciences completed the digitization of this map, and wrote relevant data description documents. The digitized data also adopt equal product cone projection and can be converted into other projections by GIS software.\nThis data includes a vector file in e00 format, a Chinese vegetation coding design description, a dataset description, a vegetation data layer attribute data table, and a scanned \"People's Republic of China Vegetation Map-Brief Description\" and other files.\nData projection:\nProjection: Albers\nfalse_easting: 0.000000\nfalse_northing: 0.000000\ncentral_meridian: 110.000000\nstandard_parallel_1: 25.000000\nstandard_parallel_2: 47.000000\nlatitude_of_origin: 0.000000\nLinear Unit: Meter (1.000000)\nGeographic Coordinate System: Unknown\nAngular Unit: Degree (0.017453292519943299)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Unknown\nSpheroid: Clarke_1866\nSemimajor Axis: 6378206.400000000400000000\nSemiminor Axis: 6356583.799999999800000000\nInverse Flattening: 294.978698213901000000",
            "descriptionCn": "本数据集：主编：侯学煜\n编图：候学煜,孙世洲,张经炜,何妙光.王义凤,孔德珍,王绍庆\n出版：地图出版社\n发行：新华书店\n时间：1979年\n比例尺：1：4000000\n　　自1972年5月至1976年7月历时五年完成的。在制订图例和具体编图过程中,参考了我国1949年以后的绝大部分植被考察资料(包括图件和文字资料),举行了十几次所内外有关研究人员参加的制图讨论会。在编图工作完成后的发排期间,又补充了许多新的考察资料,特别是西藏西部地区的植被资料。\n　　本图的性质基本上市属于现状植被图，包括自然植被和农业植被两部分，自然植被的图例是按照七个植被群系纲组排列的，他们主要是根据植物群落的外貌并结合一定的生态特征而划分的。农业植被群落的概念，同自然植物群落一样，也具有一定的生活型（外貌、结构、层片),种类组成和一定的生态地段。  \n　　1990年,中国科学院地理研究所资源与环境信息系统国家重点实验室完成了该图的数字化工作,并撰写了相关的数据说明文档,数字化后的数据也采用等积圆锥投影,并可利用GIS软件转换为其他投影.\n本数据包括1个e00格式的矢量文件,中国植被编码设计说明, 数据集说明,植被数据层属性数据表和扫描的《中华人民共和国植被图--简要说明》等文件。\n数据投影：\nProjection: Albers\nfalse_easting: 0.000000\nfalse_northing: 0.000000\ncentral_meridian: 110.000000\nstandard_parallel_1: 25.000000\nstandard_parallel_2: 47.000000\nlatitude_of_origin: 0.000000\nLinear Unit: Meter (1.000000)\nGeographic Coordinate System: Unknown\nAngular Unit: Degree (0.017453292519943299)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Unknown\n  Spheroid: Clarke_1866\n    Semimajor Axis: 6378206.400000000400000000\n    Semiminor Axis: 6356583.799999999800000000\n    Inverse Flattening: 294.978698213901000000",
            "instructions": "SHP format storage",
            "instructionsCn": "shp 格式存储",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 84915998.0,
            "cstr": "18406.11.Ecolo.tpdc.270623",
            "doi": "10.11888/Ecolo.tpdc.270623",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "侯学煜",
                "nameEn": "HOU Xueyu",
                "unitEn": "",
                "unitCn": "中国科学院植物研究所"
            },
            {
                "nameCn": "孙世洲",
                "nameEn": "SUN Shizhou",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "张经炜",
                "nameEn": "ZHANG Jingwei",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "何妙光",
                "nameEn": "HE Miaoguang",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "王义凤",
                "nameEn": "WANG Yifeng",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "孔德珍",
                "nameEn": "KONG Dezhen",
                "unitEn": "",
                "unitCn": ""
            },
            {
                "nameCn": "王绍庆",
                "nameEn": "WANG Shaoqing",
                "unitEn": "",
                "unitCn": ""
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国人民共和国植被图",
                "titleEn": null,
                "referenceCn": "候学煜,孙世洲,张经炜等. (1979年). 中国人民共和国植被图,地图出版社.",
                "referenceEn": null
            },
            {
                "titleCn": "青海省土壤有机碳储量估算及其源汇因素分析",
                "titleEn": null,
                "referenceCn": "钟聪, 杨忠芳, 夏学齐, 侯青叶, 姜伟. (2012). 青海省土壤有机碳储量估算及其源汇因素分析. 现代地质, 26(05), 896-909",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Characteristics of the modern pollen distribution and their relationship to vegetation in the Xinjiang region, northwestern China",
                "referenceCn": null,
                "referenceEn": "Luo, C., Zheng, Z., Tarasov, P., Pan, A., Huang, K., Beaudouin, C, An, F. (2009). Characteristics of the modern pollen distribution and their relationship to vegetation in the Xinjiang region, northwestern China[J]. Review of Palaeobotany and Palynology, 153(3–4), 282–295. doi:10.1016/j.revpalbo.2008.08.007"
            },
            {
                "titleCn": "2002-2010年中国陆域植被净初级生产力模拟",
                "titleEn": null,
                "referenceCn": "顾娟，李新，黄春林，等. 2002-2010年中国陆域植被净初级生产力模拟[J]. 兰州大学学报(自然科学版). 2013(02): 203-213.",
                "referenceEn": null
            },
            {
                "titleCn": "浙江省植被NDVI动态及其对气候的响应",
                "titleEn": null,
                "referenceCn": "何月, 樊高峰, 张小伟, 柳苗, 高大伟. (2012). 浙江省植被NDVI动态及其对气候的响应. 生态学报, (14), 4352-4362",
                "referenceEn": null
            },
            {
                "titleCn": "近10年浙江植被物候的遥感监测及时空动态",
                "titleEn": null,
                "referenceCn": "何月, 樊高峰, 张小伟, 高大伟, 胡波. (2012). 近10年浙江植被物候的遥感监测及时空动态. 中国农学通报, (16),117-124",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Trend analysis of vegetation dynamics in Qinghai–Tibet Plateau using Hurst Exponent",
                "referenceCn": null,
                "referenceEn": "Peng, J., Liu, Z.H., Liu, Y.H., Wu, J.S., Han, Y.N. (2012). Trend analysis of vegetation dynamics in Qinghai–Tibet Plateau using Hurst Exponent. Ecological Indicators, 14(1), 28-39. doi:10.1016/j.ecolind.2011.08.011"
            },
            {
                "titleCn": null,
                "titleEn": "A potential of pollen-based climate reconstruction using a modern pollen–climate dataset from arid northern and western China",
                "referenceCn": null,
                "referenceEn": "Luo, C.X., Zheng, Z., Tarasov, P., Nakagawa, T., Pan, A.D, Xu, Q.H, Lu, H.Y., Huang, K.Y. (2010). A potential of pollen-based climate reconstruction using a modern pollen–climate dataset from arid northern and western China. Review of Palaeobotany and Palynology, 160(3–4), 111-125. doi:10.1016/j.revpalbo.2010.01.003"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979",
                "keywordEn": "1985",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for creating a vegetation map in China during the 1970s, specifically focusing on the integration of field surveys and existing data sources?",
                "QuestionCn": "您能否提供一个在1970年代中国创建植被图时使用的数据收集方法的例子，特别关注实地调查与现有数据源的整合？",
                "AnswerEn": "An example of a data collection method used for creating a vegetation map in China during the 1970s involved integrating field surveys conducted over five years with existing vegetation investigation data from after 1949. This method also included numerous mapping discussion meetings with relevant researchers to refine the map legend and incorporate new survey data, especially for regions like western Tibet.",
                "AnswerCn": "在1970年代，中国制作植被图的一种数据收集方法涉及将五年内进行的实地调查与1949年后已有的植被调查数据相结合。这种方法还包括与相关研究人员进行多次制图讨论会议，以完善图例并纳入新的调查数据，特别是针对西藏地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and challenges involved in digitizing historical vegetation maps for use in modern GIS systems?",
                "QuestionCn": "数字化历史植被地图以便在现代GIS系统中使用的特点和挑战是什么？",
                "AnswerEn": "Albers projection, false easting, false northing, central meridian, standard parallels, latitude of origin, accuracy, compatibility with GIS software, unknown geographic coordinate systems, datum specifications.",
                "AnswerCn": "阿尔伯斯投影、假东距、假北距、本初子午线、标准纬线、原点纬度、精度、与GIS软件的兼容性、未知地理坐标系、基准面规范。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the scale of the vegetation mapping dataset collected between 1972 and 1976?",
                "QuestionCn": "1972年至1976年间收集的植被制图数据集的规模是什么？",
                "AnswerEn": "1:4000000",
                "AnswerCn": "1:4000000",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What were the primary factors influencing the inclusion of both natural and agricultural vegetation in the digital mapping process of Chinese vegetation in the 1970s?",
                "QuestionCn": "影响1970年代中国植被数字制图过程中自然植被和农业植被纳入的主要因素是什么？",
                "AnswerEn": "The inclusion of both natural and agricultural vegetation was influenced by the need to represent the current state of vegetation comprehensively. This approach was based on the consideration of the physical appearance of plant communities and certain ecological characteristics. The process involved reviewing extensive vegetation survey data collected in China after 1949, and incorporating new survey data during the map's compilation to ensure accuracy and relevance.",
                "AnswerCn": "自然植被和农业植被的纳入是为了全面代表当前植被状态。这种方法基于对植物群落的物理外观和某些生态特征的考虑。该过程涉及审查自1949年以来在中国收集的大量植被调查数据，并在制图过程中纳入新的调查数据，以确保准确性和相关性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What impact does the digitization of historical vegetation maps have on the accuracy and utility of contemporary ecological research datasets?",
                "QuestionCn": "历史植被地图的数字化对当代生态研究数据集的准确性和实用性有什么影响？",
                "AnswerEn": "The digitization of historical vegetation maps allows for the integration of past ecological data into contemporary research, enhancing the accuracy of ecological models by providing a baseline for changes over time. It also facilitates the use of GIS software for data manipulation and projection transformation, improving the utility of the data for various ecological and environmental analyses.",
                "AnswerCn": "历史植被地图的数字化使得将过去的生态数据整合到当代研究中成为可能，从而通过提供时间变化的基线来提高生态模型的准确性。它还便于使用GIS软件进行数据处理和投影转换，提高了数据在各种生态和环境分析中的实用性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind digitizing a vegetation map of China and how does this aid in the understanding of natural and agricultural vegetation patterns?",
                "QuestionCn": "数字化中国植被图的目标是什么，以及这如何有助于理解自然和农业植被模式？",
                "AnswerEn": "The digitization of a vegetation map of China aimed to convert the existing physical map into a digital format for better accessibility and analysis. This helps in understanding natural and agricultural vegetation patterns by allowing researchers to utilize GIS software to analyze vegetation distributions, incorporate new field data, and adapt the projections for various geographical analyses. The goal was to create a comprehensive representation that includes both natural and agricultural vegetation, categorized by appearance and ecological characteristics, which could support ecological research and environmental planning.",
                "AnswerCn": "中国植被图的数字化旨在将现有的实体地图转换为数字格式，以便更好地获取和分析。这有助于理解自然和农业植被模式，使研究人员能够利用GIS软件分析植被分布，整合新的实地数据，并为各种地理分析调整预测。目标是创建一个全面的表示，包括自然和农业植被，按外观和生态特征进行分类，以支持生态研究和环境规划。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and methodologies were employed in the digitization of a vegetation map to ensure accurate representation of both natural and agricultural vegetation categories?",
                "QuestionCn": "在植被地图的数字化过程中，为确保自然和农业植被类别的准确表示，采用了哪些程序和方法？",
                "AnswerEn": "The digitization involved the use of various vegetation survey data collected from 1949 onwards, with input from numerous mapping discussions among researchers. The data was digitized by the Chinese Academy of Sciences Geographic Institute's National Key Laboratory for Resource and Environmental Information System, using an Albers equal-area conic projection. The digital data includes a vector file in e00 format and associated documentation that explains the vegetation coding and data properties, ensuring comprehensive representation of vegetation categories.",
                "AnswerCn": "数字化工作涉及自1949年以来收集的各种植被调查数据，并结合了研究人员之间的多次制图讨论。这些数据由中国科学院地理研究所的国家资源与环境信息系统重点实验室进行数字化，采用阿尔伯斯等面积圆锥投影。数字数据包括e00格式的矢量文件和相关文档，文档中解释了植被编码和数据属性，确保了植被类别的全面表示。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}