{
  "id": "6dcc8f5a-44ec-43cb-abdb-1420e3a07dd9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of diamond bearing alkaline basalts in the railings of China",
      "titleCn": "中国栏杆地区含金刚石碱性玄武岩地球化学数据",
      "description": "The data are the whole rock major and trace element data, zircon U-Pb dating data, zircon Lu Hf isotopic data, and silicate melt inclusion data of diamond bearing alkaline basalt in balustrade area, China. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The data of silicate melt inclusions were obtained by LA-ICP-MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. The research results have certain guiding significance for limiting the initial failure time and possible mechanism of NCC.",
      "descriptionCn": "本数据为中国栏杆地区含金刚石碱性玄武岩全岩主微量元素数据，锆石U-Pb定年数据，锆石Lu-Hf同位素数据，硅酸盐熔体包裹体数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。硅酸盐熔体包裹体数据由LA-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。研究结果对限制NCC破坏的初始时间和可能的机理有一定的指导意义。",
      "instructions": "The geochemical data are stored in word format, and the sample name is \"YY DD\", where YY is the sampling location and DD is the sample ordinal number",
      "instructionsCn": "地球化学数据以Excel格式存储，样品名称为\"yy-dd\"，其中yy为采样地点，dd为样品序数",
      "east": 117.29,
      "west": 117.28,
      "south": 33.39,
      "north": 33.4,
      "startTime": "2019-06-03 00:00:00",
      "endTime": "2019-12-09 00:00:00",
      "fileSize": 23381.0,
      "cstr": null,
      "doi": "10.1016/j.gr.2019.11.003",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖益林",
        "nameEn": "XIAO Yilin",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Initiation of the north china craton destruction: constraints from the diamond-bearing alkaline basalts from lan'gan, china.",
        "referenceCn": null,
        "referenceEn": "Wang, X., Xiao, Y., Sun, H., Wang, Y., Liu, J., Yang, K., Gu, H., Hou, Z., Tian, Y., Wu, W., & Ma, Y. (2020). Initiation of the North China Craton destruction: Constraints from the diamond-bearing alkaline basalts from Lan'gan, China. Gondwana Research, 80, 228-243. doi:10.1016/j.gr.2019.11.003"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安徽",
        "keywordEn": "Anhui"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "太古代",
        "keywordEn": "Archean",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the main characteristics of the data collection methods used for geochemical analysis of diamond-bearing alkaline basalts in the Langan region of China?",
        "QuestionCn": "在中国Langan地区用于钻石-bearing 碱性玄武岩的地球化学分析的数据收集方法的主要特征是什么？",
        "AnswerEn": "X-ray fluorescence analysis, inductively coupled plasma mass spectrometry, laser ablation multi-collector inductively coupled plasma mass spectrometry, laser ablation inductively coupled plasma mass spectrometry",
        "AnswerCn": "X射线荧光分析，电感耦合等离子体质谱，激光烧蚀多接收器电感耦合等离子体质谱，激光烧蚀电感耦合等离子体质谱。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different types of geochemical data are collected for alkalic basalt in the Luogang area of China?",
        "QuestionCn": "在中国罗岗地区收集了多少种不同类型的碱性玄武岩地球化学数据？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LA-MC-ICP-MS analysis' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“LA-MC-ICP-MS分析”是什么意思？",
        "AnswerEn": "LA-MC-ICP-MS analysis refers to a data collection method that involves laser ablation multi-collector inductively coupled plasma mass spectrometry. It is used to obtain zircon U-Pb dating and in-situ Lu-Hf isotopic composition data. This technique is crucial in geochemical studies to determine the age and isotopic characteristics of zircon minerals.",
        "AnswerCn": "LA-MC-ICP-MS分析指的是一种数据收集方法，涉及激光剥蚀多收集器电感耦合等离子体质谱法。它用于获取锆石的U-Pb定年和原位Lu-Hf同位素组成数据。这项技术在地球化学研究中至关重要，用于确定锆石矿物的年龄和同位素特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for utilizing XRF, ICP-MS, LA-MC-ICP-MS, and LA-ICP-MS as data collection methods in geochemical analyses of diamond-bearing alkaline basalts?",
        "QuestionCn": "在钻石-bearing 碱性玄武岩的地球化学分析中，利用 XRF、ICP-MS、LA-MC-ICP-MS 和 LA-ICP-MS 作为数据收集方法的潜在原因是什么？",
        "AnswerEn": "The data collection methods such as XRF, ICP-MS, LA-MC-ICP-MS, and LA-ICP-MS are utilized due to their ability to accurately analyze major and trace elements, zircon U-Pb dating, and Lu-Hf isotope composition, as well as silicate melt inclusions. These methods are chosen for their precision and reliability in providing comprehensive geochemical data, which is crucial for understanding the initial timing and potential mechanisms of the destruction of the North China Craton (NCC).",
        "AnswerCn": "数据收集方法如XRF、ICP-MS、LA-MC-ICP-MS和LA-ICP-MS被采用，因为它们能够准确分析主要和微量元素、锆石U-Pb定年、Lu-Hf同位素组成以及硅酸盐熔体包裹体。这些方法因其在提供全面地球化学数据方面的精确性和可靠性而被选择，这对于理解华北克拉通（NCC）破坏的初始时机和潜在机制至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using XRF analysis for main element data collection on the reliability and accuracy of geochemical data in studies of diamond-bearing alkaline basalts?",
        "QuestionCn": "使用XRF分析收集主要元素数据对钻石-bearing 碱性玄武岩研究中地球化学数据的可靠性和准确性的影响是什么？",
        "AnswerEn": "Using XRF analysis for main element data collection results in reliable and accurate geochemical data that has been validated and published in high-impact SCI journals. This method supports studies in understanding the timing and mechanisms of NCC destruction.",
        "AnswerCn": "使用XRF分析进行主要元素数据收集，能够获得可靠和准确的地球化学数据，这些数据已在高影响力的SCI期刊上得到验证和发表。这种方法支持研究NCC破坏的时间和机制。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary aim of collecting geochemical data of diamond-bearing alkaline basalts in the Langgan area of China?",
        "QuestionCn": "收集中国Langgan地区含钻石碱性玄武岩的地球化学数据的主要目的是什麼？",
        "AnswerEn": "The primary aim of collecting geochemical data of diamond-bearing alkaline basalts in the Langgan area of China is to provide insights into the initial timing and possible mechanisms of the destruction of the North China Craton (NCC).",
        "AnswerCn": "收集中国Langgan地区含钻石碱性玄武岩的地球化学数据的主要目的是提供关于华北克拉通（NCC）破坏的初始时间和可能机制的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific analytical techniques used to obtain the major and trace element data, zircon U-Pb dating, Lu-Hf isotopic composition, and silicate melt inclusion data in alkaline basalt samples from the Langan area in China, and how do these techniques contribute to understanding geological processes?",
        "QuestionCn": "在中国Langan地区的碱性玄武岩样品中，获取主要和微量元素数据、锆石U-Pb定年、Lu-Hf同位素组成以及硅酸盐熔体包裹体数据所使用的具体分析技术是什么？这些技术如何有助于理解地质过程？",
        "AnswerEn": "The major element data is obtained using XRF analysis, trace element data through ICP-MS analysis, zircon U-Pb dating and Lu-Hf isotopic composition via LA-MC-ICP-MS analysis, and silicate melt inclusion data by LA-ICP-MS analysis. These techniques provide comprehensive geochemical data, which is crucial for understanding the timing and mechanisms of the NCC's (North China Craton) destruction.",
        "AnswerCn": "主要元素数据通过XRF分析获得，微量元素数据通过ICP-MS分析获得，锆石U-Pb定年和Lu-Hf同位素组成通过LA-MC-ICP-MS分析获得，硅酸盐熔体包裹体数据通过LA-ICP-MS分析获得。这些技术提供了全面的地球化学数据，对于理解北中国克拉通（NCC）破坏的时序和机制至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise geochemical analysis of alkaline basalt containing diamonds in the Langgan region of China?",
        "QuestionCn": "哪些技术进步使得对中国朗干地区含有钻石的碱性玄武岩进行精确的地球化学分析成为可能？",
        "AnswerEn": "The precise geochemical analysis of alkaline basalt containing diamonds in the Langgan region of China is enabled by several technological advancements, including XRF for whole-rock major element data, ICP-MS for trace element data, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition data, and LA-ICP-MS for silicate melt inclusion data.",
        "AnswerCn": "在中国朗干地区，碱性玄武岩中含有钻石的精确地球化学分析得益于多项技术进步，包括用于全岩主要元素数据的XRF、用于微量元素数据的ICP-MS、用于锆石U-Pb定年和原位Lu-Hf同位素组成数据的LA-MC-ICP-MS，以及用于硅酸盐熔体包裹体数据的LA-ICP-MS。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}