{
    "id": "6f0fada6-5d61-432c-a46c-b1656e32921d",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Observation of water and heat flux in alpine meadow ecosystem -- eddy covariance system of Dashalong station (2015-2017)",
            "description": "The data set contains the observed data of eddy covariance systemt in the upper reaches of heihe hydrometeorological observation network on January 1, 2015, solstice and December 25, 2017.The station is located in qilian county, qinghai province.The longitude and latitude of the observation point are 98.9406E, 38.8399N and 3739 m above sea level.The height of the vortex correlation instrument is 4.5m, the sampling frequency is 10Hz, the ultrasonic orientation is due north, and the distance between the ultrasonic wind speed and temperature instrument (CSAT3) and the CO2/H2O analyzer (Li7500) is 15cm.\nThe original observation data of the vortex correlator is 10Hz, and the published data are the 30-minute data processed by Eddypro. The main steps of the processing include: elimination of outliers, correction of delay time, coordinate rotation (quadratic coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction, etc.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min flux value output by Eddypro software was also screened :(1) to eliminate the data in case of instrument error;(2) data of 1h before and after precipitation were removed;(3) data with a miss rate of more than 10% per 30min in 10Hz original data were excluded;(4) observation data of weak turbulence at night (u* less than 0.1m/s) were excluded.The average period of observation data was 30 minutes, with 48 data in a day, and the missing data was marked as -6999.Suspect data caused by instrument drift and other reasons are marked in red font.Calibration of vortex system Li7500 on April 16-18, data missing;The CO2 concentration was abnormal after September 23, leading to errors in CO2 flux.When the memory card fails to store data, resulting in the loss of 10Hz data (1.8-3.8,7.23-9.13), the data is replaced by the 30min flux data output by the collector.\nThe published observations include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (℃), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), Mr. Hoff length L (m), sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE,Mass identification of co2 flux.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest is 2).The meaning of data time, for example, 0:30 represents the average of 0:00-0:30;The data is stored in *.xls format.\nFor information of hydrometeorological network or site, please refer to Li et al. (2013), and for data processing, please refer to Liu et al. (2011).",
            "instructions": "eddy_covariance_system_Dashalong2015\neddy_covariance_system_Dashalong2016\neddy_covariance_system_Dashalong2017",
            "east": 98.9406,
            "west": 98.9406,
            "south": 38.8399,
            "north": 38.8399,
            "startTime": "2015-01-09 16:00:00",
            "endTime": "2018-01-08 16:00:00",
            "fileSize": 9596471.0,
            "cstr": "18406.11.Geogra.tpdc.270402",
            "doi": "10.11888/Geogra.tpdc.270402",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Radiative flux"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "Dashalong station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2015-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are utilized for measuring hydrometeorological variables in alpine ecosystems?",
                    "Answer": "Automatic meteorological stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges associated with data collection in alpine hydrological research?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure evapotranspiration in an alpine grassland ecosystem?",
                    "Answer": "An example of a data collection method used to measure evapotranspiration in an alpine grassland ecosystem is the use of an eddy covariance (EC) system, which measures turbulent fluxes such as latent and sensible heat fluxes, with a sampling frequency of 10 Hz. This method was applied at both the Daman superstation and the Heihe River Basin (HRB) observation network.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific data processing steps involved in handling high-frequency observational data in hydrometeorological studies?",
                    "Answer": "wild point value removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density (WPL) correction, quality evaluation of flux values, atmospheric stability, turbulence similarity characteristics",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges associated with collecting and validating data in alpine ecosystems, especially concerning snow and frozen ground measurements?",
                    "Answer": "harsh climate, high altitudes, complex topography, technological barriers, strong winds, data scarcity",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the frequency of data collection for hydrometeorological variables in an alpine observation network?",
                    "Answer": "10 minutes, 6 hours",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the upper reaches of a river basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency used by the eddy covariance system for measuring turbulent fluxes in a dataset observing high-altitude ecosystems?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What defines the 'eddy covariance (EC) system' as a data collection method in hydrometeorological observations?",
                    "Answer": "The eddy covariance (EC) system is defined as a method for measuring and analyzing turbulent fluxes of momentum, heat, water vapor, and CO2 between the surface and the atmosphere. In the context of hydrometeorological observations, it involves collecting data at a high sampling frequency, typically 10 Hz, to provide half-hourly averaged fluxes. The data is processed to remove outliers and correct for various factors such as time delays and coordinate rotation, ensuring accurate representation of surface-atmosphere exchanges.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the key challenges associated with data collection in alpine hydrology research?",
                    "Answer": "One of the key challenges in alpine hydrology research is the collection of consistent and complete data due to the cold and harsh climate, high altitudes, and complex topography. These factors complicate access and technological implementation, leading to difficulties in obtaining high-quality snow and frozen ground data, as well as limiting the deployment and maintenance of observational equipment.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How is 'blowing snow' measured in an alpine observation network?",
                    "Answer": "Blowing snow is measured using instruments like the FlowCapt sensor, which counts the number of blowing snow grains at various heights. This measurement is crucial for understanding snow redistribution and sublimation processes in high-altitude regions. The data is collected at specific intervals, such as every 10 minutes, to capture the dynamic nature of snow movement due to wind.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences between the hydrometeorological observation techniques used in alpine regions and those used in oasis agricultural areas?",
                    "Answer": "In alpine regions, observation networks often include snow and frozen ground monitoring with instruments like snow depth sensors and GammaMONitors for SWE, and focus on freeze-thaw processes using soil temperature and moisture sensors. These are crucial for understanding hydrological processes affected by snow cover and permafrost. In oasis agricultural areas, measurements focus more on evapotranspiration using eddy covariance systems and include thermal infrared imaging to capture soil and canopy temperatures, which are critical for understanding water use in heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the challenge of data scarcity in alpine hydrology compare with the challenges faced in measuring component temperatures in advective agricultural areas?",
                    "Answer": "Data scarcity in alpine hydrology primarily arises from the harsh climate and difficult access, which affect the availability and consistency of observation data necessary for hydrological modeling. This leads to a reliance on remote sensing and the integration of sparse data from automatic meteorological stations. In advective agricultural areas, the challenge lies in accurately measuring component temperatures due to image classification errors and atmospheric influences, which can lead to overestimation of canopy temperatures and errors in latent heat flux estimation. Both challenges require innovative data collection and modeling approaches to improve accuracy.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the methods for processing eddy covariance data influence the quality and reliability of flux measurements in high-altitude grassland ecosystems?",
                    "Answer": "The methods for processing eddy covariance data involve steps such as wild point value exclusion, delay time correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and density (WPL) correction. These steps are crucial in ensuring the reliability of the flux measurements by addressing atmospheric stability, turbulence similarity characteristics, and filtering out erroneous data due to instrument errors or environmental factors like precipitation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges might arise in accurately separating soil and canopy component temperatures using thermal infrared images, and how could these affect the estimation of surface fluxes?",
                    "Answer": "Challenges in accurately separating soil and canopy component temperatures using thermal infrared images include image classification errors, which vary with vegetation abundance, leading to an overestimation of canopy temperature. Additionally, atmospheric upwelling radiation and transmittance errors could introduce uncertainties. These inaccuracies could affect the estimation of surface fluxes by causing errors in the TSEB model's performance, particularly in strongly advective environments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes challenges in achieving a complete and consistent data collection in alpine regions for hydrological modeling?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need for next-generation observational and modeling approaches in the alpine region?",
                    "Answer": "Recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the implications of using Eddypro software for processing raw data collected from high-altitude ecologically sensitive regions on the accuracy and reliability of hydrological models?",
                    "Answer": "Using Eddypro software for processing raw data involves steps like outlier removal, delay time correction, coordinate rotation, and density correction, which can improve the accuracy of flux measurements. This processing enhances the reliability of hydrological models by providing more accurate data inputs, thereby improving the predictive understanding of hydrological processes in high-altitude, ecologically sensitive regions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges and outcomes of establishing a multiscale observation network in alpine regions for monitoring hydrometeorological processes?",
                    "Answer": "Establishing a multiscale observation network in alpine regions faces challenges such as harsh climate conditions, high altitude, and complex topography, which can hinder consistent data collection. However, the outcomes include the provision of high-quality, gap-free datasets that support the development and validation of remote sensing products and hydrological models, offering a deeper understanding of hydrometeorological processes in these regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind establishing an integrated, distributed, and multiscale observation network for alpine hydrology research?",
                    "Answer": "The objectives include providing accurate and effective forcing data for alpine hydrological models, integrating observation with simulation and datasets for better understanding, and analyzing how climate change and human activities alter fundamental hydrological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are followed to ensure the quality and reliability of hydrometeorological data collected from automatic meteorological stations in alpine regions?",
                    "Answer": "In the field, quality assurance procedures for hydrometeorological data collected from automatic meteorological stations involve several steps. These include gap-free monitoring using a network of automatic stations, validation of data through comparison with remote sensing products, and the use of fine-resolution data from superstations to further validate observations. Additionally, specific measures are taken to address the challenges of data scarcity and harsh environmental conditions, such as using state-of-the-art techniques and instruments for snow cover properties and employing wireless sensor networks to capture seasonal changes in soil conditions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are snow cover and freeze-thaw processes observed and integrated in the multiscale observation network in alpine hydrology research?",
                    "Answer": "In alpine hydrology research, snow cover and freeze-thaw processes are observed through a combination of automatic meteorological stations and specialized superstations. Snow cover properties, such as snow depth, snow water equivalent, and snow albedo, are captured using advanced instruments like the CS725 GammaMONitor and FlowCapt. Freeze-thaw processes are monitored at a frozen ground superstation where soil temperature and moisture are measured at multiple layers. This multiscale observation network integrates data from these sources to provide comprehensive datasets for understanding hydrological processes at both basin and sub-basin scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are employed to address and mitigate the challenges of data collection in high-altitude and complex terrain environments for alpine hydrological models?",
                    "Answer": "To address challenges in data collection within high-altitude and complex terrain environments, a distributed and multiscale observation network is established, comprising automatic meteorological stations and superstations for snow and frozen ground. This network overcomes data scarcity by providing comprehensive datasets and using remote sensing combined with data assimilation techniques for improved prediction of hydrological processes. High-resolution soil physics datasets and wireless sensor networks are deployed to capture dynamic processes, while specific instruments like ultrasonic sensors and thermal infrared cameras measure critical variables to ensure accurate model parameterization and validation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do integrated observation networks enhance the ability to monitor hydrometeorological processes in alpine regions?",
                    "Answer": "Integrated observation networks, which include automatic meteorological stations and superstations for snow and frozen ground, enhance the ability to monitor hydrometeorological processes by providing distributed, multiscale, and high-resolution datasets essential for accurate hydrological modeling in alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collection in alpine hydrological regions face significant challenges, and how can these challenges impact the development of hydrological models?",
                    "Answer": "Data collection in alpine hydrological regions can be significantly challenged by the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These challenges hinder the development of remote sensing technologies and alpine hydrological models by limiting the availability of high-quality forcing data and detailed snow and frozen ground data necessary for parameterization and validation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected outcomes of integrating ground-based measurements with remote sensing data for improving hydrological process predictions in alpine regions?",
                    "Answer": "Integrating ground-based measurements with remote sensing data is expected to improve predictions of hydrological processes by providing accurate forcing data for models, validating remote sensing observations, and evaluating distributed models. However, complexities in the earth system and uncertainties in remote sensing data, especially in alpine regions, need to be validated and calibrated to achieve these outcomes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective are the current data collection methods in capturing the complexities of alpine hydrological processes, and what improvements could be made?",
                    "Answer": "The current data collection methods employ a comprehensive, integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin. This network includes automatic meteorological stations, snow superstations, and frozen ground superstations, providing gap-free meteorological and hydrological data. However, challenges such as harsh climates and complex topography hinder complete data collection, suggesting that improvements could be made in enhancing remote sensing technologies and data assimilation techniques to overcome these limitations.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the main challenges in ensuring the accuracy and consistency of datasets related to water and energy fluxes in high-altitude ecosystems, and how might these be addressed?",
                    "Answer": "The main challenges in ensuring accuracy and consistency include the cold and harsh climate, high altitude, and complex terrain, which inhibit complete data collection. These challenges affect the development of remote sensing technologies and alpine hydrological models. Addressing these could involve developing next-generation ecosystem observation networks, improving data assimilation methods, and conducting multiscale observations to validate remote sensing data and improve model parameterization.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about the strategies used to ensure data quality and accuracy in datasets collected from remote and harsh environments.",
                    "Answer": "In remote and harsh environments, data quality and accuracy are ensured through several strategies. These include using high-frequency sampling rates, such as the 10Hz observation frequency for eddy covariance systems, and implementing data processing techniques to correct for known errors, such as coordinate rotation and density corrections. Additionally, data are screened to remove errors related to instrument malfunction or environmental anomalies, such as data during precipitation or low turbulence conditions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how datasets from different observational networks are integrated to provide comprehensive insights into alpine hydrological processes.",
                    "Answer": "Datasets from different observational networks are integrated by connecting various automatic meteorological stations and superstations, which provide comprehensive, multiscale data on hydrometeorological, snow, and frozen ground processes. These datasets are used collectively to validate remote sensing products and hydrological models, offering a holistic view of alpine hydrological processes. The integration involves combining high-resolution, localized data with broader-scale observations to address scientific questions and improve model accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the methodologies used for processing hydrometeorological data collected from automatic meteorological stations in high-altitude regions, focusing on how data gaps are managed and integrated for comprehensive analysis.",
                    "Answer": "Gap-free meteorological and hydrological data are monitored from an observation network connecting a group of automatic meteorological stations (AMSs). The methodologies include using state-of-the-art techniques and instruments to capture snow accumulation and ablation processes, along with high-resolution soil physics datasets to observe freeze-thaw processes. The integration of these datasets aims to provide accurate forcing data, validate remote sensing products, and evaluate distributed models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please evaluate the challenges faced in collecting and processing soil and canopy component temperatures for estimating evaporation and transpiration in strongly advective agricultural areas.",
                    "Answer": "Challenges in collecting and processing soil and canopy component temperatures include errors primarily caused by image classification errors, which vary with vegetation abundance. In strongly advective areas, the uncertainty in estimating surface-air temperature differences affects the model performance. Errors in derived component temperatures from surface composite radiometric temperatures and uncertainties in short- and long-wave radiation transmittances contribute to the challenges in accurately estimating evaporation and transpiration.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}