{
    "id": "7055ac0f-3cbe-43a1-9b30-39c09e89a933",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of flux observation matrix (No.12 eddy covariance system) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "description": "This dataset contains the flux measurements from site No.12 eddy covariance system (EC) in the flux observation matrix from 28 May to 21 September, 2012. The site (100.36631° E, 38.86515° N) was located in a cropland (maize surface) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1559.25 m. The EC was installed at a height of 3.5 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.15 m.\nRaw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.36631,
            "west": 100.36631,
            "south": 38.86515,
            "north": 38.86515,
            "startTime": "2012-06-03 14:26:00",
            "endTime": "2012-09-27 14:26:00",
            "fileSize": 870602.0,
            "cstr": "18406.11.hiwater.091.2013.db",
            "doi": "10.3972/hiwater.091.2013.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Variation规律 of CO2 flux in the corn farmland ecosystem of Zhangye Irrigation District and its environmental response.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-05-28 to 2012-09-21",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the eddy covariance system used in the flux observation matrix require data filtering based on instrument errors and specific environmental conditions?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Do the potential datasets in the field largely derive from eddy covariance towers, remote sensing missions, or eco-hydrological sensor networks?",
                    "Answer": "eddy covariance towers, remote sensing missions, eco-hydrological sensor networks",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection method is used to measure turbulent fluxes in a heterogeneous landscape?",
                    "Answer": "Eddy covariance system",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where is the flux observation matrix located for collecting eco-hydrological data in an oasis-desert area?",
                    "Answer": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER) area",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When are intensive observation periods conducted within the HiWATER experiment to obtain multiscale data?",
                    "Answer": "2012",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a method used to measure evapotranspiration over heterogeneous land surfaces within the context of the Heihe Watershed research?",
                    "Answer": "The two-source energy balance (TSEB) model is used to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation by determining soil and canopy component temperatures using a thermal infrared camera and validating these with stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of the challenges faced in accurately estimating surface fluxes in irrigated agricultural areas?",
                    "Answer": "One of the challenges is the limited effectiveness of composite temperature separation approaches in arid regions, compounded by errors in image classification and uncertainties in the surface–air temperature difference, leading to inaccuracies in the TSEB model performance in estimating latent and sensible heat fluxes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the main data collection techniques used in eco-hydrological observations over heterogeneous land surfaces?",
                    "Answer": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture and leaf area index sensors, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many airborne remote sensing missions were conducted in the 2012 observation period of the HiWATER project?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of the meteorological parameters measured at the Daman superstation?",
                    "Answer": "10 minutes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are 'multiscale observations' in the context of eco-hydrological research, and why are they important?",
                    "Answer": "Multiscale observations refer to the collection of data at varying spatial and temporal scales to capture the complexity of eco-hydrological processes on heterogeneous surfaces. They are important because they help researchers understand interactions across different scales, from small-scale processes at specific sites to broader regional dynamics. In the context of eco-hydrological research, such as the HiWATER experiment, multiscale observations are crucial for addressing challenges like the upscaling of processes and the interaction between oasis and desert systems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods using eddy covariance systems compare with those using thermal infrared cameras in terms of capturing evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "The eddy covariance systems measure turbulent fluxes directly and are used for validating evapotranspiration estimates, while thermal infrared cameras capture soil and canopy temperatures to estimate evapotranspiration through models like TSEB. The EC system provides direct flux measurements, whereas the thermal cameras offer detailed temperature data for model input, which helps separate soil and canopy contributions to evapotranspiration.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways do the challenges of estimating surface fluxes in strongly advective irrigated agricultural areas differ from those encountered in oasis-desert systems?",
                    "Answer": "Estimating surface fluxes in irrigated agricultural areas is complicated by incomplete energy balance closure and dominant surface-air temperature differences, whereas oasis-desert systems face challenges in obtaining multiscale observations due to hierarchical nesting required to capture eco-hydrological processes. Both environments require detailed temperature data for improved flux estimates, but the specific environmental conditions and landscape heterogeneity present unique challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What are the potential implications of using the eddy covariance system combined with stable isotope techniques in assessing evapotranspiration dynamics over heterogeneous land surfaces?",
                    "Answer": "The combination of eddy covariance systems with stable isotope techniques can provide a more comprehensive validation of evaporation, transpiration, and evapotranspiration ratios. It helps improve the accuracy of these estimates by leveraging isotopic ratio measurements to differentiate between soil evaporation and plant transpiration, essential in heterogeneous landscapes.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What challenges could arise from using thermal infrared cameras for measuring soil and canopy component temperatures, and how might these affect the accuracy of evapotranspiration estimates?",
                    "Answer": "Thermal infrared cameras can face challenges like image classification errors, especially in areas with varying vegetation abundance. Misclassification of soil and vegetation pixels can lead to inaccurate temperature readings, affecting the precision of component temperature separation. Such inaccuracies can propagate through models like the TSEB, impacting the reliability of estimated evapotranspiration values.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges of accurately measuring evapotranspiration in heterogeneous landscapes using the two-source energy balance model?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to incomplete energy balance closure with respect to available energy, uncertainties in surface–air temperature differences, errors in determining surface soil and vegetation component temperatures, and the complex resistances involved in the model.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it difficult to upscale eco-hydrological processes on a heterogeneous surface using multiscale observations?",
                    "Answer": "The difficulty in upscaling eco-hydrological processes is primarily due to the poor availability of multiscale observations, which hinders progress in capturing the multiscale and multidisciplinary data necessary for understanding these processes in heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes uncertainty in the estimation of soil and canopy component temperatures in the TSEB model?",
                    "Answer": "Uncertainty in the estimation of soil and canopy component temperatures arises from errors in image classification, which vary with vegetation abundance, and potential inaccuracies in accounting for atmospheric upwelling radiation and transmittance. These factors can lead to overestimation of canopy temperature and errors in calculating incoming short- and long-wave radiation transmittances through the canopy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the outcomes of employing a multiscale observation system in capturing eco-hydrological processes on a heterogeneous surface?",
                    "Answer": "Employing a multiscale observation system, such as the one used in the HiWATER experiment, results in the collection of comprehensive data that captures eco-hydrological processes across various scales. This approach addresses the challenge of poor availability of multiscale observations and facilitates the understanding of interactions between different landscape types, like the oasis-desert system, by utilizing a combination of flux observation matrices, remote sensing, and ground measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of using the TSEB model with soil and canopy component temperatures obtained from high-precision thermal infrared cameras in strongly advective irrigated agricultural areas?",
                    "Answer": "Using the TSEB model with soil and canopy component temperatures obtained from high-precision thermal infrared cameras in strongly advective irrigated agricultural areas leads to reliable estimates of evaporation and transpiration ratios, and improved separation of latent fluxes from soil and vegetation. This approach also results in accurate estimates of net radiation, sensible heat, and latent heat fluxes, demonstrating the importance of accurate temperature measurements for model performance.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What potential outcomes arise from integrating ground-based measurements with thermal imaging and isotopic techniques in estimating evapotranspiration components?",
                    "Answer": "Integrating ground-based measurements with thermal imaging and isotopic techniques in estimating evapotranspiration components can lead to better validation and improved accuracy of the estimates. It enables the separation of soil and vegetation component temperatures, thus allowing for more precise determination of evaporation and transpiration ratios and enhancing the reliability of flux estimations in diverse vegetation types and climatic conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of implementing multiscale observation experiments in eco-hydrological research over heterogeneous land surfaces?",
                    "Answer": "The primary objective of implementing multiscale observation experiments is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. Through instrumentation on hierarchically nested scales, multiscale and multidisciplinary data can be obtained, facilitating a better understanding of these processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to use eddy covariance systems and stable isotope techniques for validating evapotranspiration measurements in agricultural areas?",
                    "Answer": "It is important to use eddy covariance systems and stable isotope techniques for validating evapotranspiration measurements in agricultural areas to accurately estimate evaporation, transpiration, and evapotranspiration by comparing them with observed ratios. These methods help overcome challenges such as incomplete energy balance closure and uncertainties in surface-air temperature differences, which are crucial for improving model performance in strongly advective irrigated agricultural areas.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedural steps are involved in the post-processing of eddy covariance data to ensure data quality and accuracy in flux measurements?",
                    "Answer": "The post-processing of eddy covariance data involves several key steps including outlier removal, time delay correction, coordinate rotation (secondary coordinate rotation), frequency response correction, sonic virtual temperature correction, and density (WPL) correction. Additionally, flux values undergo quality evaluation tests focusing on atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data is further filtered to remove erroneous instrument readings, precipitation-affected data, and data with significant missing rates or weak turbulence at night.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are thermal infrared camera images used to separate soil and canopy temperatures for estimating evapotranspiration components?",
                    "Answer": "Thermal infrared camera images are processed by classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. Soil and canopy directional brightness temperatures are extracted from the thermal images and converted to radiative temperatures using incoming long-wave radiation and emissivity values. The estimated component temperatures are then validated against surface radiometric temperatures derived from four-component radiometer data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the instrumental and procedural setups utilized for capturing multi-scale eco-hydrological processes in oasis-desert systems?",
                    "Answer": "To capture multi-scale eco-hydrological processes, instrumentation is arranged in hierarchically nested scales. This includes a sparse network with a superstation within the oasis, four eddy covariance towers, and four two-layer automatic meteorological stations in various landscapes such as sandy desert and wetland. Intensive observations are conducted at the irrigation district scale, and airborne remote sensing missions with LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers are employed for comprehensive data collection.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What factors enable the successful separation of soil and vegetation component temperatures for accurate evapotranspiration estimation using thermal infrared imagery?",
                    "Answer": "The use of high-precision thermal infrared cameras enables the accurate separation of soil and vegetation component temperatures. This separation is crucial for estimating evapotranspiration (ET) through models like the two-source energy balance (TSEB) model, especially in strongly advective irrigated agricultural areas. Accurate component temperature calculation allows for reliable estimation of ET, as validated against ground-based measurements such as stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What technological and methodological advancements enable the collection and processing of high-frequency eddy covariance data for flux observation?",
                    "Answer": "The deployment of eddy covariance systems with high-frequency sampling capabilities, such as 10 Hz, enables the collection of detailed flux observation data. Processing software like Edire facilitates the refinement of raw data into usable formats by applying steps such as coordinate rotation, frequency response correction, and various quality assessments. These advancements allow for the generation of reliable datasets for studying evapotranspiration and other related processes in heterogeneous environments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might a dataset on evapotranspiration over heterogeneous land surfaces face challenges in achieving accurate separation of soil and canopy temperatures?",
                    "Answer": "Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. These classification errors resulted in overestimation of the canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it expected that the availability of multiscale observations could improve the understanding of eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "Progress in understanding eco-hydrological processes is hindered by the poor availability of multiscale observations. Instrumentation on hierarchically nested scales, as utilized in the HiWATER experiment, is designed to obtain multiscale and multidisciplinary data, which can better capture and analyze the complex interactions in eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why might data collection methods in strongly advective irrigated agricultural areas present unique challenges for accurately estimating energy fluxes?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to incomplete energy balance closure in EC flux measurements and the dominant uncertainty in surface–air temperature difference. Errors in determining soil and vegetation component temperatures from surface composite radiometric temperature significantly impact the performance of models like the TSEB.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective are the current composite temperature separation approaches for data collection in arid regions, and what improvements could be made?",
                    "Answer": "The current composite temperature separation approaches are limited in their effectiveness in arid regions, primarily due to errors in image classification that affect the accuracy of canopy and soil temperature estimation. Improvements could focus on enhancing image classification accuracy and accounting for atmospheric conditions affecting radiation measurements.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the challenges faced in obtaining multiscale observations for eco-hydrological processes, and how might these be addressed?",
                    "Answer": "The challenge in obtaining multiscale observations stems from the poor availability of such data. This can be addressed by implementing hierarchical and nested instrumentation scales, as demonstrated by the HiWATER experiment, which utilizes a combination of flux observation matrices, remote sensing, and eco-hydrological sensor networks to capture data across different scales.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection from heterogeneous surfaces can be effectively managed to capture multi-scale eco-hydrological processes.",
                    "Answer": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A superstation and multiple EC towers were installed in various landscapes to investigate the oasis-desert interaction.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't figure out how uncertainties in component temperature measurements affect the performance of energy balance models.",
                    "Answer": "Errors in derived component temperatures were primarily caused by image classification errors, which varied with vegetation abundance. These errors led to overestimations of the canopy temperature, affecting TSEB model performance. Additionally, uncertainties in atmospheric radiation and transmittance could have also contributed to these errors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I'm unsure about the challenges involved in obtaining accurate multiscale datasets for eco-hydrological studies.",
                    "Answer": "Progress in this field is hindered by the poor availability of multiscale observations. The HiWATER experiment addressed this challenge by using a hierarchically nested instrumentation approach to obtain multiscale and multidisciplinary data, covering various aspects of eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize potential datasets available for studying evapotranspiration over heterogeneous land surfaces and their key components.",
                    "Answer": "Potential datasets for studying evapotranspiration include the multiscale datasets from the Heihe Watershed Allied Telemetry Experimental Research, which consist of flux observation matrices from eddy covariance towers, soil moisture and leaf area index measurements, and hyper-resolution airborne remote sensing data. These datasets capture multi-scale eco-hydrological processes and are available at repositories like figshare and the Cold and Arid Regions Science Data Centre.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}