{
    "id": "7055ac0f-3cbe-43a1-9b30-39c09e89a933",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of flux observation matrix (No.12 eddy covariance system) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（12号点涡动相关仪）",
            "description": "This dataset contains the flux measurements from site No.12 eddy covariance system (EC) in the flux observation matrix from 28 May to 21 September, 2012. The site (100.36631° E, 38.86515° N) was located in a cropland (maize surface) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1559.25 m. The EC was installed at a height of 3.5 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.15 m.\nRaw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年5月28日至9月21日的通量观测矩阵中12号点的涡动相关通量观测数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米。观测点的经纬度是100.36631E, 38.86515N，海拔1559.25m。涡动相关仪架高3.5m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.36631,
            "west": 100.36631,
            "south": 38.86515,
            "north": 38.86515,
            "startTime": "2012-06-03 14:26:00",
            "endTime": "2012-09-27 14:26:00",
            "fileSize": 870602.0,
            "cstr": "18406.11.hiwater.091.2013.db",
            "doi": "10.3972/hiwater.091.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
                "titleEn": null,
                "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-28至2012-09-21",
                "keywordEn": "2012-05-28 to 2012-09-21",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散发（E）、蒸腾（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。接下来，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值非常一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面的上尺度化是一个重大挑战。该领域的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，覆盖了FEA区域。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the eddy covariance system used in the flux observation matrix require data filtering based on instrument errors and specific environmental conditions?",
                "QuestionCn": "用于通量观测矩阵的涡度协方差系统是否需要根据仪器误差和特定环境条件进行数据过滤？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Do the potential datasets in the field largely derive from eddy covariance towers, remote sensing missions, or eco-hydrological sensor networks?",
                "QuestionCn": "该领域的潜在数据集主要来源于涡度协方差塔、遥感任务或生态水文传感器网络吗？",
                "AnswerEn": "eddy covariance towers, remote sensing missions, eco-hydrological sensor networks",
                "AnswerCn": "涡度相关塔、遥感任务、生态水文传感网络",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used to measure turbulent fluxes in a heterogeneous landscape?",
                "QuestionCn": "用于测量异质景观中湍流通量的数据收集方法是什么？",
                "AnswerEn": "Eddy covariance system",
                "AnswerCn": "涡度相关系统",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the flux observation matrix located for collecting eco-hydrological data in an oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区收集生态水文数据的通量观测矩阵位于哪里？",
                "AnswerEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER) area",
                "AnswerCn": "黑河流域联盟遥感实验研究（HiWATER）区域",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are intensive observation periods conducted within the HiWATER experiment to obtain multiscale data?",
                "QuestionCn": "在HiWATER实验中，进行强烈观测期以获取多尺度数据的时间是什么时候？",
                "AnswerEn": "2012",
                "AnswerCn": "2012年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to measure evapotranspiration over heterogeneous land surfaces within the context of the Heihe Watershed research?",
                "QuestionCn": "您能否提供一个在黑河流域研究背景下，用于测量异质土地表面蒸散发的方法的例子？",
                "AnswerEn": "The two-source energy balance (TSEB) model is used to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation by determining soil and canopy component temperatures using a thermal infrared camera and validating these with stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements.",
                "AnswerCn": "双源能量平衡（TSEB）模型用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），通过使用热红外相机确定土壤和冠层组件的温度，并通过稳定氧和氢同位素以及涡度协方差（EC）系统测量进行验证。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of the challenges faced in accurately estimating surface fluxes in irrigated agricultural areas?",
                "QuestionCn": "您能否提供一个在准确估计灌溉农业地区表面通量时面临的挑战的例子？",
                "AnswerEn": "One of the challenges is the limited effectiveness of composite temperature separation approaches in arid regions, compounded by errors in image classification and uncertainties in the surface–air temperature difference, leading to inaccuracies in the TSEB model performance in estimating latent and sensible heat fluxes.",
                "AnswerCn": "其中一个挑战是复合温度分离方法在干旱地区的有效性有限，加上图像分类中的错误和表面与空气温度差异的不确定性，导致TSEB模型在估算潜热和显热通量时的性能不准确。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main data collection techniques used in eco-hydrological observations over heterogeneous land surfaces?",
                "QuestionCn": "在异质土地表面进行生态水文观测时，主要的数据收集技术有哪些？",
                "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture and leaf area index sensors, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
                "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数传感器、高分辨率机载遥感、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted in the 2012 observation period of the HiWATER project?",
                "QuestionCn": "在2012年HiWATER项目的观察期间，进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency of the meteorological parameters measured at the Daman superstation?",
                "QuestionCn": "Daman超级站测量的气象参数的采样频率是多少？",
                "AnswerEn": "10 minutes",
                "AnswerCn": "10分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are 'multiscale observations' in the context of eco-hydrological research, and why are they important?",
                "QuestionCn": "在生态水文学研究的背景下，“多尺度观测”是指在不同空间和时间尺度上进行的生态和水文过程的观测。这些观测可以包括从微观尺度（如土壤水分和植物生长）到宏观尺度（如流域水文循环和气候变化）的数据收集。\n\n多尺度观测的重要性在于它们能够提供对生态系统和水文过程的全面理解。通过在不同尺度上进行观测，研究人员可以识别和分析不同因素如何相互作用，并影响生态系统的功能和水资源的管理。这种综合的方法有助于制定更有效的环境政策和管理策略，以应对气候变化和人类活动对生态系统的影响。",
                "AnswerEn": "Multiscale observations refer to the collection of data at varying spatial and temporal scales to capture the complexity of eco-hydrological processes on heterogeneous surfaces. They are important because they help researchers understand interactions across different scales, from small-scale processes at specific sites to broader regional dynamics. In the context of eco-hydrological research, such as the HiWATER experiment, multiscale observations are crucial for addressing challenges like the upscaling of processes and the interaction between oasis and desert systems.",
                "AnswerCn": "多尺度观测是指在不同空间和时间尺度上收集数据，以捕捉异质表面上生态水文过程的复杂性。它们的重要性在于帮助研究人员理解不同尺度之间的相互作用，从特定地点的小尺度过程到更广泛的区域动态。在生态水文研究的背景下，例如HiWATER实验，多尺度观测对于解决过程的上尺度化和绿洲与沙漠系统之间的相互作用等挑战至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using eddy covariance systems compare with those using thermal infrared cameras in terms of capturing evapotranspiration over heterogeneous land surfaces?",
                "QuestionCn": "使用涡度协方差系统的数据收集方法与使用热红外相机的数据收集方法在捕捉异质土地表面的蒸散发方面有何比较？",
                "AnswerEn": "The eddy covariance systems measure turbulent fluxes directly and are used for validating evapotranspiration estimates, while thermal infrared cameras capture soil and canopy temperatures to estimate evapotranspiration through models like TSEB. The EC system provides direct flux measurements, whereas the thermal cameras offer detailed temperature data for model input, which helps separate soil and canopy contributions to evapotranspiration.",
                "AnswerCn": "涡度协方差系统直接测量湍流通量，用于验证蒸散发估算，而热红外相机捕捉土壤和冠层温度，通过像TSEB这样的模型估算蒸散发。涡度协方差系统提供直接的通量测量，而热相机则提供详细的温度数据作为模型输入，这有助于分离土壤和冠层对蒸散发的贡献。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do the challenges of estimating surface fluxes in strongly advective irrigated agricultural areas differ from those encountered in oasis-desert systems?",
                "QuestionCn": "在强对流灌溉农业区，估算表面通量的挑战与在绿洲-沙漠系统中遇到的挑战有何不同？",
                "AnswerEn": "Estimating surface fluxes in irrigated agricultural areas is complicated by incomplete energy balance closure and dominant surface-air temperature differences, whereas oasis-desert systems face challenges in obtaining multiscale observations due to hierarchical nesting required to capture eco-hydrological processes. Both environments require detailed temperature data for improved flux estimates, but the specific environmental conditions and landscape heterogeneity present unique challenges.",
                "AnswerCn": "在灌溉农业区，估算表面通量受到能量平衡闭合不完全和主导的表面-空气温度差异的影响，而绿洲-沙漠系统在获取多尺度观测方面面临挑战，因为需要层次嵌套以捕捉生态水文过程。这两种环境都需要详细的温度数据以改善通量估算，但特定的环境条件和景观异质性带来了独特的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the potential implications of using the eddy covariance system combined with stable isotope techniques in assessing evapotranspiration dynamics over heterogeneous land surfaces?",
                "QuestionCn": "使用涡度协方差系统结合稳定同位素技术评估异质土地表面蒸散发动态的潜在影响是什么？",
                "AnswerEn": "The combination of eddy covariance systems with stable isotope techniques can provide a more comprehensive validation of evaporation, transpiration, and evapotranspiration ratios. It helps improve the accuracy of these estimates by leveraging isotopic ratio measurements to differentiate between soil evaporation and plant transpiration, essential in heterogeneous landscapes.",
                "AnswerCn": "将涡度协方差系统与稳定同位素技术相结合，可以更全面地验证蒸发、蒸腾和蒸散发比率。通过利用同位素比率测量来区分土壤蒸发和植物蒸腾，这有助于提高这些估算的准确性，这在异质景观中尤为重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges could arise from using thermal infrared cameras for measuring soil and canopy component temperatures, and how might these affect the accuracy of evapotranspiration estimates?",
                "QuestionCn": "使用热红外相机测量土壤和冠层成分温度可能会出现哪些挑战，这些挑战如何影响蒸散发估算的准确性？",
                "AnswerEn": "Thermal infrared cameras can face challenges like image classification errors, especially in areas with varying vegetation abundance. Misclassification of soil and vegetation pixels can lead to inaccurate temperature readings, affecting the precision of component temperature separation. Such inaccuracies can propagate through models like the TSEB, impacting the reliability of estimated evapotranspiration values.",
                "AnswerCn": "热红外相机在图像分类方面可能面临挑战，尤其是在植被丰度变化的区域。土壤和植被像素的误分类可能导致温度读数不准确，从而影响组件温度分离的精确性。这种不准确性可能会在像TSEB这样的模型中传播，影响估算的蒸散发值的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately measuring evapotranspiration in heterogeneous landscapes using the two-source energy balance model?",
                "QuestionCn": "在异质景观中，使用双源能量平衡模型准确测量蒸散发面临的挑战因素有哪些？",
                "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to incomplete energy balance closure with respect to available energy, uncertainties in surface–air temperature differences, errors in determining surface soil and vegetation component temperatures, and the complex resistances involved in the model.",
                "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是具有挑战性的，这主要是由于能量平衡闭合不完全、表面与空气温度差异的不确定性、表面土壤和植被组分温度测定的误差，以及模型中涉及的复杂阻力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to upscale eco-hydrological processes on a heterogeneous surface using multiscale observations?",
                "QuestionCn": "为什么使用多尺度观测在异质表面上提升生态水文过程的规模是困难的？",
                "AnswerEn": "The difficulty in upscaling eco-hydrological processes is primarily due to the poor availability of multiscale observations, which hinders progress in capturing the multiscale and multidisciplinary data necessary for understanding these processes in heterogeneous landscapes.",
                "AnswerCn": "生态水文过程的上升难度主要是由于多尺度观测的可用性差，这阻碍了捕捉异质景观中理解这些过程所需的多尺度和多学科数据的进展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes uncertainty in the estimation of soil and canopy component temperatures in the TSEB model?",
                "QuestionCn": "在TSEB模型中，土壤和冠层组分温度估计的不确定性原因是什么？",
                "AnswerEn": "Uncertainty in the estimation of soil and canopy component temperatures arises from errors in image classification, which vary with vegetation abundance, and potential inaccuracies in accounting for atmospheric upwelling radiation and transmittance. These factors can lead to overestimation of canopy temperature and errors in calculating incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "土壤和冠层成分温度估计中的不确定性源于图像分类中的误差，这些误差随着植被丰度的变化而变化，并且在考虑大气向上辐射和透射率时可能存在不准确性。这些因素可能导致冠层温度的过高估计以及在计算通过冠层的短波和长波辐射透射率时的错误。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of employing a multiscale observation system in capturing eco-hydrological processes on a heterogeneous surface?",
                "QuestionCn": "在捕捉异质表面的生态水文过程时，采用多尺度观测系统的结果是什么？",
                "AnswerEn": "Employing a multiscale observation system, such as the one used in the HiWATER experiment, results in the collection of comprehensive data that captures eco-hydrological processes across various scales. This approach addresses the challenge of poor availability of multiscale observations and facilitates the understanding of interactions between different landscape types, like the oasis-desert system, by utilizing a combination of flux observation matrices, remote sensing, and ground measurements.",
                "AnswerCn": "采用多尺度观测系统，例如在HiWATER实验中使用的系统，可以收集全面的数据，捕捉不同尺度上的生态水文过程。这种方法解决了多尺度观测可用性差的问题，并通过利用通量观测矩阵、遥感和地面测量的结合，促进了对不同景观类型（如绿洲-沙漠系统）之间相互作用的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of using the TSEB model with soil and canopy component temperatures obtained from high-precision thermal infrared cameras in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强烈的平流灌溉农业区域中，使用TSEB模型与高精度热红外相机获得的土壤和冠层组件温度的后果是什么？",
                "AnswerEn": "Using the TSEB model with soil and canopy component temperatures obtained from high-precision thermal infrared cameras in strongly advective irrigated agricultural areas leads to reliable estimates of evaporation and transpiration ratios, and improved separation of latent fluxes from soil and vegetation. This approach also results in accurate estimates of net radiation, sensible heat, and latent heat fluxes, demonstrating the importance of accurate temperature measurements for model performance.",
                "AnswerCn": "使用TSEB模型，结合来自高精度热红外相机获得的土壤和冠层组件温度，在强烈的对流灌溉农业区域，可以可靠地估计蒸发和蒸腾比，并改善土壤和植被的潜热通量分离。这种方法还可以准确估计净辐射、显热和潜热通量，显示出准确温度测量对模型性能的重要性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential outcomes arise from integrating ground-based measurements with thermal imaging and isotopic techniques in estimating evapotranspiration components?",
                "QuestionCn": "将地面测量与热成像和同位素技术相结合，以估算蒸散发组成部分可能产生的潜在结果有哪些？",
                "AnswerEn": "Integrating ground-based measurements with thermal imaging and isotopic techniques in estimating evapotranspiration components can lead to better validation and improved accuracy of the estimates. It enables the separation of soil and vegetation component temperatures, thus allowing for more precise determination of evaporation and transpiration ratios and enhancing the reliability of flux estimations in diverse vegetation types and climatic conditions.",
                "AnswerCn": "将地面测量与热成像和同位素技术相结合，以估算蒸散发成分，可以提高验证效果和估算的准确性。这使得能够分离土壤和植被的温度，从而更精确地确定蒸发和蒸腾的比率，并增强在不同植被类型和气候条件下通量估算的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of implementing multiscale observation experiments in eco-hydrological research over heterogeneous land surfaces?",
                "QuestionCn": "在生态水文研究中实施多尺度观测实验的主要目标是什么？",
                "AnswerEn": "The primary objective of implementing multiscale observation experiments is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. Through instrumentation on hierarchically nested scales, multiscale and multidisciplinary data can be obtained, facilitating a better understanding of these processes.",
                "AnswerCn": "实施多尺度观测实验的主要目标是解决在异质表面上对生态水文过程进行上尺度处理的挑战，这一挑战受到多尺度观测稀缺的制约。通过在分层嵌套尺度上进行仪器布置，可以获得多尺度和多学科的数据，从而促进对这些过程的更好理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to use eddy covariance systems and stable isotope techniques for validating evapotranspiration measurements in agricultural areas?",
                "QuestionCn": "为什么在农业地区使用涡度协方差系统和稳定同位素技术来验证蒸散发测量结果是重要的？",
                "AnswerEn": "It is important to use eddy covariance systems and stable isotope techniques for validating evapotranspiration measurements in agricultural areas to accurately estimate evaporation, transpiration, and evapotranspiration by comparing them with observed ratios. These methods help overcome challenges such as incomplete energy balance closure and uncertainties in surface-air temperature differences, which are crucial for improving model performance in strongly advective irrigated agricultural areas.",
                "AnswerCn": "在农业区域中，使用涡度协方差系统和稳定同位素技术来验证蒸散发测量是重要的，以准确估计蒸发、蒸腾和蒸散发，并通过与观察到的比率进行比较。这些方法有助于克服诸如能量平衡闭合不完全和表面-空气温差不确定性等挑战，这对于提高强烈平流灌溉农业区域模型的性能至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in the post-processing of eddy covariance data to ensure data quality and accuracy in flux measurements?",
                "QuestionCn": "在涡度协方差数据的后处理过程中，为确保通量测量的数据质量和准确性，涉及以下程序步骤：\n\n1. 数据筛选：去除不符合标准的原始数据，如仪器故障、数据缺失或异常值。\n2. 质量控制：应用质量控制标准，识别和标记低质量数据，通常包括对气象条件、传感器性能和数据一致性的检查。\n3. 旋转坐标系：将三维风速数据旋转到地面坐标系，以消除倾斜影响，确保通量计算的准确性。\n4. 湿度和温度校正：对湿度和温度数据进行校正，以消除环境变化对通量测量的影响。\n5. 通量计算：使用涡度协方差方法计算气体通量，通常涉及对风速和浓度数据的时间平均。\n6. 频谱分析：检查数据的频谱特性，确保通量信号的频率范围在可接受的范围内。\n7. 归一化和单位转换：将通量数据归一化并转换为适当的单位，以便于比较和分析。\n8. 数据合并：将不同时间尺度的数据合并，确保数据的一致性和完整性。\n9. 不确定性分析：评估通量测量的不确定性，提供数据的可信度信息。\n10. 数据存档和共享：将处理后的数据存档，并根据需要与其他研究人员共享。\n\n这些步骤有助于提高涡度协方差数据的质量和可靠性。",
                "AnswerEn": "The post-processing of eddy covariance data involves several key steps including outlier removal, time delay correction, coordinate rotation (secondary coordinate rotation), frequency response correction, sonic virtual temperature correction, and density (WPL) correction. Additionally, flux values undergo quality evaluation tests focusing on atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data is further filtered to remove erroneous instrument readings, precipitation-affected data, and data with significant missing rates or weak turbulence at night.",
                "AnswerCn": "涡度协方差数据的后处理涉及几个关键步骤，包括异常值去除、时间延迟校正、坐标旋转（次级坐标旋转）、频率响应校正、声学虚温校正和密度（WPL）校正。此外，通量值还经过质量评估测试，重点关注大气稳定性（Δst）和湍流相似性特征（ITC）。数据进一步过滤，以去除错误的仪器读数、受降水影响的数据，以及缺失率显著或夜间湍流较弱的数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are thermal infrared camera images used to separate soil and canopy temperatures for estimating evapotranspiration components?",
                "QuestionCn": "热红外相机图像如何用于分离土壤和冠层温度，以估算蒸散发成分？",
                "AnswerEn": "Thermal infrared camera images are processed by classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. Soil and canopy directional brightness temperatures are extracted from the thermal images and converted to radiative temperatures using incoming long-wave radiation and emissivity values. The estimated component temperatures are then validated against surface radiometric temperatures derived from four-component radiometer data.",
                "AnswerCn": "热红外相机图像通过最大似然法将可见光和近红外图像分类为土壤和冠层像素。土壤和冠层的方向亮温从热成像中提取，并使用入射长波辐射和发射率值转换为辐射温度。然后，估计的组成温度与来自四分量辐射计数据的表面辐射温度进行验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the instrumental and procedural setups utilized for capturing multi-scale eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "在捕捉绿洲-沙漠系统中的多尺度生态水文过程时，所使用的仪器和程序设置是什么？",
                "AnswerEn": "To capture multi-scale eco-hydrological processes, instrumentation is arranged in hierarchically nested scales. This includes a sparse network with a superstation within the oasis, four eddy covariance towers, and four two-layer automatic meteorological stations in various landscapes such as sandy desert and wetland. Intensive observations are conducted at the irrigation district scale, and airborne remote sensing missions with LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers are employed for comprehensive data collection.",
                "AnswerCn": "为了捕捉多尺度生态水文过程，仪器以层次嵌套的尺度进行布置。这包括在绿洲内的稀疏网络、一个超级站、四个涡度协方差塔和四个在不同景观（如沙漠和湿地）中的双层自动气象站。在灌溉区尺度上进行密集观测，并采用机载遥感任务，使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计进行全面的数据收集。",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What factors enable the successful separation of soil and vegetation component temperatures for accurate evapotranspiration estimation using thermal infrared imagery?",
                "QuestionCn": "哪些因素能够成功分离土壤和植被成分的温度，以便准确估算蒸散发，使用热红外影像？",
                "AnswerEn": "The use of high-precision thermal infrared cameras enables the accurate separation of soil and vegetation component temperatures. This separation is crucial for estimating evapotranspiration (ET) through models like the two-source energy balance (TSEB) model, especially in strongly advective irrigated agricultural areas. Accurate component temperature calculation allows for reliable estimation of ET, as validated against ground-based measurements such as stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements.",
                "AnswerCn": "高精度热红外相机的使用使得土壤和植被成分温度的准确分离成为可能。这种分离对于通过像双源能量平衡（TSEB）模型估算蒸散发（ET）至关重要，尤其是在强烈的平流灌溉农业区域。准确的成分温度计算可以可靠地估算ET，并与基于地面测量的结果（如稳定氧和氢同位素以及涡度协方差（EC）系统测量）进行验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological and methodological advancements enable the collection and processing of high-frequency eddy covariance data for flux observation?",
                "QuestionCn": "哪些技术和方法论的进步使得高频涡度协方差数据的收集和处理成为可能，以进行通量观测？",
                "AnswerEn": "The deployment of eddy covariance systems with high-frequency sampling capabilities, such as 10 Hz, enables the collection of detailed flux observation data. Processing software like Edire facilitates the refinement of raw data into usable formats by applying steps such as coordinate rotation, frequency response correction, and various quality assessments. These advancements allow for the generation of reliable datasets for studying evapotranspiration and other related processes in heterogeneous environments.",
                "AnswerCn": "高频采样能力的涡度协方差系统（如10 Hz）的部署，使得能够收集详细的通量观测数据。像Edire这样的处理软件通过应用坐标旋转、频率响应校正和各种质量评估等步骤，促进了原始数据的精炼，转化为可用格式。这些进展使得能够生成可靠的数据集，用于研究异质环境中的蒸散发及其他相关过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset on evapotranspiration over heterogeneous land surfaces face challenges in achieving accurate separation of soil and canopy temperatures?",
                "QuestionCn": "一个关于异质土地表面的蒸散发数据集可能面临在准确分离土壤和树冠温度方面的挑战，原因是什么？",
                "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. These classification errors resulted in overestimation of the canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures.",
                "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。这些分类错误导致了对冠层温度的高估。此外，忽略大气向上辐射和透射率可能会导致估计温度的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that the availability of multiscale observations could improve the understanding of eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "预计多尺度观测的可用性可以改善对异质表面生态水文过程的理解，原因是什么？",
                "AnswerEn": "Progress in understanding eco-hydrological processes is hindered by the poor availability of multiscale observations. Instrumentation on hierarchically nested scales, as utilized in the HiWATER experiment, is designed to obtain multiscale and multidisciplinary data, which can better capture and analyze the complex interactions in eco-hydrological processes.",
                "AnswerCn": "对生态水文过程的理解进展受到多尺度观测数据稀缺的限制。HiWATER实验中使用的分层嵌套尺度的仪器旨在获取多尺度和多学科的数据，这可以更好地捕捉和分析生态水文过程中的复杂相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might data collection methods in strongly advective irrigated agricultural areas present unique challenges for accurately estimating energy fluxes?",
                "QuestionCn": "在强对流灌溉农业地区，数据收集方法可能会面临独特的挑战，从而影响能量通量的准确估计。",
                "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to incomplete energy balance closure in EC flux measurements and the dominant uncertainty in surface–air temperature difference. Errors in determining soil and vegetation component temperatures from surface composite radiometric temperature significantly impact the performance of models like the TSEB.",
                "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是一个挑战，因为在涡度协方差（EC）通量测量中能量平衡闭合不完全，以及表面与空气温度差异的主要不确定性。从表面复合辐射温度中确定土壤和植被组分温度的误差显著影响像TSEB这样的模型的性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the current composite temperature separation approaches for data collection in arid regions, and what improvements could be made?",
                "QuestionCn": "当前在干旱地区进行数据收集的复合温度分离方法的有效性如何？可以做哪些改进？",
                "AnswerEn": "The current composite temperature separation approaches are limited in their effectiveness in arid regions, primarily due to errors in image classification that affect the accuracy of canopy and soil temperature estimation. Improvements could focus on enhancing image classification accuracy and accounting for atmospheric conditions affecting radiation measurements.",
                "AnswerCn": "当前的复合温度分离方法在干旱地区的有效性有限，主要是由于图像分类中的错误影响了冠层和土壤温度估计的准确性。改进可以集中在提高图像分类的准确性以及考虑影响辐射测量的大气条件。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the challenges faced in obtaining multiscale observations for eco-hydrological processes, and how might these be addressed?",
                "QuestionCn": "获取生态水文过程的多尺度观测面临哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "The challenge in obtaining multiscale observations stems from the poor availability of such data. This can be addressed by implementing hierarchical and nested instrumentation scales, as demonstrated by the HiWATER experiment, which utilizes a combination of flux observation matrices, remote sensing, and eco-hydrological sensor networks to capture data across different scales.",
                "AnswerCn": "获取多尺度观测数据的挑战在于此类数据的可用性较差。可以通过实施分层和嵌套的仪器尺度来解决这一问题，正如HiWATER实验所示，该实验利用了流量观测矩阵、遥感技术和生态水文传感器网络的组合，以捕获不同尺度的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection from heterogeneous surfaces can be effectively managed to capture multi-scale eco-hydrological processes.",
                "QuestionCn": "我不明白如何有效管理来自异质表面的数据收集，以捕捉多尺度生态水文过程。",
                "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A superstation and multiple EC towers were installed in various landscapes to investigate the oasis-desert interaction.",
                "AnswerCn": "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。在不同的景观中安装了超级站和多个EC塔，以研究绿洲-沙漠的相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't figure out how uncertainties in component temperature measurements affect the performance of energy balance models.",
                "QuestionCn": "我无法弄清楚组件温度测量的不确定性如何影响能量平衡模型的性能。",
                "AnswerEn": "Errors in derived component temperatures were primarily caused by image classification errors, which varied with vegetation abundance. These errors led to overestimations of the canopy temperature, affecting TSEB model performance. Additionally, uncertainties in atmospheric radiation and transmittance could have also contributed to these errors.",
                "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。这些错误导致了对冠层温度的高估，影响了TSEB模型的性能。此外，大气辐射和透射率的不确定性也可能对这些错误产生了影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges involved in obtaining accurate multiscale datasets for eco-hydrological studies.",
                "QuestionCn": "我对获取准确的多尺度生态水文研究数据集所面临的挑战感到不确定。",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. The HiWATER experiment addressed this challenge by using a hierarchically nested instrumentation approach to obtain multiscale and multidisciplinary data, covering various aspects of eco-hydrological processes.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制。HiWATER实验通过采用分层嵌套的仪器方法来应对这一挑战，以获取多尺度和多学科的数据，涵盖生态水文过程的各个方面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize potential datasets available for studying evapotranspiration over heterogeneous land surfaces and their key components.",
                "QuestionCn": "总结可用于研究异质土地表面蒸散发的潜在数据集及其关键组成部分。",
                "AnswerEn": "Potential datasets for studying evapotranspiration include the multiscale datasets from the Heihe Watershed Allied Telemetry Experimental Research, which consist of flux observation matrices from eddy covariance towers, soil moisture and leaf area index measurements, and hyper-resolution airborne remote sensing data. These datasets capture multi-scale eco-hydrological processes and are available at repositories like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "潜在的蒸散发研究数据集包括来自黑河流域联合遥测实验研究的多尺度数据集，这些数据集包含来自涡度协方差塔的通量观测矩阵、土壤湿度和叶面积指数测量，以及超高分辨率的航空遥感数据。这些数据集捕捉了多尺度生态水文过程，并可在figshare和寒区与干旱区科学数据中心等数据存储库中获取。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}