{
  "id": "70a04e14-2ac6-4bb8-8645-c0e458717853",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Extreme precipitation disaster risk assessment data set (2019)",
      "titleCn": "极端降水灾害风险评估数据集（2019）",
      "description": "Based on 100m risk assessment data set and 100m vulnerability assessment data set, this data set respectively gives different weights to the risk and vulnerability (the risk weight is 0.8, and the vulnerability weight is 0.2), and 34 key node 100m risk assessment data sets are obtained by adding. One belt, one road area, is evaluated for flood risk in extreme areas. The data provide basis for local government departments to make decisions, and early warning before flood disasters, so that we can gain valuable time to take measures to prevent and reduce disasters, and to reduce the loss of lives and property of people caused by floods.",
      "descriptionCn": "此数据集以百米级危险性评估数据集和百米级脆弱性评估数据集为基础，分别赋予危险性和脆弱性不同的权重（其中危险性权重为0.8，脆弱性权重为0.2），相加计算获得了34个关键节点百米级的风险评估数据集。该数据集评估了“一带一路”重点区域在极端降水事件下的洪涝灾害风险，为当地政府部门决策提供依据，同时以便在洪涝灾害发生前进行预警，从而可以争取到宝贵的时间采取防灾减灾措施，降低洪涝灾害所带来的人民群众生命财产损失。",
      "instructions": ".tiff format, can be opened and analysed in ArcGIS software.",
      "instructionsCn": ".tiff格式，可以使用ArcGIS打开。",
      "east": 180.0,
      "west": -180.0,
      "south": -50.0,
      "north": 50.0,
      "startTime": "2019-01-07 16:00:00",
      "endTime": "2020-01-06 16:00:00",
      "fileSize": 2204666719.0,
      "cstr": "18406.11.Geogra.tpdc.270406",
      "doi": "10.11888/Geogra.tpdc.270406",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "李强子",
        "nameEn": "LI Qiangzi",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "李毅",
        "nameEn": "LI Yi",
        "unitEn": "Institute of Remote Sensing and Digital Earth",
        "unitCn": "中科院遥感所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Accuracy evaluation and comparison of GPM and TRMM precipitation product over Mainland China",
        "referenceCn": null,
        "referenceEn": "Li, Q.L., Zhang, W.C., Yi, L., Liu, J.P., & Chen, H. (2018). Accuracy evaluation and comparison of gpm and trmm precipitation product over mainland china. Advances in Water Science, 29(3), 303-313."
      },
      {
        "titleCn": null,
        "titleEn": "Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–201",
        "referenceCn": null,
        "referenceEn": "Kummu, M., Taka, M., & Guillaume, J.H.A. (2018). Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–2015. Scientific Data, 5(1), 180004. https://doi.org/10.1038/sdata.2018.4."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "大气遥感产品",
        "nameEn": "Atmospheric remote sensing products"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "An increasing amount of high-resolution global spatial data are available, and used for various assessments. However, key economic and human development indicators are still mainly provided only at national level, and downscaled by users for gridded spatial analyses. To provide a consistent product over time and space, the sub-national data were only used indirectly, scaling the reported national value and thus, remaining representative of the official statistics."
      ],
      "research objective": [
        "To this end, we present gap-filled multiannual datasets in gridded form for Gross Domestic Product (GDP) and Human Development Index (HDI)."
      ],
      "challenges": [],
      "methods": [
        "To ensure that our gridded end-products cover the entire land area included in the input datasets, we created a seamless administrative raster file using national (and in some cases also autonomous areas such as Greenland) and sub-national boundaries, and two population datasets (see Table 2). We first expanded the rasterized national and sub-national boundaries to cover NoData areas (such as sea areas and other water bodies) with a 2 arc-degree buffer, using the Euclidean Allocation tool in ArcMap 9.2. Next, we created a land mask by combining cells from both population datasets used, and national boundary data. This land mask was then used to set non-land cells to NoData. To compile the GDP per capita (PPP) dataset (Data Citation 1), we first put together a full national GDP dataset, drawn from the most recent World Bank Development Indicators database 32. For missing countries (see Supplementary Information), we used data from the CIA’s World Factbook 33, except for one administrative unit, namely French Southern Territories, for which no data was found and regional average data was used (see below). The constant 2015 international US dollars of CIA fact sheets were converted to constant 2011 international US dollars, the unit in which national GDP from World Bank was given. For that we used the standard method documented by the World Bank39. Temporal interpolation followed the same method as for national values. The data were extrapolated over time by scaling the last available value to reflect subsequent national changes, and similarly scaling the first value with preceding changes. After deriving both national and sub-national tabulated data, we first created a raster dataset of these two spatial scales for each time step, and then combined the two raster datasets, which resulted in the final GDP per capita (PPP) raster dataset provided here. To estimate the total GDP (PPP) of each grid cell, we multiplied the GDP per capita (PPP) by grid specific population data using two different spatial resolutions: 5 arc-min (10 km at equator) (Data Citation 1) and 30 arc-sec (1 km at equator) (Data Citation 1). To compile the HDI dataset (Data Citation 1), we first produced a full national HDI dataset, based on the data from the Human Development Reports by UNDP 30 (Table 3). After deriving both national and sub-national tabulated data, we first created raster datasets of these two scales for each time step, and then combined the two rasters, resulting in the final HDI raster dataset provided here. To estimate the error originating from the interpolation and extrapolation to fill the missing data entries, we performed an error analysis separately for national and sub-national level data."
      ],
      "dataset": [
        "This resulted in annual gridded datasets for GDP per capita (PPP), total GDP (PPP), and HDI, for the whole world at 5 arc-min resolution for the 25-year period of 1990–2015. Additionally, total GDP (PPP) is provided with 30 arc-sec resolution for three time steps (1990, 2000, 2015)."
      ],
      "findings": [],
      "backgroundCn": [
        "越来越多的高分辨率全球空间数据可用，并用于各种评估。然而，关键的经济和人类发展指标仍主要仅在国家层面提供，用户将其降尺度以进行网格空间分析。为了在时间和空间上提供一致的产品，亚国家数据仅间接使用，缩放报告的国家值，因此仍然代表官方统计数据。"
      ],
      "research objectiveCn": [
        "为此，我们提供了填补缺口的多年度数据集，以网格形式呈现国内生产总值（GDP）和人类发展指数（HDI）。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "为了确保我们的网格化最终产品覆盖输入数据集中包含的整个陆地区域，我们使用国家（在某些情况下还包括自治地区如格林兰）和次国家边界以及两个人口数据集创建了一个无缝的行政栅格文件（见表2）。我们首先使用ArcMap 9.2中的欧几里得分配工具，将栅格化的国家和次国家边界扩展到覆盖无数据区域（如海域和其他水体），并设置了2弧度的缓冲区。接下来，我们通过结合两个使用的人口数据集的单元格和国家边界数据创建了一个陆地掩模。这个陆地掩模随后用于将非陆地单元格设置为无数据。为了编制人均GDP（PPP）数据集（数据引用1），我们首先整理了一个完整的国家GDP数据集，数据来源于最新的世界银行发展指标数据库32。对于缺失的国家（见补充信息），我们使用了CIA世界概况的数据，除了一个行政单位，即法属南方领地，因未找到数据而使用了区域平均数据（见下文）。CIA报告中的2015年国际美元常数被转换为2011年国际美元常数，这是世界银行提供的国家GDP单位。为此，我们使用了世界银行文档中记录的标准方法39。时间插值遵循与国家值相同的方法。数据通过将最后可用值缩放以反映后续国家变化来进行外推，同时将第一个值缩放以反映前期变化。在获得国家和次国家的表格数据后，我们首先为每个时间步创建了这两个空间尺度的栅格数据集，然后将这两个栅格数据集结合，最终得到了提供的人均GDP（PPP）栅格数据集。为了估算每个网格单元的总GDP（PPP），我们将人均GDP（PPP）乘以特定网格的人口数据，使用两种不同的空间分辨率：5弧分（赤道处为10公里）（数据引用1）和30弧秒（赤道处为1公里）（数据引用1）。为了编制HDI数据集（数据引用1），我们首先基于联合国开发计划署（UNDP）的人类发展报告数据制作了完整的国家HDI数据集（见表3）。在获得国家和次国家的表格数据后，我们首先为每个时间步创建了这两个尺度的栅格数据集，然后将这两个栅格结合，最终得到了提供的HDI栅格数据集。为了估算由于插值和外推填补缺失数据条目而产生的误差，我们分别对国家和次国家级数据进行了误差分析。"
      ],
      "datasetCn": [
        "这导致了1990年至2015年25年期间全球GDP per capita（购买力平价）、总GDP（购买力平价）和人类发展指数（HDI）的年度网格数据集，分辨率为5弧分。此外，总GDP（购买力平价）在三个时间节点（1990年、2000年、2015年）提供了30弧秒的分辨率。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for assessing flood risk in key regions due to extreme precipitation involve assigning different weights to hazard and vulnerability?",
        "QuestionCn": "评估由于极端降水导致关键地区洪水风险的数据收集方法是否涉及对危险和脆弱性赋予不同的权重？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is there a reliance on high-resolution global spatial data for conducting gridded spatial analyses in the context of economic and human development indicators?",
        "QuestionCn": "在经济和人类发展指标的背景下，进行网格空间分析是否依赖于高分辨率全球空间数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do the data collection techniques for GDP and HDI datasets involve creating raster datasets at multiple spatial resolutions?",
        "QuestionCn": "GDP和HDI数据集的数据收集技术是否涉及在多个空间分辨率下创建栅格数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are gridded datasets for GDP and HDI typically produced at a resolution of 5 arc-min, 30 arc-sec, or another resolution for global assessments?",
        "QuestionCn": "全球评估中，GDP和人类发展指数（HDI）的网格化数据集通常以5弧分、30弧秒或其他分辨率生成吗？",
        "AnswerEn": "5 arc-min",
        "AnswerCn": "5角分",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components and weights used in constructing a risk assessment dataset for extreme precipitation events?",
        "QuestionCn": "构建极端降水事件风险评估数据集的关键组成部分和权重是什么？",
        "AnswerEn": "hazard, vulnerability",
        "AnswerCn": "危险，脆弱性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can gridded datasets for GDP per capita and HDI be utilized in assessing risks in specific regions?",
        "QuestionCn": "在评估特定地区的风险时，网格化的GDP人均和HDI数据集可以在哪里使用？",
        "AnswerEn": "Belt and Road Initiative",
        "AnswerCn": "一带一路倡议",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how data weights are assigned in risk assessment datasets to measure the impact of extreme precipitation on flood risk?",
        "QuestionCn": "您能否提供一个示例，说明在风险评估数据集中如何分配数据权重，以衡量极端降水对洪水风险的影响？",
        "AnswerEn": "In the dataset related to extreme precipitation disaster risk assessment, different weights are assigned to hazard and vulnerability components. The hazard component is given a weight of 0.8, while the vulnerability component is assigned a weight of 0.2. These weighted values are then summed to create a risk assessment dataset for specific regions.",
        "AnswerCn": "在与极端降水灾害风险评估相关的数据集中，危险和脆弱性组件被赋予不同的权重。危险组件的权重为0.8，而脆弱性组件的权重为0.2。这些加权值随后被相加，以创建特定区域的风险评估数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you illustrate an example of how gridded datasets are created for economic indicators using national and sub-national data over time?",
        "QuestionCn": "您能否举例说明如何使用国家和次国家数据随时间创建经济指标的网格数据集？",
        "AnswerEn": "Gridded datasets for economic indicators like GDP per capita are created by combining national and sub-national data. A seamless administrative raster file is used, incorporating national and sub-national boundaries, and population datasets. The GDP data is compiled using national values and scaled for sub-national representation. The resulting annual gridded datasets cover periods such as 1990–2015.",
        "AnswerCn": "经济指标（如人均GDP）的网格化数据集是通过结合国家和次国家数据创建的。一个无缝的行政栅格文件被使用，包含国家和次国家边界以及人口数据集。GDP数据是使用国家值编制的，并为次国家代表性进行了缩放。最终生成的年度网格化数据集覆盖了1990年至2015年等时期。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What is an example of a data interpolation method used to handle missing entries in datasets spanning multiple years?",
        "QuestionCn": "一个用于处理跨多年数据集中缺失条目的数据插值方法的例子是什么？",
        "AnswerEn": "An interpolation method is used to fill missing data entries in long-term datasets by scaling the last available value to reflect subsequent national changes, and similarly adjusting the first value with preceding changes. This method ensures continuity in datasets such as GDP and HDI over multiple years.",
        "AnswerCn": "一种插值方法用于填补长期数据集中的缺失数据条目，通过将最后一个可用值进行缩放以反映随后的国家变化，类似地调整第一个值以反映之前的变化。这种方法确保了如GDP和HDI等数据集在多个年份中的连续性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets used for evaluating flood disaster risks due to extreme precipitation?",
        "QuestionCn": "用于评估由于极端降水引发的洪灾风险的数据集的特征有哪些？",
        "AnswerEn": "high-resolution data, specific weights (0.8 for hazard, 0.2 for vulnerability), fine spatial resolution (100-meter grids)",
        "AnswerCn": "高分辨率数据，特定权重（0.8用于灾害，0.2用于脆弱性），精细空间分辨率（100米网格）",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the essential data collection methods for creating a gridded dataset for economic and human development indicators?",
        "QuestionCn": "创建经济和人类发展指标的网格数据集的基本数据收集方法有哪些？",
        "AnswerEn": "national and sub-national boundaries, seamless administrative raster file, population datasets, interpolation, extrapolation, raster datasets, different spatial resolutions, different time periods, comprehensive coverage, consistency with official statistics",
        "AnswerCn": "国家和次国家边界、无缝行政栅格文件、人口数据集、插值、外推、栅格数据集、不同空间分辨率、不同时间段、全面覆盖、与官方统计数据一致。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the grid used in the risk assessment dataset for extreme precipitation disaster?",
        "QuestionCn": "极端降水灾害风险评估数据集使用的网格分辨率是多少？",
        "AnswerEn": "100 meters",
        "AnswerCn": "100米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many key nodes are assessed in the risk evaluation dataset for extreme precipitation events?",
        "QuestionCn": "在极端降水事件的风险评估数据集中评估了多少个关键节点？",
        "AnswerEn": "34",
        "AnswerCn": "34",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the weight values assigned to hazard and vulnerability in the risk assessment dataset?",
        "QuestionCn": "在风险评估数据集中，危害和脆弱性分配的权重值是什么？",
        "AnswerEn": "0.8, 0.2",
        "AnswerCn": "0.8，0.2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'gridded dataset' in spatial data analysis?",
        "QuestionCn": "在空间数据分析中，“网格化数据集”是什么意思？",
        "AnswerEn": "A gridded dataset refers to data that is organized into a grid format, where each cell represents a specific spatial area. In the context of spatial data analysis, it involves creating raster datasets that cover the land with consistent resolution and allow for detailed spatial analyses across various geographic locations.",
        "AnswerCn": "网格数据集是指以网格格式组织的数据，其中每个单元格代表特定的空间区域。在空间数据分析的背景下，它涉及创建覆盖土地的栅格数据集，具有一致的分辨率，并允许在各种地理位置进行详细的空间分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do weighting techniques used in flood risk datasets compare with the interpolation and extrapolation methods used to generate GDP and HDI datasets?",
        "QuestionCn": "洪水风险数据集中使用的加权技术与用于生成GDP和人类发展指数（HDI）数据集的插值和外推方法相比如何？",
        "AnswerEn": "Flood risk datasets utilize weighting techniques to combine hazard and vulnerability assessments, assigning different weights to each factor to determine overall risk. In contrast, GDP and HDI datasets employ interpolation and extrapolation to fill temporal data gaps, ensuring continuity and consistency over time. Both approaches aim to enhance dataset accuracy, though one focuses on spatial weighting within a specific risk context, while the other addresses temporal data continuity on a global scale.",
        "AnswerCn": "洪水风险数据集利用加权技术结合危险和脆弱性评估，为每个因素分配不同的权重，以确定整体风险。相比之下，GDP和人类发展指数（HDI）数据集采用插值和外推方法填补时间数据缺口，确保时间上的连续性和一致性。这两种方法都旨在提高数据集的准确性，尽管一种方法侧重于特定风险背景下的空间加权，而另一种方法则解决全球范围内的时间数据连续性问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What potential challenges might arise when integrating high-resolution spatial data with national-level economic indicators for a comprehensive risk assessment model?",
        "QuestionCn": "在将高分辨率空间数据与国家级经济指标整合以进行全面风险评估模型时，可能会出现哪些潜在挑战？",
        "AnswerEn": "A potential challenge includes the need to downscale national-level economic indicators to match the high-resolution spatial data, ensuring consistency over time and space while maintaining representativeness of official statistics. This process may involve indirect use of sub-national data and careful handling of interpolation and extrapolation to fill any missing entries.",
        "AnswerCn": "一个潜在的挑战包括需要将国家级经济指标降尺度，以匹配高分辨率的空间数据，确保在时间和空间上的一致性，同时保持官方统计数据的代表性。这个过程可能涉及间接使用次国家数据，以及仔细处理插值和外推，以填补任何缺失的条目。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can the weighting of different factors, such as hazard and vulnerability, impact the design and outcomes of a flood disaster risk assessment model?",
        "QuestionCn": "不同因素的权重，例如危险性和脆弱性，会如何影响洪水灾害风险评估模型的设计和结果？",
        "AnswerEn": "Assigning different weights, such as 0.8 to hazard and 0.2 to vulnerability, can significantly influence the risk assessment outcomes by emphasizing certain aspects over others. This can guide decision-making processes by highlighting areas of priority for disaster response and resource allocation.",
        "AnswerCn": "赋予不同的权重，例如将0.8分配给危险性，将0.2分配给脆弱性，可以显著影响风险评估的结果，通过强调某些方面而非其他方面。这可以指导决策过程，突出灾害响应和资源分配的优先领域。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variation in assigning different weights to hazard and vulnerability in risk assessment data collection methods for extreme precipitation events?",
        "QuestionCn": "在极端降水事件的风险评估数据收集方法中，赋予危险和脆弱性不同权重的原因是什么？",
        "AnswerEn": "The variation in assigning different weights to hazard and vulnerability in risk assessment data collection methods might be due to the need to emphasize the more critical factor in flood risk scenarios. In the dataset mentioned, a higher weight is assigned to hazard (0.8) compared to vulnerability (0.2), likely because the hazard level from extreme precipitation events poses a more immediate threat that requires greater consideration in risk evaluation.",
        "AnswerCn": "在风险评估数据收集方法中，对危险和脆弱性赋予不同权重的变化，可能是由于在洪水风险场景中需要强调更关键的因素。在提到的数据集中，危险的权重被赋予较高的值（0.8），而脆弱性的权重则为0.2，这可能是因为极端降水事件的危险水平构成了更直接的威胁，需要在风险评估中给予更大的考虑。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are NoData areas expanded using a buffer in the creation of a seamless administrative raster file for spatial analyses?",
        "QuestionCn": "在创建无缝的行政栅格文件以进行空间分析时，为什么要使用缓冲区扩展无数据区域？",
        "AnswerEn": "NoData areas are expanded using a buffer to ensure comprehensive spatial coverage and eliminate gaps in the data that could affect analyses. By using a 2 arc-degree buffer, the data collection method ensures that all land areas are included, which is crucial for accurate GDP and HDI gridded datasets.",
        "AnswerCn": "NoData 区域通过使用缓冲区进行扩展，以确保全面的空间覆盖并消除可能影响分析的数据缺口。通过使用 2 弧度的缓冲区，数据收集方法确保所有陆地区域都被纳入，这对于准确的 GDP 和 HDI 网格数据集至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What leads to the interpolation and extrapolation of missing data entries in constructing global GDP and HDI datasets?",
        "QuestionCn": "在构建全球GDP和HDI数据集时，导致缺失数据条目的插值和外推的因素是什么？",
        "AnswerEn": "Interpolation and extrapolation of missing data entries in constructing global GDP and HDI datasets are necessitated by the lack of consistent sub-national data over time and space. This process ensures the datasets are complete and representative of official statistics, despite variations in data availability across different regions and time periods.",
        "AnswerCn": "在构建全球GDP和人类发展指数（HDI）数据集时，由于缺乏一致的子国家级数据，必须对缺失的数据条目进行插值和外推。这一过程确保了数据集的完整性，并且能够代表官方统计数据，尽管不同地区和时间段的数据可用性存在差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What happens to the accuracy of risk assessments for extreme precipitation events when integrating high-resolution gridded datasets with national-level economic and human development indicators?",
        "QuestionCn": "当将高分辨率网格数据集与国家级经济和人类发展指标结合时，极端降水事件的风险评估准确性会发生什么变化？",
        "AnswerEn": "Integrating high-resolution gridded datasets with national-level economic and human development indicators allows for a more consistent product over time and space. It maintains representativeness of official statistics by indirectly scaling reported national values, potentially enhancing the precision of risk assessments for extreme precipitation events in specific regions.",
        "AnswerCn": "将高分辨率网格数据集与国家级经济和人类发展指标相结合，可以在时间和空间上提供更一致的产品。它通过间接调整报告的国家值来保持官方统计数据的代表性，从而可能提高特定地区极端降水事件风险评估的精确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential outcomes of using different weights for hazard and vulnerability assessments in creating a comprehensive risk evaluation dataset for flood disasters?",
        "QuestionCn": "在创建全面的洪灾风险评估数据集时，使用不同权重进行危险性和脆弱性评估的潜在结果是什么？",
        "AnswerEn": "Using different weights for hazard and vulnerability assessments can lead to a nuanced risk evaluation dataset that better reflects the specific characteristics of flood disasters. Assigning higher weight to hazard (0.8) compared to vulnerability (0.2) can prioritize the immediate physical threats posed by extreme precipitation events, aiding in more effective risk management and decision-making.",
        "AnswerCn": "使用不同的权重进行危险和脆弱性评估可以导致一个更细致的风险评估数据集，更好地反映洪水灾害的特定特征。将危险的权重设定为较高的0.8，而脆弱性的权重为0.2，可以优先考虑极端降水事件所带来的直接物理威胁，从而有助于更有效的风险管理和决策。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How might the development of a seamless administrative raster file influence the effectiveness of predictive models for flood disaster risk under extreme precipitation conditions?",
        "QuestionCn": "无缝行政栅格文件的开发如何影响在极端降水条件下洪水灾害风险预测模型的有效性？",
        "AnswerEn": "The development of a seamless administrative raster file may enhance the effectiveness of predictive models by ensuring comprehensive coverage of the entire land area intended for analysis. This can improve the accuracy of predictive models by providing a detailed spatial framework that accounts for both national and sub-national boundaries, facilitating better preparation and response strategies for flood disasters.",
        "AnswerCn": "无缝行政栅格文件的开发可能会通过确保对整个分析土地区域的全面覆盖来增强预测模型的有效性。这可以通过提供一个详细的空间框架来提高预测模型的准确性，该框架考虑了国家和次国家边界，从而促进更好的洪灾准备和响应策略。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives behind creating a high-resolution flood risk assessment dataset for regions prone to extreme precipitation events?",
        "QuestionCn": "创建高分辨率洪水风险评估数据集的主要目标是什么，以应对极端降水事件频发的地区？",
        "AnswerEn": "The main objectives are to evaluate flood disaster risks in key regions under extreme precipitation events, provide a basis for decision-making to local government departments, and enable early warning and disaster mitigation efforts to reduce loss of life and property.",
        "AnswerCn": "主要目标是在极端降水事件下评估关键区域的洪灾风险，为地方政府部门的决策提供依据，并促进早期预警和灾害减缓工作，以减少生命和财产损失。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is there a need for gap-filled multiannual datasets in gridded form for economic and human development indicators?",
        "QuestionCn": "为什么需要以网格化形式提供填补缺口的多年度经济和人类发展指标数据集？",
        "AnswerEn": "There is a need for consistent products over time and space for economic and human development indicators, which are often only available at the national level, to facilitate spatial analyses and ensure these datasets accurately reflect official statistics.",
        "AnswerCn": "在经济和人类发展指标方面，需要在时间和空间上保持一致的产品，这些指标通常仅在国家层面上可用，以便促进空间分析，并确保这些数据集准确反映官方统计数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the purpose of combining high-resolution spatial data with economic and human development indicators in a seamless administrative raster file?",
        "QuestionCn": "将高分辨率空间数据与经济和人类发展指标结合在一个无缝的行政栅格文件中的目的是什么？",
        "AnswerEn": "The purpose is to ensure that the gridded datasets cover entire land areas for comprehensive spatial analyses, while maintaining consistency with national and sub-national boundaries and population datasets.",
        "AnswerCn": "目的是确保网格化数据集覆盖整个陆地区域，以便进行全面的空间分析，同时与国家和次国家边界及人口数据集保持一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps can be taken to ensure the risk assessment dataset for extreme precipitation includes both hazard and vulnerability factors with correct weighting?",
        "QuestionCn": "可以采取哪些程序步骤来确保极端降水风险评估数据集同时包含危害和脆弱性因素，并具有正确的权重？",
        "AnswerEn": "To ensure the risk assessment dataset includes both hazard and vulnerability factors with correct weighting, the procedural steps involve using the base datasets for hazard and vulnerability assessments. Assign different weights to these factors, specifically a weight of 0.8 for hazard and 0.2 for vulnerability, and then combine these weighted values to calculate the risk assessment dataset at key node locations. This process allows for a comprehensive evaluation of flood hazard risks in critical regions.",
        "AnswerCn": "为了确保风险评估数据集包括正确加权的危险和脆弱性因素，程序步骤涉及使用基础数据集进行危险和脆弱性评估。为这些因素分配不同的权重，具体为危险的权重为0.8，脆弱性的权重为0.2，然后将这些加权值结合起来，在关键节点位置计算风险评估数据集。这个过程允许对关键区域的洪水危险风险进行全面评估。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the creation of high-resolution risk assessment datasets for extreme precipitation events?",
        "QuestionCn": "哪些方法可以用于创建极端降水事件的高分辨率风险评估数据集？",
        "AnswerEn": "The creation of high-resolution risk assessment datasets involves using a combination of hazard and vulnerability assessment datasets, assigning different weights to each (0.8 for hazard and 0.2 for vulnerability) to compute risk at a fine scale, such as 100 meters.",
        "AnswerCn": "高分辨率风险评估数据集的创建涉及使用危险和脆弱性评估数据集的组合，为每个数据集分配不同的权重（危险为0.8，脆弱性为0.2），以在100米等细尺度上计算风险。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How do raster datasets enable comprehensive spatial analysis for economic and human development indicators?",
        "QuestionCn": "栅格数据集如何支持经济和人类发展指标的全面空间分析？",
        "AnswerEn": "Raster datasets allow for seamless spatial analysis by covering entire land areas with gridded data, using national and sub-national boundaries, and integrating population datasets. This method supports consistent analysis over time and space for indicators like GDP and HDI.",
        "AnswerCn": "栅格数据集通过覆盖整个土地区域的网格数据，使用国家和次国家边界，并整合人口数据集，从而实现无缝的空间分析。这种方法支持对GDP和人类发展指数（HDI）等指标在时间和空间上的一致分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions enable the integration of GDP and HDI data into a consistent gridded format for spatial assessments?",
        "QuestionCn": "哪些条件使得GDP和HDI数据能够整合成一致的网格格式，以便进行空间评估？",
        "AnswerEn": "Integration into a consistent gridded format is enabled by compiling national and sub-national data, filling gaps through interpolation and extrapolation, and using population data to estimate economic indicators at different spatial resolutions, ensuring coverage of entire land areas.",
        "AnswerCn": "通过汇编国家和次国家数据、通过插值和外推填补空白，并利用人口数据在不同空间分辨率下估算经济指标，从而实现一致的网格格式的整合，确保覆盖整个陆地区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods for extreme precipitation disaster risk assessment need to balance different weights for hazard and vulnerability?",
        "QuestionCn": "在极端降水灾害风险评估中，数据收集方法可能需要平衡对危险和脆弱性的不同权重，原因是什么？",
        "AnswerEn": "In the context of extreme precipitation disaster risk assessment, different weights for hazard and vulnerability might be needed to accurately reflect the influence of each factor on the risk level. A dataset mentioned uses a weight of 0.8 for hazard and 0.2 for vulnerability, suggesting that hazards are considered to have a more significant impact on risk. This weighting reflects an expectation that hazards like extreme precipitation directly contribute more to disaster risk compared to vulnerability factors, which might be more context-dependent.",
        "AnswerCn": "在极端降水灾害风险评估的背景下，可能需要对危险和脆弱性赋予不同的权重，以准确反映每个因素对风险水平的影响。提到的数据集对危险赋予了0.8的权重，对脆弱性赋予了0.2的权重，这表明危险被认为对风险的影响更为显著。这种权重反映了一个预期，即极端降水等危险直接对灾害风险产生更大贡献，而脆弱性因素可能更具情境依赖性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might researchers choose to use a seamless administrative raster file for the creation of gridded datasets?",
        "QuestionCn": "研究人员可能选择使用无缝行政栅格文件来创建网格数据集的原因是什么？",
        "AnswerEn": "Researchers might choose to use a seamless administrative raster file to ensure that gridded datasets cover the entire land area included in the input datasets without interruptions. This approach helps in expanding the rasterized boundaries to cover NoData areas effectively, allowing for a more comprehensive and continuous assessment across different spatial scales. By incorporating all relevant boundary data, researchers can achieve a more accurate and complete dataset for analysis.",
        "AnswerCn": "研究人员可能选择使用无缝的行政栅格文件，以确保栅格化数据集覆盖输入数据集中包含的整个陆地区域而没有中断。这种方法有助于有效扩展栅格化边界，以覆盖NoData区域，从而在不同空间尺度上进行更全面和连续的评估。通过整合所有相关的边界数据，研究人员可以获得更准确和完整的分析数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using high-resolution spatial data for risk assessments of extreme precipitation events?",
        "QuestionCn": "您如何评价使用高分辨率空间数据进行极端降水事件风险评估的有效性？",
        "AnswerEn": "The use of high-resolution spatial data is crucial for effective risk assessments of extreme precipitation events, as it allows for detailed analysis at a local scale, such as the 100-meter resolution used in the dataset for evaluating risk in the Belt and Road Initiative regions.",
        "AnswerCn": "高分辨率空间数据在极端降水事件的有效风险评估中至关重要，因为它允许在局部尺度上进行详细分析，例如用于评估“一带一路”地区风险的数据集中的100米分辨率。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the challenges associated with integrating national and sub-national data for creating seamless risk assessment datasets?",
        "QuestionCn": "您如何评估整合国家和地方数据以创建无缝风险评估数据集所面临的挑战？",
        "AnswerEn": "Integrating national and sub-national data poses challenges, such as ensuring consistency and representativeness over time and space, which are addressed by indirectly using sub-national data to scale reported national values, as mentioned in the relevant papers.",
        "AnswerCn": "整合国家和次国家数据面临挑战，例如确保时间和空间上的一致性和代表性，这些问题通过间接使用次国家数据来调整报告的国家值来解决，如相关论文中所提到的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what strategies could be employed to enhance the accuracy of vulnerability assessments in datasets related to extreme weather events?",
        "QuestionCn": "在您看来，可以采用哪些策略来提高与极端天气事件相关的数据集的脆弱性评估的准确性？",
        "AnswerEn": "Enhancing the accuracy of vulnerability assessments may involve assigning appropriate weights to vulnerability factors, as done with a 0.2 weight in the dataset, and using high-resolution data to capture localized variations in vulnerability to extreme weather events.",
        "AnswerCn": "提高脆弱性评估的准确性可能涉及为脆弱性因素分配适当的权重，例如在数据集中使用0.2的权重，并利用高分辨率数据捕捉极端天气事件中脆弱性的局部变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how a dataset's risk assessment weights are determined for extreme precipitation events.",
        "QuestionCn": "我无法理解一个数据集的风险评估权重是如何为极端降水事件确定的。",
        "AnswerEn": "The dataset assigns different weights to hazard and vulnerability, with a hazard weight of 0.8 and a vulnerability weight of 0.2 to calculate the risk assessment for extreme precipitation events.",
        "AnswerCn": "该数据集对危险和脆弱性赋予不同的权重，其中危险的权重为0.8，脆弱性的权重为0.2，以计算极端降水事件的风险评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please investigate how multiannual gridded datasets for economic indicators like GDP and HDI can be used to enhance understanding of human vulnerability in the context of extreme precipitation events.",
        "QuestionCn": "请调查多年度网格化经济指标数据集（如GDP和人类发展指数）如何用于增强对极端降水事件中人类脆弱性的理解。",
        "AnswerEn": "Multiannual gridded datasets for GDP and HDI can enhance understanding of human vulnerability by providing a consistent temporal and spatial representation of economic and developmental status, which can be correlated with regions prone to extreme precipitation events. This allows for a nuanced analysis of how economic and developmental factors influence vulnerability to such events.",
        "AnswerCn": "多年度网格化的GDP和人类发展指数（HDI）数据集可以通过提供经济和发展状况的一致时间和空间表现，增强对人类脆弱性的理解，这些数据集可以与易受极端降水事件影响的地区进行关联。这使得对经济和发展因素如何影响对这些事件的脆弱性进行细致分析成为可能。",
        "Level": "C3(Applying)"
      }
    ]
  }
}