{
  "id": "70f0e926-d36a-4c89-8764-4900de0151e6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole-rock and mineral compositions of granite, pegmatite, phyllite, and skarns in Lhozhag region, Tibet",
      "titleCn": "西藏洛扎地区花岗岩-伟晶岩-片岩-矽卡岩全岩和矿物地球化学数据",
      "description": "This data includes geochemical data of granite, pegmatite, phyllite, and skarn in the Luozha area of Tibet, as well as major and trace element data of spodumene, petalite, mica, tourmaline, feldspar, garnet, and sillimanite in pegmatite, as well as trace element data of diopside, garnet, scapolite, and vesuvianite in skarn, and major and trace element data of garnet, biotite, feldspar, and staurolite in phyllite. The samples were all collected from the Lhozhag area in eastern Tibet. The major element data of the entire rock is obtained through X-ray fluorescence spectrometer analysis, and trace elements are obtained through inductive coupled plasma mass spectrometry analysis. Mineral major element data is obtained through EPMA, and mineral trace element data is obtained through laser ablation inductive coupled plasma mass spectrometry analysis. By obtaining data, the magma evolution process and metamorphic conditions in the region can be limited.",
      "descriptionCn": "本数据包括西藏洛扎地区花岗岩、伟晶岩、千枚岩和矽卡岩全岩地球化学数据，伟晶岩中锂辉石、透锂长石、云母、电气石、长石、石榴石、夕线石主微量元素数据，矽卡岩中透辉石、石榴石、方柱石、符山石微量元素数据，千枚岩中石榴石、黑云母、长石和十字石主量元素数据。样品均采集自西藏东部洛扎地区。岩石全岩主量元素数据通过X荧光光谱仪分析获得，微量元素通过电感耦合等离子体质谱仪分析获得，矿物主量元素数据通过电子探针分析获得，矿物微量元素数据通过激光剥蚀电感耦合等离子体质谱仪分析获得。通过获得的数据，可以限定该地区岩浆演化过程以及变质作用条件。",
      "instructions": "The data is stored in Excel format. The file name is \"WRMajTra\", representing the major and trace element data of the whole-rock. The file name is \"PegMinMaj\", representing the major element data of minerals in pegmatite. The file name is \"PegMinTra\", representing the trace element data of minerals in pegmatite. The file name is \"SkaMinTra\", representing the trace element data of minerals in skarn. The file name is \"PhyMinMaj\", representing the major element data of minerals in phyllite.",
      "instructionsCn": "数据以Excel格式存储。文件名称为“WRMajTra”，代表全岩主微量元素数据，文件名称为“PegMinMaj”，代表伟晶岩中矿物主量元素数据，文件名称为“PegMinTra”，代表伟晶岩中矿物微量元素数据，文件名称为“SkaMinTra”，代表矽卡岩中矿物微量元素数据，文件名称为“PhyMinMaj”，代表千枚岩中矿物主量元素数据。",
      "east": 91.0,
      "west": 90.5,
      "south": 28.0,
      "north": 28.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 508843.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2023.107295",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "王佳敏",
        "nameEn": "WANG Jiamin",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mineralogy, petrology and P-T conditions of the spodumene pegmatites and surrounding meta-sediments in Lhozhag, eastern Himalaya",
        "referenceCn": null,
        "referenceEn": "Wang, J. M., Hou, K. S., Yang, L., Liu, X. C., Wang, R. C., Li, G. M., & Wu, F. Y., et al. (2023). Mineralogy, petrology and PT conditions of the spodumene pegmatites and surrounding meta-sediments in Lhozhag, eastern Himalaya. Lithos, 456, 107295."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "P-T轨迹",
        "nameEn": "P-T path"
      },
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "激光剥蚀等离子质谱",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "洛扎",
        "keywordEn": "Lhozhag"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features of data collection methods used to obtain geochemical data from rock samples in the 洛扎地区 region?",
        "QuestionCn": "获取洛扎地区岩石样品的地球化学数据所使用的数据收集方法的基本特征是什么？",
        "AnswerEn": "X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, electron probe microanalysis, laser ablation inductively coupled plasma mass spectrometry",
        "AnswerCn": "X射线荧光光谱法，电感耦合等离子体质谱法，电子探针显微分析，激光剥蚀电感耦合等离子体质谱法",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of mineral samples are analyzed for their major and trace elements in a dataset related to the geochemistry of the 洛扎地区?",
        "QuestionCn": "在与洛扎地区的地球化学相关的数据集中，分析了多少种矿物样品的主要和微量元素？",
        "AnswerEn": "8",
        "AnswerCn": "8",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '全岩和矿物地球化学数据' in the context of geochemical data collection in the 洛扎地区?",
        "QuestionCn": "在洛扎地区的地球化学数据收集中，“全岩和矿物地球化学数据”是什么意思？",
        "AnswerEn": "'全岩和矿物地球化学数据' refers to whole-rock and mineral geochemical data. In the context of geochemical data collection in the 洛扎地区, this involves obtaining geochemical information for both the entire rock sample and individual minerals within the sample. Techniques such as X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, electron probe microanalysis, and laser ablation inductively coupled plasma mass spectrometry are used to analyze major and trace elements in rocks and minerals, helping to understand magmatic evolution and metamorphic conditions in the region.",
        "AnswerCn": "'全岩和矿物地球化学数据'指的是全岩和矿物的地球化学数据。在洛扎地区的地球化学数据收集过程中，这涉及到获取整个岩石样本和样本中各个矿物的地球化学信息。使用的技术包括X射线荧光光谱法、感应耦合等离子体质谱法、电子探针显微分析和激光剥蚀感应耦合等离子体质谱法，以分析岩石和矿物中的主要和微量元素，帮助理解该地区的岩浆演化和变质条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for whole-rock major elements analysis using X-ray fluorescence spectrometry compare to those for mineral micro-element analysis using laser ablation inductively coupled plasma mass spectrometry in terms of their application to understanding magmatic evolution and metamorphic conditions in the 洛扎地区?",
        "QuestionCn": "整体岩石主要元素分析的X射线荧光光谱法与矿物微量元素分析的激光剥蚀电感耦合等离子体质谱法在洛扎地区理解岩浆演化和变质条件方面的数据收集方法有何比较？",
        "AnswerEn": "The data collection method for whole-rock major elements analysis using X-ray fluorescence spectrometry focuses on obtaining comprehensive major element composition data of rocks such as granite, pegmatite, schist, and skarn. This method is essential for understanding the overall geochemical characteristics and magmatic evolution in the 洛扎地区. On the other hand, mineral micro-element analysis using laser ablation inductively coupled plasma mass spectrometry targets specific minerals like spodumene, albite, mica, tourmaline, garnet, kyanite, diopside, garnet, vesuvianite, and andalusite within these rocks. This technique provides detailed trace element data that are crucial for deciphering finer-scale processes such as metamorphic conditions and element partitioning during rock formation. Both methods contribute differently to the understanding of geological processes by providing varied levels of elemental detail and context.",
        "AnswerCn": "全岩主要元素分析的数据收集方法采用X射线荧光光谱法，重点获取花岗岩、伟晶岩、片麻岩和角闪岩等岩石的全面主要元素组成数据。这种方法对于理解洛扎地区的整体地球化学特征和岩浆演化至关重要。另一方面，矿物微量元素分析采用激光剥蚀电感耦合等离子体质谱法，针对这些岩石中的特定矿物，如锂辉石、长石、云母、电气石、石榴石、蓝晶石、透辉石、石榴石、石榴石和安达卢石。该技术提供了详细的微量元素数据，对于解读更细微的过程，如变质条件和岩石形成过程中的元素分配至关重要。这两种方法通过提供不同层次的元素细节和背景，分别为理解地质过程做出了不同的贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for using multiple analytical techniques like X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry in geochemical data collection in the 洛扎地区 region?",
        "QuestionCn": "在洛扎地区的地球化学数据收集中，使用多种分析技术如X射线荧光光谱法和电感耦合等离子体质谱法的需求是什么原因？",
        "AnswerEn": "The need for using multiple analytical techniques such as X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry arises from the requirement to accurately determine both the major and trace elements present in different rock types, such as granite, pegmatite, schist, and skarn. Each technique is optimized for different element concentrations, with X-ray fluorescence spectrometry providing reliable data for major elements and inductively coupled plasma mass spectrometry offering precise measurements for trace elements, which is critical for understanding the magmatic evolution and metamorphic conditions in the 洛扎地区 region.",
        "AnswerCn": "使用多种分析技术，如X射线荧光光谱法和电感耦合等离子体质谱法的需求，源于准确确定不同岩石类型（如花岗岩、伟晶岩、片麻岩和角岩）中存在的主要和微量元素的要求。每种技术针对不同的元素浓度进行了优化，其中X射线荧光光谱法为主要元素提供可靠的数据，而电感耦合等离子体质谱法则为微量元素提供精确的测量，这对于理解洛扎地区的岩浆演化和变质条件至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing various analytical techniques like X-ray fluorescence, inductively coupled plasma mass spectrometry, electron probe microanalysis, and laser ablation inductively coupled plasma mass spectrometry on the accuracy and depth of geochemical data collected from regions such as Tibet's Luozha area?",
        "QuestionCn": "利用各种分析技术，如X射线荧光、感应耦合等离子体质谱、电子探针显微分析和激光剥蚀感应耦合等离子体质谱，对收集自西藏洛扎地区的地球化学数据的准确性和深度可能产生的结果是什么？",
        "AnswerEn": "Utilizing a combination of these analytical techniques could result in a more comprehensive and accurate geochemical dataset. X-ray fluorescence can provide reliable major element data for whole-rock samples, while inductively coupled plasma mass spectrometry can offer precise trace element profiles. Electron probe microanalysis can deliver detailed major element compositions of minerals, and laser ablation inductively coupled plasma mass spectrometry can provide fine-scale trace element data within minerals. Together, these methods enhance understanding of magmatic evolution and metamorphic conditions in the region.",
        "AnswerCn": "利用这些分析技术的组合可以产生更全面和准确的地球化学数据集。X射线荧光可以为整岩样品提供可靠的主要元素数据，而电感耦合等离子体质谱可以提供精确的微量元素谱。电子探针显微分析可以提供矿物的详细主要元素组成，而激光剥蚀电感耦合等离子体质谱可以提供矿物内微观尺度的微量元素数据。这些方法共同增强了对该地区岩浆演化和变质条件的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives are pursued by collecting whole-rock and mineral geochemical data from granites, pegmatites, schists, and skarns in the Tibet Luozha area?",
        "QuestionCn": "收集来自西藏洛扎地区的花岗岩、伟晶岩、片麻岩和角闪岩的全岩和矿物地球化学数据所追求的目标是什么？",
        "AnswerEn": "The objective is to define the magmatic evolution processes and metamorphic conditions in the region by analyzing whole-rock major elements obtained through X-ray fluorescence spectrometry, trace elements through inductively coupled plasma mass spectrometry, and mineral major elements through electron probe analysis. Additionally, mineral trace elements are analyzed using laser ablation inductively coupled plasma mass spectrometry.",
        "AnswerCn": "目标是通过分析通过X射线荧光光谱法获得的全岩主要元素、通过感应耦合等离子体质谱法获得的微量元素，以及通过电子探针分析获得的矿物主要元素，来定义该地区的岩浆演化过程和变质条件。此外，矿物微量元素通过激光剥蚀感应耦合等离子体质谱法进行分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are used to ensure accurate collection and analysis of geochemical data from whole rock and mineral samples in regions such as 西藏洛扎地区, and how do these methods address potential challenges in the field?",
        "QuestionCn": "在西藏洛扎地区，哪些方法用于确保从整体岩石和矿物样品中准确收集和分析地球化学数据，这些方法如何解决现场潜在的挑战？",
        "AnswerEn": "In regions like 西藏洛扎地区, the collection and analysis of geochemical data from whole rock and mineral samples involve several methods: whole rock major element data is obtained using X-ray fluorescence spectroscopy, trace elements are analyzed through inductively coupled plasma mass spectrometry, major elements in minerals are analyzed with electron probe micro-analysis, and trace elements in minerals are obtained through laser ablation-inductively coupled plasma mass spectrometry. These methods address challenges such as accuracy and precision in data collection by using advanced instrumental techniques that are capable of detecting and quantifying elemental concentrations at various scales, ensuring the reliability of the data for understanding magmatic evolution and metamorphic conditions.",
        "AnswerCn": "在西藏洛扎地区，来自全岩和矿物样品的地球化学数据的收集和分析涉及几种方法：全岩主要元素数据通过X射线荧光光谱法获得，微量元素通过电感耦合等离子体质谱法分析，矿物中的主要元素通过电子探针显微分析进行分析，矿物中的微量元素则通过激光剥蚀-电感耦合等离子体质谱法获得。这些方法通过使用先进的仪器技术，能够在不同尺度上检测和定量元素浓度，从而解决数据收集中的准确性和精确性挑战，确保数据的可靠性，以便理解岩浆演化和变质条件。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}