{
    "id": "70f29936-7bea-414f-8437-74dd22bed71c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Whole rock SR Nd isotopic geochemical data set of Mesozoic magmatic rocks in the Murgob-Khorg area, South Pamir (2021)",
            "titleCn": "南帕米尔穆尔加布-霍罗格地区中生代岩浆岩Sr-Nd同位素数据集（2021）",
            "description": "This data set mainly includes SR Nd isotopic data of 71 Mesozoic Magmatic Rocks from Murgab block to horog block in South Pamir Plateau. The lithology of rock samples includes mica granite, biotite granite, muscovite granite, felsic dyke and a small amount of diorite inclusions. The data are mainly from articles in the review stage. MC-ICP-MS is sampled by SR Nd isotope test method. The test unit is the engineering research center of the Ministry of education for the exploration of non-ferrous and precious metal concealed deposits of Guilin University of technology. The data results are true and reliable. It can be applied to study the genesis and tectonic evolution of Mesozoic Magmatic Rocks in Pamir Plateau in the future.",
            "descriptionCn": "本数据集主要包括南帕米尔高原穆尔加布地块到霍罗格地块71件中生代岩浆岩全岩Sr-Nd同位素数据。岩石样品岩性包括二云母花岗岩、黑云母花岗岩、白云母花岗岩、长英质岩脉以及少量闪长质包体等。数据主要来自正在审稿阶段文章。Sr-Nd同位素测试方法采样MC-ICP-MS，测试单位为桂林理工大学有色及贵金属隐伏矿床勘查教育部工程研究中心。数据结果真实可靠。未来可以应用于研究帕米尔高原中生代岩浆岩成因以及构造演化。",
            "instructions": "SrNdisotope2021Pamir",
            "instructionsCn": "SrNdisotope2021Pamir",
            "east": 74.5,
            "west": 71.0,
            "south": 37.3,
            "north": 38.3,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 20605.0,
            "cstr": "18406.11.SolidEar.tpdc.272297",
            "doi": "10.11888/SolidEar.tpdc.272297",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐功建",
                "nameEn": "TANG Gongjian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "但卫",
                "nameEn": "DAN Wei",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of the Early Cretaceous granitoids in the Central-South Pamir: Implications for arc magma flare-up",
                "referenceCn": null,
                "referenceEn": "Ma, X., Tang, G.J., Wyman, D.A., Cawood, P.A., Dan, W., Wang, Q., Yang, Y.N., & Tang, G.R. (2022). Petrogenesis of the Early Cretaceous granitoids in the Central-South Pamir: Implications for arc magma flare-up. Journal of Petrology, under review."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "帕米尔",
                "keywordEn": null
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for gathering Sr-Nd isotopic data from Mesozoic igneous rocks in the South Pamir region?",
                "QuestionCn": "您能否提供一个用于收集南帕米尔地区中生代火成岩Sr-Nd同位素数据的数据收集方法的例子？",
                "AnswerEn": "A data collection method used for gathering Sr-Nd isotopic data from Mesozoic igneous rocks in the South Pamir region involves using MC-ICP-MS technology. The samples, which include various types of granites and minor dioritic enclaves, are analyzed by the Engineering Research Center of Exploration for Concealed Nonferrous and Precious Metal Deposits at Guilin University of Technology.",
                "AnswerCn": "一种用于收集南帕米尔地区中生代火成岩Sr-Nd同位素数据的数据收集方法涉及使用MC-ICP-MS技术。样品包括各种类型的花岗岩和少量的二长岩包体，分析由桂林理工大学隐伏有色金属和贵金属矿床勘查工程研究中心进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and characteristics of Sr-Nd isotopic data in Mesozoic igneous rocks from the South Pamir region, and how can these features inform our understanding of geological processes?",
                "QuestionCn": "南帕米尔地区中生代火成岩的Sr-Nd同位素数据的关键特征和特性是什么，这些特征如何帮助我们理解地质过程？",
                "AnswerEn": "full-rock Sr-Nd isotopic measurements, two-mica granite, biotite granite, muscovite granite, felsic dikes, minor dioritic enclaves",
                "AnswerCn": "全岩 Sr-Nd 同位素测量，二云母花岗岩，黑云母花岗岩，白云母花岗岩，长英质脉岩，少量闪长质包体",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many whole-rock Sr-Nd isotopic data samples are included in a dataset related to the Mesozoic magmatic rocks in the South Pamir Murghab-Khorog area?",
                "QuestionCn": "与南帕米尔穆尔哈布-霍罗格地区的中生代火成岩相关的数据集中包含多少个整体岩石Sr-Nd同位素数据样本？",
                "AnswerEn": "71",
                "AnswerCn": "71",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Sr-Nd isotopic data' refer to in the context of geological research?",
                "QuestionCn": "'Sr-Nd同位素数据'在地质研究中指的是铷（Sr）和钕（Nd）同位素的测量和分析。这些同位素数据用于研究岩石、矿物和地球化学过程，以了解地球的形成、演化和物质循环。",
                "AnswerEn": "In geological research, 'Sr-Nd isotopic data' refers to the measurements of strontium (Sr) and neodymium (Nd) isotopic ratios in rocks. These isotopic ratios are used to investigate the origins and evolutionary history of rocks, particularly igneous rocks. The data provides information on the source material of the rocks and the processes that have affected them over time. The Sr-Nd isotopic data is collected using methods like MC-ICP-MS to ensure accurate and reliable results.",
                "AnswerCn": "在地质研究中，“Sr-Nd同位素数据”指的是对岩石中锶（Sr）和钕（Nd）同位素比率的测量。这些同位素比率用于研究岩石的来源和演化历史，特别是火成岩。这些数据提供了岩石源材料和随时间变化所经历的过程的信息。Sr-Nd同位素数据通常采用MC-ICP-MS等方法进行收集，以确保结果的准确性和可靠性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting Sr-Nd isotopic data from Mesozoic igneous rocks in the Murghab-Khorog region of the South Pamir Plateau?",
                "QuestionCn": "收集南帕米尔高原穆尔哈布-霍罗格地区中生代火成岩的Sr-Nd同位素数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting Sr-Nd isotopic data from Mesozoic igneous rocks in the Murghab-Khorog region of the South Pamir Plateau are to study the genesis of the Mesozoic igneous rocks and to understand the tectonic evolution of the Pamir Plateau.",
                "AnswerCn": "收集南帕米尔高原穆尔哈布-霍罗格地区中生代火成岩的Sr-Nd同位素数据的主要目标是研究中生代火成岩的成因以及理解帕米尔高原的构造演化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements or methodologies enable accurate Sr-Nd isotopic data collection in Mesozoic igneous rocks from the Pamir Plateau region?",
                "QuestionCn": "哪些技术进步或方法论能够在帕米尔高原地区准确收集中生代火成岩的Sr-Nd同位素数据？",
                "AnswerEn": "The use of MC-ICP-MS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry) enables accurate Sr-Nd isotopic data collection, as it is employed by the Guilin University of Technology's Engineering Research Center for Exploration of Hidden Nonferrous and Precious Metal Deposits.",
                "AnswerCn": "MC-ICP-MS（多收集器电感耦合等离子体质谱）能够实现准确的锶-钕同位素数据收集，桂林理工大学隐伏非ferrous和贵金属矿床勘探工程研究中心采用了该技术。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}