{
    "id": "71539280-56ea-4467-a696-c26304ee960d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of the ground-based microwave radiometers and ground truth observations for soil freeze/thaw cycle in the A'rou foci experimental during the pre-observation period",
            "titleCn": "黑河综合遥感联合试验：预试验期阿柔加密观测区地基微波辐射计及地面实况观测数据集",
            "description": "The dataset of the ground-based microwave radiometers and ground truth observations (multi-frequency, multi-polar multi-angle) for soil freeze/thaw cycle in the A'rou foci experimental area from Oct. 19 to 25, 2007, during the pre-observation period, X-band from Oct. 20 to 25, S-band from Oct. 20 to 25, K-band from Oct. 19 to 24, and Ka-band from Oct. 20 to 24, to be specific. The aims of the measurements were the effects of the soil freeze/thaw status on  the microwave brightness temperatures. Those provide reliable ground data for improving and verifying microwave radiative transfer models and parameters retrieval of soil freeze/thaw status.\n     Time-continuous ground observations synchronizing with the ground-based microwave radiometers including self-recording and manual measurements, were carried out in No. 1 quadrate of A'rou with dry natural grassland as the landscape.\n     (1) self-recording observations: the soil temperatures at 0cm, 5cm, 10cm, 15cm and 20cm by the temperature probe from Oct. 21 to 25, 2007, and shallow layer soil moisture at 0-5cm, 5cm, 10cm, 15cm and 20cm by TDR from Oct. 19 to 21 2007. Both time interval of the observations were 5 minutes.\n     (2) manual observations: the surface radiative temperature by the handheld infrared thermometer, the soil temperature at 0cm, 5cm, 10cm, 15cm and 20cm by the glass geothermometer, and the mean soil temperature from 0-5cm by the probe thermometer. The time interval of observations was 30 minutes from Oct. 19-21, 2007.",
            "descriptionCn": "2007年10月19日-25日期间，在阿柔加密观测区天然草场开展了多频率、多极化、多角度的地基微波辐射计连续观测。包括X波段地基微波辐射计观测（2007年10月20日-25日），S波段地基微波辐射计观测（2007年10月20日-25日），K波段地基微波辐射计观测（2007年10月19日-24日），Ka波段地基微波辐射计观测（2007年10月20日-24日），主要观测目标为地表的冻融状态对微波亮温的影响。本数据可为发展和验证冻/融土的微波辐射传输正向模型和参数反演算法提供基础数据。\n地基微波辐射计的连续观测在阿柔样方1开展，地表类型为干枯状天然草地。地面实况观测数据包括自记观测和人工观测两部分：\n1）自记观测：温度探头获得的0cm、5cm、10cm、15cm和20cm土壤温度数据，观测时段为2007年10月21日-25日；TDR探头获得的浅层（0-5cm）、5cm、10cm、15cm及20cm土壤水分，观测时段从2007年10月19日-21日，两者观测时间步长均为5分钟；\n2）人工观测：包括手持式外红温度计测量的地表辐射温度；玻璃管温度计测量的0cm、5cm、10cm、15cm和20cm土壤温度；针式温度计测量的0-5cm平均土壤温度，测量时间步长为30分钟，观测时段为2007年10月19日-21日。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2007-11-03 22:04:00",
            "endTime": "2007-11-09 22:05:00",
            "fileSize": 189235778.0,
            "cstr": "18406.11.water973.0001.db",
            "doi": "10.3972/water973.0001.db",
            "dataFormat": "EXCEL",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "白云洁",
                "nameEn": "BAI Yunjie",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李弘毅",
                "nameEn": "LI Hongyi",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": " 李哲",
                "nameEn": "LI Zhe",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 秦春",
                "nameEn": "QIN Chun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王维真",
                "nameEn": "Wang Weizhen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤冻结深度",
                "nameEn": "Depth of soil freezing"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地基微波辐射计",
                "nameEn": "Ground-based microwave radiometer"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for observing the impact of ground freeze-thaw states on microwave brightness temperature?",
                "QuestionCn": "用于观察地面冻融状态对微波亮温影响的数据收集方法的特点是什么？",
                "AnswerEn": "multi-frequency, multi-polarization, multi-angle, continuous observations, ground-based microwave radiometers, X band, S band, K band, Ka band, dry natural grassland surface, automatic data collection, manual data collection, soil temperature at various depths, soil moisture levels, specific time steps",
                "AnswerCn": "多频、多极化、多角度、连续观测、地基微波辐射计、X波段、S波段、K波段、Ka波段、干旱天然草地表面、自动数据收集、手动数据收集、不同深度的土壤温度、土壤湿度水平、特定时间步长。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of ground-based microwave radiometers were used in the data collection process?",
                "QuestionCn": "在数据收集过程中使用了多少种地面微波辐射计？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '地基微波辐射计' mean in the context of data collection for observing soil freeze-thaw states?",
                "QuestionCn": "'地基微波辐射计'在观察土壤冻结-融化状态的数据收集中指的是一种用于测量地面微波辐射的仪器，能够帮助监测土壤的温度变化和冻结融化过程。",
                "AnswerEn": "In the context of data collection for observing soil freeze-thaw states, '地基微波辐射计' refers to ground-based microwave radiometers that are used to perform continuous observations of the surface. These instruments operate at multiple frequencies, polarizations, and angles to measure microwave brightness temperatures, which can be influenced by the soil's freeze-thaw state. The data collected assists in developing and validating microwave radiation transmission models and parameter retrieval algorithms for frozen or thawed soils.",
                "AnswerCn": "在土壤冻融状态观察的数据收集背景下，“地基微波辐射计”指的是用于对表面进行连续观测的地面微波辐射仪。这些仪器在多个频率、极化和角度下工作，以测量微波亮度温度，这些温度可能受到土壤冻融状态的影响。收集的数据有助于开发和验证微波辐射传输模型以及用于冰冻或解冻土壤的参数检索算法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to variations in the effectiveness of ground-based microwave radiometer observations in detecting the freeze/thaw status of natural grassland surfaces?",
                "QuestionCn": "导致地面微波辐射计观测自然草地表面冻结/解冻状态有效性差异的因素有哪些？",
                "AnswerEn": "The effectiveness of ground-based microwave radiometer observations in detecting the freeze/thaw status of natural grassland surfaces can be influenced by several factors, including the specific frequency and polarization used in the observations, the angle of observation, and the temporal resolution of the collected data. Additionally, the type and condition of the surface, such as dry natural grassland, can impact the microwave brightness temperature readings. The development and validation of microwave radiation transmission forward models and parameter inversion algorithms rely on understanding these variations.",
                "AnswerCn": "地面微波辐射计观测在检测自然草地表面的冻结/解冻状态方面的有效性受到多个因素的影响，包括观测中使用的特定频率和极化方式、观测角度以及收集数据的时间分辨率。此外，表面的类型和状态，如干燥的自然草地，也会影响微波亮温的读数。微波辐射传输前向模型和参数反演算法的开发与验证依赖于对这些变化的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of microwave brightness temperature models when using data from multi-frequency, multi-polarization, and multi-angle ground-based microwave radiometer observations?",
                "QuestionCn": "使用多频率、多极化和多角度的地面微波辐射计观测数据时，微波亮温模型的准确性可能产生的结果是什么？",
                "AnswerEn": "Using multi-frequency, multi-polarization, and multi-angle ground-based microwave radiometer observations can improve the accuracy of microwave brightness temperature models by providing comprehensive data that captures the impact of surface freeze-thaw states. This data can be used to develop and validate forward models of microwave radiation transmission and parameter inversion algorithms, enhancing the understanding of the interaction between surface conditions and microwave signals.",
                "AnswerCn": "使用多频率、多极化和多角度的地面微波辐射计观测可以通过提供全面的数据来提高微波亮温模型的准确性，这些数据捕捉了表面冻结-解冻状态的影响。这些数据可用于开发和验证微波辐射传输的前向模型和参数反演算法，从而增强对表面条件与微波信号之间相互作用的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind conducting multi-frequency, multi-polarization, and multi-angle ground-based microwave radiometer observations in the context of natural grassland environments?",
                "QuestionCn": "在自然草原环境中进行多频率、多极化和多角度地面微波辐射计观测的目标是什么？",
                "AnswerEn": "The objectives are to understand the effects of the freeze-thaw state of the surface on microwave brightness temperatures and to provide foundational data for developing and validating forward models of microwave radiation transmission and parameter inversion algorithms for freeze/thaw soils.",
                "AnswerCn": "目标是了解表面冻融状态对微波亮温的影响，并为开发和验证微波辐射传输的前向模型以及冻融土壤的参数反演算法提供基础数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental techniques and procedural steps are involved in using ground-based microwave radiometers to observe the impact of freeze-thaw cycles on microwave brightness temperature in natural grassland areas?",
                "QuestionCn": "使用地面微波辐射计观察自然草地地区冻融循环对微波亮温影响的仪器技术和程序步骤包括哪些？",
                "AnswerEn": "The instrumental techniques involve using multiple frequency, polarization, and angle ground-based microwave radiometers for continuous observation. Specific procedures include conducting observations at different frequency bands (X, S, K, Ka) over specified periods, with the main objective of assessing the impact of freeze-thaw cycles on microwave brightness temperature. These observations occur in a natural grassland area with dry conditions. Additionally, real-time and manual observations complement the data, where temperature probes are used to obtain soil temperature at various depths, while TDR probes measure shallow soil moisture. Data collection involves precise time-stepping, with automatic logging every 5 minutes for soil temperature and moisture, and manual measurements at 30-minute intervals for surface radiation temperature and soil temperature at specified depths.",
                "AnswerCn": "仪器技术涉及使用多频率、极化和角度的地面微波辐射计进行连续观测。具体程序包括在指定时间段内在不同频段（X、S、K、Ka）进行观测，主要目的是评估冻融循环对微波亮温的影响。这些观测发生在干燥条件下的自然草原区域。此外，实时和手动观测相辅相成，使用温度探头在不同深度获取土壤温度，同时TDR探头测量浅层土壤湿度。数据收集涉及精确的时间步进，土壤温度和湿度每5分钟自动记录一次，表面辐射温度和指定深度的土壤温度每30分钟手动测量一次。",
                "Level": "C3(Applying)"
            }
        ]
    }
}