{
    "id": "715a15ed-2140-429e-8693-0692d62548bd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Whole rock and single mineral geochemical data of Huayuangong A-type granite in the Lower Yangtze River Belt",
            "titleCn": "长江下游地区花园巩A型花岗岩全岩及单矿物地球化学数据",
            "description": "The data are the whole rock major, trace element and Nd isotopic geochemical data of the A-type granite in the Lower Yangtze River Belt, as well as zircon in-situ Hf-O isotopic data and apatite major and trace element geochemical data. The samples are syenite and quartz syenite from Huayuangong intrusion, Anhui Province. The data of whole rock major elements were obtained by XRF, trace elements by ICP-MS and Nd isotopic composition by MC-ICP-MS. The in-situ O isotopic composition of zircon was obtained by SIMS analysis. The in-situ Lu-Hf isotopic composition of zircon was determined at the same location as O isotopic analysis, and the data were obtained by LA-MC-ICP-MS analysis. The major and trace element data of apatite were obtained by EMPA and LA-ICP-MS, respectively. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the data obtained, we can study the genesis of coexistence of A1 and A2 type granites and the tectonic environment of  A-type granites formation in the Middle and Lower Yangtze River Belt  in the late Mesozoic.",
            "descriptionCn": "本数据为长江下游A型花岗岩的全岩主、微量元素、Nd同位素地球化学数据，以及锆石原位Hf-O同位素数据和磷灰石主、微量元素地球化学数据。样品为采自安徽花园巩岩体的正长花岗岩和石英正长岩。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，Nd同位素组成数据由MC-ICP-MS分析获得。锆石原位O同位素组成由SIMS分析获得，锆石原位Lu-Hf同位素组成的测试选择与O同位素相同的位置点进行，数据由LA-MC-ICP-MS分析获得。磷灰石的主量、微量元素数据分别由EMPA和LA-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以研究A1和A2型花岗岩共存的成因，以及中生代晚期长江中下游地区A型花岗岩形成的构造环境。",
            "instructions": "All data are stored in Excel file and can be opened directly in Excel workbook. The file named is \"WR_MajTra\" represents the geochemical data of major and trace elements of the whole rock, \"WR_Nd\" represents the whole rock Nd radioisotope data, \"Zrn_HfO\" stands for zircon Hf-O isotope data, \"AP_MajTra\" represents the major and trace element geochemical data of apatite.",
            "instructionsCn": "所有数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“WR_MajTra”的文件代表全岩主微量元素地球化学数据，“WR_Nd”代表全岩Nd放射性同位素数据，“Zrn_HfO”代表锆石Hf-O同位素数据，“Ap_MajTra”代表磷灰石主、微量元素地球化学数据。",
            "east": 117.7,
            "west": 117.42,
            "south": 30.53,
            "north": 30.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 55725.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2018.08.008",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "江小燕",
                "nameEn": "JIANG Xiaoyan",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Insights into the origin of coexisting A1- and A2-type granites: Implications from zircon Hf-O isotopes of the Huayuangong intrusion in the Lower Yangtze River Belt, eastern China",
                "referenceCn": null,
                "referenceEn": "Jiang, X. Y. , Ling, M. X. , Kai, W. , Zhang, Z. K. , Sun, W. D. , Sui, Q. L. , & Xia, X.P. (2018). Insights into the origin of coexisting A1- and A2-type granites: implications from zircon Hf-o isotopes of the Huayuangong intrusion in the Lower Yangtze River Belt, eastern China. Lithos, 318-319, 230-243."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            },
            {
                "nameCn": "锆石Hf-O同位素",
                "nameEn": "Zircon Hf-O isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of geochemical data collected from A-type granites in the lower Yangtze River region?",
                "QuestionCn": "下游扬子江地区A型花岗岩收集的地球化学数据的具体特征是什么？",
                "AnswerEn": "whole-rock major and trace elements, Nd isotope geochemistry, in-situ zircon Hf-O isotopes, apatite major and trace elements",
                "AnswerCn": "全岩主量和微量元素，钕同位素地球化学，原位锆石Hf-O同位素，磷灰石主量和微量元素",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different geochemical analysis methods are used to obtain the whole-rock and mineral composition data in a dataset related to A-type granites from the lower Yangtze River region?",
                "QuestionCn": "在与长江下游地区A型花岗岩相关的数据集中，使用了多少种不同的地球化学分析方法来获得全岩和矿物成分数据？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '全岩主、微量元素地球化学数据' mean in the context of geochemical analysis?",
                "QuestionCn": "'全岩主、微量元素地球化学数据'在地球化学分析的上下文中指的是对岩石样本中主要元素和微量元素的化学成分进行的系统性分析和数据记录。",
                "AnswerEn": "'全岩主、微量元素地球化学数据' refers to the comprehensive geochemical data obtained from the whole rock, including major and trace elements. In geochemical analysis, this data is used to determine the chemical composition of the rock, which can provide insights into its formation and alteration history. The major elements are typically analyzed using XRF (X-ray fluorescence), while trace elements are measured using ICP-MS (Inductively Coupled Plasma Mass Spectrometry).",
                "AnswerCn": "'全岩主、微量元素地球化学数据'指的是从全岩中获得的综合地球化学数据，包括主要元素和微量元素。在地球化学分析中，这些数据用于确定岩石的化学成分，从而提供关于其形成和变质历史的见解。主要元素通常使用XRF（X射线荧光）进行分析，而微量元素则使用ICP-MS（感应耦合等离子体质谱）进行测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific analytical techniques such as XRF, ICP-MS, SIMS, and LA-MC-ICP-MS for gathering geochemical data on A-type granites in the lower Yangtze River region?",
                "QuestionCn": "影响选择特定分析技术（如XRF、ICP-MS、SIMS和LA-MC-ICP-MS）以获取下扬子河地区A型花岗岩地球化学数据的因素有哪些？",
                "AnswerEn": "The choice of analytical techniques like XRF, ICP-MS, SIMS, and LA-MC-ICP-MS is influenced by the need for precise and comprehensive data on major and trace elements, isotopic compositions, and mineral-specific data. XRF is used for accurate major element analysis, ICP-MS for trace elements, and MC-ICP-MS for Nd isotopic compositions due to their sensitivity and precision. SIMS is chosen for zircon in situ O isotope analysis due to its ability to analyze small areas with high spatial resolution, while LA-MC-ICP-MS is used for zircon Lu-Hf isotopic data to ensure consistency with O isotope analysis points. These methods collectively provide robust data necessary to study the genesis of A-type granites and their tectonic environment in the late Mesozoic era of the region.",
                "AnswerCn": "分析技术的选择，如XRF、ICP-MS、SIMS和LA-MC-ICP-MS，受到对主要和微量元素、同位素组成以及矿物特定数据的精确和全面需求的影响。XRF用于准确的主要元素分析，ICP-MS用于微量元素分析，MC-ICP-MS用于Nd同位素组成分析，因为它们具有高灵敏度和精确度。SIMS被选择用于锆石的原位氧同位素分析，因为它能够以高空间分辨率分析小区域，而LA-MC-ICP-MS则用于锆石的Lu-Hf同位素数据，以确保与氧同位素分析点的一致性。这些方法共同提供了研究A型花岗岩的成因及其在该地区晚中生代构造环境中的必要的可靠数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the understanding of tectonic environments when using a dataset that includes both whole-rock major and trace element geochemistry and zircon in-situ Hf-O isotopic data from A-type granites?",
                "QuestionCn": "使用包含全岩主要和微量元素地球化学以及锆石原位Hf-O同位素数据的A型花岗岩数据集，对构造环境的理解可能会产生哪些潜在后果？",
                "AnswerEn": "Utilizing a dataset that integrates whole-rock geochemistry and zircon in-situ isotopic data can enhance the understanding of the tectonic environments by providing detailed insights into the petrogenesis and evolution of A-type granites. This comprehensive data collection approach allows for the differentiation between A1 and A2 types, aiding in reconstructing the tectonic settings and geological processes that led to the formation of these granites in the late Mesozoic era in the Yangtze River's middle and lower reaches.",
                "AnswerCn": "利用整岩地球化学和锆石原位同位素数据的综合数据集可以增强对构造环境的理解，提供关于A型花岗岩的成因和演化的详细见解。这种综合数据收集方法有助于区分A1和A2类型，帮助重建导致这些花岗岩在扬子江中下游地区晚中生代形成的构造背景和地质过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting whole-rock and mineral geochemical data, including isotopic compositions, for A-type granites in the lower Yangtze River region?",
                "QuestionCn": "收集下游长江地区A型花岗岩的全岩和矿物地球化学数据，包括同位素组成的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting whole-rock and mineral geochemical data, including isotopic compositions, for A-type granites in the lower Yangtze River region is to study the genesis of coexisting A1 and A2 type granites and to understand the tectonic environment of A-type granite formation in the late Mesozoic in the middle and lower reaches of the Yangtze River.",
                "AnswerCn": "收集长江中下游地区A型花岗岩的全岩和矿物地球化学数据，包括同位素组成的主要目的是研究共生的A1型和A2型花岗岩的成因，并了解晚中生代长江中下游地区A型花岗岩形成的构造环境。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and analyzing the geochemical data of A-type granites from the lower Yangtze River region to ensure data accuracy and reliability?",
                "QuestionCn": "收集和分析长江下游地区A型花岗岩的地球化学数据的程序步骤，以确保数据的准确性和可靠性包括以下几个方面：",
                "AnswerEn": "The procedural steps include collecting samples of syenogranite and quartz syenite from the Huayuankou pluton in Anhui. Whole-rock major element data is obtained through XRF analysis, trace element data through ICP-MS analysis, and Nd isotopic composition data through MC-ICP-MS analysis. Zircon in-situ O isotope compositions are obtained via SIMS analysis, and zircon in-situ Lu-Hf isotopic compositions are tested at the same location points using LA-MC-ICP-MS. Apatite major and trace element data are acquired using EMPA and LA-ICP-MS, respectively. These methods ensure the data's accuracy and reliability, allowing for the study of the coexistence of A1 and A2 type granites and the tectonic environment of the A-type granites formation in the late Mesozoic era of the middle and lower Yangtze River region.",
                "AnswerCn": "程序步骤包括从安徽的华园口岩体收集辉长岩和石英辉长岩样品。通过XRF分析获得全岩主要元素数据，通过ICP-MS分析获得微量元素数据，通过MC-ICP-MS分析获得Nd同位素组成数据。锆石的原位氧同位素组成通过SIMS分析获得，锆石的原位Lu-Hf同位素组成在相同位置点使用LA-MC-ICP-MS进行测试。磷灰石的主要和微量元素数据分别使用EMPA和LA-ICP-MS获得。这些方法确保了数据的准确性和可靠性，使得能够研究A1型和A2型花岗岩的共存以及晚中生代中下扬子江地区A型花岗岩形成的构造环境。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What analytical methods enable the precise determination of major and trace elements in granitoid rocks for geochemical studies?",
                "QuestionCn": "哪些分析方法能够精确测定花岗岩岩石中的主要和微量元素，以用于地球化学研究？",
                "AnswerEn": "The precise determination of major elements in granitoid rocks is enabled by XRF (X-ray fluorescence) analysis, while trace elements are determined using ICP-MS (Inductively Coupled Plasma Mass Spectrometry) analysis.",
                "AnswerCn": "花岗岩岩石中主要元素的精确测定可以通过XRF（X射线荧光）分析实现，而微量元素则通过ICP-MS（感应耦合等离子体质谱）分析来确定。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}