{
    "id": "7168c267-98cb-4200-9ae4-18bd5e820cde",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HU_AFES4.1 simulation data for LS4P Task1 - Task4",
            "titleCn": "HU_AFES4.1 simulation data for LS4P Task1 - Task4",
            "description": "This dataset is based on 30-member AMIP-type simulation using AFES4.1 forced by monthly mean SST and sea ice from Merged Hadley/OISST dataset.\n30 members are started at 01 January 1978 with different initial condition.\nAfter 1 year spin-up, simulation output is available for a period of 1979-2014. \nHere, we mainly send data of May-June 2003 for LS4P experiment.",
            "descriptionCn": "This dataset is based on 30-member AMIP-type simulation using AFES4.1 forced by monthly mean SST and sea ice from Merged Hadley/OISST dataset.\n30 members are started at 01 January 1978 with different initial condition.\nAfter 1 year spin-up, simulation output is available for a period of 1979-2014. \nHere, we mainly send data of May-June 2003 for LS4P experiment.",
            "instructions": "Task 1) Control experiment. Ensemble mean values of 01May 2003 to 30 June 2003 period are provided.\n\nTask 2) For model climatology. Ensemble mean monthly mean temperature at 2 m (t2m) and total precipitation (pr) from January 1981 to December 2010 are provided.\n\nTask 3) Sensitivity experiment of LST/SUBT effect. Delta T was defined based on AFES4.1 bias. Doubled magnitude of Delta T is imposed in the soil layers at initial date/time of 00z01May2003. Integration results for a period of 01May 2003 to 30June2003 are provided.\n\nTask 3 has optional simulations. \nThey are\nTask3.dTold, Delta T old version is imposed.\nTask3.1dT, Delta T is imposed.\nTask3.-1dT, negative Delta T is imposed.\nTask3.-2dT, negative double magnitude of Delta T is imposed.\n\nTask 4) Sensitivity experiment of SST effect. Boundary condition of historical SST is replaced by climatological mean SST (1981-2010).",
            "instructionsCn": "Task 1) Control experiment. Ensemble mean values of 01May 2003 to 30 June 2003 period are provided.\n\nTask 2) For model climatology. Ensemble mean monthly mean temperature at 2 m (t2m) and total precipitation (pr) from January 1981 to December 2010 are provided.\n\nTask 3) Sensitivity experiment of LST/SUBT effect. Delta T was defined based on AFES4.1 bias. Doubled magnitude of Delta T is imposed in the soil layers at initial date/time of 00z01May2003. Integration results for a period of 01May 2003 to 30June2003 are provided.\n\nTask 3 has optional simulations. \nThey are\nTask3.dTold, Delta T old version is imposed.\nTask3.1dT, Delta T is imposed.\nTask3.-1dT, negative Delta T is imposed.\nTask3.-2dT, negative double magnitude of Delta T is imposed.\n\nTask 4) Sensitivity experiment of SST effect. Boundary condition of historical SST is replaced by climatological mean SST (1981-2010).",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-06-30 00:00:00",
            "fileSize": 9000319048.0,
            "cstr": "18406.11.Atmos.tpdc.301345",
            "doi": "10.11888/Atmos.tpdc.301345",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "NAKMAURA Tetsu",
                "nameEn": "NAKMAURA Tetsu",
                "unitEn": "",
                "unitCn": "Hokkaido University"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I): organization and experimental design",
                "referenceCn": null,
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K. M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Sato, T., Lin, Z., Takaya, Y., Ardilouze, C., Materia, S., Saha, S. K., Senan, R., Nakamura, T., Wang, H., Yang, J., Zhang, H., Zhao, M., Liang, X.-Z., Neelin, J. D., Vitart, F., Li, X., Zhao, P., Shi, C., Guo, W., Tang, J., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Qiu, Y., Peano, D., Qi, X., Zhan, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Wei, H., Xie, S., Xu, H., Li, W., Shi, X., Nobre, P., Pan, Y., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., de Rosnay, P., Takahashi, H. G., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y.: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I): organization and experimental design, Geosci. Model Dev., 14, 4465–4494, https://doi.org/10.5194/gmd-14-4465-2021, 2021."
            },
            {
                "titleCn": null,
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleCn": null,
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleCn": null,
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceCn": null,
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleCn": null,
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水距平",
                "nameEn": "Precipitation anomalies"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Tibetan Plateau",
                "keywordEn": ""
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "May-June 2003",
                "keywordEn": "",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of simulation data used in AMIP-type climate modeling?",
                "QuestionCn": "AMIP类型气候建模中使用的模拟数据的特征是什么？",
                "AnswerEn": "30-member ensemble, AFES4.1, forced by monthly mean SST and sea ice data, Merged Hadley/OISST dataset, varied initial conditions, one-year spin-up period, data available from 1979 to 2014, specific focus periods like May-June 2003.",
                "AnswerCn": "30成员集合，AFES4.1，由月平均SST和海冰数据驱动，合并的Hadley/OISST数据集，不同的初始条件，一年预热期，数据可从1979年到2014年获取，特别关注2003年5月至6月等时期。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many simulation outputs are generated for May-June 2003 in a dataset based on AFES4.1 for LS4P experiment?",
                "QuestionCn": "在基于AFES4.1的LS4P实验中，2003年5月至6月生成了多少个模拟输出？",
                "AnswerEn": "30",
                "AnswerCn": "30",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'AMIP-type simulation' mean in the context of climate modeling datasets?",
                "QuestionCn": "在气候模型数据集的上下文中，“AMIP类型模拟”指的是“大气模型干预计划”（Atmospheric Model Intercomparison Project）类型的模拟。",
                "AnswerEn": "AMIP-type simulation refers to a type of climate model experiment that is forced by observed sea surface temperatures (SST) and sea ice data. It is an Atmospheric Model Intercomparison Project, where the atmospheric model is run with specified SST and sea ice, as seen in the dataset which uses monthly mean SST and sea ice from Merged Hadley/OISST dataset for simulation.",
                "AnswerCn": "AMIP类型模拟是指一种气候模型实验，采用观测到的海表温度（SST）和海冰数据进行强迫。它是一个大气模型比较项目（Atmospheric Model Intercomparison Project），在该项目中，大气模型在指定的SST和海冰条件下运行，使用的是来自合并的Hadley/OISST数据集的月均SST和海冰数据进行模拟。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might contribute to the variability in simulation outputs when using AMIP-type simulations with different initial conditions?",
                "QuestionCn": "在使用不同初始条件的AMIP类型模拟时，可能导致模拟输出变异的因素有哪些？",
                "AnswerEn": "The use of different initial conditions in AMIP-type simulations can lead to variability in outputs due to differences in how the model initializes atmospheric states, such as temperature, pressure, and humidity. These differences can affect the model's response to external forcings like sea surface temperatures and sea ice extent, resulting in variability across the simulation ensemble.",
                "AnswerCn": "在AMIP类型的模拟中使用不同的初始条件可能导致输出的变异性，因为模型在初始化大气状态（如温度、压力和湿度）时存在差异。这些差异会影响模型对外部强迫（如海表温度和海冰范围）的响应，从而导致模拟集合之间的变异性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications for data accuracy and reliability when using a simulation-based dataset forced by monthly mean SST and sea ice from a merged dataset like Hadley/OISST over a period of several decades?",
                "QuestionCn": "使用像Hadley/OISST这样的合并数据集强制的月均海表温度（SST）和海冰的模拟数据集在数十年的时间跨度内，对数据准确性和可靠性有什么影响？",
                "AnswerEn": "Using a simulation-based dataset forced by monthly mean SST and sea ice from a merged dataset such as Hadley/OISST over several decades, as in the case of the HU_AFES4.1 simulation, can have several implications for data accuracy and reliability. The long-term simulation allows for the analysis of climate variability and trends over an extended period. However, the reliance on monthly mean data and the merging of datasets can introduce uncertainties due to potential inconsistencies or inaccuracies in the source data. Additionally, starting simulations with different initial conditions can help in understanding the variability and providing ensemble data, but it also requires careful consideration of spin-up periods to ensure stabilization of the model system. The accuracy of the results could be influenced by these factors, affecting the reliability of conclusions drawn from the dataset for studies such as the LS4P experiment.",
                "AnswerCn": "使用由合并数据集（如Hadley/OISST）强制的月均海表温度（SST）和海冰的基于模拟的数据集，如HU_AFES4.1模拟，可能对数据的准确性和可靠性产生多重影响。长期模拟允许对气候变异性和趋势进行扩展时间段的分析。然而，依赖月均数据和数据集的合并可能会由于源数据中的潜在不一致性或不准确性而引入不确定性。此外，以不同的初始条件启动模拟有助于理解变异性并提供集合数据，但这也需要仔细考虑预热期，以确保模型系统的稳定性。这些因素可能影响结果的准确性，从而影响从数据集中得出的结论在LS4P实验等研究中的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind utilizing simulation data from a 30-member AMIP-type simulation with AFES4.1, focusing on the period of May-June 2003 for LS4P Task1 - Task4?",
                "QuestionCn": "利用AFES4.1进行的30成员AMIP类型模拟数据，重点关注2003年5月至6月的LS4P任务1至任务4的主要目标是什么？",
                "AnswerEn": "The primary objective is to analyze and understand atmospheric processes and climate dynamics during May-June 2003 using simulation data forced by monthly mean SST and sea ice from the Merged Hadley/OISST dataset, offering insights into specific climate events or patterns relevant to the LS4P experiment.",
                "AnswerCn": "主要目标是分析和理解2003年5月至6月的气候过程和气候动态，使用由合并的哈德利/OISST数据集提供的月均海表温度和海冰强迫的模拟数据，提供与LS4P实验相关的特定气候事件或模式的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in generating simulation data using the AFES4.1 model for AMIP-type experiments, particularly in terms of ensuring accuracy and alignment with observed climate conditions?",
                "QuestionCn": "生成使用AFES4.1模型进行AMIP类型实验的模拟数据的程序步骤，特别是在确保准确性和与观测气候条件对齐方面，包括以下内容：",
                "AnswerEn": "The simulation data is generated using the AFES4.1 model with a focus on AMIP-type experiments. The process involves starting with a 30-member ensemble where each member begins on 01 January 1978 with different initial conditions. The model is forced by monthly mean SST and sea ice data from the Merged Hadley/OISST dataset. A 1-year spin-up period is conducted to allow the model to stabilize, after which the simulation output is produced for the period from 1979 to 2014. This process ensures that the model output aligns with observed climate conditions, particularly for the specific period of interest, such as May-June 2003 for the LS4P experiment.",
                "AnswerCn": "模拟数据是使用AFES4.1模型生成的，重点是AMIP类型的实验。该过程涉及从1978年1月1日开始的30成员集合，每个成员具有不同的初始条件。模型通过来自Merged Hadley/OISST数据集的月均SST和海冰数据进行强迫。进行为期1年的预热期，以使模型稳定，之后生成1979年至2014年的模拟输出。这个过程确保模型输出与观察到的气候条件一致，特别是对于特定的关注时期，例如LS4P实验的2003年5月至6月。",
                "Level": "C3(Applying)"
            }
        ]
    }
}