{
    "id": "71cf70ec-0858-499d-b7f2-63319e1087fc",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of reconstructed terrestrial water storage in Mainland China based on precipitation (2002-2019)",
            "titleCn": "中国大陆区域基于降水重构陆地水储量变化数据集（2002-2019）",
            "description": "These datasets fill the data gap between GRACE and GRACE-FO, they contain CSR RL06 Mascon and JPL RL06 Mascon. They take China as the study area, and the dataset includes \"Decimal_time”, \"lat”, \"lon”, \"time”, \"time_bounds”, \"TWSA_REC\" and \"Uncertainty\" 7 parameters in total. Among them, \"Decimal_time” corresponds to decimal time. There are 191 months from April 2002 to December 2019 (163 months for GRACE data, 17 months for GRACE-FO data, and 11 months for the gap between GRACE and GRACE-FO. We have not filled the missing data of individual months between GRACE or GRACE-FO data). \"lat\" corresponds to the latitude range of the data; \"lon\" corresponds to the longitude range of the data; \"time\" corresponds to the cumulative day of the data from January 1, 2002. And \"time_bounds\" corresponding to the cumulative day at the start date and end date of each month. “TWSA_REC\" represents the monthly terrestrial water storage anomalies from April 2002 to December 2019 in China; \"Uncertainty\" is the uncertainty between the data and CSR RL06 Mascon products. We use GRACE satellite data from CSR GRACE/GRACE-FO RL06 Mascon solutions (version 02), China Gauge-based Daily Precipitation Analysis (CGDPA, version 1.0) data, and CN05.1 temperature dataset. The precipitation reconstruction model was established, and the seasonal and trend terms of CSR RL06 Mascon products were considered to obtain the dataset of terrestrial water storage anomalies in China. The data quality is good as a whole, and the uncertainty of most regions in China is within 5cm. This dataset complements the nearly one-year data gap between GRACE and GRACE-FO satellites, and provides a full time series for long-term land water storage change analysis in China. As the CSR RL06 Mascon product, the average value between 2004.0000 and 2009.999 is deducted from this dataset. Therefore, the 164-174 months (i.e., July 2017 to May 2018) of this dataset can be directly extracted as the estimation of terrestrial water storage anomalies during the gap period. The reconstruction method for the gap of JPL RL06 Mascon is consistent with that of CSR RL06 Mascon.",
            "descriptionCn": "本套数据集连接了CSR RL06 Mascon和JPL RL06 Mascon数据在GRACE和GRACE-FO之间的间断期。以中国区域作为研究区域，数据集包括“Decimal_time”, “lat”, “lon”, “time”, “time_bounds”, “TWSA_REC”和“Uncertainty”7个参数。其中“Decimal_time”对应为十进制时间，2002年4月-2019年12月份一共191个月（GRACE数据163个月，GRACE-FO数据17个月，GRACE与GRACE-FO间断期11个月，一共191个月。我们并未弥补GRACE或GRACE-FO各自数据之间存在的个别月份的缺失数据）；“lat”对应为数据纬度范围；“lon”对应为数据经度范围；“time”对应为数据从2002年1月1日起的年积日；“time_bounds”；对应为数据每个月开始日期和结束日期所对应的年积日。“TWSA_REC”为2002年4月-2019年12月份每个月的中国区域陆地水储量变化；“Uncertainty”是数据与CSR RL06 Mascon产品之间的不确定性。使用GRACE卫星重力数据CSR GRACE/GRACE-FO RL06 Mascon Solutions (version 02)、中国逐日网格降水量实时分析系统（1.0版）数据、CN05.1温度数据等数据集，通过建立降水重构模型，并考虑Mascon产品的季节项和趋势项，得到中国区域基于降水重构陆地水储量变化数据集。数据质量整体较好，全国大部分区域的误差在5cm以内。本数据集补充了GRACE与GRACE-FO卫星中间一年多的数据间断期，为中国区域长期的陆地水储量变化分析提供了完整的时间序列。本数据集与CSR RL06 Mascon产品一样扣除了2004.0000 - 2009.999间的平均值，所以可以直接提取本数据的第164-174个月（即2017年7月至2018年5月）的数据作为间断期的陆地水储量变化的估计。JPL RL06 Mascon数据间断期的构建与CSR RL06 Mascon方法是一致的。",
            "instructions": "Datasets are named as \"CSRM_TWSA_Rec2002_2019.nc\" and \"JPLM_TWSA_Rec2002_2019.nc\", the data is stored in NetCDF format.\nData reading method: the dataset can be viewed and read by using Matlab/Python/ArcGIS.",
            "instructionsCn": "文件以CSRM_TWSA_Rec2002_2019.nc和JPLM_TWSA_Rec2002_2019.nc命名，数据以NetCDF格式存储。\n数据读取方式：该数据集可以使用Matlab/Python/ArcGIS进行查看和读取等操作。",
            "east": 136.0,
            "west": 72.0,
            "south": 18.0,
            "north": 54.0,
            "startTime": "2002-04-05 16:00:00",
            "endTime": "2019-12-31 16:00:00",
            "fileSize": 70828040.0,
            "cstr": "18406.11.Hydro.tpdc.270990",
            "doi": "10.11888/Hydro.tpdc.270990",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "钟玉龙",
                "nameEn": "ZHONG Yulong",
                "unitEn": "School of Geography and Information Engineering, China University of Geosciences (Wuhan)",
                "unitCn": "中国地质大学（武汉）地理与信息工程学院现代测绘技术应用研究中心"
            },
            {
                "nameCn": "冯伟",
                "nameEn": "FENG Wei",
                "unitEn": "Innovation Academy for Precision Measurement Science and Technology Chinese Academy of Sciences",
                "unitCn": "中国科学院精密测量科学与技术创新研究院"
            },
            {
                "nameCn": "钟敏",
                "nameEn": "ZHONG Min",
                "unitEn": "Innovation Academy for Precision Measurement Science and Technology Chinese Academy of Sciences",
                "unitCn": "中国科学院精密测量科学与技术创新研究院"
            },
            {
                "nameCn": "明祖涛",
                "nameEn": "MING Zutao",
                "unitEn": "School of Geography and Information Engineering China University of Geosciences (Wuhan)",
                "unitCn": "中国地质大学（武汉）地理与信息工程学院现代测绘技术应用研究中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Human-Induced and Climate-Driven Contributions to Water Storage Variations in the Haihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Zhong, Y., Feng, W., Humphrey, V., Zhong, M. (2019). Human-Induced and Climate-Driven Contributions to Water Storage Variations in the Haihe River Basin, China. Remote Sensing. 11, 3050."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "GRACE",
                "nameEn": "GRACE"
            },
            {
                "nameCn": "JPL Mascon",
                "nameEn": "JPL Mascon"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "重力",
                "nameEn": "Gravity"
            },
            {
                "nameCn": "陆地水储量异常",
                "nameEn": "Terrestrial water storage anomaly"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国区域",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2002-2019",
                "keywordEn": "2002-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "联合卫星重力及气象水文实测资料研究长江流域长期蒸散发变化",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "中国地质大学（武汉）中央高校基本科研业务费专项资金新青年教师科研启动基金项目",
                "titleEn": "Fundamental Research Funds for the Central Universities, China University of Geosciences (Wuhan)"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
                "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Terrestrial water storage (TWS) is the sum of all forms of water storage over land surfaces, which plays a key role in the global and regional hydrological cycle. TWS varies on a wide range of temporal and spatial scales, and exerts important effects upon the Earth’s climate system. After the launch of the Gravity Recovery and Climate Experiment (GRACE) satellites in 2002, many studies have quantitatively estimated the TWS or groundwater storage (GWS) changes using GRACE data in global and regional basins. GRACE satellites can derive global monthly temporal gravity fields with a spatial resolution of ~300 km, which can be further used to estimate water storage changes over land when other mass change effects are removed from the gravity fields. However, the lack of in situ observations limits our knowledge of the relationship between natural climate variability, and human activity impacts upon terrestrial water systems. Water resources in basins are mainly influenced by climate changes and anthropogenic activities. Assessing changes in water storage on the global scale under the impact of climate variability and human activity has drawn great attention to the growing water scarcity around the world. On one hand, the climatic fluctuations in ocean and atmosphere, such as El Niño–Southern Oscillation (ENSO), resulting from the large-scale ocean–atmosphere interactions over the equatorial Pacific, can strongly affect global water storage by influencing precipitation patterns. During the warm phase of ENSO (i.e., El Niño), heavy rains generally occur in South America, while droughts occur in Southeast Asia and Australia. On the contrary, during the cold phase of ENSO (i.e., La Niña), heavy rains occur in Southeast Asia and Australia, while droughts occur in Southwestern USA and the West Coast of South America. Other climatic fluctuations, e.g., Pacific Decadal Oscillation (PDO), Indian Ocean Dipole (IOD) and North Atlantic Oscillation (NAO) also impact TWS anomalies (TWSA) at different temporal and spatial scales. On the other hand, due to the increasing water resource management and consumption all around the world, impacts of anthropogenic activities on water storage become more important, and should be taken into account in the hydrologic cycle and modeling. Impacts of direct human activities could be through water withdrawal, the building of reservoirs, or land use and land cover change. Some previous studies have focused on analyzing the relative contribution of TWSA from natural and anthropogenic effects. For instance, Yi et al. estimated an anthropogenic TWS depletion estimate of −187 ± 38 km3/yr in Asia by using a linear relationship between variations in precipitation anomalies and water storage fluxes. Huang et al. isolated the human-induced TWSA by subtracting climate-driven TWSA simulated by models from GRACE-observed TWSA. As GRACE can detect the total TWS changes affected by both climate variability and human activities, whereas land surface model (LSM) simulations generally represent the climate-related TWS changes in most cases. Felfelani et al. quantified the human-induced TWSA by calculating the difference between the two hydrological models, in which human impacts were considered in one model, but not included in the other one. However, there are some limitations and uncertainties in terms of modeling and forcing data. For example, Yi et al. assumed that the anthropogenic component is constant over time, and the climate-driven effect is zero from 1979 to 2015, and they analyzed both impacts on the annual scale. A systematic difference between various precipitation-forcing data was also highlighted. Felfelani et al. also found that the TWSA trend uncertainty caused by the errors in forcing datasets was as high as the TWSA trend differences resulting from different hydrological models. Moreover, global hydrological models and land surface models may exhibit large biases in TWSA amplitude."
            ],
            "research objective": [
                "Here we present a quantitative method to isolate these two contributions with reconstructed climate-driven TWS anomalies (TWSA) based on long-term precipitation data. In this study, we aim to isolate climate-driven and human-induced contributions to GRACE-derived TWSA in the HRB on the basis of the statistical reconstruction method."
            ],
            "challenges": [
                "However, the lack of in situ observations limits our knowledge of the relationship between natural climate variability, and human activity impacts upon terrestrial water systems. However, there are some limitations and uncertainties in terms of modeling and forcing data. For example, Yi et al. assumed that the anthropogenic component is constant over time, and the climate-driven effect is zero from 1979 to 2015, and they analyzed both impacts on the annual scale. A systematic difference between various precipitation-forcing data was also highlighted. Felfelani et al. also found that the TWSA trend uncertainty caused by the errors in forcing datasets was as high as the TWSA trend differences resulting from different hydrological models. Moreover, global hydrological models and land surface models may exhibit large biases in TWSA amplitude."
            ],
            "methods": [
                "We employ the information from the current GRACE record and avoid the difficulties of using hydrological models by using a statistical approach. The upper and lower bounds of the climate-driven TWSA trend (Trend CD) and human-induced TWSA trend (TrendHI) are estimated based on a relatively long time period of reconstructed, climate-driven TWSA time series."
            ],
            "dataset": [
                "The GRACE gridded data used in this study covered a total period of 124 months (January 2003 to December 2013). Gridded daily precipitation data over the study region are obtained from the China Meteorological Administration (CMA) for the period of 1961–2013. The reconstruction period is from 1967 for discarding six spin-up years as suggested by Humphrey et al. The gridded data were obtained by partial thin plate smoothing splines interpolation of precipitation observations from 2472 weather stations with daily temporal resolution and 0.5 ◦ × 0.5◦ spatial resolution over the whole of China, and 258 weather stations were used in the HRB."
            ],
            "findings": [
                "Using the Haihe River Basin (HRB) as a case study, we find a higher human-induced water depletion rate (−12.87 ± 1.07 mm/yr) compared to the original negative trend observed by GRACE alone for the period of 2003–2013, accounting for a positive climate-driven TWSA trend (+4.31 ± 0.72 mm/yr). We show that previous approaches (e.g., relying on land surface models) provide lower estimates of the climate-driven trend, and thus likely underestimated the human-induced trend. The isolation method presented in this study will help to interpret observed long-term TWS changes and assess regional anthropogenic impacts on water resources."
            ],
            "backgroundCn": [
                "陆地水储量（TWS）是指陆地表面所有形式的水储量总和，在全球和区域水文循环中发挥着关键作用。TWS在广泛的时间和空间尺度上变化，并对地球气候系统产生重要影响。自2002年重力恢复与气候实验（GRACE）卫星发射以来，许多研究利用GRACE数据定量估计了全球和区域流域的TWS或地下水储量（GWS）变化。GRACE卫星能够以约300公里的空间分辨率推导出全球每月的重力场，这些数据可以在去除其他质量变化影响后用于估算陆地水储量变化。然而，缺乏现场观测限制了我们对自然气候变异与人类活动对陆地水系统影响之间关系的了解。流域中的水资源主要受到气候变化和人类活动的影响。在全球范围内评估水储量在气候变异和人类活动影响下的变化，已引起人们对日益严重的水资源短缺问题的高度关注。一方面，海洋和大气中的气候波动，如厄尔尼诺-南方涛动（ENSO），由于赤道太平洋的大规模海洋-大气相互作用，能够通过影响降水模式强烈影响全球水储量。在ENSO的暖相（即厄尔尼诺）期间，南美洲通常会出现强降雨，而东南亚和澳大利亚则会出现干旱。相反，在ENSO的冷相（即拉尼娜）期间，东南亚和澳大利亚会出现强降雨，而美国西南部和南美西海岸则会出现干旱。其他气候波动，如太平洋年代际振荡（PDO）、印度洋偶极子（IOD）和北大西洋振荡（NAO）也在不同的时间和空间尺度上影响TWS异常（TWSA）。另一方面，由于全球水资源管理和消费的增加，人类活动对水储量的影响变得越来越重要，应在水文循环和建模中加以考虑。人类活动的直接影响可能通过水资源提取、建造水库或土地利用和土地覆盖变化等方式体现。一些先前的研究集中于分析自然和人类影响对TWSA的相对贡献。例如，Yi等人通过使用降水异常变化与水储量通量之间的线性关系，估计了亚洲的人为TWS减少量为−187 ± 38 km3/年。Huang等人通过从GRACE观测的TWSA中减去模型模拟的气候驱动TWSA，隔离了人类引起的TWSA。由于GRACE能够检测到受气候变异和人类活动影响的总TWS变化，而陆面模型（LSM）模拟通常在大多数情况下代表气候相关的TWS变化。Felfelani等人通过计算两个水文模型之间的差异来量化人类引起的TWSA，其中一个模型考虑了人类影响，而另一个模型则未包含。然而，在建模和强迫数据方面存在一些限制和不确定性。例如，Yi等人假设人类成分在时间上是恒定的，并且在1979年至2015年期间气候驱动效应为零，并且他们分析了两者对年尺度的影响。不同降水强迫数据之间的系统差异也被强调。Felfelani等人还发现，强迫数据集中的错误导致的TWSA趋势不确定性与不同水文模型导致的TWSA趋势差异一样高。此外，全球水文模型和陆面模型在TWSA幅度上可能表现出较大的偏差。"
            ],
            "research objectiveCn": [
                "在这里，我们提出了一种定量方法，通过基于长期降水数据重建的气候驱动的土壤水储量异常（TWSA）来隔离这两种贡献。在本研究中，我们旨在基于统计重建方法，隔离人类活动和气候驱动对高原地区GRACE衍生的TWSA的贡献。"
            ],
            "challengesCn": [
                "然而，缺乏原位观测限制了我们对自然气候变异与人类活动对陆地水系统影响之间关系的了解。然而，在建模和强迫数据方面存在一些局限性和不确定性。例如，Yi等人假设人类活动的影响在时间上是恒定的，并且从1979年到2015年气候驱动的影响为零，他们分析了这两种影响在年度尺度上的表现。不同降水强迫数据之间的系统性差异也得到了强调。Felfelani等人还发现，强迫数据集中的错误导致的TWSA趋势不确定性与不同水文模型所导致的TWSA趋势差异同样高。此外，全球水文模型和陆面模型在TWSA幅度上可能表现出较大的偏差。"
            ],
            "methodsCn": [
                "我们利用当前GRACE记录中的信息，并通过统计方法避免使用水文模型所带来的困难。气候驱动的土壤水储量变化趋势（Trend CD）和人类影响的土壤水储量变化趋势（TrendHI）的上下限是基于相对较长时间段的重建气候驱动土壤水储量变化时间序列进行估计的。"
            ],
            "datasetCn": [
                "本研究使用的GRACE网格数据覆盖了124个月的总时段（2003年1月至2013年12月）。研究区域的网格日降水数据来自中国气象局（CMA），时间范围为1961年至2013年。重建期从1967年开始，以剔除六年的预热期，正如Humphrey等人所建议的。网格数据是通过对2472个气象站的降水观测数据进行部分薄板平滑样条插值获得的，具有日时间分辨率和0.5° × 0.5°的空间分辨率，覆盖整个中国，其中在HRB地区使用了258个气象站。"
            ],
            "findingsCn": [
                "以海河流域（HRB）为案例研究，我们发现人类引起的水资源耗竭率（−12.87 ± 1.07 mm/yr）高于GRACE单独观察到的2003–2013年期间的原始负趋势，同时考虑到气候驱动的土壤水储量变化趋势（+4.31 ± 0.72 mm/yr）。我们表明，之前的方法（例如依赖陆面模型）提供的气候驱动趋势估计较低，因此可能低估了人类引起的趋势。本研究中提出的隔离方法将有助于解释观察到的长期土壤水储量变化，并评估区域人类活动对水资源的影响。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can reconstructed climate-driven TWS anomalies be derived using long-term precipitation data?",
                "QuestionCn": "重建的气候驱动的土壤水分储量（TWS）异常可以通过长期降水数据推导出来吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Is it possible to estimate human-induced TWSA trends by using statistical reconstruction methods based on GRACE data?",
                "QuestionCn": "是否可以通过基于GRACE数据的统计重建方法来估计人类引起的TWSA趋势？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can a statistical approach avoid the difficulties associated with using hydrological models for GRACE data analysis?",
                "QuestionCn": "统计方法能否避免在GRACE数据分析中使用水文模型所带来的困难？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are climate-driven terrestrial water storage anomalies typically reconstructed using long-term precipitation data, temperature data, or both?",
                "QuestionCn": "气候驱动的陆地水储存异常通常是通过长期降水数据、温度数据或两者结合进行重建的。",
                "AnswerEn": "long-term precipitation data",
                "AnswerCn": "长期降水数据",
                "Level": "C2(Understanding)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are data collection efforts focused to improve the understanding of terrestrial water storage anomalies due to climate variability and human activity?",
                "QuestionCn": "数据收集工作集中在哪些领域，以提高对气候变化和人类活动导致的陆地水储存异常的理解？",
                "AnswerEn": "Chinese region",
                "AnswerCn": "中国地区",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "When is the period covered by the GRACE gridded data and what is the significance of this timeframe for studying terrestrial water storage?",
                "QuestionCn": "GRACE网格数据覆盖的时间段是什么？这个时间段对于研究陆地水储存有什么重要意义？",
                "AnswerEn": "January 2003 to December 2013",
                "AnswerCn": "2003年1月到2013年12月",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how researchers might use precipitation data to reconstruct terrestrial water storage anomalies (TWSA)?",
                "QuestionCn": "研究人员如何使用降水数据重建陆地水储存异常（TWSA）的示例。",
                "AnswerEn": "Researchers use precipitation data from sources like the China Meteorological Administration, which provides gridded daily precipitation data, to statistically reconstruct climate-driven TWS anomalies. This involves using precipitation observations interpolated by methods such as partial thin plate smoothing splines, covering extensive temporal and spatial scales, to estimate climate-driven components of TWSA.",
                "AnswerCn": "研究人员使用来自中国气象局等来源的降水数据，该局提供网格化的日降水数据，以统计重建气候驱动的土壤水储量（TWS）异常。这涉及使用通过部分薄板平滑样条法插值的降水观测数据，覆盖广泛的时间和空间尺度，以估计TWSA的气候驱动成分。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when isolating human-induced impacts on water storage changes using GRACE data?",
                "QuestionCn": "一个使用GRACE数据隔离人类影响水储存变化时面临的挑战的例子是什么？",
                "AnswerEn": "A significant challenge is the lack of in situ observations to fully understand the relationship between natural climate variability and human activities. Additionally, there are limitations and uncertainties in modeling and forcing data, such as systematic differences in precipitation-forcing data and the uncertainties in TWSA trends due to errors in forcing datasets.",
                "AnswerCn": "一个重大挑战是缺乏原位观测，以充分理解自然气候变率与人类活动之间的关系。此外，建模和强迫数据存在局限性和不确定性，例如降水强迫数据的系统性差异，以及由于强迫数据集中的错误导致的土壤水储量变化趋势的不确定性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate an example of a methodological approach to estimate contributions to TWS changes from both climate variability and human activities?",
                "QuestionCn": "您能否举例说明一种方法论方法，以估计气候变化和人类活动对总水储量（TWS）变化的贡献？",
                "AnswerEn": "One methodological approach involves using a statistical reconstruction method to estimate the climate-driven TWSA trends and human-induced TWSA trends. This approach uses a long-term reconstructed climate-driven TWSA time series, avoiding the complexities of hydrological models, to determine the upper and lower bounds of these contributions.",
                "AnswerCn": "一种方法论方法涉及使用统计重建方法来估计气候驱动的土壤水储量变化（TWSA）趋势和人类引起的TWSA趋势。这种方法使用长期重建的气候驱动TWSA时间序列，避免了水文模型的复杂性，以确定这些贡献的上下限。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and parameters included in a dataset for reconstructing terrestrial water storage changes based on precipitation?",
                "QuestionCn": "用于基于降水重建陆地水储存变化的数据集的特征和参数包括：",
                "AnswerEn": "decimal time, latitude, longitude, time, time bounds, terrestrial water storage anomalies, uncertainty",
                "AnswerCn": "十进制时间、纬度、经度、时间、时间范围、陆地水储量异常、不确定性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting and analyzing data on terrestrial water storage anomalies due to both climate variability and human activities?",
                "QuestionCn": "收集和分析由于气候变化和人类活动引起的陆地水储存异常数据面临哪些挑战？",
                "AnswerEn": "lack of in situ observations, uncertainties in modeling and forcing data, discrepancies between various precipitation-forcing data, errors in forcing datasets",
                "AnswerCn": "缺乏现场观测、模型和强迫数据的不确定性、不同降水强迫数据之间的差异、强迫数据集中的错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to reconstruct climate-driven terrestrial water storage anomalies using long-term precipitation data?",
                "QuestionCn": "用于重建气候驱动的陆地水储存异常的方法包括使用长期降水数据。",
                "AnswerEn": "statistical reconstruction, long-term precipitation data, separation of climate-driven and human-induced contributions to TWSA",
                "AnswerCn": "统计重建、长期降水数据、气候驱动和人为因素对总水储量异常（TWSA）的贡献分离。",
                "Level": "C3(Applying)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of months covered by the reconstructed terrestrial water storage anomaly dataset for China from 2002 to 2019?",
                "QuestionCn": "2002年至2019年间，中国重建的陆地水储存异常数据集覆盖的总月份数是多少？",
                "AnswerEn": "191 months",
                "AnswerCn": "191个月",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many weather stations were used to gather gridded daily precipitation data over the entire study region?",
                "QuestionCn": "在整个研究区域内，共使用了多少个气象站来收集网格化的每日降水数据？",
                "AnswerEn": "2472",
                "AnswerCn": "2472",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the gridded precipitation data used in the reconstruction of climate-driven terrestrial water storage anomalies?",
                "QuestionCn": "用于重建气候驱动的陆地水储存异常的网格化降水数据的空间分辨率是多少？",
                "AnswerEn": "0.5° × 0.5°",
                "AnswerCn": "0.5° × 0.5°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'terrestrial water storage (TWS)' in the context of hydrological studies?",
                "QuestionCn": "在水文研究的背景下，“陆地水储存（TWS）”指的是地球陆地表面及其下方储存的水量，包括土壤水、地下水、湖泊、水库和冰雪等。",
                "AnswerEn": "Terrestrial water storage (TWS) is the sum of all forms of water storage over land surfaces, which plays a key role in the global and regional hydrological cycle. TWS varies on a wide range of temporal and spatial scales and exerts important effects upon the Earth’s climate system. GRACE satellites can derive global monthly temporal gravity fields, which can be used to estimate water storage changes over land when other mass change effects are removed from the gravity fields.",
                "AnswerCn": "陆地水储存（TWS）是指陆地表面所有形式的水储存总和，它在全球和区域水文循环中发挥着关键作用。TWS在广泛的时间和空间尺度上变化，并对地球气候系统产生重要影响。GRACE卫星可以推导出全球每月的重力场变化，这些变化可以在去除其他质量变化影响后，用于估算陆地水储存的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'climate-driven TWS anomalies (TWSA)' refer to in hydrological research?",
                "QuestionCn": "“气候驱动的总水储量异常（TWSA）”在水文学研究中指的是由于气候变化或气候因素引起的总水储量的异常变化。",
                "AnswerEn": "Climate-driven TWS anomalies (TWSA) refer to variations in terrestrial water storage that are influenced by natural climate variability. These can include fluctuations caused by climatic phenomena such as El Niño–Southern Oscillation (ENSO), Pacific Decadal Oscillation (PDO), Indian Ocean Dipole (IOD), and North Atlantic Oscillation (NAO), which impact TWSA at different temporal and spatial scales.",
                "AnswerCn": "气候驱动的陆地水储量异常（TWSA）指的是受自然气候变异影响的陆地水储量的变化。这些变化可能包括由气候现象引起的波动，如厄尔尼诺-南方涛动（ENSO）、太平洋十年振荡（PDO）、印度洋偶极子（IOD）和北大西洋振荡（NAO），这些现象在不同的时间和空间尺度上影响TWSA。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is 'GRACE-derived terrestrial water storage anomalies (TWSA)' in the context of satellite-based hydrological assessments?",
                "QuestionCn": "'GRACE衍生的陆地水储存异常（TWSA）'是在卫星基础的水文评估中使用的术语。",
                "AnswerEn": "GRACE-derived terrestrial water storage anomalies (TWSA) are estimates of changes in terrestrial water storage obtained from the Gravity Recovery and Climate Experiment (GRACE) satellites. GRACE can detect total TWS changes affected by both climate variability and human activities by deriving global monthly temporal gravity fields, which are then used to estimate water storage changes over land.",
                "AnswerCn": "GRACE衍生的陆地水储存异常（TWSA）是通过重力恢复与气候实验（GRACE）卫星获得的陆地水储存变化的估计。GRACE可以检测受气候变异和人类活动影响的总水储存变化，通过推导全球每月的重力场时间序列，然后用于估计陆地水储存的变化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of using GRACE satellite data to estimate terrestrial water storage changes compare to the use of reconstructed climate-driven TWS anomalies based on long-term precipitation data?",
                "QuestionCn": "使用GRACE卫星数据估计陆地水储存变化的方法与基于长期降水数据重建的气候驱动的TWS异常相比，如何？",
                "AnswerEn": "GRACE satellite data provides global monthly temporal gravity fields with spatial resolution, which can be used to estimate water storage changes when other mass change effects are removed. In contrast, the method using reconstructed climate-driven TWS anomalies relies on long-term precipitation data to isolate climate-driven and human-induced contributions, avoiding the complexities of hydrological models.",
                "AnswerCn": "GRACE卫星数据提供全球每月的重力场变化，具有空间分辨率，可用于在去除其他质量变化影响后估算水储量变化。相比之下，使用重建的气候驱动的土壤水储量异常的方法依赖于长期降水数据，以隔离气候驱动和人为影响，避免了水文模型的复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the challenges of lacking in situ observations affect the modeling of terrestrial water storage changes using GRACE data compared to using reconstructed climate-driven TWS anomalies?",
                "QuestionCn": "缺乏原位观测的挑战如何影响使用GRACE数据建模陆地水储存变化，与使用重建的气候驱动的TWS异常相比？",
                "AnswerEn": "In situ observation limitations affect both GRACE data and reconstructed climate-driven TWS anomalies by introducing uncertainties in the relationship between natural variability and human impacts. However, GRACE-based approaches may face additional challenges due to the dependency on removing other mass change effects, while the reconstruction approach aims to statistically isolate climate-driven TWS anomalies, potentially reducing reliance on imperfect model simulations.",
                "AnswerCn": "原位观测的局限性影响了GRACE数据和重建的气候驱动的土壤水储量（TWS）异常，导致自然变异性与人类影响之间关系的不确定性。然而，基于GRACE的方法可能面临额外的挑战，因为它依赖于去除其他质量变化效应，而重建方法旨在统计性地隔离气候驱动的TWS异常，可能减少对不完善模型模拟的依赖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of GRACE satellite data with other environmental datasets reveal insights into the temporal and spatial variations of terrestrial water storage?",
                "QuestionCn": "GRACE卫星数据与其他环境数据集的整合如何揭示陆地水储存的时间和空间变化的洞察？",
                "AnswerEn": "The integration of GRACE satellite data with other datasets, such as precipitation and temperature data, allows for a comprehensive analysis of terrestrial water storage (TWS) variations. This approach helps to quantify the contributions of climate-driven and human-induced changes to TWS anomalies, providing a clearer understanding of the hydrological cycle and the impacts of natural and anthropogenic influences on water storage.",
                "AnswerCn": "GRACE卫星数据与降水和温度等其他数据集的整合，使得对陆地水储量（TWS）变化的综合分析成为可能。这种方法有助于量化气候驱动和人类活动对TWS异常的贡献，从而更清晰地理解水文循环以及自然和人为因素对水储量的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways might reconstructed datasets fill the gaps during satellite observation discontinuities, and what potential uncertainties could affect their accuracy?",
                "QuestionCn": "重建数据集可以通过以下方式填补卫星观测中断期间的空白，同时可能影响其准确性的潜在不确定性包括：\n\n1. 利用历史数据进行插值或外推，以估计缺失的观测值。\n2. 结合其他来源的数据（如地面观测、气象模型等）来补充卫星数据的不足。\n3. 应用机器学习和统计模型，基于已有数据模式预测缺失数据。\n\n潜在的不确定性包括：\n\n1. 数据源的质量和可靠性，可能导致重建结果的不准确。\n2. 模型假设的有效性，若假设不成立，可能导致错误的预测。\n3. 时间和空间分辨率的限制，可能影响重建数据的细节和准确性。\n4. 环境变化的影响，可能导致历史数据与当前情况不再一致。",
                "AnswerEn": "Reconstructed datasets can fill observation gaps by using models that account for seasonal and trend components, bridging discontinuities between satellite missions like GRACE and GRACE-FO. However, uncertainties may arise from modeling assumptions and the quality of input datasets, such as precipitation and temperature, which can affect the accuracy of the reconstructed terrestrial water storage changes.",
                "AnswerCn": "重建数据集可以通过使用考虑季节性和趋势成分的模型来填补观测空白，弥合像GRACE和GRACE-FO这样的卫星任务之间的间断。然而，建模假设和输入数据集（如降水和温度）的质量可能会导致不确定性，这可能影响重建的陆地水储存变化的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the uncertainties and limitations in modeling terrestrial water storage anomalies (TWSA) when using GRACE data?",
                "QuestionCn": "使用GRACE数据建模陆地水储存异常（TWSA）时，造成不确定性和局限性的原因是什么？",
                "AnswerEn": "Uncertainties in modeling TWSA when using GRACE data arise from the lack of in situ observations, errors in forcing datasets, and biases in global hydrological models and land surface models. Additionally, assumptions made in previous studies, such as constant anthropogenic components over time or zero climate-driven effects, contribute to these uncertainties.",
                "AnswerCn": "在使用GRACE数据建模TWSA时，不确定性源于缺乏现场观测、强迫数据集中的错误以及全球水文模型和陆面模型中的偏差。此外，以往研究中所做的假设，如人类活动成分在时间上的恒定或气候驱动效应为零，也增加了这些不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the errors in estimating human-induced water storage changes using hydrological models?",
                "QuestionCn": "影响使用水文模型估计人类引起的水储量变化的误差的因素有哪些？",
                "AnswerEn": "Errors in estimating human-induced water storage changes using hydrological models are often due to limitations in modeling and forcing data, such as systematic differences between precipitation-forcing datasets and uncertainties in TWSA trend caused by errors in these datasets. Furthermore, previous approaches might underestimate human impacts due to reliance on models that inadequately capture anthropogenic effects.",
                "AnswerCn": "估计人类引起的水储量变化时，使用水文模型的误差通常源于建模和强迫数据的局限性，例如降水强迫数据集之间的系统性差异，以及由于这些数据集中的错误导致的总水储量变化趋势的不确定性。此外，以前的方法可能低估了人类的影响，因为依赖于无法充分捕捉人类影响的模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing reconstructed climate-driven terrestrial water storage anomalies for understanding anthropogenic impacts on regional water resources?",
                "QuestionCn": "利用重建的气候驱动陆地水储存异常来理解人类活动对区域水资源的影响可能带来的潜在后果是什么？",
                "AnswerEn": "Using reconstructed climate-driven terrestrial water storage anomalies can help isolate human-induced changes from natural climate variability. This approach provides a clearer understanding of anthropogenic impacts on water resources by quantifying human-induced water depletion rates, which may otherwise be underestimated if relying solely on land surface models.",
                "AnswerCn": "使用重建的气候驱动陆地水储存异常可以帮助将人类引起的变化与自然气候变异隔离开来。这种方法通过量化人类引起的水资源耗竭率，提供了对人类影响水资源的更清晰理解，而如果仅依赖地表模型，可能会低估这些影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What outcomes might arise from addressing the uncertainties in precipitation-forcing data when reconstructing terrestrial water storage anomalies?",
                "QuestionCn": "在重建陆地水储存异常时，解决降水强迫数据中的不确定性可能会产生哪些结果？",
                "AnswerEn": "Addressing uncertainties in precipitation-forcing data when reconstructing terrestrial water storage anomalies can lead to more reliable estimations of both climate-driven and human-induced trends. By refining the accuracy of input data, researchers can reduce biases and trend uncertainties, thereby enhancing the interpretation of long-term water storage changes and assessing regional impacts more effectively.",
                "AnswerCn": "在重建陆地水储存异常时，解决降水强迫数据的不确定性可以导致对气候驱动和人类影响趋势的更可靠估计。通过提高输入数据的准确性，研究人员可以减少偏差和趋势不确定性，从而更有效地增强对长期水储存变化的解释和评估区域影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a dataset that bridges the gap between GRACE and GRACE-FO satellite data in the context of terrestrial water storage analysis?",
                "QuestionCn": "在陆地水储存分析的背景下，开发一个弥合GRACE和GRACE-FO卫星数据之间差距的数据集是重要的原因是什么？",
                "AnswerEn": "Developing a dataset that bridges the gap between GRACE and GRACE-FO satellite data is important because it provides a complete time series for analyzing long-term terrestrial water storage changes. This is crucial for understanding the impacts of climate variability and human activities on water resources, especially in regions like China where water scarcity is a growing concern.",
                "AnswerCn": "开发一个连接GRACE和GRACE-FO卫星数据的数据集是重要的，因为它提供了一个完整的时间序列，用于分析长期陆地水储存变化。这对于理解气候变异和人类活动对水资源的影响至关重要，特别是在中国等水资源短缺日益严重的地区。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives behind using reconstructed climate-driven TWS anomalies based on long-term precipitation data in water storage studies?",
                "QuestionCn": "使用基于长期降水数据的重建气候驱动的土壤水储量（TWS）异常在水储存研究中的目标是什么？",
                "AnswerEn": "The objective behind using reconstructed climate-driven TWS anomalies based on long-term precipitation data is to isolate the contributions of climate-driven and human-induced changes to terrestrial water storage anomalies. This helps in better understanding the role of natural climate variability and anthropogenic activities in altering water storage, which is vital for effective water resource management.",
                "AnswerCn": "使用基于长期降水数据的重建气候驱动的土壤水分异常的目的是为了分离气候驱动和人类活动对土壤水分异常的贡献。这有助于更好地理解自然气候变异和人类活动在改变水储存方面的作用，这对有效的水资源管理至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it necessary to employ a statistical approach rather than hydrological models in estimating climate-driven and human-induced TWSA trends?",
                "QuestionCn": "为什么在估计气候驱动和人类影响的总水储量变化趋势时，有必要采用统计方法而不是水文模型？",
                "AnswerEn": "Employing a statistical approach rather than hydrological models is necessary to avoid the limitations and uncertainties associated with modeling and forcing data. The statistical method allows for the estimation of upper and lower bounds of climate-driven and human-induced TWSA trends based on a reconstructed time series, providing a more reliable interpretation of long-term TWS changes and regional anthropogenic impacts.",
                "AnswerCn": "采用统计方法而非水文模型是必要的，以避免与建模和强迫数据相关的局限性和不确定性。统计方法允许基于重建的时间序列估计气候驱动和人类影响的土壤水储量（TWSA）趋势的上下限，从而提供对长期TWS变化和区域人类影响的更可靠解释。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can a dataset be constructed to fill gaps between satellite data periods using precipitation and temperature data?",
                "QuestionCn": "如何构建一个数据集，以利用降水和温度数据填补卫星数据期间的空白？",
                "AnswerEn": "The dataset can be constructed by using a precipitation reconstruction model, which includes data from GRACE and GRACE-FO satellite records, along with CSR GRACE/GRACE-FO RL06 Mascon Solutions and other datasets such as China's daily grid rainfall real-time analysis system and CN05.1 temperature data. This method incorporates seasonal and trend components of Mascon products to fill gaps between satellite data periods.",
                "AnswerCn": "该数据集可以通过使用降水重建模型构建，该模型包括来自GRACE和GRACE-FO卫星记录的数据，以及CSR GRACE/GRACE-FO RL06 Mascon解决方案和其他数据集，如中国的日降雨格点实时分析系统和CN05.1温度数据。该方法结合了Mascon产品的季节性和趋势成分，以填补卫星数据期间的空白。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are involved in isolating climate-driven and human-induced contributions to terrestrial water storage anomalies?",
                "QuestionCn": "隔离气候驱动和人类诱导对陆地水储存异常贡献的程序步骤包括哪些？",
                "AnswerEn": "The procedural steps involve using a statistical reconstruction method based on long-term precipitation data. The method uses information from the GRACE record to estimate the upper and lower bounds of climate-driven and human-induced TWSA trends, avoiding the use of hydrological models. This approach helps separate the contributions by utilizing reconstructed climate-driven TWS anomalies over a long period.",
                "AnswerCn": "这些程序步骤涉及使用基于长期降水数据的统计重建方法。该方法利用GRACE记录的信息来估计气候驱动和人类影响的土壤水储量变化（TWSA）趋势的上下限，避免使用水文模型。这种方法通过利用长期重建的气候驱动TWS异常，帮助分离不同因素的贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data interpolation techniques enable the creation of gridded precipitation datasets from weather station observations?",
                "QuestionCn": "哪些数据插值技术可以利用气象站观测数据创建网格化降水数据集？",
                "AnswerEn": "The gridded data were obtained by partial thin plate smoothing splines interpolation of precipitation observations from 2472 weather stations with daily temporal resolution and 0.5° × 0.5° spatial resolution over the whole of China.",
                "AnswerCn": "这些网格数据是通过对2472个气象站的降水观测进行部分薄板平滑样条插值获得的，具有每日时间分辨率和0.5° × 0.5°的空间分辨率，覆盖整个中国。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do satellite missions like GRACE and GRACE-FO enable the estimation of terrestrial water storage changes despite data discontinuities?",
                "QuestionCn": "像GRACE和GRACE-FO这样的卫星任务如何在数据不连续的情况下实现对陆地水储量变化的估计？",
                "AnswerEn": "Satellite missions like GRACE and GRACE-FO enable the estimation of terrestrial water storage changes by deriving global monthly temporal gravity fields with a spatial resolution of ~300 km, which, when combined with other datasets, help bridge data discontinuities during satellite mission gaps.",
                "AnswerCn": "像GRACE和GRACE-FO这样的卫星任务通过推导全球每月的重力场变化，能够估算陆地水储量的变化，其空间分辨率约为300公里。当与其他数据集结合时，这些数据有助于弥补卫星任务间隙期间的数据不连续性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or datasets enable the isolation of climate-driven and human-induced contributions to terrestrial water storage anomalies?",
                "QuestionCn": "哪些条件或数据集能够使气候驱动和人类诱导对陆地水储存异常的贡献进行隔离？",
                "AnswerEn": "The isolation of climate-driven and human-induced contributions to terrestrial water storage anomalies is enabled by using reconstructed climate-driven TWS anomalies based on long-term precipitation data and avoiding the difficulties of using hydrological models.",
                "AnswerCn": "气候驱动和人类诱导对陆地水储存异常的贡献的隔离是通过使用基于长期降水数据重建的气候驱动的TWS异常来实现的，从而避免了使用水文模型的困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be limitations and uncertainties in modeling and forcing data when estimating terrestrial water storage anomalies?",
                "QuestionCn": "在估计陆地水储存异常时，建模和强迫数据可能存在限制和不确定性，原因可能包括以下几点：",
                "AnswerEn": "There are limitations and uncertainties in modeling and forcing data because previous studies have highlighted systematic differences between various precipitation-forcing datasets and errors in forcing datasets that can cause significant uncertainties in terrestrial water storage anomaly trends. Additionally, global hydrological models and land surface models may exhibit large biases in the amplitude of terrestrial water storage anomalies.",
                "AnswerCn": "在建模和强迫数据方面存在局限性和不确定性，因为之前的研究强调了不同降水强迫数据集之间的系统性差异，以及强迫数据集中的错误可能导致陆地水储存异常趋势的显著不确定性。此外，全球水文模型和陆地表面模型在陆地水储存异常的幅度上可能表现出较大的偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the lack of in situ observations a challenge for understanding the relationship between natural climate variability and human activity impacts on terrestrial water systems?",
                "QuestionCn": "缺乏原位观测是理解自然气候变率与人类活动对陆地水系统影响之间关系的一个挑战。",
                "AnswerEn": "The lack of in situ observations is a challenge because it limits our knowledge of how natural climate variability and human activity impact terrestrial water systems, making it difficult to accurately quantify and differentiate the contributions of these factors to terrestrial water storage changes.",
                "AnswerCn": "缺乏原位观测是一个挑战，因为这限制了我们对自然气候变异和人类活动如何影响陆地水系统的了解，使得准确量化和区分这些因素对陆地水储量变化的贡献变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might a statistical reconstruction method be chosen over hydrological models to isolate climate-driven and human-induced contributions to terrestrial water storage anomalies?",
                "QuestionCn": "为什么在隔离气候驱动和人类影响对陆地水储存异常的贡献时，可能选择统计重建方法而不是水文模型？",
                "AnswerEn": "A statistical reconstruction method might be chosen over hydrological models to avoid the difficulties associated with using hydrological models, such as their biases and the uncertainties in forcing data. By employing statistical approaches, researchers can estimate the upper and lower bounds of climate-driven and human-induced terrestrial water storage anomaly trends more accurately.",
                "AnswerCn": "统计重建方法可能会被选择而不是水文模型，以避免使用水文模型时所面临的困难，例如它们的偏差和强迫数据的不确定性。通过采用统计方法，研究人员可以更准确地估计气候驱动和人类影响的陆地水储存异常趋势的上下限。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do researchers evaluate the effectiveness of using reconstructed climate-driven terrestrial water storage anomalies in isolating the impacts of climate variability and human activities?",
                "QuestionCn": "研究人员如何评估使用重建的气候驱动的陆地水储存异常在隔离气候变异和人类活动影响方面的有效性？",
                "AnswerEn": "Researchers employ a statistical approach using long-term precipitation data to reconstruct climate-driven terrestrial water storage anomalies. By avoiding the complexities of hydrological models, they estimate the upper and lower bounds of climate-driven and human-induced trends. This method helps in isolating the contributions of climate variability and human activities on terrestrial water storage anomalies more effectively.",
                "AnswerCn": "研究人员采用统计方法，利用长期降水数据重建气候驱动的陆地水储存异常。通过避免水文模型的复杂性，他们估计了气候驱动和人类活动趋势的上下限。这种方法有助于更有效地分离气候变异和人类活动对陆地水储存异常的贡献。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise from the lack of in situ observations when assessing terrestrial water storage changes, and how can these be mitigated?",
                "QuestionCn": "在评估陆地水储存变化时，缺乏原位观测可能会带来哪些挑战，以及如何缓解这些挑战？",
                "AnswerEn": "The lack of in situ observations limits understanding of the relationship between natural climate variability and human activity impacts on terrestrial water systems. Challenges include uncertainties in modeling and forcing data. Mitigation can involve using reconstruction methods based on long-term precipitation data, which can provide more accurate estimates of climate-driven contributions to terrestrial water storage anomalies.",
                "AnswerCn": "缺乏原位观测限制了对自然气候变异与人类活动对陆地水系统影响之间关系的理解。挑战包括建模和强迫数据的不确定性。缓解措施可以包括使用基于长期降水数据的重建方法，这可以提供对气候驱动的陆地水储存异常贡献的更准确估计。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways could the integration of GRACE satellite data and regional precipitation datasets improve the understanding of terrestrial water storage changes?",
                "QuestionCn": "GRACE卫星数据与区域降水数据集的整合可以通过以下几种方式改善对陆地水储存变化的理解：",
                "AnswerEn": "Integration of GRACE satellite data with regional precipitation datasets allows for a comprehensive analysis of terrestrial water storage changes. By reconstructing terrestrial water storage anomalies using precipitation data, researchers can better isolate the effects of climate variability and human activities. This approach can improve the accuracy of water storage change assessments and provide a more complete understanding of hydrological cycles.",
                "AnswerCn": "将GRACE卫星数据与区域降水数据集结合，可以对陆地水储存变化进行全面分析。通过利用降水数据重建陆地水储存异常，研究人员能够更好地隔离气候变异和人类活动的影响。这种方法可以提高水储存变化评估的准确性，并提供对水文循环更全面的理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from multiple satellite sources can be integrated to provide a complete time series for terrestrial water storage changes.",
                "QuestionCn": "我不明白如何将来自多个卫星源的数据整合，以提供陆地水储存变化的完整时间序列。",
                "AnswerEn": "The integration involves connecting CSR RL06 Mascon and JPL RL06 Mascon data to bridge the gap between GRACE and GRACE-FO data, using a precipitation reconstruction model and considering seasonal and trend components of Mascon products.",
                "AnswerCn": "该集成涉及连接CSR RL06 Mascon和JPL RL06 Mascon数据，以弥补GRACE和GRACE-FO数据之间的差距，使用降水重建模型，并考虑Mascon产品的季节性和趋势成分。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how researchers can isolate the impact of human activities from climate-driven changes in terrestrial water storage.",
                "QuestionCn": "我不确定研究人员如何将人类活动的影响与气候驱动的陆地水储存变化分开。",
                "AnswerEn": "A quantitative method is used to isolate these contributions by reconstructing climate-driven TWS anomalies based on long-term precipitation data, avoiding the complexities of hydrological models.",
                "AnswerCn": "一种定量方法通过基于长期降水数据重建气候驱动的土壤水储量（TWS）异常，从而隔离这些贡献，避免了水文模型的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how uncertainties in terrestrial water storage data are addressed when using GRACE satellite data.",
                "QuestionCn": "我无法理解在使用GRACE卫星数据时，如何处理地面水储存数据中的不确定性。",
                "AnswerEn": "Uncertainties are addressed by comparing data with the CSR RL06 Mascon products and measuring the discrepancy, with most errors in the dataset being within 5cm across China.",
                "AnswerCn": "不确定性通过将数据与CSR RL06 Mascon产品进行比较并测量差异来解决，数据集中大多数错误在中国范围内都在5厘米以内。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential methods for overcoming the limitations and uncertainties in modeling and forcing data when estimating terrestrial water storage anomalies.",
                "QuestionCn": "请探讨在估计陆地水储存异常时克服建模和强迫数据中的限制和不确定性的潜在方法。",
                "AnswerEn": "To address the limitations and uncertainties in modeling and forcing data, one method is to use statistical approaches that leverage existing satellite records, such as GRACE, to isolate climate-driven and human-induced contributions. This avoids the difficulties associated with hydrological models. Additionally, employing long-term reconstructed climate-driven terrestrial water storage anomalies based on precipitation data can provide upper and lower bounds for trend estimates, helping to refine and validate the results.",
                "AnswerCn": "为了解决建模和强迫数据中的局限性和不确定性，一种方法是使用统计方法，利用现有的卫星记录，如GRACE，来区分气候驱动和人类诱导的贡献。这避免了与水文模型相关的困难。此外，利用基于降水数据的长期重建气候驱动的陆地水储存异常，可以为趋势估计提供上下限，从而帮助细化和验证结果。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please evaluate potential data sources or methodologies that could be used to reconstruct terrestrial water storage changes during satellite data gaps.",
                "QuestionCn": "请评估可以用来重建卫星数据缺口期间陆地水储存变化的潜在数据源或方法。",
                "AnswerEn": "During satellite data gaps, the reconstruction of terrestrial water storage changes can be achieved by using a combination of datasets, such as GRACE and GRACE-FO Mascon Solutions and daily grid precipitation data. Establishing precipitation reconstruction models and considering seasonal and trend components of Mascon products can help fill these gaps. Utilizing the long-term precipitation data and statistical reconstruction methods can provide a continuous time series for terrestrial water storage changes.",
                "AnswerCn": "在卫星数据缺失期间，可以通过结合GRACE和GRACE-FO Mascon解算产品以及每日网格降水数据来重建陆地水储量变化。建立降水重建模型，并考虑Mascon产品的季节性和趋势成分，可以帮助填补这些空白。利用长期降水数据和统计重建方法可以提供陆地水储量变化的连续时间序列。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}