{
    "id": "7212b360-23ee-4fe0-8c49-05102cb945e4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Numerical simulation map of the influence of thermal state of overlying continental plate on subduction dynamics",
            "titleCn": "上覆大陆板块热状态对俯冲动力学的影响数值模拟图件",
            "description": "Main contents: the dynamic process of ocean continent subduction not only depends on the properties of subducted oceanic plate, but also depends on the properties and state of overlying continental plate, In particular, little is known about the influence of the thermal state of the continental lithosphere on the subduction dynamics. Using two-dimensional thermal mechanical numerical simulation method, the performance of the continental lithosphere with different thermal states in the ocean continent subduction process is discussed The main results and implications are as follows: (1) when the geothermal gradient of the overlying continental crust is low (10 ~ 15 ℃ km − 1), the oceanic plate begins to subduct at a low angle, and then, driven by its own negative buoyancy, the subduction angle gradually increases and rapidly retreats, forming an ocean basin with a width of 600 ~ 1100km, With the continuous retreat of the trench, the horizontal deviatoric stress in the overlying continental plate alternates between positive and negative, lithospheric thinning mainly occurs near the subduction zone, and the surface has obvious extension and subsidence. (2) when the geothermal gradient of the overlying continental crust is higher (greater than 15 ℃ km − 1), the retreat of the oceanic plate promotes the strong extension of the overlying continental plate, The horizontal deviatoric stress in the overlying continental plate is characterized by compression and then tension, resulting in the surface uplift and then slow subsidence. (3) increasing the age of the oceanic lithosphere will accelerate the retreat process of the trench, (4) the movement of the overlying continental plate towards the trench will slow down the retreat of the trench. When the geothermal gradient of the crust is greater than 17.5 ℃ km − 1, the hot continental crust will collapse and thrust to the subducted oceanic lithosphere, This process will also slow down the retreat of the trench. The spatial changes of the subduction process of the paleo Western Pacific plate in the early Cretaceous and their possible influence on the tectonic evolution of the East Asian basin\nIt is considered that the development of the wide rift basin system in the Amur super terrane in the early Cretaceous is related to the slow retreat of the trench and the collapse of the hot crust; The relatively cold North China Craton lithosphere retreated rapidly due to oceanic trench, resulting in the development of passive rift basins on the continental margin",
            "descriptionCn": "主要内容：洋-陆俯冲的动力学过程不仅依赖于俯冲大洋板块的性质，还取决于上覆大陆板块的性质和状态。已有数值模型多关注于俯冲大洋岩石圈，对上覆大陆岩石圈性质和变化的研究相对薄弱，尤其是大陆岩石圈热状态变化对俯冲动力学过程的影响了解甚少。利用二维热-力学数值模拟方法，探讨了不同热状态的大陆岩石圈在洋-陆俯冲过程中的表现，系统测试了上覆大陆热状态、俯冲洋块年龄和洋-陆会聚相对速率对俯冲动力学过程的影响。主要结果及启示：(1) 当上覆大陆陆壳地温梯度较低(10~15℃ km−1)时，大洋板块开始以低角度俯冲，而后在自身负浮力的驱动下，俯冲角度逐渐增大并发生快速后撤，形成宽600~1100km不等的洋盆，导致大陆与大洋板块最终解耦。伴随海沟不断后撤，上覆大陆板块内的水平偏应力在区域上发生正、负交替，岩石圈减薄主要发生在俯冲带附近，且地表发生明显伸展沉降。(2) 当上覆大陆陆壳地温梯度较高(大于15℃ km−1)时，大洋板块的后撤促使上覆大陆板块强烈伸展，海沟后撤的距离减小，形成洋盆的宽度也随之减小100~1000km。上覆大陆板块内的水平偏应力表现为整体先挤压后拉张，导致地表也发生先隆升后缓慢沉降。(3) 增加大洋岩石圈的年龄会加快海沟的后撤过程, 促进上覆大陆岩石圈的减薄. (4) 上覆大陆板块向海沟的运动会减缓海沟的后撤. 当地壳地温梯度大于17.5℃ km−1时, 热的大陆地壳会发生重力垮塌和向俯冲大洋岩石圈逆冲, 这一过程同样将减缓海沟的后撤. 早白垩世古西太平洋板块俯冲过程空间上的变化以及它们可能对东亚盆地构造演化的控制, 认为阿穆尔超级地体早白垩世宽裂谷盆地体系的发育与海沟缓慢后撤和热地壳垮塌相关; 相对较冷的华北克拉通岩石圈因大洋海沟快速后撤, 导致大陆边缘被动裂谷盆地的发育.",
            "instructions": "The data is stored in JPG format without file naming. Usage: open the data through the software with image editor function",
            "instructionsCn": "数据以jpg形式储存，无文件命名方式。使用方法：将数据通过有图片编辑器功能软件打开即可",
            "east": 135.0,
            "west": 100.0,
            "south": 30.0,
            "north": 55.0,
            "startTime": "2021-06-16 00:00:00",
            "endTime": "2021-06-17 00:00:00",
            "fileSize": 1715472.0,
            "cstr": "18406.11.Geo.tpdc.271520",
            "doi": "10.11888/Geo.tpdc.271520",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐嘉萱",
                "nameEn": "TANG Jiaxuan",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            },
            {
                "nameCn": "陈林",
                "nameEn": "CHEN Lin",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "上覆大陆板块热状态对俯冲动力学的影响: 二维热力学模拟.",
                "titleEn": null,
                "referenceCn": "唐嘉萱, 陈林, 孟庆任, 武国利. (2020). 上覆大陆板块热状态对俯冲动力学的影响: 二维热力学模拟. 中国科学: 地球科学, 50(10), 1424–1444, doi: 10.1360/SSTe-2019-0283",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The effects of the thermal state of overriding continental plate on subduction dynamics: Two-dimensional thermal-mechanical modeling.",
                "referenceCn": null,
                "referenceEn": "Tang, J., Chen, L., Meng, Q., & Wu, G. (2020). The effects of the thermal state of overriding continental plate on subduction dynamics: Two-dimensional\nthermal-mechanical modeling. Science China Earth Sciences, 63(10), 1519–1539, https://doi.org/10.1007/s11430-019-9624-1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "数值模拟",
                "nameEn": "numerical simulation"
            },
            {
                "nameCn": "海沟后撤",
                "nameEn": "Trench retreat"
            },
            {
                "nameCn": "裂谷盆地",
                "nameEn": "Rift basin"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the range of the width of ocean basins formed due to the rollback of subducting plates in a dataset studying the thermal state impact on subduction dynamics?",
                "QuestionCn": "在研究热状态对俯冲动力学影响的数据集中，由于俯冲板块的回撤形成的海洋盆地的宽度范围是多少？",
                "AnswerEn": "600-1100 km, 100-1000 km",
                "AnswerCn": "600-1100公里，100-1000公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'continental lithosphere thermal state' in the context of numerical simulations of subduction dynamics?",
                "QuestionCn": "“大陆岩石圈热状态”在俯冲动力学的数值模拟中指的是大陆岩石圈内部的温度分布和热特性。这一状态影响着地壳和上地幔的物理性质，从而对俯冲过程、板块运动和地震活动等产生重要影响。",
                "AnswerEn": "In the context of numerical simulations of subduction dynamics, the 'continental lithosphere thermal state' refers to the temperature gradient within the continental lithosphere, which affects how the overlying continental plate interacts with the subducting oceanic plate. A lower thermal gradient (10-15℃ km−1) leads to low-angle subduction and ocean basin formation, while a higher gradient (greater than 15℃ km−1) results in strong extensional forces on the continental plate, influencing trench retreat and lithosphere thinning.",
                "AnswerCn": "在俯冲动力学的数值模拟中，“大陆岩石圈热状态”指的是大陆岩石圈内的温度梯度，这影响着上覆的大陆板块与下沉的海洋板块之间的相互作用。较低的热梯度（10-15℃ km−1）导致低角度俯冲和海洋盆地的形成，而较高的梯度（大于15℃ km−1）则会对大陆板块产生强烈的拉伸力，影响沟壑后退和岩石圈变薄。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for understanding the influence of the thermal state of the overlying continental plate on subduction dynamics compare to those focusing on the properties of the subducting oceanic lithosphere?",
                "QuestionCn": "了解上覆大陆板的热状态对俯冲动力学影响的数据收集方法与关注俯冲海洋岩石圈特性的那些方法相比如何？",
                "AnswerEn": "Data collection methods for understanding the thermal state of the overlying continental plate in subduction dynamics may involve numerical simulations that assess the impact of different thermal gradients on the continental lithosphere during ocean-continent subduction. In contrast, methods focusing on the subducting oceanic lithosphere's properties often emphasize its age and buoyancy, which directly influence the subduction angle and trench retreat. While the former might require detailed thermal modeling of the continental crust, the latter may rely more on geophysical data to determine oceanic plate characteristics. The interplay between these two approaches highlights the need for comprehensive models that integrate thermal and mechanical properties from both plates to accurately simulate subduction processes.",
                "AnswerCn": "理解俯冲动力学中上覆大陆板块热状态的数据收集方法可能涉及数值模拟，这些模拟评估不同热梯度对大陆岩石圈在海洋-大陆俯冲过程中的影响。相比之下，关注俯冲海洋岩石圈特性的研究方法通常强调其年龄和浮力，这直接影响俯冲角度和海沟后退。前者可能需要对大陆地壳进行详细的热模型分析，而后者则可能更多依赖地球物理数据来确定海洋板块的特性。这两种方法之间的相互作用突显了需要综合模型的必要性，这些模型整合了来自两个板块的热和机械特性，以准确模拟俯冲过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variations in the thermal state of continental lithosphere, and how do these variations affect the data collection methods used to simulate subduction dynamics?",
                "QuestionCn": "影响大陆岩石圈热状态变化的因素有哪些，这些变化又如何影响用于模拟俯冲动力学的数据收集方法？",
                "AnswerEn": "The variations in the thermal state of continental lithosphere are influenced by factors such as the geothermal gradient and the age of the oceanic lithosphere. A lower geothermal gradient (10~15℃ km−1) results in low-angle subduction with gradual trench retreat and lithospheric thinning near the subduction zone, while a higher geothermal gradient (>15℃ km−1) causes stronger extension of the overriding continental plate and reduced trench retreat. These variations necessitate different data collection methods to accurately simulate the subduction dynamics, including accounting for changes in stress distribution, lithosphere thickness, and surface deformation in the models.",
                "AnswerCn": "大陆岩石圈的热状态变化受到地热梯度和海洋岩石圈年龄等因素的影响。较低的地热梯度（10~15℃ km−1）导致低角度俯冲，伴随缓慢的海沟后退和俯冲带附近岩石圈的变薄，而较高的地热梯度（>15℃ km−1）则导致覆盖大陆板块的强烈伸展和海沟后退的减少。这些变化需要不同的数据收集方法，以准确模拟俯冲动力学，包括在模型中考虑应力分布、岩石圈厚度和地表变形的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the dynamics of subduction processes when a dataset considers variations in the thermal state of the overlying continental lithosphere?",
                "QuestionCn": "当数据集考虑上覆大陆岩石圈的热状态变化时，俯冲过程的动态潜在结果是什么？",
                "AnswerEn": "When a dataset considers variations in the thermal state of the overlying continental lithosphere, potential outcomes may include different subduction angles and rates of trench retreat. A lower geothermal gradient may lead to low-angle subduction followed by rapid trench retreat and decoupling of oceanic and continental plates, causing lithospheric thinning and surface subsidence near the subduction zone. Conversely, a higher geothermal gradient might result in strong extension of the overlying continental plate, reduced trench retreat distance, and changes in surface elevation patterns.",
                "AnswerCn": "当一个数据集考虑到上覆大陆岩石圈的热状态变化时，可能的结果包括不同的俯冲角度和沟槽后退速率。较低的地热梯度可能导致低角度俯冲，随后快速的沟槽后退和海洋板块与大陆板块的解耦，造成岩石圈变薄和俯冲带附近的地表沉降。相反，较高的地热梯度可能导致上覆大陆板块的强烈伸展，减少沟槽后退距离，并改变地表高程模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of conducting numerical simulations to assess the impact of the thermal state of the overlying continental lithosphere on subduction dynamics?",
                "QuestionCn": "进行数值模拟以评估上覆大陆岩石圈的热状态对俯冲动力学影响的主要目标是什么？",
                "AnswerEn": "The primary objective is to explore how different thermal states of the continental lithosphere affect the ocean-continent subduction process, as the dynamics of subduction depend not only on the properties of the subducting oceanic plate but also on the nature and state of the overlying continental plate. This includes testing the influence of the continental thermal state, the age of the subducting oceanic slab, and the relative convergence rate on subduction dynamics.",
                "AnswerCn": "主要目标是探讨大陆岩石圈的不同热状态如何影响海洋-大陆俯冲过程，因为俯冲的动力学不仅依赖于下沉的海洋板块的特性，还与上覆大陆板块的性质和状态有关。这包括测试大陆热状态、下沉海洋板块的年龄以及相对汇聚速率对俯冲动力学的影响。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}