{
  "id": "72ff4b3f-388e-4789-bbe6-3b985e92ee12",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of bird distribution along altitudinal gradient in Motuo and Chayu, southeastern Tibet (2019-2020)",
      "titleCn": "藏东南墨脱、察隅鸟类沿海拔梯度分布数据集（2019-2020）",
      "description": "In order to reveal the spatial pattern of bird diversity distribution and explore the construction mechanism of Himalayan bird community. In 2020, a total of 775 bird survey sites will be collected in Chayu and Motuo counties of Nyingchi Prefecture, Tibet Autonomous Region. This data set contains a sample information table, which contains 4029 bird observation data. Each information includes species name, Latin name, sampling place, survey time, investigator, altitude, habitat type, distance from the midpoint and other basic information, which is stored in Excel. The corresponding photos and videos were collected into the data set of the animal special topic \"the second Qinghai Tibet scientific research plateau animal diversity protection and sustainable use (2019qzk0501) photo and video (2020)\".",
      "descriptionCn": "为了揭示鸟类多样性分布空间格局，探讨喜马拉雅鸟类群落的构建机制。2020年集中在西藏自治区林芝地区察隅县和墨脱县共采集775个鸟类调查样点信息。本数据集包含1个样点信息表，样点信息表包含4029条鸟类观测数据，每条信息包含物种名、拉丁名、采样地、调查时间、调查人、海拔、生境类型、距离中点距离等基本信息，以excel表形式存储。相应照片视频汇总至动物专题《第二次青藏科考高原动物多样性保护和可持续利用（2019QZKK0501）照片视频（2020）》数据集。",
      "instructions": "\"File name: the text information is stored in Excel format, and the file name is\" data set of birds distribution along altitude gradient in Motuo and Chayu of Southeast Tibet (2019-2020) - sample information table. XLX \".\nData reading method: the information of the data set can be read by Office Excel, and the main content includes Chinese name, Latin name, sampling place, survey time, investigator, altitude, habitat type, distance from the midpoint and other basic information of bird species, as well as corresponding habitat photos. \"",
      "instructionsCn": "\"文件命名：文本信息以excel格式存储，文件名称为“藏东南墨脱、察隅鸟类沿海拔梯度分布数据集（2019-2020）-样点信息表.xlx”。\n数据读取方式：该数据集的信息可用office excel读取，主体内容为鸟类物种中文名、拉丁名、采样地、调查时间、调查人、海拔、生境类型、距离中点距离等基本信息，同时包含相应生境照。\"",
      "east": 97.53,
      "west": 95.0,
      "south": 28.45,
      "north": 29.74,
      "startTime": "2019-11-01 00:00:00",
      "endTime": "2020-10-31 00:00:00",
      "fileSize": 475204.0,
      "cstr": "18406.11.Ecolo.tpdc.271195",
      "doi": "10.11888/Ecolo.tpdc.271195",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴飞",
        "nameEn": "WU Fei",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "藏东南墨脱、察隅鸟类沿海拔梯度分布数据集(2020)",
        "titleEn": null,
        "referenceCn": "吴飞. (2020). 藏东南墨脱、察隅鸟类沿海拔梯度分布数据集，高原动物多样性保护和可持续利用.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "鸟类",
        "nameEn": "Birds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏东南",
        "keywordEn": "Southeast Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      },
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection techniques used to study bird diversity across altitudinal gradients in the Himalayan region?",
        "QuestionCn": "您能否提供一个例子，说明在喜马拉雅地区研究鸟类多样性沿海拔梯度的资料收集技术？",
        "AnswerEn": "An example of data collection techniques used to study bird diversity across altitudinal gradients in the Himalayan region involves collecting bird survey data from 775 sample points in the Linzhi area of Tibet's Chayu and Motuo counties. The collected data includes 4029 bird observation records, detailing species name, Latin name, sampling location, survey time, surveyor, altitude, habitat type, and distance to the midpoint. This information is stored in an Excel spreadsheet.",
        "AnswerCn": "在喜马拉雅地区研究鸟类多样性的一种数据收集技术涉及在西藏的察隅和墨脱县的林芝地区从775个样本点收集鸟类调查数据。收集的数据包括4029条鸟类观察记录，详细记录了物种名称、拉丁名、采样地点、调查时间、调查员、高度、栖息地类型和距离中点的距离。这些信息存储在Excel电子表格中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features of data collection techniques for studying bird diversity along altitude gradients in Himalayan regions?",
        "QuestionCn": "研究喜马拉雅地区沿海拔梯度鸟类多样性的数据收集技术的基本特征是什么？",
        "AnswerEn": "species name, Latin name, sampling location, survey time, surveyor details, altitude, habitat type, distance from the midpoint",
        "AnswerCn": "物种名称，拉丁名，采样地点，调查时间，调查员详情，海拔，栖息地类型，距离中点的距离",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many bird observation data entries are included in a dataset focused on the altitudinal gradient distribution of birds in the Tibetan region from 2019 to 2020?",
        "QuestionCn": "在2019年至2020年期间，专注于西藏地区鸟类海拔梯度分布的数据集中包含多少条鸟类观察数据记录？",
        "AnswerEn": "4029",
        "AnswerCn": "4029",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'bird observation data' in the context of biodiversity studies across altitudinal gradients?",
        "QuestionCn": "在跨海拔梯度的生物多样性研究中，“鸟类观察数据”是什么意思？",
        "AnswerEn": "Bird observation data refer to the collected information on bird species, including species name, Latin name, sampling location, survey time, surveyor, altitude, habitat type, and distance from the central point, as part of efforts to reveal spatial patterns of bird diversity and explore the mechanisms of Himalayan bird community construction.",
        "AnswerCn": "鸟类观察数据是指收集的关于鸟类物种的信息，包括物种名称、拉丁名、采样地点、调查时间、调查员、海拔、栖息地类型以及距离中心点的距离。这些数据是为了揭示鸟类多样性的空间模式，并探索喜马拉雅鸟类群落构建的机制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the selection of sample sites for bird diversity surveys along altitudinal gradients in the Himalayas?",
        "QuestionCn": "在喜马拉雅山脉沿海拔梯度进行鸟类多样性调查时，选择样本地点的因素有哪些？",
        "AnswerEn": "The selection of sample sites for bird diversity surveys was influenced by the need to reveal spatial patterns of bird diversity and explore the community assembly mechanisms of Himalayan birds. In 2020, data collection focused on the Linzhi area in Tibet Autonomous Region, specifically in Chayu County and Motuo County, with 775 bird survey sample points collected.",
        "AnswerCn": "鸟类多样性调查的样本点选择受到揭示鸟类多样性的空间模式和探索喜马拉雅鸟类群落组装机制的需要影响。2020年，数据收集集中在西藏自治区的林芝地区，特别是在察隅县和墨脱县，共收集了775个鸟类调查样本点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting bird distribution data along an altitudinal gradient in the Himalayas?",
        "QuestionCn": "在喜马拉雅山脉沿海拔梯度收集鸟类分布数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to reveal the spatial patterns of bird diversity distribution and to explore the mechanisms of community construction of Himalayan birds.",
        "AnswerCn": "主要目标是揭示鸟类多样性分布的空间模式，并探讨喜马拉雅鸟类的群落构建机制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting bird distribution data along an elevation gradient in a mountainous region?",
        "QuestionCn": "在山区沿海拔梯度收集鸟类分布数据涉及哪些程序步骤？",
        "AnswerEn": "The data collection involved gathering information from 775 survey sample points in the regions of Motuo and Chayu in the Linzhi area of Tibet. The process included recording 4029 bird observations, each detailing species name, Latin name, sampling location, survey time, surveyor, altitude, habitat type, and distance to midpoint. The data was stored in an Excel spreadsheet, and corresponding photos and videos were compiled in a related dataset focused on biodiversity protection and sustainable use.",
        "AnswerCn": "数据收集涉及在西藏林芝地区的墨脱和察隅两个区域收集775个调查样本点的信息。该过程包括记录4029次鸟类观察，每次观察详细记录了物种名称、拉丁名、采样地点、调查时间、调查员、高度、栖息地类型和距离中点的距离。数据存储在Excel电子表格中，相关的照片和视频被汇编在一个专注于生物多样性保护和可持续利用的相关数据集中。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the comprehensive documentation of bird species distribution along elevation gradients in Himalayan regions?",
        "QuestionCn": "哪些数据收集技术能够全面记录喜马拉雅地区鸟类物种在海拔梯度上的分布？",
        "AnswerEn": "The data collection methods involve gathering information from 775 bird survey sampling points in the Himalayan regions of Tibet, specifically in the Nyingchi area, including Zayü and Motuo counties. The comprehensive documentation includes collecting 4029 bird observation data entries with details such as species name, Latin name, sampling location, survey date, surveyor, elevation, habitat type, and distance to midpoint, all stored in an Excel format.",
        "AnswerCn": "数据收集方法涉及从775个鸟类调查采样点收集信息，这些点位于西藏的喜马拉雅地区，特别是在林芝地区，包括扎玉和墨脱县。综合文档包括收集4029条鸟类观察数据条目，详细信息包括物种名称、拉丁名、采样地点、调查日期、调查员、高度、栖息地类型和距离中点的距离，所有数据均以Excel格式存储。",
        "Level": "C3(Applying)"
      }
    ]
  }
}