{
  "id": "73260c6c-3598-40b6-805a-e914908ae481",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical dynamic data on the formation of environmental substitution indexes of secondary chemical sediments in caves in Western China (2003-2004)",
      "titleCn": "中国西部洞穴次生化学沉积物环境替代指标形成的地球化学动力学数据（2003-2004）",
      "description": "Data of the project:\n1. Sample DOC information sheet: liangfeng cave, qixing cave, general cave, rhinoceros cave 2003-2004 water sample DOC data. Excel sheet\n2. Excel sheet of hydrogen and oxygen isotope information of samples: secondary chemical sediments, water/vSMOW, rain 18OvSMOW and so on in liangfeng cave, seven-star cave, general cave, rhino cave\n3. The sample water chemical information table of Excel table: header is as follows: sample number # T ℃ pH K + Na + (mg/l) (mg/l) Ca2 + (mg/l) magnesium 2 + (mg/l) Cl - (mg/l) SO42 - (mg/l) HCO3 - (mg/l) SIC SID SIG PPCO2 (ATM) PCO2 (Pa) error\n4. Sample carbon isotope information sheet\nIn addition, the project is accompanied by basic information and data information documents.",
      "descriptionCn": "洞穴次生化学沉积物环境替代指标形成的地球化学动力学项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人中国科学院地球化学研究所王世杰研究员，项目运行时间为2003.1-2005.12。\n该项目汇交数据成果:\n1.  样品DOC信息表:凉风洞,七星洞,将军洞,犀牛洞 2003-2004年水样DOC数据. Excel表\n2.  样品氢氧同位素信息表 Excel表：凉风洞,七星洞,将军洞,犀牛洞洞穴次生化学沉积物、水/vSMOW、雨水δ18ＯvSMOW等信息\n3.  样品水化学信息表 Excel表:表头如下：序号   样号   T℃\tpH\tK+(mg/l)、Na+(mg/l)、Ca2+(mg/l)\tMg2+(mg/l)\tCl-(mg/l)、SO42-(mg/l)\tHCO3-(mg/l)、SIC \tSID\tSIG\tPPCO2(atm)\tPCO2(Pa)误差\n4. 样品碳同位素信息表 Excel表：2003-2004年次生化学沉积物、洞穴滴水DIC(2003)\t\n     此外还附有项目基本信息说明及数据信息文件.",
      "instructions": "File name: the data is stored in the form of XLS, the file names are \"sample DOC information table. XLS\", \"sample hydrogen and oxygen isotope information table. XLS\", \"sample hydrochemistry information table. XLS\", \"sample carbon isotope information table. XLS\".\nData reading: Office, Wps and other Office software can be opened to read.",
      "instructionsCn": "文件命名：数据以表格xls格式存储，文件名称“样品DOC信息表.xls”、“样品氢氧同位素信息表.xls”、“样品水化学信息表.xls”、“样品碳同位素信息表.xls”。\n数据读取：可用Office、Wps等办公软件打开读取。",
      "east": 110.0,
      "west": 103.0,
      "south": 24.0,
      "north": 29.0,
      "startTime": "2003-01-07 08:00:00",
      "endTime": "2005-01-06 19:59:59",
      "fileSize": 732933.0,
      "cstr": "18406.11.Paleoenv.tpdc.270630",
      "doi": "10.11888/Paleoenv.tpdc.270630",
      "dataFormat": "表格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王世杰",
        "nameEn": "WANG Shijie",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Significance and dynamics of drip water responding to rainfall in four caves of Guizhou, China",
        "referenceCn": null,
        "referenceEn": "Zhou, Y. , Wang, S. , Xie, X. , Luo, W. , & Li, T. . (2005). Significance and dynamics of drip water responding to rainfall in four caves of guizhou, china. Chinese Science Bulletin, 50(2), 155-162."
      },
      {
        "titleCn": "贵州4个洞穴滴水对大气降雨响应的动力学及其意义",
        "titleEn": null,
        "referenceCn": "周运超,王世杰,谢兴能,罗维均,黎廷宇.(2004). 贵州4个洞穴滴水对大气降雨响应的动力学及其意义. 科学通报(21), 90-97.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Karst  Rocky Desertification  in southwestern China: Geomorphology, landuse, impact and rehibilitation",
        "referenceCn": null,
        "referenceEn": "Wang, S. J. , Liu, Q. M. , & Zhang, D. F. . (2004). Karst rocky desertification in southwestern china: geomorphology, landuse, impact and rehabilitation. Land Degradation and Development, 15(2), 115-121."
      },
      {
        "titleCn": null,
        "titleEn": "How types of carbonate Rock Assemblages constrain the distribution of Karst Rocky Desertified land in Guizhou Province, PR China: Phenomena and Mechanisms",
        "referenceCn": null,
        "referenceEn": "S.-J.Wang, R.-L.Li, C.-X.Sun, D.-F.Zhang, F.-Q.Li, D.-Q.Zhou, K.-N.Xiong and Z.-F.Zhou(2004). How types of carbonate rock assemblages constrain the distribution of karst rocky desertified land in guizhou province, pr china: phenomena and mechanisms. Land Degradation & Development, 15(2), 123-131. .Land  Degradation  & Development,  15:123-131"
      },
      {
        "titleCn": "贵州凉风洞洞穴滴水水文水化学过程分析",
        "titleEn": null,
        "referenceCn": "周运超,王世杰.贵州凉风洞洞穴滴水水文水化学过程分析.第四纪研究,2005,25(2):208-215",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Factors controlling tufa  deposition  in natural  waters  at waterfall sites",
        "referenceCn": null,
        "referenceEn": "Chen, J, & Zhang, D. D. (2005). Factors controlling tufa deposition at waterfall sites."
      },
      {
        "titleCn": null,
        "titleEn": "The changes in soil organic matter in a forest-cultivation sequence  traced  by stable  carbon isotopes",
        "referenceCn": null,
        "referenceEn": "Liu, Q. M. , Wang, S. J. , Piao, H. C. , & Ouyang, Z. Y. . (2003). The changes in soil organic matter in a forest-cultivation sequence traced by stable carbon isotopes. Soil Research, 41(7), 1317-1327."
      },
      {
        "titleCn": "石笋的荧光特征及其高分辨率气候环境记录",
        "titleEn": null,
        "referenceCn": "刘启明, 王世杰, 欧阳自远, 黎廷宇, & 谢兴能. (2003). 石笋的荧光特征及其高分辨率气候环境记录. 矿物岩石地球化学通报(4).",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "洞穴沉积",
        "nameEn": "Cave deposits"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003-2004",
        "keywordEn": "2003-2004",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary components measured in water chemistry data collection methods for studying speleothems?",
        "QuestionCn": "在研究钟乳石的水化学数据收集方法中测量的主要成分是什么？",
        "AnswerEn": "temperature, pH, K+, Na+, Ca2+, Mg2+, Cl-, SO42-, HCO3-, SIC, SID, SIG, PPCO2, PCO2",
        "AnswerCn": "温度, pH, 钾离子 (K+), 钠离子 (Na+), 钙离子 (Ca2+), 镁离子 (Mg2+), 氯离子 (Cl-), 硫酸根离子 (SO42-), 碳酸氢根离子 (HCO3-), 碳酸饱和指数 (SIC), 强离子差 (SID), 强离子间隙 (SIG), 血浆二氧化碳分压 (PPCO2), 二氧化碳分压 (PCO2)",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features measured in geochemical kinetics data related to the formation of environmental proxies in speleothems?",
        "QuestionCn": "与钟乳石中环境代理形成相关的地球化学动力学数据中测量的具体特征有哪些？",
        "AnswerEn": "DOC information, hydrogen and oxygen isotope information, temperature, pH, concentrations of ions like K+, Na+, Ca2+, Mg2+, Cl-, SO42-, HCO3-, carbon isotope data",
        "AnswerCn": "DOC信息，氢氧同位素信息，温度，pH值，离子浓度如K+、Na+、Ca2+、Mg2+、Cl-、SO42-、HCO3-，碳同位素数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many caves were sampled for water chemistry data collection?",
        "QuestionCn": "采集水化学数据的洞穴数量是多少？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'geochemical kinetics of environmental proxy formation in cave secondary chemical deposits' refer to?",
        "QuestionCn": "“洞穴次生化学沉积物中环境代理形成的地球化学动力学”指的是什么？",
        "AnswerEn": "The term 'geochemical kinetics of environmental proxy formation in cave secondary chemical deposits' refers to the study of the chemical processes and reaction rates that lead to the formation of proxy indicators in cave environments. These proxies, which include chemical and isotopic signatures in secondary deposits like stalagmites and stalactites, are used to infer past environmental and climatic conditions. This research involves analyzing various chemical components such as dissolved organic carbon (DOC), hydrogen and oxygen isotopes, water chemistry (e.g., cation and anion concentrations), and carbon isotopes in cave samples from locations like Liangfeng Cave, Qixing Cave, Jiangjun Cave, and Xiniu Cave over the years 2003-2004.",
        "AnswerCn": "“洞穴次生化学沉积物中环境代理形成的地球化学动力学”一词指的是研究化学过程和反应速率，这些过程和速率导致洞穴环境中代理指标的形成。这些代理，包括在钟乳石和石笋等次生沉积物中的化学和同位素特征，用于推断过去的环境和气候条件。这项研究涉及分析各种化学成分，如溶解有机碳（DOC）、氢和氧同位素、水化学（例如阳离子和阴离子浓度）以及洞穴样本中的碳同位素，样本来自2003年至2004年的梁丰洞、七星洞、将军洞和西牛洞等地点。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that contribute to the geochemical dynamics influencing the formation of environmental proxy indicators in cave secondary chemical deposits in Western China?",
        "QuestionCn": "影响中国西部洞穴次级化学沉积物环境代理指标形成的地球化学动态的主要因素是什么？",
        "AnswerEn": "The primary factors include the geochemical interactions within the cave environments, as evidenced by datasets on water samples, hydrogen and oxygen isotopes, water chemistry, and carbon isotopes from various caves like Liangfeng Cave, Qixing Cave, Jiangjun Cave, and Xiniu Cave during 2003-2004. These datasets provide insights into environmental variables such as temperature, pH, ion concentrations, and isotopic compositions, which are crucial in understanding the geochemical dynamics involved.",
        "AnswerCn": "主要因素包括洞穴环境中的地球化学相互作用，这一点通过2003-2004年在梁丰洞、七星洞、将军洞和西牛洞等多个洞穴的水样、氢氧同位素、水化学和碳同位素的数据集得到了证实。这些数据集提供了环境变量的见解，如温度、pH、离子浓度和同位素组成，这些对于理解涉及的地球化学动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary motivation behind collecting geochemical dynamics data for environmental proxies formation in secondary chemical deposits in caves in western China?",
        "QuestionCn": "收集西中国洞穴中二次化学沉积物环境代理形成的地球化学动态数据的主要动机是什么？",
        "AnswerEn": "The primary motivation is to contribute to the major research plan of the National Natural Science Foundation of China focused on 'Western China's Environment and Ecological Science,' aiming to understand the geochemical dynamics involved in the formation of environmental proxies within cave secondary chemical deposits.",
        "AnswerCn": "主要动机是为中国国家自然科学基金的重大研究计划贡献力量，该计划聚焦于“西部中国的环境与生态科学”，旨在理解洞穴次生化学沉积物中环境代理形成的地球化学动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are typically involved in collecting and analyzing geochemical dynamics of secondary chemical deposits in caves, specifically focusing on parameters like isotopic compositions and water chemistry?",
        "QuestionCn": "在洞穴中收集和分析次生化学沉积物的地球化学动态通常涉及哪些程序和仪器，特别是关注同位素组成和水化学等参数？",
        "AnswerEn": "The data collection for geochemical dynamics of secondary chemical deposits in caves involved collecting samples from various caves such as Liangfeng Cave, Qixing Cave, Jiangjun Cave, and Xiniu Cave during 2003-2004. The collected samples included water samples for DOC analysis, and isotopic compositions such as hydrogen and oxygen isotopes from secondary deposits and water samples. Additionally, water chemistry was analyzed with parameters like temperature, pH, concentrations of various ions (e.g., K+, Na+, Ca2+, Mg2+, Cl-, SO42-, HCO3-), and carbon isotopic information from drip water and secondary deposits. The data were organized in Excel sheets, possibly indicating the use of standard laboratory equipment for chemical analysis and isotopic measurements.",
        "AnswerCn": "对洞穴中二次化学沉积物的地球化学动态的数据收集涉及在2003-2004年期间从多个洞穴（如梁丰洞、七星洞、将军洞和西牛洞）采集样本。收集的样本包括用于溶解有机碳（DOC）分析的水样，以及来自二次沉积物和水样的氢和氧同位素组成。此外，还分析了水化学，参数包括温度、pH、各种离子的浓度（如K+、Na+、Ca2+、Mg2+、Cl-、SO42-、HCO3-）以及滴水和二次沉积物的碳同位素信息。数据被整理在Excel表格中，可能表明使用了标准实验室设备进行化学分析和同位素测量。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}