{
    "id": "7377f0ae-19c3-4549-a63b-c82fb5ffc1dd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Comprehensive observation data set of multi-sphere land-atmosphere interaction at 8 sites in the westerly zone and monsoon zone from 2018 to 2022",
            "titleCn": "西风带和季风带上8个站点多圈层陆气相互作用综合观测数据集（2018-2022）",
            "description": "This data set contains daily values of main meteorological elements at 8 sites (Naqu, Amdo, Liangdaohe, Kekexili, Luoma, TouerJiu, Tangula and Budongquan) in Tibet Plateau (TP) westerlies and monsoon belt during 2018-2022. The data was obseved by the AWS at sites continuously and statistical averaged or accumulated. The data passed quality control and some error data was marked and described. The data set in combination with other elements can be used to study the climate change and land surface processes in TP, especially in Northern TP of westerly and monsoon zone.",
            "descriptionCn": "本数据集包含2018-2022年西风带和季风带在青藏高原上8个观测站点（那曲、安多、两道河、可可西里、罗玛、头二九、唐古拉、不冻泉）地面气象要素（气温、湿度、风速、气压、辐射、降水）日值资料。数据集由实地自动气象站连续观测并经过统计平均或累计计算得到。数据经过了严格的质量控制，并对有问题的数据进行了标注和说明。该数据集配合其它观测要素可用于研究青藏高原，特别是藏北高原西风和季风交错带地区的气候环境变化和陆气相互作用特征等。",
            "instructions": "The data storage format for the standard excel format which including the information of site location, elevation, underlying surface condition, observation height and  time etc. The data can be read and used directly by Micrsoft or WPS software.",
            "instructionsCn": "数据存放格式为标准excel格式，包含站点位置和海拔以及下垫面状况、观测高度和时间等信息，可使用Micrsoft或WPS软件直接读取。",
            "east": 93.78,
            "west": 91.62,
            "south": 31.23,
            "north": 35.52,
            "startTime": "2018-01-01 11:27:11",
            "endTime": "2022-12-31 11:27:11",
            "fileSize": 802350.0,
            "cstr": "18406.11.Atmos.tpdc.300325",
            "doi": "10.11888/Atmos.tpdc.300325",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "王树金",
                "nameEn": "WANG Shujin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "胡泽勇",
                "nameEn": "HU Zeyong",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谷良雷",
                "nameEn": "GU Lianglei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "孙方林",
                "nameEn": "SUN Fanglei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原多圈层地气相互作用过程研究进展和回顾",
                "titleEn": null,
                "referenceCn": "马耀明, 胡泽勇, 王宾宾, 马伟强, 陈学龙, 韩存博, 李茂善, 仲雷, 谷良雷, 孙方林, 赖悦, 刘莲, 谢志鹏, 韩熠哲, 袁令, 姚楠, 石兴东. (2021). 青藏高原多圈层地气相互作用过程研究进展和回顾. 高原气象, 40(6), 1241-1262.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原近60年来气候变化及其环境影响研究进展",
                "titleEn": null,
                "referenceCn": "杨耀先, 胡泽勇*, 路富全, 蔡英, 于海鹏, 郭瑞霞, 付春伟, 樊威伟, 吴笛. (2022). 青藏高原近60年来气候变化及其环境影响研究进展. 高原气象, 41(1), 1-10. ",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "大气环流",
                "nameEn": "Atmospheric circulation"
            },
            {
                "nameCn": "太阳辐射",
                "nameEn": "Solar radiation"
            },
            {
                "nameCn": "气压",
                "nameEn": "Pressure"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "表面压力",
                "nameEn": "Surface pressure"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2022",
                "keywordEn": "2018-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of datasets collected for studying multi-layer land-atmosphere interactions at multiple observational sites in regions with westerlies and monsoon influences?",
                "QuestionCn": "用于研究在受西风和季风影响地区的多个观测站点进行多层陆气相互作用的特征数据集的具体特征是什么？",
                "AnswerEn": "daily data of surface meteorological elements, temperature, humidity, wind speed, air pressure, radiation, precipitation, eight observation sites, Tibetan Plateau, 2018 to 2022, continuous observations, automated meteorological stations, statistically averaged, cumulatively calculated, strict quality control, annotated problematic data",
                "AnswerCn": "2018年至2022年，青藏高原八个观测站的地表气象要素日数据，包括温度、湿度、风速、气压、辐射、降水，连续观测，自动气象站，统计平均，累计计算，严格质量控制，标注问题数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation sites are included in a dataset focused on multi-layer land-atmosphere interactions in the westerly and monsoon zones from 2018 to 2022 on the Tibetan Plateau?",
                "QuestionCn": "该数据集关注2018年至2022年在青藏高原的西风带和季风区的多层陆气相互作用，包含多少个观测站点？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary causes for implementing specific quality control measures in the collection of multi-layer land-atmosphere interaction data across the Tibetan Plateau?",
                "QuestionCn": "在收集青藏 Plateau 多层陆气相互作用数据时，实施特定质量控制措施的主要原因是什么？",
                "AnswerEn": "Quality control measures are implemented to ensure the reliability and accuracy of the data collected from automatic meteorological stations. This involves statistical averaging or accumulation calculations, as well as marking and explaining any problematic data, to support research on climate environmental changes and land-atmosphere interaction characteristics in the Tibetan Plateau, particularly in regions where the westerlies and monsoon influence interact.",
                "AnswerCn": "质量控制措施的实施旨在确保从自动气象站收集的数据的可靠性和准确性。这包括统计平均或累积计算，以及标记和解释任何问题数据，以支持对气候环境变化和青藏 Plateau 地区陆气相互作用特征的研究，特别是在西风和季风影响交互的区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using automated meteorological stations for continuous observation on the quality and reliability of data related to multi-layer land-atmosphere interactions in the Tibetan Plateau?",
                "QuestionCn": "使用自动气象站进行连续观测对与青藏高原多层陆气相互作用相关的数据质量和可靠性的潜在影响是什么？",
                "AnswerEn": "Using automated meteorological stations for continuous observation allows for consistent and high-frequency data collection, which enhances the quality and reliability of data associated with multi-layer land-atmosphere interactions. This method enables accurate statistical averages or cumulative calculations, ensures rigorous quality control, and facilitates the identification and annotation of problematic data. Consequently, it aids in understanding climate environmental changes and land-atmosphere interaction characteristics in regions such as the Tibetan Plateau, particularly in the westerly and monsoon belt areas.",
                "AnswerCn": "使用自动气象站进行连续观测可以实现一致且高频的数据收集，从而提高与多层次陆气相互作用相关数据的质量和可靠性。这种方法能够准确计算统计平均值或累积值，确保严格的质量控制，并促进问题数据的识别和标注。因此，它有助于理解气候环境变化和陆气相互作用特征，特别是在像青藏高原这样的地区，尤其是在西风带和季风带区域。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting comprehensive land-atmosphere interaction data across multiple layers at the eight observational sites on the Tibetan Plateau from 2018 to 2022?",
                "QuestionCn": "在2018年至2022年期间，在青藏高原的八个观测站收集多层次的全面陆气相互作用数据的主要目标是什么？",
                "AnswerEn": "The goal is to study the climate and environmental changes and characteristics of land-atmosphere interactions in the Tibetan Plateau, particularly in the region where the westerly and monsoon zones intersect.",
                "AnswerCn": "目标是研究青藏高原的气候和环境变化，以及陆地-大气相互作用的特征，特别是在西风带和季风区交汇的区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in setting up and maintaining automatic meteorological stations to ensure continuous and accurate data collection of surface meteorological elements over multiple years?",
                "QuestionCn": "设置和维护自动气象站以确保对多个年份的地表气象要素进行连续和准确的数据收集的关键步骤包括：\n\n1. 选址：选择适合的地点，确保站点远离建筑物、树木和其他可能影响测量的障碍物。\n2. 设备选择：选择合适的气象传感器和设备，确保其能够准确测量所需的气象要素（如温度、湿度、风速、降水量等）。\n3. 安装：按照制造商的说明进行设备安装，确保所有传感器正确连接并校准。\n4. 数据采集系统：设置数据记录和传输系统，确保数据能够实时或定期上传至中央数据库。\n5. 电源管理：确保自动气象站有可靠的电源供应，考虑使用太阳能或备用电池。\n6. 定期维护：制定定期检查和维护计划，确保设备正常运行，及时更换故障传感器。\n7. 数据质量控制：实施数据质量控制措施，定期检查数据的准确性和完整性。\n8. 数据存储和管理：建立有效的数据存储和管理系统，确保数据的安全性和可访问性。\n9. 用户培训：对操作人员进行培训，确保他们能够正确使用和维护设备。\n10. 定期评估：定期评估气象站的性能和数据质量，必要时进行调整和改进。",
                "AnswerEn": "The data collection involves installing and maintaining automatic meteorological stations at each of the eight specified sites on the Qinghai-Tibet Plateau. These stations continuously observe surface meteorological elements such as temperature, humidity, wind speed, atmospheric pressure, radiation, and precipitation. The data is then processed through statistical averaging or cumulative calculations. Quality control measures are rigorously applied, and any problematic data is identified and annotated.",
                "AnswerCn": "数据收集涉及在青藏高原的八个指定地点安装和维护自动气象站。这些气象站持续观察表面气象要素，如温度、湿度、风速、大气压力、辐射和降水量。数据通过统计平均或累积计算进行处理。严格实施质量控制措施，识别并标注任何有问题的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What factors enable the effective collection of comprehensive multi-layer land-atmosphere interaction data in the westerly and monsoon regions on the Tibetan Plateau, and what challenges might arise in ensuring data quality and reliability?",
                "QuestionCn": "哪些因素能够有效收集青藏 Plateau 上的西风和季风区域的综合多层陆气相互作用数据，同时在确保数据质量和可靠性方面可能会面临哪些挑战？",
                "AnswerEn": "The effective collection of comprehensive multi-layer land-atmosphere interaction data is enabled by the use of automatic weather stations that continuously monitor surface meteorological elements such as temperature, humidity, wind speed, pressure, radiation, and precipitation. The challenges in ensuring data quality and reliability include strict quality control measures and the need to address and annotate problematic data.",
                "AnswerCn": "有效收集全面的多层土地-大气相互作用数据得益于自动气象站的使用，这些气象站持续监测表面气象要素，如温度、湿度、风速、气压、辐射和降水。确保数据质量和可靠性面临的挑战包括严格的质量控制措施以及需要处理和注释问题数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}