{
    "id": "7392e58e-b0aa-4bc2-9ebf-e93e409acd9f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial distribution of measured salinity of lakes on TP",
            "titleCn": "青藏高原湖泊盐度分布（2009-2020）",
            "description": "Lake salinity is an important parameter of lake water environment, an important embodiment of water resources, and an important part of climate change research. This data is based on the measured salinity data of lakes in the Qinghai Tibet Plateau. The salinity is characterized by the practical salinity unit (PSU), which is converted from the specific conductivity (SPC) measured by the conductivity sensor. ArcGIS software was used to convert the measured data into space vector format. SHP format, and the measured salinity spatial distribution data file was obtained. The data can be used as the basic data of lake environment, hydrology, water ecology, water resources and other related research reference.",
            "descriptionCn": "湖泊盐度是湖泊水环境的重要参数，是水资源的重要体现，也是气候变化研究的重要组成部分。本数据基于实测获取的青藏高原湖泊盐度数据，其中盐度以实用盐度单位（psu）进行表征，该盐度值使用电导率传感器测量获得的比电导率（SpC）转换得到。使用Arcgis软件将测量数据转化为空间矢量.shp格式，得到实测盐度空间分布数据文件。该数据可作为地区湖泊环境、水文、水生态、水资源等科学研究的基础数据以及相关研究参考。",
            "instructions": "The name of the file is salinity.rar.\nData reading mode: the files in the dataset can be opened by ArcGIS after decompression.",
            "instructionsCn": "文件的名称为“salinity.rar”。\n数据读取方式：该数据集中的文件解压后可用Arcgis打开。",
            "east": 93.0,
            "west": 78.0,
            "south": 28.0,
            "north": 39.0,
            "startTime": "2009-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 4735.0,
            "cstr": "18406.11.Hydro.tpdc.271459",
            "doi": "10.11888/Hydro.tpdc.271459",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱立平",
                "nameEn": "ZHU Liping",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "In-situ water quality investigation of the lakes on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Liu, C., Zhu, L.P., Wang, J.B., Ju, J.T., Ma, Q.F., Qiao, B.J., Wang, Y., Xu, T., Chen, H., Kou, Q.Q., Zhang, R., & Kai, J.L. (2021). In-situ water quality investigation of the lakes on the Tibetan Plateau,Science Bulletin, ISSN 2095-9273,https://doi.org/10.1016/j.scib.2021.04.024."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "地表水化学成分",
                "nameEn": "Surface water chemistry"
            },
            {
                "nameCn": "水质/水化学",
                "nameEn": "Water Quality/Water Chemistry"
            },
            {
                "nameCn": "水资源",
                "nameEn": "Water Resources"
            },
            {
                "nameCn": "盐度",
                "nameEn": "Salinity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2009-2020",
                "keywordEn": "2009-2020",
                "type": "temporal"
            },
            {
                "keywordCn": "近10年",
                "keywordEn": "recent 10 years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure lake salinity on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于测量青藏高原湖泊盐度的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to measure lake salinity on the Tibetan Plateau involves using conductivity sensors to measure specific conductance (SpC), which is then converted to practical salinity units (psu).",
                "AnswerCn": "一种用于测量青藏高原湖泊盐度的数据收集方法是使用电导率传感器测量比电导率（SpC），然后将其转换为实用盐度单位（psu）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used to obtain lake salinity distribution measurements?",
                "QuestionCn": "用于获取湖泊盐度分布测量的数据收集方法的特点是什么？",
                "AnswerEn": "conductivity sensors, specific conductance (SpC), practical salinity units (psu), Arcgis software, spatial vector .shp format",
                "AnswerCn": "电导率传感器，特定电导率（SpC），实用盐度单位（psu），ArcGIS软件，空间矢量.shp格式",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the range of practical salinity units (psu) measured across lakes on the Tibetan Plateau between 2009 and 2020?",
                "QuestionCn": "2009年至2020年间，青藏高原湖泊的实用盐度单位（psu）测量范围是多少？",
                "AnswerEn": "The exact range is not specified.",
                "AnswerCn": "确切范围未指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'practical salinity unit (psu)' mean in the context of lake salinity measurements?",
                "QuestionCn": "在湖泊盐度测量的背景下，“实用盐度单位（psu）”是什么意思？",
                "AnswerEn": "In the context of lake salinity measurements, 'practical salinity unit (psu)' is a unit used to express the salinity of water. It is obtained by converting the specific conductivity (SpC) measured by a conductivity sensor. It serves as an important parameter for understanding the water environment of lakes, reflecting water resources and contributing to climate change research.",
                "AnswerCn": "在湖泊盐度测量的背景下，“实用盐度单位（psu）”是用来表示水盐度的单位。它是通过将由电导率传感器测量的比电导率（SpC）转换而得的。它作为一个重要参数，有助于理解湖泊的水环境，反映水资源，并为气候变化研究提供支持。",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting salinity distribution data for lakes in the Qinghai-Tibet Plateau from 2009 to 2020?",
                "QuestionCn": "2009年至2020年收集青藏高原湖泊盐度分布数据的主要目标是什么？",
                "AnswerEn": "The primary goals of collecting salinity distribution data for lakes in the Qinghai-Tibet Plateau are to provide foundational data for scientific research in areas such as lake environment, hydrology, water ecology, and water resources, as well as to contribute to climate change studies. Salinity is an important parameter of the lake water environment and an essential indicator of water resources.",
                "AnswerCn": "收集青藏高原湖泊盐度分布数据的主要目标是为湖泊环境、水文、水生态和水资源等领域的科学研究提供基础数据，并为气候变化研究做出贡献。盐度是湖泊水环境的重要参数，也是水资源的基本指标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in converting salinity measurements from electrical conductivity sensor data into spatial vector .shp files for lake salinity distribution analysis on the Qinghai-Tibet Plateau?",
                "QuestionCn": "将电导率传感器数据中的盐度测量转换为湖泊盐度分布分析的空间矢量.shp文件的步骤包括：",
                "AnswerEn": "The process involves measuring the salinity of lakes using an electrical conductivity sensor to obtain specific conductance (SpC), which is then converted into practical salinity units (psu). These measurements are subsequently transformed into spatial vector .shp files using ArcGIS software, resulting in spatial distribution data of lake salinity.",
                "AnswerCn": "该过程涉及使用电导率传感器测量湖泊的盐度，以获得比电导率（SpC），然后将其转换为实用盐度单位（psu）。这些测量结果随后使用ArcGIS软件转换为空间矢量.shp文件，从而生成湖泊盐度的空间分布数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technologies or methodologies enable the conversion of direct salinity measurements into spatial vector data formats for analyzing lake salinity distribution?",
                "QuestionCn": "哪些技术或方法可以将直接的盐度测量转换为空间矢量数据格式，以分析湖泊盐度分布？",
                "AnswerEn": "The conversion of direct salinity measurements into spatial vector data formats is enabled by the use of ArcGIS software, which processes the measured salinity data into spatial vector .shp format files, allowing for the analysis of lake salinity distribution.",
                "AnswerCn": "直接盐度测量转换为空间矢量数据格式是通过使用ArcGIS软件实现的，该软件将测量的盐度数据处理成空间矢量.shp格式文件，从而允许对湖泊盐度分布进行分析。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}