{
    "id": "74c83077-1913-499e-8ca8-cce6ff249af6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Contrasting arc magma fertilities in the Gangdese belt, Southern Tibet: Evidence from geochemical variations of Jurassic volcanic rocks",
            "titleCn": "藏南冈底斯带弧岩浆丰度的对比:来自侏罗纪火山岩地球化学变化的证据",
            "description": "This data is geochemical data of Jurassic volcanic rocks in southern Tibet, including major and trace elements, zircon U-Pb dating, zircon trace elements and apatite major and trace elements. The data are from a large arc related porphyry deposit in Gangdise belt (Xietongmen). The newly published data of Bima formation are compared with the published data of Yeba formation to understand their different relationships with mineralization. The volcanic rocks of Bima formation are composed of basalt, andesite and dacite, all of which contain zircon. The age of single bond Pb is 195.0   ma - 165.1   MA (new age is 180.2   MA) ±  0.8 ~ 166.7  ±  1.1 Ma)。 The geochemical characteristics of basalts, intermediate rocks and felsic rocks are consistent, and the SR nd Hf isotopic characteristics are similar (87Sr / 86Sr) I   =   0.703182 ~ 0.705489); ε Nd (T)   =   3.2 to 7.1; ε HF (T)   =   9.3 ~ 16.0) indicates that it was formed in fractional crystallization of basalt magma. The volcanic rocks of Yeba formation are similar in age range (192.7   Ma ~ 168.0   MA), but have a wide composition range (from basalt to rhyolite). The SR nd Hf isotopic composition ((87Sr / 86Sr) I   =   0.700182 ~ 0.707723; ε Nd (T)   =  − 5.1 to 4.5; ε High frequency (T)   =  − 18.5 to 17.6).\nCompared with Yeba formation, Bima formation andesite and dacite samples have higher zircon EU / EU *, Ce4 + / Ce3 + and (CE / nd) / y ratios, and lower temperature of titanium in zircon, which indicates that Bima formation magma has stronger oxidation and water content, so it is more conducive to the formation of porphyry copper deposits. The Yeba formation magma was relatively reduced and formed in the distal arc environment near the paleobasement in central Lhasa. Their evolutionary isotopic characteristics and reducibility may be due to the contamination of more extensive reductive crustal components, making them unsuitable for porphyry copper mineralization. Therefore, the exploration of arc related porphyry copper deposits in the Gangdise belt should focus on the fertile Bima formation.",
            "descriptionCn": "本数据为西藏南部的侏罗纪火山岩地球化学数据，包括含矿斑岩的主微量、锆石U-Pb定年、锆石微量元素、磷灰石主微量元素数据。数据来自冈底斯带一大型弧相关斑岩矿床(谢通门)。将新近发表的比马组资料与已发表的野坝组资料进行比较，了解它们与成矿的不同关系。比马组火山岩由玄武岩、安山岩和英安岩组成，均含锆石。使用单bondPb年龄为195.0 Ma - 165.1 Ma(新年龄为180.2 ± 0.8 ~ 166.7 ± 1.1 Ma)。玄武岩、中质岩和长英质岩的地球化学特征一致，Sr-Nd-Hf同位素特征相似(87Sr/86Sr)i = 0.703182 ~ 0.705489)；εNd (t) = 3.2到7.1；εHf(t) = 9.3 ~ 16.0)表明其形成于玄武岩岩浆的分离结晶。野坝组火山岩年龄范围相近(192.7 Ma ~ 168.0 Ma)，但组成范围较宽(从玄武岩到流纹岩)，Sr-Nd-Hf同位素组成((87Sr/86Sr)i = 0.700182 ~ 0.707723；εNd (t) = −5.1到4.5；ε高频(t) = −18.5到17.6)。\n与野坝组相比，比马组安山岩和英安岩样品具有较高的锆石Eu/Eu*、Ce4+/Ce3+和(Ce/Nd)/Y比值，锆石中钛的温度较低，表明比马组岩浆具有更强的氧化性和含水性，因此更有利于斑岩铜矿的形成。野坝组岩浆相对还原，形成于拉萨中部古基底附近的远端弧环境中。它们的演化同位素特征和还原性可能是由于更广泛的还原性地壳成分的污染而导致的，使它们不适于斑岩铜矿化。因此，冈底斯带弧相关斑岩型铜矿的勘探应集中在肥沃的比马组。",
            "instructions": "2019001.txt, published in January 2019, contrasting arc magma fertilities in the Gangdese beltrepresents of southern Tibet based on the geochemical changes of Jurassic volcanic rocks.",
            "instructionsCn": "2019001.txt,代表2019年1月发表的由侏罗纪火山岩地球化学变化所得到的藏南冈底斯带弧岩浆丰度的对比。",
            "east": 88.44,
            "west": 88.38,
            "south": 29.35,
            "north": 29.41,
            "startTime": null,
            "endTime": null,
            "fileSize": 35390.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2018.12.008",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈喜连",
                "nameEn": "CHEN Xilian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Contrasting arc magma fertilities in the Gangdese belt, Southern Tibet: Evidence from geochemical variations of Jurassic volcanic rocks updates",
                "referenceCn": null,
                "referenceEn": "Chen, X.L., Richards, J.P., Liang, H.Y., Zou, Y.Q., Zhang, J., Huang, W.T., Ren, L., Wang, F.Y. (2019). Contrasting arc magma fertilities in the Gangdese belt, Southern Tibet: Evidence from geochemical variations of Jurassic volcanic rocks updates. Lithos,324, 789-802. doi: 10.1016/j.lithos.2018.12.008"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "定年",
                "nameEn": "dating"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "冈底斯带，西藏南部",
                "keywordEn": "Gangdese belt, Southern Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "侏罗纪",
                "keywordEn": "Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the range of zircon U-Pb ages obtained in a dataset related to Jurassic volcanic rocks in the southern Tibet region?",
                "QuestionCn": "与南藏地区侏罗纪火山岩相关的数据集中获得的锆石U-Pb年龄范围是多少？",
                "AnswerEn": "195.0-165.1 Ma, 180.2 ± 0.8-166.7 ± 1.1 Ma",
                "AnswerCn": "195.0-165.1 百万年前，180.2 ± 0.8-166.7 ± 1.1 百万年前",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'geochemical dataset' mean in the context of Jurassic volcanic rocks in southern Tibet?",
                "QuestionCn": "在南藏侏罗纪火山岩的背景下，“地球化学数据集”指的是与这些火山岩的化学成分、矿物组成和元素丰度相关的数据集合。这些数据可以用于研究火山活动、岩石形成过程以及地质演化等方面。",
                "AnswerEn": "A geochemical dataset in the context of Jurassic volcanic rocks in southern Tibet refers to the collection of geochemical data, including major and trace elements, zircon U-Pb dating, zircon trace elements, and apatite major and trace element data. This data is used to study the volcanic rocks from the Gangdese belt, comparing different groups of volcanic rocks to understand their relationship with mineralization, particularly in large arc-related porphyry deposits.",
                "AnswerCn": "在南藏的侏罗纪火山岩背景下，地球化学数据集指的是一系列地球化学数据，包括主要和微量元素、锆石U-Pb定年、锆石微量元素以及磷灰石的主要和微量元素数据。这些数据用于研究冈底斯带的火山岩，比较不同组别的火山岩，以理解它们与矿化的关系，特别是在大型弧相关的斑岩矿床中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques for geochemical analysis of Bima Group volcanic rocks compare to those used for Yeba Group volcanic rocks in terms of accuracy and comprehensiveness?",
                "QuestionCn": "Bima组火山岩的地球化学分析数据收集技术与Yeba组火山岩的比较在准确性和全面性方面如何？",
                "AnswerEn": "The data collection techniques for Bima Group volcanic rocks focus on geochemical data including zircon U-Pb dating, zircon trace elements, and apatite major and trace elements, reflecting a comprehensive approach to understanding the mineralization potential. In comparison, the Yeba Group volcanic rocks, while having a similar age range and encompassing a wider compositional range from basalt to rhyolite, show different isotopic compositions suggesting broader crustal contamination. This indicates that while both groups employ similar dating and geochemical analysis methods, the Bima Group's techniques may provide more precise insights into the oxidation state and water content favorable for porphyry copper mineralization, whereas the Yeba Group's data may reflect more varied and complex crustal influences.",
                "AnswerCn": "Bima Group火山岩的数据收集技术侧重于地球化学数据，包括锆石U-Pb定年、锆石微量元素和磷灰石主要及微量元素，反映出对矿化潜力的全面理解。相比之下，Yeba Group火山岩虽然具有相似的年龄范围，并且从玄武岩到流纹岩的成分范围更广，但显示出不同的同位素组成，暗示更广泛的地壳污染。这表明，尽管两个组都采用类似的定年和地球化学分析方法，Bima Group的技术可能提供了更精确的氧化状态和水分含量的见解，这对斑岩铜矿化是有利的，而Yeba Group的数据可能反映出更为多样和复杂的地壳影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the geochemical characteristics and isotopic similarities of Jurassic volcanic rocks in the Gangdese belt infer about the magmatic processes and their suitability for porphyry copper mineralization?",
                "QuestionCn": "侏罗纪时期冈底斯带火山岩的地球化学特征和同位素相似性可以推断出其岩浆过程及其对斑岩铜矿化的适宜性。",
                "AnswerEn": "The geochemical characteristics and isotopic similarities of the Jurassic volcanic rocks, specifically the basalts, andesites, and dacites of the Bima group, suggest that they are products of fractional crystallization of basaltic magma. Their higher zircon Eu/Eu*, Ce4+/Ce3+, and (Ce/Nd)/Y ratios, along with lower zircon titanium temperatures, indicate a more oxidized and hydrous environment. This suggests that the magmas were more conducive to forming porphyry copper deposits compared to the Yeba group, which formed in a more reduced and distal arc environment with more crustal contamination, making them less favorable for such mineralization.",
                "AnswerCn": "侏罗纪火山岩，特别是比马组的玄武岩、安山岩和流纹岩的地球化学特征和同位素相似性表明，它们是玄武岩熔岩的分馏结晶产物。它们较高的锆石Eu/Eu*、Ce4+/Ce3+和(Ce/Nd)/Y比率，以及较低的锆石钛温度，表明它们形成于更氧化和含水的环境。这表明这些岩浆更有利于形成斑岩铜矿床，而与之相比，耶巴组则形成于更还原和远端弧环境中，具有更多的地壳污染，使其在矿化方面的潜力较低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes variations in the geochemical characteristics of volcanic rocks in arc-related porphyry copper deposits within the Tibetan region?",
                "QuestionCn": "导致西藏地区弧相关斑岩铜矿床火山岩地球化学特征变化的原因是什么？",
                "AnswerEn": "The geochemical variations in volcanic rocks associated with arc-related porphyry copper deposits in the Tibetan region are influenced by the oxidation state and water content of the magma. For example, the Bima group rocks, which are more favorable for porphyry copper formation, exhibit higher zircon Eu/Eu*, Ce4+/Ce3+, and (Ce/Nd)/Y ratios and lower zircon Ti temperatures, indicating a more oxidized and hydrous magma. In contrast, the Yeba group rocks show signs of reduced magma due to contamination by reduced crustal components, making them less suitable for porphyry copper mineralization.",
                "AnswerCn": "与青藏地区弧相关的斑岩铜矿床相关的火山岩的地球化学变化受到岩浆的氧化状态和水分含量的影响。例如，Bima组岩石更有利于斑岩铜矿的形成，表现出更高的锆石Eu/Eu*、Ce4+/Ce3+和(Ce/Nd)/Y比率，以及较低的锆石Ti温度，表明其岩浆更加氧化和含水。相反，Yeba组岩石由于受到还原地壳成分的污染，显示出还原岩浆的迹象，因此不太适合斑岩铜矿的矿化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using varying geochemical compositions and isotopic characteristics from volcanic rock samples in understanding mineralization processes?",
                "QuestionCn": "使用火山岩样本的不同地球化学成分和同位素特征来理解矿化过程的潜在后果是什么？",
                "AnswerEn": "Utilizing varying geochemical compositions and isotopic characteristics from volcanic rock samples can help reveal the oxidation states and water content of magmas, which in turn can indicate the potential for forming porphyry copper deposits. For instance, differences in zircon Eu/Eu*, Ce4+/Ce3+, and (Ce/Nd)/Y ratios, as well as zircon Ti temperatures, can imply a higher oxidation state and water content in magmas, making them more favorable for mineralization. By comparing different groups, such as Bima and Yeba, researchers can identify which magmatic environments are more conducive to mineralization and focus exploration efforts accordingly.",
                "AnswerCn": "利用火山岩样品的不同地球化学成分和同位素特征，可以揭示岩浆的氧化态和水分含量，这反过来可以指示形成斑岩铜矿床的潜力。例如，锆石的Eu/Eu*、Ce4+/Ce3+和(Ce/Nd)/Y比率的差异，以及锆石的Ti温度，可以暗示岩浆中较高的氧化态和水分含量，使其更有利于矿化。通过比较不同的群体，如比马（Bima）和耶巴（Yeba），研究人员可以识别出哪些岩浆环境更有利于矿化，并相应地集中勘探工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to compare the geochemical characteristics of volcanic rocks from different formations when exploring arc-related porphyry copper deposits?",
                "QuestionCn": "在探索弧相关的斑岩铜矿床时，比较不同地层火山岩的地球化学特征是重要的，因为这可以帮助识别矿床形成的环境和过程。",
                "AnswerEn": "Comparing the geochemical characteristics of volcanic rocks from different formations helps in understanding their relationship with mineralization processes. In this field, it specifically aids in identifying the differences in oxidation states and hydration levels in magmas, which are crucial for the formation of porphyry copper deposits. The goal is to focus exploration efforts on formations like the 比马组, which show characteristics more conducive to copper mineralization compared to others like the 野坝组.",
                "AnswerCn": "比较不同地层火山岩的地球化学特征有助于理解它们与矿化过程的关系。在这一领域，特别有助于识别岩浆中氧化态和水合程度的差异，这对斑岩铜矿床的形成至关重要。目标是将勘探工作重点放在像比马组这样的地层上，因为它们显示出比野坝组更有利于铜矿化的特征。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}