{
    "id": "752bdde1-cdb1-4e61-bc52-8aa49a6e601b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurement synchronizing with Landsat TM in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on May 20, 2008",
            "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区Landsat TM地面同步观测数据集（2008年5月20日）",
            "description": "The dataset of ground truth measurement synchronizing with Landsat TM was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on May 20, 2008. Observation items included:\n     (1) LAI in Yingke oasis maize field. The maximum leaf length and width of each alfalfa and barley were measured. Data were archived in Excel format.\n     (2) Reflectance spectra in Yingke oasis maize field by ASD FieldSpec (350-2500nm, the vertical canopy observation and the transect observation) from Institute of Remote Sensing Applications (CAS), and in Huazhaizi desert No. 2 plot by ASD FieldSpec (350-1603nm, the vertical observation and the transect observation for reaumuria soongorica and the bare land) from Beijing Academy of Agriculture and Forestry Sciences. The grey board and the black and white cloth were also used for calibration spectrum. Raw data were binary files direct from ASD (by ViewSpecPro), and pre-processed data on reflectance were in Excel format.\n     (3) the radiative temperature by 3 handheld radiometers in Yingke oasis maize field (Institute of Remote Sensing Applications, BNU and Institute of Geographic Sciences and Natural Resources respectively, the vertical canopy observation and the transect observation), and by 3 handheld infrared thermometers in Huazhaizi desert No. 2 plot (the vertical vegetation and bare land observation). The data included raw data (in Word format), recorded data and the blackbody calibrated data (in Excel format).\n     (4) the radiative temperature of maize, wheat and the bare land of Yingke oasis maize field by ThermaCAM SC2000 (1.2m above the ground, FOV = 24°×18°). The data included raw data (read by ThermaCAM Researcher 2001), recorded data and the blackbody calibrated data (archived in Excel format).\n     (5) Photosynthesis of maize, wheat and the bare land of Yingke oasis maize field by LI6400, carried out according to WATER specifications. Raw data were archived in the user-defined format  (by notepat.exe) and processed data were in Excel format.\n     (6) Maize albedo by the shortwave radiometer in Yingke oasis maize field. R =10H (R for FOV radius; H for the probe height). Data were archived in Excel format.\n     (7) Atmospheric parameters in Huazhaizi desert No. 2 plot by CE318 (produced by CIMEL in France). The total optical depth, aerosol optical depth, Rayleigh scattering coefficient, column water vapor in 936 nm, particle size spectrum and phase function were then retrieved from these observations. The optical depth in 1020nm, 936nm, 870nm, 670nm and 440nm were all acquired by CE318. Those data include the raw data in k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Processed data (after retrieval of the raw data) in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. \n     (8) Coverage fraction of Reaumuria soongorica by the self-made coverage instrument and the camera (2.5m-3.5m above the ground) in Huazhaizi desert No. 2 plot. Based on the length of the measuring tape and the bamboo pole, the size of the photo can be decided. GPS data was used for the location and the technology LAB was used to retieve the coverage fractionof the green vegetation. Besides, such related information as the surrounding environment was also recorded. Data included the vegetation iamge and coverage (by .exe).\n     (9) The radiative temperature of Reaumuria soongorica canopy and the bare land by 2 fixed automatic thermometers (FOV: 10°; emissivity: 0.95) in Huazhaizi desert No. 2 plot, observing straight downwards at intervals of 1s. Raw data, blackbody calibrated data and processed data were all archived in Excel format.",
            "descriptionCn": "2008年5月20日在盈科绿洲加密观测区与花寨子荒漠加密观测区进行了Landsat TM同步观测，地面数据包括ASD光谱仪数据、LAI、光合速率、反照率、辐射温度、覆盖度和CE318太阳分光光度计大气参数数据。 \n测量内容：  \n（1）LAI数据等结构参数，测量样地为盈科绿洲玉米地。测量方法为：利用皮尺、卷尺、直尺测量在盈科绿洲玉米地测量玉米和小麦每株各叶片的最大长度和最大宽度。利用室内扫描真实叶面积与最大长度和最小宽度的转换系数，获得叶面积指数。这天数据没有利用激光叶面积仪测量。本数据以Excel保存。     \n（2）ASD光谱仪数据。利用ASD（Analytical Sepctral Devices）光谱仪测量盈科绿洲玉米地、花寨子荒漠样地2的光谱数据。其中，盈科绿洲玉米地测量仪器为中国科学院遥感应用研究所的光谱仪（350-2500nm），采样方式为冠层垂直观测和条带观测；花寨子荒漠样地2测量仪器为北京农科院光谱仪（350-1603nm），采样方式为植被（红砂）和裸土垂直观测和条带观测。数据包括原始数据与记录数据、处理后的反射率数据。     本数据的原始数据为ASD标准格式，可利用其自带软件ViewSpec打开。处理后的反射率数据以Excel格式保存。   \n（3）手持式红外温度计测量的辐射温度数据。测量对象为盈科绿洲玉米地、花寨子荒漠样地2的温度数据。其中，盈科绿洲玉米地测量仪器为遥感所、北师大、地理所手持辐射计各一台，采样方式为冠层垂直观测和条带观测；花寨子荒漠样地2的测量仪器为三台手持式红外温度计，采样方式为植被（红砂）和裸土垂直观测（定点）和条带观测。数据包括原始数据与记录数据、经过黑体定标后的温度数据。本数据的原始数据为Word的doc格式。处理后数据以Excel格式保存。     \n（4）热像仪ThermaCAM SC2000测量得到的辐射温度。测量对象为盈科绿洲玉米地内的玉米、小麦和裸土的辐射温度。仪器获取视场角为24°×18°组分辐射温度数据，并同时拍摄同视场的光学照片。热像仪拍摄高度约为1.2m。 本数据包括原始数据与记录、仪器黑体定标数据。原始数据可利用配套处理软件ThermaCAM Researcher 2001，也可将数据在该软件中转换为其他格式，自行编程读取。仪器黑体定标数据以Excel格式存储。   \n（5）LI-6400光合仪数据，测量对象为盈科绿洲玉米地玉米和小麦的光合作用等。操作过程请参考联合试验操作规范。其数据包括原始数据和处理数据。    原始数据以仪器自定义格式保存，可用记事本等常用软件打开。处理数据以Excel保存。数据参数见数据文件。 \n（6）反照率数据，测量对象为盈科绿洲玉米地内的行播玉米。测量仪器包含短波表的上表电压值，下表电压值，后经过表的敏感系数转换成反照率数据。下表视场半径R与探头高度H的关系为：R =10H。本数据以Excel存储。   \n（7）CE318太阳分光光度计大气参数数据。利用法国CIMEL公司生产的太阳分光光度计测量得到的大气参数。测量地点为花寨子荒漠样地2。CE318太阳分光光度计通过直接太阳辐射测量数据，可以反演出非水汽通道的光学厚度、瑞利散射、气溶胶光学厚度，水汽通道936nm测量数据可以获得大气气柱的水汽含量，水平能见度也可从CE318数据导出。本次测量采用了北京师范大学的CE318，其可提供1020nm、936nm、870nm、670nm和440nm共5个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量。    本数据包括原始数据和处理后的大气数据。原始数据以CE318特有文件格式*.k7存储，可用ASTPWin软件打开，并附带说明文件ReadMe.txt；处理后文件包括利用原始数据反演获得光学厚度、瑞利散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。数据结果以Excel格式保存。   \n（8）植被覆盖度数据。测量对象为花寨子荒漠样地2红砂。测量方式：利用自制覆盖度观测仪，相机在距地面2.5m至3.5m高度拍摄地面照片，同时在照片范围内放置长度已知的物体（皮尺、竹竿等）来标定照片的面积大小，利用GPS确定照片拍摄的位置，并记录下与覆盖度、拍摄环境相关的信息。覆盖度原始数据包括覆盖度光学照片与覆盖度数据记录两部分。利用LAS色度空间变换技术，提取光学照片绿色植被覆盖度（参考覆盖度处理数据）。本数据包括经过LAB色度空间变换提取的植被影像和植被覆盖度数据。植被覆盖度数据可由记事本打开。     \n（9）固定自记点温计测量的辐射温度。测量样地为花寨子荒漠样地2。该样地有2台仪器，测量对象为植被（红砂）冠层和荒漠裸土。仪器的视场角约为10°，垂直向下观测，采样间隔为1min。架设高度见数据文档。仪器设定比辐射率为0.95。本数据包括原始数据与经过黑体定标、比辐射率纠正后的处理数据。均以Excel格式保存。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.46,
            "west": 100.289,
            "south": 38.734,
            "north": 38.88,
            "startTime": "2008-06-04 16:00:00",
            "endTime": "2008-06-04 16:00:00",
            "fileSize": 213196149.0,
            "cstr": "18406.11.water973.0120.db",
            "doi": "10.3972/water973.0120.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "柴源",
                "nameEn": "CHAI Yuan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "陈玲",
                "nameEn": "CHEN Ling",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "康国婷",
                "nameEn": "KANG Guoting",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李静",
                "nameEn": "LI Jing",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "钱永刚",
                "nameEn": "QIAN Yonggang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任华忠",
                "nameEn": "REN Huazhong",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "王颢星",
                "nameEn": "WANG Haoxing",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "王锦地",
                "nameEn": "WANG Jindi",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 肖志强",
                "nameEn": "XIAO Zhiqiang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "阎广建",
                "nameEn": "YAN Guangkuo",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "舒乐乐",
                "nameEn": "SHU Lele",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "光洁",
                "nameEn": "GUANG Jie",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": " 李丽",
                "nameEn": "LI Li",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
            },
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "刘思含",
                "nameEn": "LIU Sihan",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "辛晓洲",
                "nameEn": "XIN Xiaozhou",
                "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "张颢",
                "nameEn": "ZHANG Hao",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "周春艳",
                "nameEn": "ZHOU Chunyan",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": " 陶欣",
                "nameEn": "TAO Xin",
                "unitEn": "",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "闫彬彦",
                "nameEn": "YAN Binyan",
                "unitEn": "",
                "unitCn": "北京大学"
            },
            {
                "nameCn": " 姚延娟",
                "nameEn": "YAO Yanjuan",
                "unitEn": "",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "田静",
                "nameEn": "TIAN Jing",
                "unitEn": "Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "李笑宇",
                "nameEn": "LI Xiaoyu",
                "unitEn": "",
                "unitCn": "华南农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
                "referenceCn": null,
                "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": " 气溶胶光学深度/厚度",
                "nameEn": "Aerosol optical depth/Thickness"
            },
            {
                "nameCn": " 气溶胶后向散射",
                "nameEn": "Aerosol backscatter"
            },
            {
                "nameCn": "冠层光谱",
                "nameEn": "Canopy spectrum"
            },
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "太阳分光光度计",
                "nameEn": "Solar spectrophotometer"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "盈科绿洲加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "花寨子荒漠加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-05-20",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many different types of data collection instruments are used in a dataset related to the field?",
                "QuestionCn": "在与该领域相关的数据集中使用了多少种不同类型的数据收集工具？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LAI data' refer to in the context of agricultural field measurements?",
                "QuestionCn": "在农业田间测量的背景下，“LAI数据”指的是“叶面积指数”数据。",
                "AnswerEn": "LAI data refers to Leaf Area Index data, which is a structural parameter measured to evaluate the leaf area per unit ground area. In agricultural field measurements, LAI is determined by measuring the maximum length and width of each leaf of crops like corn and wheat using tools like tape measures and rulers. The actual leaf area is then calculated using a conversion coefficient obtained from scanning the real leaf area indoors. This data is typically stored in Excel format.",
                "AnswerCn": "LAI数据指的是叶面积指数数据，这是一个结构参数，用于评估单位地面面积上的叶面积。在农业田间测量中，LAI通过测量玉米和小麦等作物每片叶子的最大长度和宽度来确定，使用的工具包括卷尺和直尺。实际的叶面积随后使用从室内扫描真实叶面积获得的转换系数进行计算。这些数据通常以Excel格式存储。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of different spectral devices and methodologies, such as ASD spectrometers and CE318 solar spectrophotometers, be interpreted in terms of their effectiveness in capturing comprehensive atmospheric and vegetation data?",
                "QuestionCn": "不同光谱设备和方法的使用，如ASD光谱仪和CE318太阳光谱光度计，可以如何解释其在捕捉全面的大气和植被数据方面的有效性？",
                "AnswerEn": "The use of different spectral devices allows for a diverse range of observations and data collection. For example, ASD spectrometers provide detailed spectral data for vegetation and soil, capturing information across broad wavelength ranges (350-2500nm for one device, 350-1603nm for another), which can be used to derive reflectance data. On the other hand, CE318 solar spectrophotometers focus on atmospheric parameters, measuring optical thickness and water vapor content across specific wavelengths (like 1020nm, 936nm, 870nm, 670nm, and 440nm). The combination of these methodologies enables researchers to gather complementary data that can enhance the understanding of both terrestrial and atmospheric conditions.",
                "AnswerCn": "不同光谱设备的使用允许进行多样化的观察和数据收集。例如，ASD光谱仪提供详细的植被和土壤光谱数据，捕捉跨越广泛波长范围的信息（一个设备为350-2500nm，另一个为350-1603nm），可用于推导反射率数据。另一方面，CE318太阳光谱光度计专注于大气参数，测量特定波长（如1020nm、936nm、870nm、670nm和440nm）下的光学厚度和水蒸气含量。这些方法的结合使研究人员能够收集互补数据，从而增强对陆地和大气条件的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in measurements when using different instruments for data collection in remote sensing experiments?",
                "QuestionCn": "在遥感实验中，使用不同仪器进行数据收集时，导致测量变异性的因素有哪些？",
                "AnswerEn": "The variability in measurements can arise from the use of different instruments such as ASD spectrometers, hand-held infrared thermometers, and thermal cameras, each with unique sampling methods, spectral ranges, and calibration processes. For example, the ASD spectrometer used in different locations had varying wavelength ranges and sampling approaches, potentially affecting the spectral data collected. Similarly, the calibration techniques, such as blackbody calibration for temperature data, can introduce variations depending on the device's specifications and the environmental conditions during data collection. Additionally, the measurement methods, such as vertical and strip observations for canopy data or the specific height settings for thermal cameras, might also contribute to variability in collected data.",
                "AnswerCn": "测量中的变异性可能源于使用不同的仪器，例如ASD光谱仪、手持红外温度计和热像仪，这些仪器具有独特的采样方法、光谱范围和校准过程。例如，在不同地点使用的ASD光谱仪具有不同的波长范围和采样方法，可能会影响收集到的光谱数据。同样，温度数据的校准技术，如黑体校准，可能会根据设备的规格和数据收集期间的环境条件引入变异。此外，测量方法，如对树冠数据的垂直和条带观测或热像仪的特定高度设置，也可能会对收集的数据产生变异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using ASD spectrometers to gather spectral data for agricultural and desert observation sites, and how are these data subsequently processed?",
                "QuestionCn": "使用ASD光谱仪收集农业和沙漠观测点的光谱数据涉及哪些程序步骤，以及这些数据随后如何处理？",
                "AnswerEn": "The procedural steps involve using ASD spectrometers to measure spectral data at agricultural sites like Yingke Oasis and desert sites such as Huazhaizi Desert. At the Yingke Oasis, the spectrometer from the Chinese Academy of Sciences is used to perform vertical canopy and strip observations, collecting data across a wavelength range of 350-2500nm. In the Huazhaizi Desert, a spectrometer from Beijing Academy of Agriculture and Forestry Sciences is used with a wavelength range of 350-1603nm for vertical and strip observations of vegetation (red sand) and bare soil. The collected data are initially in ASD standard format and require ASD's ViewSpec software for viewing. The raw data are processed to obtain reflectance data, which are stored in Excel format.",
                "AnswerCn": "程序步骤涉及使用ASD光谱仪在农业地点如盈科绿洲和沙漠地点如华寨子沙漠测量光谱数据。在盈科绿洲，使用中国科学院的光谱仪进行垂直冠层和条带观测，收集350-2500nm波长范围的数据。在华寨子沙漠，使用北京农业与林业科学院的光谱仪进行垂直和条带观测，波长范围为350-1603nm，观测对象为植被（红沙）和裸土。收集的数据最初为ASD标准格式，需要使用ASD的ViewSpec软件进行查看。原始数据经过处理以获得反射率数据，并存储为Excel格式。",
                "Level": "C3(Applying)"
            }
        ]
    }
}