{
    "id": "7565492c-4cbe-4d8c-b4b9-c7a2bc7b26f9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of ore bearing syenite in shapinggou, East Qinling Dabie orogenic belt",
            "titleCn": "东秦岭-大别造山带沙坪沟含矿正长岩地球化学数据",
            "description": "The data are major and trace element data, zircon U-Pb dating data, zircon Hf isotopic data and whole rock SR Nd isotopic data of ore bearing syenite in shapinggou, East Qinling Dabie orogenic belt. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The whole rock SR Nd isotopes were obtained by MC – ICP – MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. The obtained data can better constrain the geochronology, diagenetic and metallogenic sources and geodynamic background of the giant molybdenum deposit.",
            "descriptionCn": "本数据为东秦岭-大别造山带沙坪沟含矿正长岩的主微量元素数据，锆石U-Pb定年数据，锆石Hf同位素数据和全岩Sr-Nd同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。全岩Sr-Nd同位素由MC–ICP–MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以更好地约束该巨型钼矿床的年代学、成岩成矿来源和地球动力学背景。",
            "instructions": "The geochemical data are stored in word format, and the sample name is \"YY DD\", where YY is the borehole number and DD is the sample number",
            "instructionsCn": "地球化学数据以word格式存储，样品名称为\"yy-dd\",其中yy为钻孔序号，dd为样品序数",
            "east": 117.04,
            "west": 117.03,
            "south": 30.19,
            "north": 30.2,
            "startTime": null,
            "endTime": null,
            "fileSize": 18121.0,
            "cstr": null,
            "doi": "10.1016/j.sesci.2016.12.002",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronology, geochemistry and Hf–Sr–Nd isotopes of the ore-bearing syenite from the Shapinggou porphyry Mo deposit, East Qinling-Dabie orogenic belt.",
                "referenceCn": null,
                "referenceEn": "He, T., Yang, X. Y., Deng, J. H., Zhang, H., Zha, S. X., Li, C. Y., & Zhang, H. D (2016). Geochronology, geochemistry and Hf–Sr–Nd isotopes of the ore-bearing syenite from the Shapinggou porphyry Mo deposit, East Qinling-Dabie orogenic belt. Solid Earth Sciences, 1(3), 101-117. doi:10.1016/j.sesci.2016.12.002"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "安徽金寨",
                "keywordEn": "Anhui Jin Zhai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the geochemical data collected for the 东秦岭-大别造山带沙坪沟含矿正长岩, and how do these characteristics influence the understanding of its geological history?",
                "QuestionCn": "东秦岭-大别造山带沙坪沟含矿正长岩所收集的地球化学数据的具体特征是什么，这些特征如何影响对其地质历史的理解？",
                "AnswerEn": "major and trace element data, zircon U-Pb dating, zircon Hf isotopic data, whole-rock Sr-Nd isotopic data",
                "AnswerCn": "主量和微量元素数据，锆石 U-Pb 定年，锆石 Hf 同位素数据，全岩 Sr-Nd 同位素数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many main and trace element measurements are typically obtained using XRF and ICP-MS analysis for a dataset of mineralized syenite in the East Qinling-Dabie orogenic belt?",
                "QuestionCn": "在东秦岭-大别山造山带的矿化辉长岩数据集中，通常通过XRF和ICP-MS分析获得多少个主要和微量元素的测量值？",
                "AnswerEn": "The original answer does not provide specific numerical values or measurements for the number of main and trace element measurements obtained using XRF and ICP-MS analysis. Therefore, there is no quantifiable data to refine.",
                "AnswerCn": "原始答案未提供使用XRF和ICP-MS分析获得的主要和微量元素测量的具体数值或测量值。因此，没有可量化的数据可以细化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is LA-MC-ICP-MS analysis in the context of geochemical data collection?",
                "QuestionCn": "LA-MC-ICP-MS分析是在地球化学数据收集中的一种技术。",
                "AnswerEn": "LA-MC-ICP-MS analysis refers to a data collection method used for obtaining in-situ zircon U-Pb dating and Lu-Hf isotopic compositions. It involves laser ablation to sample a small volume of material, followed by analysis with a multi-collector inductively coupled plasma mass spectrometer (MC-ICP-MS) to achieve precise isotopic measurements.",
                "AnswerCn": "LA-MC-ICP-MS分析是用于获得原位锆石U-Pb定年和Lu-Hf同位素组成的数据收集方法。它涉及激光剥离以采样小体积的材料，随后使用多收集器电感耦合等离子体质谱仪（MC-ICP-MS）进行分析，以实现精确的同位素测量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the choice of analytical techniques such as XRF, ICP-MS, LA-MC-ICP-MS, and MC-ICP-MS for collecting geochemical data in studies of mineralized syenite?",
                "QuestionCn": "在矿化辉长岩研究中，选择分析技术如XRF、ICP-MS、LA-MC-ICP-MS和MC-ICP-MS的因素包括哪些？",
                "AnswerEn": "The choice of analytical techniques like XRF, ICP-MS, LA-MC-ICP-MS, and MC-ICP-MS for collecting geochemical data in studies of mineralized syenite is influenced by the need for precise and accurate measurements of major and trace elements, zircon U-Pb dating, zircon Hf isotopes, and whole-rock Sr-Nd isotopes. These techniques offer high sensitivity and specificity, which are crucial for understanding the geochronology, petrogenesis, and geodynamic background of large molybdenum deposits.",
                "AnswerCn": "在矿化辉长岩的研究中，选择分析技术如XRF、ICP-MS、LA-MC-ICP-MS和MC-ICP-MS来收集地球化学数据，受到对主要和微量元素、锆石U-Pb定年、锆石Hf同位素以及全岩Sr-Nd同位素精确和准确测量需求的影响。这些技术提供了高灵敏度和特异性，这对于理解大型钼矿床的地质年代学、岩石成因和地球动力学背景至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using LA-MC-ICP-MS and MC–ICP–MS techniques on the accuracy and reliability of geochemical data in studying ore-bearing syenites?",
                "QuestionCn": "使用LA-MC-ICP-MS和MC–ICP–MS技术对研究含矿辉长岩的地球化学数据的准确性和可靠性有什么影响？",
                "AnswerEn": "The use of LA-MC-ICP-MS for zircon U-Pb dating and in situ Lu-Hf isotope composition, as well as MC–ICP–MS for whole-rock Sr-Nd isotope analysis, enhances the precision and reliability of geochemical data. These techniques allow for accurate age determination and isotopic analysis, which can provide detailed insights into the geochronology, petrogenesis, and tectonic setting of the ore-bearing syenites.",
                "AnswerCn": "使用LA-MC-ICP-MS进行锆石U-Pb定年和原位Lu-Hf同位素组成分析，以及使用MC-ICP-MS进行全岩Sr-Nd同位素分析，增强了地球化学数据的精确性和可靠性。这些技术能够提供准确的年龄测定和同位素分析，从而为矿石富集的辉长岩的地质年代学、岩石成因和构造背景提供详细的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What analytical technologies have enabled the accurate collection of geochemical and isotopic data for studying mineralized syenite in orogenic belts?",
                "QuestionCn": "哪些分析技术使得在造山带中对矿化辉长岩进行研究时能够准确收集地球化学和同位素数据？",
                "AnswerEn": "The accurate collection of geochemical and isotopic data for studying mineralized syenite in orogenic belts is enabled by several advanced analytical technologies, including XRF for major element analysis, ICP-MS for trace element analysis, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition, and MC–ICP–MS for whole-rock Sr-Nd isotopic analysis. These technologies provide reliable data that enhance the understanding of the age, petrogenesis, and geodynamic setting of large molybdenum deposits.",
                "AnswerCn": "对矿化辉长岩进行研究的地球化学和同位素数据的准确收集得益于几种先进的分析技术，包括用于主要元素分析的XRF、用于微量元素分析的ICP-MS、用于锆石U-Pb定年和原位Lu-Hf同位素组成分析的LA-MC-ICP-MS，以及用于全岩Sr-Nd同位素分析的MC–ICP–MS。这些技术提供了可靠的数据，增强了对大型钼矿床的年龄、成因和地球动力学背景的理解。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}