{
    "id": "758629ff-0a0b-4295-8188-dfc8b5ba62cb",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The PANDA automatic weather station network between the coast and Dome A, East Antarctica (1989-2021)",
            "titleCn": "东南极沿岸至冰穹A的PANDA自动气象站网观测数据（1989-2021）",
            "description": "Automatic weather stations have been proved to be a powerful tool for monitoring the near surface meteorological elements of glaciers/caps to determine the surface energy budget, so as to quantify glaciers/caps ablation and its response to climate change. This data set introduces the PANDA transect automatic weather station network, which includes 11 automatic weather stations (AWS), Zhongshan, Panda 100, Panda 200, Panda 300, Panda 400, Taishan, Eagle, Panda 1100, Dome A, Kunlun and Panda s. The transect network spans the Prydz Bay Amery ice shelf Dome A area, from the coast to the top of the southeast Antarctica ice sheet. The transect network is roughly along longitude ~77 ° e, and the latitude range is 69.37°S-82.33°S, covering all geographical and climatic units in the southeast polar region. All automatic weather stations in the network measure air temperature, relative humidity, air pressure, wind speed and direction every hour, and some automatic weather stations can also measure surface temperature and short/longwave radiation. All automatic station data is transmitted in real time through Argos system. The data quality is very reliable, and the data of Dome A and Eagle station have been widely used. At present, the data set has been updated by us to 2021. Except Zhongshan and Panda S, all other stations are multi-layer observations, mainly with four heights of 1/2/4/6m. The data has been subject to strict quality control. We plan to update it once a year. This data set is of great value to climate change estimation, extreme weather event diagnosis, data assimilation, weather forecasting, etc. in the Antarctic region.",
            "descriptionCn": "自动气象站已经被证明是监测冰川/盖近地表气象要素来确定表面能量收支从而量化冰川/盖消融及其对气候变化响应的强有力的工具。本数据集介绍了PANDA断面自动气象站网络，该网络共包括11个自动气象站（AWS），中山站，Panda 100，Panda 200，Panda 300，Panda 400，泰山站，Eagle，Panda 1100，Dome A，昆仑站和Panda S，该断面网络横跨Prydz湾- amery冰架-Dome A地区，从海岸到东南极洲冰盖的顶部。该网络断面大致沿经度~77°E，纬度范围为69.37°S-82.33°S，覆盖了东南极地区所有的地理和气候单元。该网络中所有自动气象台每隔1小时测量一次气温、相对湿度、气压、风速和风向，部分自动气象站还能测量地表温度和短波/长波辐射。所有的自动站数据是通过ARGOS系统实时传输的。数据质量是非常可靠的，其中Dome A及Eagle站等数据已经被广泛使用。目前该数据集已经被我们更新到2021年，除中山站和Panda S外，其余各站都是多层观测，主要为有1/2/4/6m四种高度，数据已经经过严格的质量控制。我们将计划每年更新一次，该数据集对南极地区气候变化估计、极端天气事件诊断、数据同化、天气预报等都有非常重要的价值。",
            "instructions": "File naming: meteorological data is stored in text form. The name of the file is \"station.csv\", where station represents the name of specific stations, such as Zhongshan, panda 100, etc. Each file contains meteorological data such as air temperature, relatively humidity, air pressure, wind speed and direction, and the time span is from the beginning of the establishment of the station to the present.\nData reading method: all files in this data set are in CSV format, which can be opened directly in Excel. The relevant instructions in the file are in readme file. This file can be opened by text program (such as Notepad). The main content is meteorological elements such as temperature, humidity, pressure and wind observed by 11 automatic weather stations in the southeast pole.",
            "instructionsCn": "文件命名：气象数据以文本形式存储，文件的名称为“station.csv”,其中station代表具体站点的名称，如zhongshan，Panda 100等，每个文件包含温湿压风等气象数据，时间跨度为建站开始至现在。\n数据读取方式：该数据集中的所有文件为csv格式，可在excel中直接打开，文件中相关说明均在Readme文件中，该文件可以文本程序（如记事本）打开，主体内容为东南极11个自动气象站观测的温湿压风等气象要素。",
            "east": 77.95,
            "west": 75.99,
            "south": -82.33,
            "north": -69.37,
            "startTime": "1989-03-01 00:00:00",
            "endTime": "2021-07-01 00:00:00",
            "fileSize": 9355063.0,
            "cstr": "18406.11.Atmos.tpdc.272721",
            "doi": "10.11888/Atmos.tpdc.272721",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "丁明虎",
                "nameEn": "DING Minghu",
                "unitEn": "Chinese Academy of Meteorological Sciences",
                "unitCn": "中国气象科学研究院"
            },
            {
                "nameCn": "邹小伟",
                "nameEn": "ZOU Xiaowei ",
                "unitEn": "Wuhan University",
                "unitCn": "武汉大学"
            },
            {
                "nameCn": "孙启振",
                "nameEn": "SUN Qizhen ",
                "unitEn": "National Marine Environmental Forecasting Center",
                "unitCn": "国家海洋环境预报中心"
            },
            {
                "nameCn": "杨堤益",
                "nameEn": "YANG Diyi ",
                "unitEn": "Chinese Academy of Meteorological Sciences",
                "unitCn": "中国气象科学研究院"
            },
            {
                "nameCn": "张文千",
                "nameEn": "ZHANG Wenqian ",
                "unitEn": "Chinese Academy of Meteorological Sciences",
                "unitCn": "中国气象科学研究院"
            },
            {
                "nameCn": "卞林根",
                "nameEn": "BIAN Lingen ",
                "unitEn": "Chinese Academy of Meteorological Sciences",
                "unitCn": "中国气象科学研究院"
            },
            {
                "nameCn": "逯昌贵",
                "nameEn": "LU Changgui ",
                "unitEn": "Chinese Academy of Meteorological Sciences",
                "unitCn": "中国气象科学研究院"
            },
            {
                "nameCn": "Ian Allison",
                "nameEn": "ALLISON Ian ",
                "unitEn": "University of Tasmania",
                "unitCn": "University of Tasmania"
            },
            {
                "nameCn": "Petra Heil",
                "nameEn": "HEIL Petra ",
                "unitEn": "University of Tasmania",
                "unitCn": "University of Tasmania"
            },
            {
                "nameCn": "效存德",
                "nameEn": "XIAO Cunde ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The PANDA automatic weather station network between the coast and Dome A, East Antarctica",
                "referenceCn": null,
                "referenceEn": "Ding, M., Zou, X., Sun, Q., Yang, D., Zhang, W., Bian, L., Lu, C., Allison, I., Heil, P., and Xiao, C.(2022). The PANDA automatic weather station network between the coast and Dome A, East Antarctica, Earth Syst. Sci. Data, 14, 5019–5035, https://doi.org/10.5194/essd-14-5019-2022, 2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川气候",
                "nameEn": "Glacier climate"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "反照率",
                "nameEn": "Albedo"
            },
            {
                "nameCn": "发射率",
                "nameEn": "Emissivity"
            },
            {
                "nameCn": "地表辐射温度",
                "nameEn": "Surface radiation temperature"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "气压",
                "nameEn": "Pressure"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "积累区",
                "nameEn": "Accumulation zones"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪深度",
                "nameEn": "Snow depth"
            },
            {
                "nameCn": "表面压力",
                "nameEn": "Surface pressure"
            },
            {
                "nameCn": "近地面气温",
                "nameEn": "Near surface temperature"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东南极",
                "keywordEn": "East Antarctica"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1989-2021",
                "keywordEn": "1989-2021",
                "type": "temporal"
            },
            {
                "keywordCn": "长时间序列",
                "keywordEn": "long time series",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Antarctica, covered by a vast ice sheet, has the coldest climate on Earth's surface (Qin and Ren, 2001; Van den Broeke and Van Lipzig, 2003; Zhou et al., 2009). Great efforts have been made to study Antarctic climate change under global warming because of its role in the climate system and its capability to greatly impact global sea level rise (IPCC, 2019; Huai et al., 2019). However, the reliability of Antarctic climate change estimation and weather forecasting is still under debate (Hines et al., 2019; Zhang et al., 2021). This is a consequence of the paucity of observations, especially at long-term inland weather stations, which can be directly assimilated into models and reanalysis data (Vignon et al., 2017; Wei et al., 2019)."
            ],
            "research objective": [
                "In this paper, we firstly present a detailed overview of the AWSs, including the sensor characteristics, installation procedure, data quality control protocol and the basic analysis of each variable. We then give an example of a short-term atmospheric event that shows the monitoring capacity of the PANDA AWS network."
            ],
            "challenges": [
                "However, most staffed observational sites and AWSs in Antarctica are still mainly located in the coastal area, and data from the sparse inland sites are interrupted frequently (e.g., the anemometer was often frozen during austral winter at Eagle and Dome A) (Wendler et al., 1988; Van As et al., 2005; Zhou et al., 2009; Lazzara et al., 2012; Sun et al., 2018; Bromwich et al., 2020). Due to heavy hoar frost in the Antarctic inland, the anemometers with a vertical axis at Eagle, Dome A and Panda S often froze during austral winter, which led to invalid measurements (Zhou et al., 2009)."
            ],
            "methods": [
                "All data are checked initially to ensure integrity, consistently with the approach of Ma et al. (2010), Lazzara et al. (2012), and Wawrzyniak and Osuch (2020). A schematic diagram of the data-processing workflow is shown in Fig. 2. Firstly, Argos reception may lead to duplicated records or time dislocation; these are removed. For those AWSs with measurements of air temperature and wind speed at multiple levels, a check of the vertical profiles provides particularly strong validation. If the vertical gradients are physically consistent, then the absolute values are likely to be accurate. Secondly, different variables are compared to check their consistency. For instance, wind direction will be eliminated when wind speed is zero. In addition, the height of sensors might change with snow accumulation. A correction method for this error has been introduced in Ma et al. (2008) and Smeets et al. (2018). Daily mean values are averaged from hourly data, and then monthly and annual mean values are progressively calculated. Similarly to the methodology of Maturilli et al. (2013) and Zou et al. (2021), missing values are handled depending on their duration. If more than 21 % of data (5 h) during 1 d, 12 % data (4 d) within 1 month or 25 % of data (3 months) within 1 year are missing, these daily/monthly/annual data are considered a missing value."
            ],
            "dataset": [
                "The PANDA AWS network had 11 AWSs in operation in 2022: Zhongshan, Panda 100, Panda 200 (LGB69), Panda 300, Panda 400, Taishan, Eagle, Panda 1100, Dome A, Kunlun and Panda S. All of them are located on the western side of the LGB (Fig. 1), at different latitudes (69–83° S) and at different elevations (detailed information can be found in Table 1)."
            ],
            "findings": [
                "An example has also been given of a short-term atmospheric process to show this dataset’s capability for weather monitoring and investigation."
            ],
            "backgroundCn": [
                "南极洲被广阔的冰盖覆盖，是地球表面气候最寒冷的地方（Qin和Ren，2001；Van den Broeke和Van Lipzig，2003；Zhou等，2009）。由于南极在气候系统中的作用以及其对全球海平面上升的重大影响，研究南极气候变化在全球变暖背景下得到了极大的重视（IPCC，2019；Huai等，2019）。然而，南极气候变化估计和天气预报的可靠性仍然存在争议（Hines等，2019；Zhang等，2021）。这主要是由于观测数据的匮乏，特别是在长期内陆气象站的观测数据，这些数据可以直接被同化到模型和再分析数据中（Vignon等，2017；Wei等，2019）。"
            ],
            "research objectiveCn": [
                "在本文中，我们首先详细介绍了自动气象站（AWS）的相关内容，包括传感器特性、安装程序、数据质量控制协议以及每个变量的基本分析。然后，我们给出了一个短期大气事件的例子，展示了PANDA自动气象站网络的监测能力。"
            ],
            "challengesCn": [
                "然而，大多数在南极的有人值守观测站和自动气象站仍主要位于沿海地区，内陆地区稀疏站点的数据经常中断（例如，鹰站和穹顶A的风速计在南极冬季经常结冰）（Wendler et al., 1988; Van As et al., 2005; Zhou et al., 2009; Lazzara et al., 2012; Sun et al., 2018; Bromwich et al., 2020）。由于南极内陆的重霜，鹰站、穹顶A和熊猫站的垂直轴风速计在南极冬季经常结冰，导致测量无效（Zhou et al., 2009）。"
            ],
            "methodsCn": [
                "所有数据最初都经过检查以确保完整性，这与Ma等人（2010）、Lazzara等人（2012）和Wawrzyniak与Osuch（2020）的方法一致。数据处理工作流程的示意图如图2所示。首先，Argos接收可能导致重复记录或时间错位；这些记录会被删除。对于那些在多个高度上测量空气温度和风速的自动气象站（AWS），垂直剖面的检查提供了特别强的验证。如果垂直梯度在物理上是一致的，那么绝对值很可能是准确的。其次，不同变量之间进行比较以检查它们的一致性。例如，当风速为零时，风向将被排除。此外，传感器的高度可能会因积雪而变化。Ma等人（2008）和Smeets等人（2018）提出了一种纠正此错误的方法。每日均值是从每小时数据中计算得出的，然后逐步计算出月均值和年均值。与Maturilli等人（2013）和Zou等人（2021）的方法类似，缺失值的处理取决于其持续时间。如果在1天内缺失超过21%的数据（5小时）、在1个月内缺失超过12%的数据（4天）或在1年内缺失超过25%的数据（3个月），则这些日/月/年数据被视为缺失值。"
            ],
            "datasetCn": [
                "PANDA AWS网络在2022年运营了11个AWS：中山、Panda 100、Panda 200（LGB69）、Panda 300、Panda 400、泰山、鹰、Panda 1100、穹顶A、昆仑和Panda S。它们都位于LGB的西侧（见图1），处于不同的纬度（69-83° S）和不同的海拔（详细信息见表1）。"
            ],
            "findingsCn": [
                "还给出了一个短期大气过程的例子，以展示该数据集在天气监测和研究方面的能力。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the data from the automatic weather stations in the PANDA network transmitted in real-time?",
                "QuestionCn": "PANDA网络中的自动气象站数据是否实时传输？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is data quality control applied to the measurements obtained from the PANDA AWS network to ensure their reliability?",
                "QuestionCn": "数据质量控制是否应用于从PANDA AWS网络获得的测量值，以确保其可靠性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the PANDA AWS network include automatic weather stations that measure air temperature and wind speed at multiple levels?",
                "QuestionCn": "PANDA AWS网络是否包括自动气象站，能够在多个高度测量空气温度和风速？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the data from Antarctic AWS networks typically updated on a monthly, yearly, or bi-yearly basis for ongoing research and analysis?",
                "QuestionCn": "南极AWS网络的数据通常是按月、按年或每两年更新一次，以便进行持续的研究和分析。",
                "AnswerEn": "yearly",
                "AnswerCn": "年度",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the automatic weather stations in the PANDA network located geographically?",
                "QuestionCn": "PANDA网络中的自动气象站地理位置在哪里？",
                "AnswerEn": "Prydz Bay-Amery Ice Shelf-Dome A area",
                "AnswerCn": "普里兹湾-阿蒙森冰架-冰穹A地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with data collection from AWSs in Antarctica?",
                "QuestionCn": "从南极洲的AWS（自动气象站）收集数据面临哪些挑战？",
                "AnswerEn": "sparse distribution",
                "AnswerCn": "稀疏分布",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data quality control protocol used in the collection of meteorological data in Antarctica?",
                "QuestionCn": "您能否提供一个在南极收集气象数据时使用的数据质量控制协议的示例？",
                "AnswerEn": "A data quality control protocol includes checking for data integrity by removing duplicated records or time dislocations caused by Argos reception. Vertical profiles are examined for physical consistency, and sensor height changes due to snow accumulation are corrected. Daily, monthly, and annual mean values are calculated, with missing data handled based on specific duration thresholds.",
                "AnswerCn": "数据质量控制协议包括通过去除重复记录或因阿尔戈斯接收造成的时间错位来检查数据完整性。垂直剖面被检查以确保物理一致性，并对因积雪而导致的传感器高度变化进行修正。计算每日、每月和每年的平均值，并根据特定的持续时间阈值处理缺失数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of the challenges faced when collecting weather data from automatic weather stations in inland Antarctica?",
                "QuestionCn": "在内陆南极收集自动气象站的天气数据时面临的挑战的一个例子是什么？",
                "AnswerEn": "A challenge faced in inland Antarctica involves anemometers with vertical axes freezing during the austral winter, which leads to invalid wind speed measurements. Heavy hoar frost contributes to this issue, as observed at stations like Eagle, Dome A, and Panda S.",
                "AnswerCn": "内陆南极面临的一个挑战是垂直轴风速计在南极冬季冻结，这导致风速测量无效。厚厚的霜冻加剧了这个问题，正如在鹰站、穹顶A和熊猫S站所观察到的那样。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how data from automatic weather stations in Antarctica can be used to study short-term atmospheric events?",
                "QuestionCn": "您能否提供一个例子，说明如何利用南极的自动气象站数据来研究短期大气事件？",
                "AnswerEn": "Data from the PANDA AWS network can be used to monitor and investigate short-term atmospheric processes, illustrating the network's capacity for weather monitoring. An example includes analyzing atmospheric events to demonstrate the dataset's utility in weather investigation.",
                "AnswerCn": "PANDA AWS网络的数据可以用于监测和调查短期大气过程，展示该网络在天气监测方面的能力。一个例子包括分析大气事件，以证明该数据集在天气调查中的实用性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the automatic weather stations used for data collection in Antarctica?",
                "QuestionCn": "用于南极洲数据收集的自动气象站的特点是什么？",
                "AnswerEn": "air temperature, relative humidity, air pressure, wind speed and direction, surface temperature, shortwave/longwave radiation, multi-level measurements at heights of 1, 2, 4, and 6 meters",
                "AnswerCn": "空气温度、相对湿度、气压、风速和风向、地表温度、短波/长波辐射、在1米、2米、4米和6米高度的多层测量。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with data collection from automatic weather stations in Antarctica?",
                "QuestionCn": "与南极洲自动气象站的数据收集相关的挑战有哪些？",
                "AnswerEn": "harsh Antarctic conditions, anemometers freeze, heavy hoar frost, data interruptions, vertical axis anemometers freeze",
                "AnswerCn": "严酷的南极条件，风速计冻结，厚霜，数据中断，垂直轴风速计冻结。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the data quality control protocols applied to ensure the reliability of AWS data in Antarctica?",
                "QuestionCn": "确保南极洲AWS数据可靠性的质量控制协议是什么？",
                "AnswerEn": "data integrity checks, removal of duplicate records, time dislocation correction, vertical profile validation, consistency checks across variables, sensor height corrections, missing data handling based on duration thresholds",
                "AnswerCn": "数据完整性检查，重复记录的删除，时间错位校正，垂直剖面验证，变量间一致性检查，传感器高度校正，基于持续时间阈值的缺失数据处理。",
                "Level": "C3(Applying)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic weather stations are included in the PANDA AWS network?",
                "QuestionCn": "PANDA AWS网络中包含多少个自动气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of missing data within a day, month, or year renders the data incomplete?",
                "QuestionCn": "在一天、一个月或一年内，缺失数据的百分比达到多少才会使数据被认为是不完整的？",
                "AnswerEn": "21%, 12%, 25%",
                "AnswerCn": "21%，12%，25%",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "At how many different levels are measurements of air temperature and wind speed taken in the PANDA AWS network?",
                "QuestionCn": "在PANDA AWS网络中，空气温度和风速的测量是在多少个不同的层次上进行的？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are 'invalid measurements' in meteorological data collection, and how do they occur?",
                "QuestionCn": "在气象数据收集中，“无效测量”是指那些由于各种原因而不准确或不可靠的测量数据。这些无效测量可能由于设备故障、操作错误、环境干扰或数据传输问题等因素而发生。",
                "AnswerEn": "Invalid measurements in meteorological data collection refer to data that are incorrect or unusable due to errors in the measurement process. In the context of Antarctic weather stations, such invalid measurements may occur due to equipment problems like the freezing of anemometers during the austral winter, especially at inland sites such as Eagle, Dome A, and Panda S. This can happen because heavy hoar frost causes mechanical sensors with vertical axes to freeze, leading to disruptions in data collection.",
                "AnswerCn": "气象数据收集中的无效测量是指由于测量过程中的错误而导致的数据不正确或不可用。在南极气象站的背景下，这种无效测量可能由于设备问题而发生，例如在南极冬季，尤其是在内陆站点如鹰站、穹顶A和熊猫S，风速计可能会冻结。这是因为重霜导致垂直轴的机械传感器冻结，从而导致数据收集中断。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of automatic weather stations in coastal areas compare to those in inland areas of Antarctica, particularly in terms of data continuity and sensor reliability?",
                "QuestionCn": "自动气象站在南极沿海地区与内陆地区的数据收集方法如何比较，特别是在数据连续性和传感器可靠性方面。",
                "AnswerEn": "In coastal areas, automatic weather stations tend to have more continuous data collection due to fewer interruptions compared to inland areas. Inland stations, such as those at Eagle and Dome A, face challenges like anemometer freezing during winter, which leads to invalid measurements. Coastal stations are less affected by such harsh weather conditions, offering more reliable sensor performance.",
                "AnswerCn": "在沿海地区，自动气象站由于中断较少，往往能够更连续地收集数据。而内陆站点，如鹰站和穹顶A，面临着冬季风速计结冰等挑战，这导致测量结果无效。沿海站点受到的恶劣天气条件影响较小，传感器性能更可靠。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the data validation processes between automatic weather stations that measure at multiple altitude levels versus those that do not?",
                "QuestionCn": "自动气象站在多个高度层次进行测量的数据验证过程与不进行多高度测量的气象站之间有什么区别？",
                "AnswerEn": "For automatic weather stations measuring at multiple altitude levels, data validation includes checking vertical profiles for physical consistency, which provides strong validation for the accuracy of absolute values. Stations without multiple altitude measurements rely on consistency checks between different variables, such as eliminating wind direction data when wind speed is zero, and correcting sensor height changes due to snow accumulation.",
                "AnswerCn": "对于在多个高度水平上测量的自动气象站，数据验证包括检查垂直剖面以确保物理一致性，这为绝对值的准确性提供了强有力的验证。没有多个高度测量的站点依赖于不同变量之间的一致性检查，例如在风速为零时排除风向数据，以及由于积雪导致的传感器高度变化的修正。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of geographical and climatic coverage, how does the network of automatic weather stations in the PANDA AWS network compare across different regions of Antarctica?",
                "QuestionCn": "在地理和气候覆盖方面，PANDA AWS网络的自动气象站网络在南极不同地区的比较如何？",
                "AnswerEn": "The PANDA AWS network spans a wide range of geographical and climatic regions, covering latitudes from 69° to 83° S and various elevations. It encompasses coastal areas like Zhongshan and inland locations such as Dome A, thus covering all major geographical and climatic units in East Antarctica. This contrasts with other networks that may be more concentrated in specific areas, providing less comprehensive coverage.",
                "AnswerCn": "PANDA AWS网络跨越了广泛的地理和气候区域，覆盖从69°到83°S的纬度和各种海拔。它包括像中山站这样的沿海地区以及像Dome A这样的内陆地点，从而涵盖了东南极的所有主要地理和气候单元。这与其他可能更集中于特定区域的网络形成对比，提供了更全面的覆盖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the data collection methods employed by automatic weather stations in Antarctica be adapted to mitigate the impact of equipment freezing during extreme winter conditions?",
                "QuestionCn": "如何调整南极自动气象站采用的数据收集方法，以减轻设备在极端冬季条件下冻结的影响？",
                "AnswerEn": "The data collection methods include initial checks for integrity, removal of duplicated records, and consistency checks across variables. Challenges such as freezing of anemometers, especially during austral winter at stations like Eagle and Dome A, indicate a need for adapting equipment or introducing additional protocols to ensure accurate data collection under extreme conditions.",
                "AnswerCn": "数据收集方法包括对完整性的初步检查、去除重复记录以及对变量之间的一致性检查。诸如在鹰站和穹顶A等站点，尤其是在南极冬季，风速计冻结等挑战表明需要调整设备或引入额外的协议，以确保在极端条件下准确的数据收集。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for the reliability of data collected by automatic weather stations in Antarctica?",
                "QuestionCn": "自动气象站在南极收集数据的可靠性主要原因是什么？",
                "AnswerEn": "The reliability of data collected by automatic weather stations in Antarctica is primarily due to the rigorous data quality control protocols, consistent data integrity checks, and the use of vertical profiles for validation. Additionally, the correction method for sensor height changes due to snow accumulation and the handling of missing values contribute to the reliability of the data.",
                "AnswerCn": "在南极洲，自动气象站收集的数据可靠性主要得益于严格的数据质量控制协议、一致的数据完整性检查以及使用垂直剖面进行验证。此外，针对由于积雪而导致的传感器高度变化的修正方法和缺失值的处理也增强了数据的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do automatic weather stations in Antarctica face challenges with data collection during the austral winter?",
                "QuestionCn": "南极的自动气象站在澳大利亚冬季面临数据收集的挑战，原因是什么？",
                "AnswerEn": "Automatic weather stations in Antarctica face challenges during the austral winter primarily because of the heavy hoar frost and freezing temperatures. This leads to frequent interruptions in data collection, particularly affecting the anemometers at vertical axis stations like Eagle, Dome A, and Panda S, which often freeze and result in invalid measurements.",
                "AnswerCn": "南极的自动气象站在南半球冬季面临挑战，主要是由于严重的霜冻和低温。这导致数据收集频繁中断，特别是对像鹰站、穹顶A和熊猫S这样的垂直轴站的风速计，常常会结冰，从而导致无效的测量结果。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the scarcity of reliable long-term inland weather station data in Antarctica, and how does it impact climate change estimation?",
                "QuestionCn": "导致南极地区可靠的长期内陆气象站数据稀缺的原因是什么，这对气候变化估计有何影响？",
                "AnswerEn": "The scarcity of reliable long-term inland weather station data in Antarctica is caused by the limited number of staffed observational sites and the frequent interruptions at inland automatic weather stations. This scarcity impacts climate change estimation by making it challenging to assimilate observations into models and reanalysis data, leading to debates about the reliability of Antarctic climate change estimation and weather forecasting.",
                "AnswerCn": "南极洲内陆气象站可靠的长期数据稀缺，主要是由于设立的观测站数量有限以及内陆自动气象站频繁中断。这种稀缺性影响了气候变化的估算，因为这使得将观测数据融入模型和再分析数据变得困难，从而引发了关于南极气候变化估算和天气预报可靠性的争论。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of implementing automatic weather stations (AWS) for monitoring surface energy balance in glaciated regions?",
                "QuestionCn": "在冰川地区实施自动气象站（AWS）以监测表面能量平衡的结果是什么？",
                "AnswerEn": "Automatic weather stations have proven to be powerful tools in monitoring near-surface meteorological elements of glaciers and ice sheets, allowing for the determination of surface energy balance and quantification of glacier/ice sheet melting and their response to climate change.",
                "AnswerCn": "自动气象站已被证明是监测冰川和冰盖近地表气象要素的强大工具，能够确定表面能量平衡并量化冰川/冰盖融化及其对气候变化的响应。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of multi-level measurements in AWSs influence data validation and accuracy for meteorological studies in Antarctica?",
                "QuestionCn": "在南极的气象研究中，AWS（自动气象站）中多层次测量的使用如何影响数据验证和准确性？",
                "AnswerEn": "The use of multi-level measurements in AWSs provides strong validation through the checking of vertical profiles. If vertical gradients are physically consistent, the absolute values are likely to be accurate, thereby enhancing data validation and accuracy.",
                "AnswerCn": "在AWS中使用多层次测量通过检查垂直剖面提供了强有力的验证。如果垂直梯度在物理上是一致的，那么绝对值很可能是准确的，从而增强了数据的验证和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of deploying an automatic weather station network along the eastern Antarctica coast to Dome A?",
                "QuestionCn": "在东南极海岸到达Dome A 部署自动气象站网络的主要目标是什么？",
                "AnswerEn": "The primary objective of deploying an automatic weather station network in this region is to monitor near-surface meteorological elements of glaciers/ice caps to determine surface energy balances. This helps in quantifying glacier/ice cap melting and their responses to climate change, which is crucial for understanding Antarctic climate change and its potential impact on global sea levels.",
                "AnswerCn": "在该地区部署自动气象站网络的主要目的是监测冰川/冰盖的近地面气象要素，以确定表面能量平衡。这有助于量化冰川/冰盖的融化及其对气候变化的响应，这对于理解南极气候变化及其对全球海平面的潜在影响至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to address challenges like data interruption and sensor freezing in the collection of meteorological data in Antarctica?",
                "QuestionCn": "在收集南极气象数据时，解决数据中断和传感器冻结等挑战是非常重要的。",
                "AnswerEn": "It is important to address these challenges because most observation sites and automatic weather stations in Antarctica are mainly located in coastal areas, and data from sparse inland sites are frequently interrupted. Overcoming issues like sensor freezing is essential for ensuring reliable and continuous data collection, which is critical for accurate climate change estimation and weather forecasting in the region.",
                "AnswerCn": "解决这些挑战非常重要，因为南极的大多数观测站和自动气象站主要位于沿海地区，而稀疏的内陆站点的数据经常中断。克服传感器结冰等问题对于确保可靠和连续的数据收集至关重要，这对该地区气候变化估计和天气预报的准确性至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended benefits of using a network of automatic weather stations for long-term climate monitoring in Antarctica?",
                "QuestionCn": "使用自动气象站网络进行南极长期气候监测的预期好处是什么？",
                "AnswerEn": "The intended benefits include providing valuable data for estimating climate change in the Antarctic region, diagnosing extreme weather events, improving data assimilation, and enhancing weather forecasts. The reliable and updated data from these stations contribute significantly to understanding the climate system's role and its impact on global sea level rise.",
                "AnswerCn": "预期的好处包括提供有价值的数据，以估算南极地区的气候变化，诊断极端天气事件，改善数据同化，并增强天气预报。这些站点提供的可靠和更新的数据对理解气候系统的作用及其对全球海平面上升的影响具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in ensuring data quality and integrity in the collection of meteorological data from automatic weather stations in polar regions?",
                "QuestionCn": "确保极地地区自动气象站气象数据收集的数据质量和完整性涉及哪些程序？",
                "AnswerEn": "All data are initially checked for integrity, with the process involving the removal of duplicated records or time dislocation caused by Argos reception. For AWSs with measurements at multiple levels, vertical profiles are checked for physical consistency to validate absolute values. Different variables are also compared for consistency, such as eliminating wind direction when wind speed is zero. Sensor height changes due to snow accumulation are corrected using methods described by Ma et al. (2008) and Smeets et al. (2018). Daily, monthly, and annual mean values are calculated progressively, and missing data are addressed depending on their duration, with specific thresholds for daily, monthly, and annual missing data ratios.",
                "AnswerCn": "所有数据最初都经过完整性检查，过程包括删除重复记录或因Argos接收造成的时间错位。对于具有多个层次测量的AWS，垂直剖面会检查物理一致性以验证绝对值。不同变量之间也会进行一致性比较，例如在风速为零时消除风向。由于积雪导致的传感器高度变化，采用Ma等人（2008）和Smeets等人（2018）所描述的方法进行校正。逐步计算日均值、月均值和年均值，并根据缺失数据的持续时间进行处理，针对日、月和年缺失数据比例设定了具体阈值。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are the data from automatic weather stations processed to handle missing values in long-term climate studies?",
                "QuestionCn": "自动气象站的数据在长期气候研究中如何处理缺失值？",
                "AnswerEn": "The data processing involves averaging daily mean values from hourly data, followed by monthly and annual mean values. Missing values are handled based on their duration. If more than 21% of data (5 hours) during one day, 12% of data (4 days) within one month, or 25% of data (3 months) within one year are missing, these are considered missing values for daily, monthly, or annual data, respectively.",
                "AnswerCn": "数据处理涉及从每小时数据中计算每日平均值，然后计算每月和每年的平均值。缺失值的处理基于其持续时间。如果一天内缺失数据超过21%（5小时），一个月内缺失数据超过12%（4天），或一年内缺失数据超过25%（3个月），则这些数据被视为每日、每月或每年的缺失值。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In the context of setting up a meteorological observation network in extreme environments, what challenges are faced with sensor functionality and reliability, and how are these challenges addressed?",
                "QuestionCn": "在极端环境中建立气象观测网络时，传感器的功能和可靠性面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges include frequent interruptions at sparse inland sites, such as anemometers freezing during the austral winter at Eagle and Dome A due to heavy hoar frost. These issues lead to invalid measurements. The approach to addressing these challenges involves regular data validation checks and the implementation of methods to ensure data integrity, even with potential sensor malfunctions.",
                "AnswerCn": "挑战包括在稀疏内陆站点频繁中断，例如在南极冬季，因重霜导致的风速计冻结。这些问题导致测量无效。解决这些挑战的方法包括定期进行数据验证检查，以及实施确保数据完整性的方法，即使在潜在传感器故障的情况下。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data processing techniques enable the effective quality control of climate data collected from automatic weather stations in remote areas?",
                "QuestionCn": "哪些数据处理技术能够有效控制来自偏远地区自动气象站收集的气候数据的质量？",
                "AnswerEn": "All data are initially checked to ensure integrity by removing duplicated records or time dislocation caused by Argos reception. Vertical profiles are validated for consistency, and different variables are compared to check their consistency. Corrections are made for sensor height changes due to snow accumulation. Missing values are handled based on their duration, with daily, monthly, and annual data averaged progressively.",
                "AnswerCn": "所有数据最初通过去除重复记录或因Argos接收造成的时间错位来检查完整性。垂直剖面数据经过一致性验证，并比较不同变量以检查其一致性。由于雪积累导致的传感器高度变化进行修正。缺失值根据其持续时间进行处理，逐步进行日、月和年数据的平均。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological resources enable the real-time transmission of meteorological data from automatic weather stations in Antarctica?",
                "QuestionCn": "哪些技术资源使得自动气象站在南极的气象数据能够实时传输？",
                "AnswerEn": "The automatic meteorological stations use the ARGOS system to transmit data in real-time, ensuring reliable access to measurements such as temperature, humidity, pressure, wind speed, and direction.",
                "AnswerCn": "自动气象站使用ARGOS系统实时传输数据，确保可靠获取温度、湿度、气压、风速和风向等测量值。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do environmental conditions in Antarctica pose challenges to the continuous collection of meteorological data, and what methods enable overcoming these challenges?",
                "QuestionCn": "南极的环境条件对持续收集气象数据提出了挑战，而哪些方法能够克服这些挑战？",
                "AnswerEn": "Environmental conditions like heavy hoar frost cause anemometers to freeze during austral winter, leading to interrupted data collection. Consistent data validation checks, including vertical profile validation and cross-variable consistency checks, are methods used to ensure data reliability despite these challenges.",
                "AnswerCn": "环境条件如严重的霜冻会导致风速计在南半球冬季冻结，从而中断数据收集。持续的数据验证检查，包括垂直剖面验证和交叉变量一致性检查，是确保数据可靠性的方法，尽管面临这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection from inland automatic weather stations in Antarctica encounter significant challenges compared to coastal stations?",
                "QuestionCn": "为什么来自南极内陆自动气象站的数据收集可能会遇到比沿海站点更大的挑战？",
                "AnswerEn": "Data collection from inland automatic weather stations in Antarctica faces significant challenges due to extreme weather conditions such as heavy hoar frost, which can lead to equipment failure like frozen anemometers, particularly during the austral winter.",
                "AnswerCn": "从南极内陆自动气象站收集数据面临重大挑战，原因是极端天气条件，如严重的霜冻，这可能导致设备故障，例如在南半球冬季期间风速计冻结。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated benefits of using a multi-layered observation approach in the PANDA automatic weather station network?",
                "QuestionCn": "在PANDA自动气象站网络中使用多层次观察方法的预期好处是什么？",
                "AnswerEn": "The anticipated benefits of using a multi-layered observation approach include enhanced validation through checking vertical profiles for consistency, leading to more accurate absolute values of measurements. This approach helps in providing reliable data for climate change estimation, extreme weather event diagnosis, and weather forecasting.",
                "AnswerCn": "使用多层次观测方法的预期好处包括通过检查垂直剖面的连贯性来增强验证，从而获得更准确的绝对测量值。这种方法有助于提供可靠的数据，用于气候变化估计、极端天气事件诊断和天气预报。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of the data quality control protocols used in the data collection methods for Antarctic weather stations?",
                "QuestionCn": "我对南极气象站数据收集方法中使用的数据质量控制协议的有效性进行评估。",
                "AnswerEn": "The data quality control protocols include initial integrity checks, removal of duplicates or dislocated records, and validation through vertical profile checks. The protocols are considered effective, as they ensure the consistency of variables and apply correction methods for sensor height changes due to snow accumulation.",
                "AnswerCn": "数据质量控制协议包括初始完整性检查、删除重复或错位记录，以及通过垂直剖面检查进行验证。这些协议被认为是有效的，因为它们确保了变量的一致性，并对由于积雪造成的传感器高度变化应用了修正方法。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how well does the current approach to handling missing data in Antarctic weather datasets address potential biases or inaccuracies in long-term climate analysis?",
                "QuestionCn": "在您看来，目前处理南极天气数据集中缺失数据的方法在多大程度上解决了长期气候分析中的潜在偏差或不准确性？",
                "AnswerEn": "The approach handles missing data by considering daily, monthly, and annual data as missing based on specific thresholds of incomplete data. This method aims to minimize biases and inaccuracies by ensuring that significant data gaps are not used in long-term analysis, thus maintaining dataset integrity.",
                "AnswerCn": "该方法通过根据特定的缺失数据阈值，将日数据、月数据和年数据视为缺失数据，从而处理缺失数据。此方法旨在通过确保在长期分析中不使用显著的数据缺口，来最小化偏差和不准确性，从而维护数据集的完整性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the data integrity is maintained in such extreme environments with frequent interruptions.",
                "QuestionCn": "我不明白在如此极端的环境中，如何在频繁中断的情况下保持数据完整性。",
                "AnswerEn": "All data are initially checked to ensure integrity, with specific methods addressing issues like duplicated records or time dislocation due to Argos reception. The workflow involves checking vertical profiles for consistency and using correction methods for sensor height changes due to snow accumulation.",
                "AnswerCn": "所有数据最初都会进行完整性检查，采用特定方法处理重复记录或因Argos接收导致的时间错位。工作流程包括检查垂直剖面的连贯性，并使用修正方法处理由于积雪积累导致的传感器高度变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how effective the data quality control protocols are for ensuring reliable climate change estimations.",
                "QuestionCn": "我对数据质量控制协议在确保气候变化估计的可靠性方面的有效性感到不确定。",
                "AnswerEn": "The dataset undergoes a strict quality control process, including checks for physical consistency in vertical profiles and data comparison for consistency across variables. Missing values are managed based on duration thresholds, ensuring the reliability of the data for climate change estimation.",
                "AnswerCn": "该数据集经过严格的质量控制过程，包括对垂直剖面的物理一致性检查和变量之间的一致性比较。缺失值的处理基于持续时间阈值，确保数据在气候变化估计中的可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how the PANDA AWS network can effectively monitor short-term atmospheric events.",
                "QuestionCn": "我无法理解PANDA AWS网络如何有效监测短期大气事件。",
                "AnswerEn": "The PANDA AWS network provides continuous, hourly measurements of various meteorological variables across different stations, offering robust data for monitoring and investigating short-term atmospheric processes, as demonstrated by specific examples of atmospheric events.",
                "AnswerCn": "PANDA AWS网络提供了对不同站点各种气象变量的持续、每小时测量，为监测和研究短期大气过程提供了强有力的数据，具体例子展示了大气事件的情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges faced by automatic weather stations in Antarctica regarding data collection during extreme weather conditions, and propose potential solutions.",
                "QuestionCn": "请探讨自动气象站在南极面临的极端天气条件下数据收集的挑战，并提出潜在的解决方案。",
                "AnswerEn": "Challenges include frequent data interruptions at inland sites and frozen anemometers during austral winter due to heavy hoar frost. The anemometers at Eagle, Dome A, and Panda S often freeze, leading to invalid measurements. Potential solutions could involve designing and implementing heating elements to prevent freezing or using alternative sensor technologies less susceptible to frost.",
                "AnswerCn": "挑战包括内陆站点频繁的数据中断以及由于严重的霜冻而导致的南极冬季风速计冻结。Eagle、Dome A 和 Panda S 的风速计经常冻结，导致测量无效。潜在的解决方案可以包括设计和实施加热元件以防止冻结，或使用对霜冻不太敏感的替代传感器技术。",
                "Level": "C6(Creating)"
            }
        ]
    }
}