{
  "id": "75aa679c-a599-4228-93bf-8f4e7cb0ff51",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements synchronizing with PROBA CHRIS in the Biandukou foci experimental area on Jul. 18, 2008",
      "titleCn": "黑河综合遥感联合试验：扁都口加密观测区PROBA CHRIS地面同步样方调查数据集（2008年7月18日）",
      "description": "The dataset of ground truth measurements synchronizing with PROBA CHRIS was obtained in 21 quadrates of the Biandukou foci experimental area on Jul. 18, 2008. Observation items included:\n     (1) GPS by GARMIN GPS 76;\n     (2) species by manual cognition;\n     (3) the plant number by manual work, \n     (4) the height by the measuring tape repeated 4-5 times, \n     (5) the chlorophyll content by SPAD 502;\n     (6) the coverage by manual work;\n     (7) photo taking by Nikon D80 with a lens of Sigma 8mm F3.5 EX DG CIRCULAR FISHEYE, shooting straight downwards at the height of 1.5m; original photos were in JPG format and the processed data in Excel format.\n     (8) the biomass (samples over 0.5m×0.5m) by wet weight and dry weight; as Excel files.",
      "descriptionCn": "2008年7月18日，在扁都口加密观测区开展了针对PROBA CHRIS卫星的地面同步样方调查。样方数量为21个。主要调查项目包含GPS点号、物种、株数、高度、叶绿素含量、覆盖度、鱼眼照相、生物量。\n1. GPS点号用GARMIN GPS 76记录。\n2. 物种采用人工识别法。\n3. 株数采用人工计数法。\n4. 高度用卷尺测量，4－5个重复。\n5. 叶绿素含量用SPAD 502 叶绿素仪测量，5个重复。\n6. 覆盖度采用人工估计的方法。\n7. 鱼眼照相使用的相机为尼康D80，鱼眼镜头为适马 8mm F3.5 EX DG CIRCULAR FISHEYE，照相高度为1.5米，正对地面向下照。原始照片格式为JPG，处理结果文件格式为Excel表格。\n8. 生物量取50cm×50cm样品，称鲜重，杀青后烘干，称干重。数据存储：Excel格式表格。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.036,
      "west": 100.881,
      "south": 38.192,
      "north": 38.312,
      "startTime": "2008-07-31 00:00:00",
      "endTime": "2008-07-31 00:00:00",
      "fileSize": 803825209.0,
      "cstr": "18406.11.water973.0037.db",
      "doi": "10.3972/water973.0037.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李红星",
        "nameEn": "LI Hongxing",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘超",
        "nameEn": "LIU Chao",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "冉有华",
        "nameEn": "RAN Youhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "叶绿素",
        "nameEn": "Chlorophyll"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      },
      {
        "nameCn": "鱼眼相机",
        "nameEn": "Fisheye camera"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-7-18",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure biomass in ecological field studies?",
        "QuestionCn": "您能否提供一个在生态野外研究中用于测量生物量的数据收集方法的例子？",
        "AnswerEn": "One example of a data collection method used to measure biomass in ecological field studies involves taking a 50cm×50cm sample, weighing it for fresh weight, then drying it after killing off green tissues, and finally weighing it again for dry weight. The data are then stored in an Excel format.",
        "AnswerCn": "在生态野外研究中，用于测量生物量的一种数据收集方法涉及取一个50cm×50cm的样本，称量其鲜重，然后在杀死绿色组织后进行干燥，最后再称量其干重。数据随后以Excel格式存储。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key attributes measured during data collection for ground-based synchronization with satellite observations in a remote sensing experiment?",
        "QuestionCn": "在遥感实验中进行与卫星观测的地面同步时，数据收集期间测量的关键属性是什么？",
        "AnswerEn": "GPS point number, species identification, plant count, plant height, chlorophyll content, coverage, fisheye photography, biomass",
        "AnswerCn": "GPS 点号，物种识别，植物数量，植物高度，叶绿素含量，覆盖度，鱼眼摄影，生物量",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sample plots were surveyed during the data collection for the ground synchronous sample plot survey related to the PROBA CHRIS satellite?",
        "QuestionCn": "在与PROBA CHRIS卫星相关的地面同步样地调查的数据收集过程中，共调查了多少个样地？",
        "AnswerEn": "21",
        "AnswerCn": "21",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'ground synchronous sample plot survey' in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验的背景下，什么是“地面同步样地调查”？",
        "AnswerEn": "The 'ground synchronous sample plot survey' refers to a data collection method where ground-based measurements are conducted simultaneously with satellite observations to validate and calibrate remote sensing data. In this context, it involved the collection of data on 21 sample plots, measuring variables such as GPS coordinates, species identification, plant count, height, chlorophyll content, coverage, fisheye photographs, and biomass.",
        "AnswerCn": "“地面同步样本调查”是指一种数据收集方法，其中地面测量与卫星观测同时进行，以验证和校准遥感数据。在这个背景下，它涉及对21个样本地块的数据收集，测量变量包括GPS坐标、物种识别、植物计数、高度、叶绿素含量、覆盖度、鱼眼照片和生物量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could contribute to inaccuracies in measuring vegetation height using manual methods in field observations?",
        "QuestionCn": "使用人工方法进行实地观测时，哪些因素可能导致植被高度测量不准确？",
        "AnswerEn": "Vegetation height in the field observations is measured using a tape measure, conducted with 4-5 repetitions. Factors contributing to inaccuracies may include human error during measurement, variability in plant growth, uneven ground surfaces, or environmental conditions such as wind affecting plant posture.",
        "AnswerCn": "在实地观察中，植被高度是通过卷尺测量的，通常进行4-5次重复测量。导致不准确的因素可能包括测量过程中的人为错误、植物生长的变异、不平坦的地面表面或环境条件（如风）对植物姿态的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using manual counting and estimation methods for species and coverage data on the accuracy and reliability of ecological datasets?",
        "QuestionCn": "使用手动计数和估算方法对物种和覆盖数据进行处理，会对生态数据集的准确性和可靠性产生什么影响？",
        "AnswerEn": "The use of manual counting and estimation methods for species and coverage data can introduce human error and subjective bias, potentially affecting the accuracy and reliability of ecological datasets. These methods rely on the observer's experience and judgment, which may vary between individuals and conditions. This could lead to variations in data consistency and precision, impacting the dataset's overall quality and its usefulness for scientific analysis and decision-making.",
        "AnswerCn": "手动计数和估算物种及覆盖数据的方法可能引入人为错误和主观偏差，从而影响生态数据集的准确性和可靠性。这些方法依赖于观察者的经验和判断，而这些在不同个体和条件下可能会有所不同。这可能导致数据一致性和精确性的变化，影响数据集的整体质量及其在科学分析和决策中的实用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to conduct synchronized ground sample surveys for satellite missions like PROBA CHRIS in areas such as Bianzhukou?",
        "QuestionCn": "为什么在像PROBA CHRIS这样的卫星任务中，在像边竹口这样的地区进行同步地面样本调查是重要的？",
        "AnswerEn": "Conducting synchronized ground sample surveys for satellite missions like PROBA CHRIS in areas such as Bianzhukou is crucial for validating and calibrating satellite data. The detailed ground data, including species identification, plant height, chlorophyll content, coverage, and biomass measurements, provide essential reference points that help in interpreting and enhancing the accuracy of satellite observations. This ensures that remote sensing data can be reliably used for ecological and environmental monitoring.",
        "AnswerCn": "在像Bianzhukou这样的地区，为卫星任务如PROBA CHRIS进行同步地面样本调查至关重要，以验证和校准卫星数据。详细的地面数据，包括物种识别、植物高度、叶绿素含量、覆盖度和生物量测量，提供了重要的参考点，有助于解释和提高卫星观测的准确性。这确保了遥感数据可以可靠地用于生态和环境监测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in conducting a synchronous ground survey for satellite data validation, specifically in terms of GPS recording, species identification, and biomass measurement?",
        "QuestionCn": "进行同步地面调查以验证卫星数据时，具体在GPS记录、物种识别和生物量测量方面涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps include recording GPS points using a GARMIN GPS 76, identifying species through manual recognition, counting the number of plants manually, measuring plant height with a tape measure (4-5 repetitions), measuring chlorophyll content using a SPAD 502 chlorophyll meter (5 repetitions), estimating coverage manually, capturing fisheye photographs using a Nikon D80 with a Sigma 8mm F3.5 EX DG CIRCULAR FISHEYE lens at a height of 1.5 meters facing downward, and measuring biomass by collecting 50cm×50cm samples, weighing fresh weight, drying, and weighing dry weight. The data is then stored in Excel format.",
        "AnswerCn": "程序步骤包括使用GARMIN GPS 76记录GPS点，通过手动识别识别物种，手动计数植物数量，使用卷尺测量植物高度（4-5次重复），使用SPAD 502叶绿素计测量叶绿素含量（5次重复），手动估计覆盖率，使用尼康D80相机和Sigma 8mm F3.5 EX DG CIRCULAR FISHEYE镜头在1.5米高度向下拍摄鱼眼照片，以及通过收集50cm×50cm的样本，称量鲜重，干燥后称量干重来测量生物量。数据随后存储在Excel格式中。",
        "Level": "C3(Applying)"
      }
    ]
  }
}