{
    "id": "75d551eb-fd45-417e-afed-6c009d70cad4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Manual observation of meteorological data in Hulugou sub-basin of Heihe River Basin (2012)",
            "titleCn": "葫芦沟流域气象人工观测数据集（2012）",
            "description": "1. Data overview:\nIn 2012, the standard meteorological field of qilian station, Cold and Arid Regions Environmental and Engineering Research Institute, observed various meteorological elements manually at time of 8:00, 14:00 and 20:00 every day.\n2. Data content:\nThe data include dry bulb temperature, wet bulb temperature, maximum temperature, minimum temperature, surface temperature (0cm), shallow surface temperature (5cm, 10cm, 15cm, 20cm), maximum surface temperature, minimum surface temperature.\n3. Space and time range:\nGeographical coordinates: longitude: 99.9e;Latitude: 38.3n;Height: 2980 m.",
            "descriptionCn": "1. 数据概述：\n2012年寒旱所祁连站标准气象场人工观测数据集，每日定时8:00、14:00、20:00人工观测各种气象要素。\n2. 数据内容：\n数据内容包括干球气温、湿球气温、最高气温、最低气温、地表温度（0cm）、浅层地温（5cm、10cm、15cm、20cm）、地面最高温度、地面最低温度。\n3. 时空范围：\n地理坐标：经度：99.9E；纬度：38.3N；海拔：2980m",
            "instructions": "Data file name: hulugou basin 2012 meteorological manual observation data set.xlsx; it can be viewed and edited by WPS or excel and other software.",
            "instructionsCn": "数据文件命名：葫芦沟流域2012年气象人工观测数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 99.9,
            "west": 99.9,
            "south": 38.3,
            "north": 38.3,
            "startTime": "2012-01-09 23:26:00",
            "endTime": "2013-01-08 23:27:00",
            "fileSize": 40845.0,
            "cstr": "18406.11.heihe.111.2014.db",
            "doi": "10.3972/heihe.111.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈仁升",
                "nameEn": "CHEN Rensheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩春坛",
                "nameEn": "HAN Chuntan",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurement and estimation of the summertime daily evapotranspiration on alpine meadow in the Qilian Mountains, Northwest China",
                "referenceCn": null,
                "referenceEn": "Yang Yong,Chen Rensheng, Han Chuntan, Qing Wenwu. Measurement and estimation of the summertime daily evapotranspiration on alpine meadow in the Qilian Mountains, Northwest China,Environmental Earth Sciences. 2012, DOI 10.1007/s12665-012-1907-5."
            },
            {
                "titleCn": "黑河高山草甸冻土带水热传输过程",
                "titleEn": null,
                "referenceCn": "阳勇, 陈仁升, 吉喜斌, 等. 黑河高山草甸冻土带水热传输过程[J]. 水科学进展, 2010, 21(1): 30-34.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山典型灌丛降雨截留特征",
                "titleEn": null,
                "referenceCn": "刘章文, 陈仁升, 宋耀选, 韩春坛. 祁连山典型灌丛降雨截留特征. 生态学报, 2012 , 32(4): 1337-1346.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
                "referenceCn": null,
                "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
            },
            {
                "titleCn": null,
                "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
                "referenceCn": null,
                "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "最高/最低温度",
                "nameEn": "Maximum/Minimum temperature"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "表面温度",
                "nameEn": "Skin temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "葫芦沟流域",
                "keywordEn": "Hulugou Basin"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper Reaches of Heihe Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Understanding cryospheric hydrology and the effects of cryospheric changes on river runoff is critical for sustainable water management especially in arid inland river basins such as those in northwest China where water resources mainly come from alpine areas. The Earth’s cryosphere is facing rapid changes in the duration, extent, and mass of snow and ice, which have had multiple impacts on the environment across a range of temporal and spatial scales. Changes in mountain snow, glaciers, and permafrost have resulted in significant downstream impacts in terms of the quantity, seasonality, and quality of water. This shrinkage has modified the water cycle and river discharge in cold regions and caused the rise of global mean sea level. Serving as a solid reservoir for many endorheic and exorheic basins, the mountain cryosphere is the regulator of major rivers and provides most of the water resources in arid regions in China and its neighboring countries. However, because of inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions, the significance of the impacts of cryospheric changes and the severity of their consequences remain unclear in China."
            ],
            "research objective": [
                "The scientific objective of the CHOICE is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions. Four key science questions have been identified: The spatial and temporal distribution of alpine precipitation need to be determined. The effects of cryospheric changes on streamflow need to be determined. The effects of changes in the vegetation pattern in the vertical landscape zones on water balance and river runoff in the mountains must be assessed. A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas."
            ],
            "challenges": [
                "Understanding such changes in these vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors."
            ],
            "methods": [
                "Each AWS features the long-term monitoring of the following meteorological variables: air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature (LST), soil temperature, soil moisture, snow depth, and precipitation amount. We also conducted long-term standard meteorological field (SMF) manual observations for reference to those obtained at AWS. The total discharge has been monitored by a continuously stream-gauging station at the catchment outlet since 2009. From 2009 to 2012, we also manually used the float protocol and a stopwatch to estimate the nonfreezing period discharge in a meadow subcatchment and a moraine–talus subcatchment. To apply hydrological models in the alpine catchment, we have obtained long-term continuous soil parameter data in the soil pit synchronously with those collected at AWS. An SI-111 infrared radiometer (Apogee Instr. Inc.) was used to measure the LST. During the early stage of the CHOICE, evapotranspiration was measured with two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter and were installed in the SMF at the Hulu-1 field on 1 July 2009 with an electronic scale of 2 g (0.026 mm) in precision. With the development of the CHOICE, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS of the Hulu-1 to Hulu-5 field in August 2013. An EC150 system (Campbell Scientific Inc.) was installed on a lattice mast at 5.8 m at the Hulu-2 field in September 2011. Four cluster wells were installed in 2011 and 2014 for groundwater monitoring and sampling. On fixed-point scale, six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) measure snow depth synchronously with AWS. In this system, three thermistor cables were installed that crossed the riverbed–water, water–ice, and ice–air interfaces. We conduct the work of precipitation intercomparisons by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge. Precipitation measurements in the Hulu catchment were performed with six total rain-weighing sensors (TRwS204, MPS System Ltd) with a single alter shield and synchronized with AWS. Fourteen LST observation sites with similar elevations but different aspects and slopes were built around the Hulu-3 field. Two LST observation sites were built to analyze the influences of plants on LST. To study the runoff process of canopy precipitation to surface runoff in different landscapes, two runoff fields (shrubs and meadows) (15 by 3 m) were established at a shrub-encroached alpine meadow hillslope in September 2010. Four methods were used to measure soil water infiltration and hydraulic conductivity in the Hulu-1 field including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. Groundwater samples used for isotope analysis were collected from 12 wells between 2014 and 2016, and stream water samples were collected from 12 sites that were approximately evenly distributed from upstream to downstream between 2011 and 2016. A Picarro GasScouter G4301 gas concentration analyzer with a re-entry control system and six respiration chambers installed on the permafrost zone of the Hulu catchment in August 2017. The observation period of canopy precipitation interception began in June 2010. A total of four sap flow sensors (CAF, ECOMATIK) were installed to estimate transpiration. Variations in the diversity of the soil microbial community under meadow, shrub, marshy meadow, and moraine–talus were observed along an elevation gradient in the Hulu catchment in July 2013. An AWS was erected at the top of the glacier (4817 m asl) in September 2015; the site is not affected by the surrounding mountains. To obtain reliable turbulent data, EC system measurements were made adjacent to the AWS at a height of 4 m beginning in October 2017. To harvest the water contained in fog, five identical standard fog collectors were installed at Hulu-1 to Hulu-5 in July 2014. A warming simulation experiment was begun in September 2016. Two flight campaigns were performed in the Hulu catchment."
            ],
            "dataset": [],
            "findings": [
                "In recent years, a series of studies have been published using the CHOICE sharing platform data, and a number of researchers have used the CHOICE data for studies of alpine meteorology, cryospheric hydrology, groundwater, soils, and isotopes. According to the six AWS of the CHOICE obtained throughout the Hulu catchment and peripheral precipitation data from five China Meteorological Administration stations (Zhangye, Minle, Sunan, Qilian, and Yeniugou), two or more yearly EMPs exist in the northern Qilian Mountains. A diminished accumulation zone will result in a reduction in the transport and expansion of the glaciers, and then the glaciers will have to retreat to limit themselves to reduce ablation. Based on 10-yr observations in the western cold regions of China, especially those obtained in the Upper Hei River basin (UHR), a new CBHM was created to evaluate the effects of cryospheric changes on stream flow from the UHR. In the past 50 yr, river runoff has generally shown an increasing trend as a result of increased rainfall, snowfall, and glacial runoff in the cold regions of western China."
            ],
            "backgroundCn": [
                "理解冰冻圈水文学及其变化对河流径流的影响对于可持续水资源管理至关重要，尤其是在中国西北部等干旱内陆河流流域，这里的水资源主要来自高山地区。地球的冰冻圈正面临雪和冰的持续时间、范围和质量的快速变化，这在多个时间和空间尺度上对环境产生了多重影响。山地雪、冰川和永久冻土的变化导致了下游在水量、季节性和水质方面的显著影响。这种缩减改变了寒冷地区的水循环和河流排放，并导致全球平均海平面上升。作为许多内流和外流流域的固体水库，山地冰冻圈是主要河流的调节者，并为中国及其邻国的干旱地区提供了大部分水资源。然而，由于观测数据不足以及对高山地区冰冻圈水气象学许多方面缺乏了解，冰冻圈变化的影响及其后果的严重性在中国仍然不清楚。"
            ],
            "research objectiveCn": [
                "CHOICE的科学目标是获取关于环境因素的综合观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对下游干旱地区山区水文和水资源的影响。已确定四个关键科学问题：需要确定高山降水的空间和时间分布。需要确定冰冻圈变化对径流的影响。必须评估垂直景观带中植被模式变化对山区水量平衡和河流径流的影响。需要在山区建立一个适合的分布式水文模型，包括冰冻圈水文学。"
            ],
            "challengesCn": [
                "理解这些脆弱地区的变化面临重大挑战，因为它们偏远且观测稀少。降水观测仍然存在显著的偏差和错误。"
            ],
            "methodsCn": [
                "每个AWS长期监测以下气象变量：空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度（LST）、土壤温度、土壤湿度、雪深和降水量。我们还进行了长期标准气象场（SMF）手动观测，以作为与AWS获得的数据的参考。自2009年以来，流域出口处的连续水流量监测站监测了总排水量。从2009年到2012年，我们还手动使用浮子法和秒表估算了一个草甸子流域和一个冰碛-岩屑子流域的非冻结期排水量。为了在高山流域应用水文模型，我们在土壤坑中获得了长期连续的土壤参数数据，这些数据与在AWS收集的数据同步。使用SI-111红外辐射计（Apogee Instr. Inc.）测量LST。在CHOICE的早期阶段，使用两个手动称重微蒸发计测量蒸散量，这些微蒸发计深40厘米，直径31.5厘米，于2009年7月1日在Hulu-1场地的SMF中安装，电子秤精度为2克（0.026毫米）。随着CHOICE的发展，五个自动微蒸发计（CHOICE-LYS40，T&D）于2013年8月在Hulu-1到Hulu-5场地的AWS附近布置。2011年9月，在Hulu-2场地的一个格架塔上安装了EC150系统（Campbell Scientific Inc.），高度为5.8米。2011年和2014年安装了四个集群井用于地下水监测和取样。在固定点规模上，六个SR50A声波测距传感器（Campbell Scientific Inc.）与AWS同步测量雪深。在该系统中，安装了三根热电偶电缆，穿越河床-水、水-冰和冰-空气界面。我们通过参考WMO的固体降水比较实验进行降水比较工作，使用坑式雨量计和双重参考比较（DFIR）雨量计。Hulu流域的降水测量使用六个总称重传感器（TRwS204，MPS System Ltd）进行，配有单一的防风罩，并与AWS同步。围绕Hulu-3场地建立了十四个LST观测点，具有相似的海拔但不同的方位和坡度。建立了两个LST观测点以分析植物对LST的影响。为了研究不同景观中树冠降水到地表径流的过程，在2010年9月于一个灌木侵占的高山草甸坡地建立了两个径流场（灌木和草甸，15米乘3米）。在Hulu-1场地使用四种方法测量土壤水分入渗和水力导度，包括单环入渗仪、双环入渗仪、Hood入渗仪（Hood IL-2700，德国）和环切法。2014年至2016年间，从12个井中收集用于同位素分析的地下水样本，从2011年至2016年间，从12个均匀分布的上游到下游的地点收集溪水样本。2017年8月，在Hulu流域的永久冻土区安装了一台Picarro GasScouter G4301气体浓度分析仪，配有重新进入控制系统和六个呼吸室。树冠降水拦截的观测期始于2010年6月。共安装了四个树液流传感器（CAF，ECOMATIK）以估算蒸腾量。2013年7月，在Hulu流域的海拔梯度上观察了草甸、灌木、湿草甸和冰碛-岩屑下土壤微生物群落的多样性变化。2015年9月，在冰川顶部（海拔4817米）建立了一个AWS；该地点不受周围山脉的影响。为了获得可靠的湍流数据，EC系统的测量于2017年10月在AWS旁边的4米高度进行。为了收集雾中含水量，2014年7月在Hulu-1到Hulu-5安装了五个相同的标准雾收集器。一个加热模拟实验于2016年9月开始。Hulu流域进行了两次飞行调查。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "近年来，使用CHOICE共享平台数据的一系列研究相继发表，许多研究人员利用CHOICE数据进行高山气象、冰冻圈水文、地下水、土壤和同位素的研究。根据在胡鲁流域获得的六个自动气象站（AWS）和来自中国气象局五个站点（张掖、民乐、苏南、祁连和新源沟）的周边降水数据，北祁连山存在两个或更多的年度积雪平衡点（EMP）。积累区的减少将导致冰川的运输和扩展减少，冰川将不得不退缩以限制自身的消融。基于在中国西部寒冷地区，特别是在上黑河流域（UHR）获得的10年观测数据，创建了一种新的冷冻圈水文模型（CBHM），以评估冰冻圈变化对上黑河流域径流的影响。在过去50年中，由于降雨、降雪和冰川径流的增加，中国西部寒冷地区的河流径流总体上呈现出增加的趋势。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are the meteorological variables for data collection in this field more effectively monitored by automatic weather stations (AWS), manual observations, or a combination of both?",
                "QuestionCn": "在这个领域，气象变量的数据收集是通过自动气象站（AWS）、人工观测，还是两者结合的方式更有效地进行监测？",
                "AnswerEn": "a combination of both automatic weather stations (AWS) and manual observations",
                "AnswerCn": "自动气象站（AWS）和人工观测的结合",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some challenges faced in understanding changes in vulnerable regions such as alpine areas?",
                "QuestionCn": "理解脆弱地区（如高山地区）变化所面临的一些挑战是什么？",
                "AnswerEn": "Remoteness and sparse observations",
                "AnswerCn": "偏远性和稀疏观测",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What data collection methods are used to monitor meteorological variables in alpine regions?",
                "QuestionCn": "在高山地区监测气象变量使用的数据收集方法有哪些？",
                "AnswerEn": "Automatic weather stations AWS",
                "AnswerCn": "自动气象站 AWS",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the meteorological variables monitored in the Hulu catchment, and what additional measurements are conducted?",
                "QuestionCn": "Hulu流域的气象变量监测地点在哪里？还进行哪些额外的测量？",
                "AnswerEn": "AWS at various fields such as Hulu-1 to Hulu-5",
                "AnswerCn": "AWS在各个领域，如Hulu-1到Hulu-5。",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when collecting precipitation data in remote cryospheric regions?",
                "QuestionCn": "在偏远冰冻圈地区收集降水数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced when collecting precipitation data in remote cryospheric regions is the significant biases and errors in precipitation observations due to the remoteness and sparse observation networks. This makes it difficult to accurately measure and analyze precipitation patterns.",
                "AnswerCn": "在偏远的冰冻圈地区收集降水数据时面临的一个挑战是，由于偏远和观测网络稀疏，降水观测存在显著的偏差和误差。这使得准确测量和分析降水模式变得困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key meteorological variables typically monitored in cryospheric hydrology studies, and how do these variables influence the understanding of hydrological processes in mountainous regions?",
                "QuestionCn": "在冰冻圈水文学研究中，通常监测的关键气象变量包括温度、降水量、风速、湿度和太阳辐射。这些变量如何影响对山区水文过程的理解。",
                "AnswerEn": "air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, precipitation amount",
                "AnswerCn": "空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度、土壤温度、土壤湿度、雪深、降水量",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What methods are employed to overcome the challenges of sparse observations and biases in precipitation measurements in remote alpine catchments?",
                "QuestionCn": "在遥远的高山流域中，克服稀疏观测和降水测量偏差的挑战采用了哪些方法？",
                "AnswerEn": "six total rain-weighing sensors, single alter shield synchronized with AWS, double reference intercomparison reference (DFIR) gauges, Solid Precipitation Intercomparison Experiment protocols",
                "AnswerCn": "六个总降雨称重传感器，单个替代屏蔽与AWS同步，双参考对比参考（DFIR）雨量计，固态降水对比实验协议。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What innovative approaches are used to measure soil water infiltration and hydraulic conductivity in alpine catchments, and what are their specific features?",
                "QuestionCn": "在高山集水区，测量土壤水分渗透和水力导 conductivity 的创新方法有哪些？它们的具体特点是什么？",
                "AnswerEn": "single-ring infiltrometer, double-ring infiltrometer, Hood infiltrometer, ring cutter method",
                "AnswerCn": "单环入渗仪、双环入渗仪、胡德入渗仪、环刀法",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic microlysimeters were installed for evapotranspiration measurement in the field related to this domain?",
                "QuestionCn": "在与该领域相关的现场中，安装了多少个自动微量蒸发仪用于蒸散发测量？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many snow depth measurement sensors were installed for data collection in the relevant field?",
                "QuestionCn": "在相关领域安装了多少个雪深测量传感器用于数据收集？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'manual meteorological observation' entail in the context of meteorological data collection?",
                "QuestionCn": "“手动气象观测”在气象数据收集的背景下，涉及通过人工方式收集和记录气象数据。这通常包括使用各种仪器和设备，如温度计、气压计、湿度计和风速计等，来测量和记录气象要素，如温度、气压、湿度、风速和降水量等。观测员会定期进行观测，并将数据记录在日志中，以便后续分析和研究。",
                "AnswerEn": "Manual meteorological observation involves the scheduled collection of various meteorological elements at specific times of the day, such as 8:00, 14:00, and 20:00, through human-operated measurements. This includes recording elements like dry-bulb temperature, wet-bulb temperature, maximum and minimum temperatures, surface temperature, and soil temperatures at various depths.",
                "AnswerCn": "手动气象观测涉及在特定时间（如8:00、14:00和20:00）定期收集各种气象要素，通过人工测量进行记录。这包括记录干球温度、湿球温度、最高和最低温度、地表温度以及不同深度的土壤温度等要素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'cryospheric hydrology' in the context of hydrological research?",
                "QuestionCn": "在水文研究的背景下，“冰冻圈水文学”是指研究冰冻圈（如冰川、冰盖、雪和永久冻土）中水的分布、循环和变化的学科。",
                "AnswerEn": "Cryospheric hydrology refers to the study of hydrological processes and water resources that are influenced by the cryosphere, which includes snow, glaciers, and permafrost. It examines how changes in these frozen elements impact river runoff, water distribution, and the broader water cycle, particularly in mountainous and arid regions.",
                "AnswerCn": "冰冻水文学是指研究受冰冻圈影响的水文过程和水资源的学科，包括雪、冰川和永久冻土。它考察这些冰冻元素的变化如何影响河流径流、水分布以及更广泛的水循环，特别是在山区和干旱地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'standard fog collector' mean in the context of atmospheric water measurement?",
                "QuestionCn": "在大气水分测量的背景下，“标准雾收集器”是什么意思。",
                "AnswerEn": "A standard fog collector is a device used to capture and measure the amount of water contained in fog. It typically consists of a mesh panel that intercepts fog droplets, allowing researchers to quantify fog water availability in a given area, which is particularly useful for understanding water sources in alpine and arid regions.",
                "AnswerCn": "标准雾收集器是一种用于捕捉和测量雾中水分含量的设备。它通常由一个网状面板组成，能够拦截雾滴，从而使研究人员能够量化特定区域的雾水可用性，这在理解高山和干旱地区的水源时特别有用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do manual meteorological observations compare to automatic weather station (AWS) data collection in terms of data accuracy and reliability in mountainous regions?",
                "QuestionCn": "手动气象观测与自动气象站（AWS）数据收集在山区的数据显示准确性和可靠性方面有何比较？",
                "AnswerEn": "Manual meteorological observations, as conducted in the Hulu catchment, occur at specific times (08:00, 14:00, and 20:00) and can provide detailed snapshots of weather elements such as wet and dry bulb temperatures. In contrast, AWS collects continuous data, offering a more comprehensive temporal coverage. However, AWS might face challenges like sensor malfunctions or calibration issues, which can affect data accuracy. Manual observations can serve as a reference to validate AWS data.",
                "AnswerCn": "在Hulu流域进行的手动气象观测是在特定时间（08:00、14:00和20:00）进行的，可以提供湿球温度和干球温度等气象要素的详细快照。相比之下，自动气象站（AWS）收集连续数据，提供更全面的时间覆盖。然而，AWS可能面临传感器故障或校准问题等挑战，这可能影响数据的准确性。手动观测可以作为验证AWS数据的参考。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in the challenges faced during data collection in remote mountainous regions using manual methods versus AWS?",
                "QuestionCn": "在使用手动方法与自动气象站（AWS）进行数据收集时，远程山区面临的挑战有哪些不同？",
                "AnswerEn": "Manual data collection in remote mountainous regions can be limited by accessibility, harsh weather conditions, and the need for human presence, which can restrict data frequency and increase human error. AWS, while reducing the need for constant human intervention, may face technical challenges such as power supply issues, sensor maintenance, and environmental impacts on equipment. Both methods are challenged by the sparse distribution of observation points in remote areas.",
                "AnswerCn": "在偏远山区，手动数据收集可能受到可达性、恶劣天气条件和需要人类存在的限制，这可能会限制数据频率并增加人为错误。虽然AWS减少了对持续人力干预的需求，但可能面临技术挑战，例如电源供应问题、传感器维护以及环境对设备的影响。这两种方法都面临着在偏远地区观测点稀疏分布的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed biases and errors in precipitation measurements affect the interpretation of cryospheric hydrology data in arid regions?",
                "QuestionCn": "观察到的降水测量偏差和误差如何影响干旱地区冰冻圈水文学数据的解读？",
                "AnswerEn": "Precipitation measurements are critical for understanding cryospheric hydrology, yet they are often subject to significant biases and errors due to the remoteness and sparse observation networks in these regions. This can affect the accuracy of modeling water cycles and predicting river runoff, which are essential for sustainable water management.",
                "AnswerCn": "降水测量对于理解冰冻圈水文学至关重要，但由于这些地区的偏远和观测网络稀疏，往往会受到显著的偏差和错误影响。这可能会影响水循环建模和河流径流预测的准确性，而这些对于可持续水资源管理至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in understanding cryospheric changes in remote regions?",
                "QuestionCn": "导致理解偏远地区冰冻圈变化的挑战的原因是什么？",
                "AnswerEn": "The challenges in understanding cryospheric changes in remote regions are primarily due to their remoteness and sparse observations, as well as significant biases and errors in precipitation observations.",
                "AnswerCn": "理解偏远地区冰冻圈变化的挑战主要是由于它们的偏远性和稀疏的观测数据，以及降水观测中的显著偏差和误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for comprehensive observation data to understand hydrological processes in mountainous regions?",
                "QuestionCn": "为什么需要全面的观测数据来理解山区的水文过程？",
                "AnswerEn": "Comprehensive observation data is needed to determine the hydrological processes in mountainous regions and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources, especially in lower arid regions.",
                "AnswerCn": "需要全面的观测数据来确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对山区水文和水资源的影响，特别是在下游干旱地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What leads to the necessity of using multiple data collection methods such as AWS and manual observations in studying alpine meteorology?",
                "QuestionCn": "在研究高山气象学时，使用多种数据收集方法（如AWS和手动观测）的必要性是什么？",
                "AnswerEn": "The necessity of using multiple data collection methods, such as AWS and manual observations, in studying alpine meteorology arises from the need to obtain reliable and comprehensive data on various meteorological variables, which helps address the challenges posed by sparse observations and improve the accuracy of hydrological models.",
                "AnswerCn": "在研究高山气象时，使用多种数据收集方法，如AWS（自动气象站）和人工观测的必要性，源于获取各种气象变量的可靠和全面数据的需求，这有助于应对稀疏观测带来的挑战，并提高水文模型的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing manual observation methods in meteorological data collection on data accuracy and reliability in remote regions?",
                "QuestionCn": "在偏远地区实施手动观测方法进行气象数据收集可能对数据的准确性和可靠性产生哪些潜在后果？",
                "AnswerEn": "Manual observation methods can lead to challenges in data accuracy and reliability due to the potential for human error and less frequent data collection compared to automated systems. However, they serve as a necessary reference for automated weather stations and can provide valuable data in remote regions where automated systems might not be feasible.",
                "AnswerCn": "手动观察方法可能会由于人为错误和数据收集频率低于自动系统而导致数据准确性和可靠性方面的挑战。然而，它们作为自动气象站的必要参考，能够在自动系统可能不切实际的偏远地区提供有价值的数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting comprehensive observation data in mountainous regions for hydrological studies?",
                "QuestionCn": "在山区进行水文研究时，收集全面观测数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting comprehensive observation data in mountainous regions are to determine hydrological processes, evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology, and assess water resources in lower arid regions.",
                "AnswerCn": "在山区收集综合观测数据的主要目标是确定水文过程，评估气候、冰冻圈和土地覆盖变化对山区水文的影响，以及评估下游干旱地区的水资源。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to implement diverse data collection methods such as AWS, microlysimeters, and snow depth sensors in cryospheric hydrology research?",
                "QuestionCn": "在冰冻圈水文学研究中，实施多样化的数据收集方法，如AWS（自动气象站）、微量测量仪和雪深传感器，具有重要意义。",
                "AnswerEn": "It is important to implement diverse data collection methods to obtain long-term and comprehensive data on various environmental and meteorological variables, which can help overcome challenges posed by remote and sparsely observed regions, and to better understand the impacts of cryospheric changes on hydrological processes.",
                "AnswerCn": "实施多样化的数据收集方法以获得关于各种环境和气象变量的长期和全面的数据是重要的，这可以帮助克服偏远和观测稀疏地区所带来的挑战，并更好地理解冰冻圈变化对水文过程的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are necessary to ensure accurate precipitation measurements in complex terrain like the Hulu catchment?",
                "QuestionCn": "在复杂地形如Hulu流域中，确保准确降水测量所需的程序步骤包括：",
                "AnswerEn": "To ensure accurate precipitation measurements, the Hulu catchment employs six total rain-weighing sensors with single alter shields, synchronized with AWS. Precipitation intercomparisons are conducted by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge.",
                "AnswerCn": "为了确保准确的降水测量，Hulu流域使用六个带单层遮挡的雨量传感器，并与自动气象站（AWS）同步。降水的比较是通过参考世界气象组织的固体降水比较实验，使用坑式雨量计和双重参考比较（DFIR）雨量计进行的。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant challenges in understanding hydrological changes in remote and cryospherically influenced regions?",
                "QuestionCn": "在偏远和受冰冻圈影响的地区，理解水文变化可能面临重大挑战。",
                "AnswerEn": "Understanding changes in vulnerable regions poses significant challenges due to their remoteness and sparse observations, along with significant biases and errors in precipitation observations.",
                "AnswerCn": "理解脆弱地区的变化面临重大挑战，因为这些地区偏远且观测稀少，同时降水观测存在显著的偏差和错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would the construction of a distributed hydrological model that includes cryospheric elements be considered crucial in mountainous regions?",
                "QuestionCn": "在山区，构建一个包含冰冻圈元素的分布式水文模型被认为至关重要的原因是什么？",
                "AnswerEn": "A suitable distributed hydrological model is needed to assess the effects of cryospheric changes on water balance and river runoff, given the significant impacts these changes have on hydrological processes in mountainous areas.",
                "AnswerCn": "需要一个合适的分布式水文模型来评估冰冻圈变化对水量平衡和河流径流的影响，因为这些变化对山区的水文过程有显著影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the observation of environmental factors in alpine regions be critical for evaluating the effects of climatic and cryospheric changes on water resources?",
                "QuestionCn": "观察高山地区的环境因素对于评估气候和冰冻圈变化对水资源的影响可能至关重要。",
                "AnswerEn": "Comprehensive observation data about environmental factors are needed to determine hydrological processes and evaluate the impacts of climate, cryosphere, and land cover changes on water resources, especially in arid regions reliant on alpine water sources.",
                "AnswerCn": "全面的环境因素观测数据对于确定水文过程以及评估气候、冰冻圈和土地覆盖变化对水资源的影响是必要的，特别是在依赖高山水源的干旱地区。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using automated weather stations (AWS) in capturing comprehensive meteorological data in alpine regions?",
                "QuestionCn": "我对在高山地区使用自动气象站（AWS）捕捉全面气象数据的有效性进行评估。",
                "AnswerEn": "The use of AWS appears to be effective for long-term monitoring of various meteorological variables, such as air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, and precipitation. These stations provide valuable data for hydrological models and can overcome challenges posed by the remoteness and sparse observations typical of alpine regions.",
                "AnswerCn": "使用AWS（自动气象站）似乎对长期监测各种气象变量（如空气温度、相对湿度、风速和风向、四组辐射、土壤热通量和降水量）非常有效。这些站点为水文模型提供了宝贵的数据，并能够克服高山地区典型的偏远和稀疏观测所带来的挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges and potential solutions in ensuring accurate precipitation measurements in remote, cold regions?",
                "QuestionCn": "如何评估在偏远寒冷地区确保准确降水测量的挑战和潜在解决方案？",
                "AnswerEn": "Challenges in precipitation measurements include significant biases and errors due to the remoteness and harsh conditions. Solutions involve using advanced measurement techniques like the Solid Precipitation Intercomparison Experiment and employing rain-weighing sensors with alter shields to improve the accuracy of collected data.",
                "AnswerCn": "降水测量面临的挑战包括由于偏远和恶劣条件导致的显著偏差和错误。解决方案包括使用先进的测量技术，如固体降水比较实验，以及采用带有替代屏障的雨量传感器，以提高收集数据的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your perspective on the potential for expanding ground-based observation networks to enhance cryospheric hydrology research in arid inland river basins?",
                "QuestionCn": "我对扩大地面观测网络以增强干旱内陆河流域的冰冻圈水文学研究的潜力有何看法？",
                "AnswerEn": "Expanding ground-based observation networks can significantly enhance cryospheric hydrology research by providing more comprehensive datasets, reducing data scarcity, and improving understanding of hydrological processes. This expansion could involve increasing the number of AWS, installing additional groundwater monitoring wells, and enhancing data sharing platforms to facilitate collaborative research.",
                "AnswerCn": "扩展地面观测网络可以显著增强冰冻圈水文学研究，通过提供更全面的数据集、减少数据稀缺性以及改善对水文过程的理解。这一扩展可以包括增加自动气象站（AWS）的数量、安装更多的地下水监测井，以及增强数据共享平台以促进协作研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how comprehensive observation data can be gathered in such remote and vulnerable regions with sparse monitoring infrastructure.",
                "QuestionCn": "我不明白在如此偏远和脆弱的地区，如何能够收集到全面的观察数据，而这些地区的监测基础设施稀缺。",
                "AnswerEn": "Each AWS features long-term monitoring of various meteorological variables, and additional manual observations are conducted. The use of instruments like the SI-111 infrared radiometer and EC150 system, along with the installation of sensors and wells for groundwater monitoring, help gather data in these remote regions.",
                "AnswerCn": "每个AWS（自动气象站）对各种气象变量进行长期监测，并进行额外的人工观测。使用SI-111红外辐射计和EC150系统，以及安装传感器和水井进行地下水监测，有助于在这些偏远地区收集数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't grasp how researchers ensure the accuracy and reliability of precipitation measurements in these mountainous areas.",
                "QuestionCn": "我无法理解研究人员如何确保在这些山区降水测量的准确性和可靠性。",
                "AnswerEn": "Precipitation measurements are performed with rain-weighing sensors synchronized with AWS, and intercomparisons are conducted using pit gauges and a double reference intercomparison reference (DFIR) gauge, following the Solid Precipitation Intercomparison Experiment of the WMO.",
                "AnswerCn": "降水测量使用与自动气象站同步的雨量称传感器进行，并通过坑式雨量计和双重参考比较仪（DFIR）进行互比，遵循世界气象组织的固体降水互比实验。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the primary challenges faced in collecting meteorological data in remote and alpine regions and propose potential methods to overcome these challenges.",
                "QuestionCn": "分析在偏远和高山地区收集气象数据面临的主要挑战，并提出克服这些挑战的潜在方法。",
                "AnswerEn": "Understanding changes in vulnerable regions like remote alpine areas poses significant challenges due to their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors. To overcome these challenges, long-term monitoring using automatic weather stations (AWS) that measure variables such as air temperature, relative humidity, wind speed, soil moisture, and snow depth can be employed. Additionally, manual observations and cross-verification with AWS data, along with advanced technologies like infrared radiometers and microlysimeters, can help improve data accuracy and reliability.",
                "AnswerCn": "理解脆弱地区如偏远高山地区的变化面临重大挑战，因为这些地区偏远且观测稀少。降水观测仍然存在显著的偏差和误差。为克服这些挑战，可以采用自动气象站（AWS）进行长期监测，测量空气温度、相对湿度、风速、土壤湿度和雪深等变量。此外，手动观测和与AWS数据的交叉验证，以及红外辐射计和微型蒸发皿等先进技术，可以帮助提高数据的准确性和可靠性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please propose a strategy for expanding existing meteorological datasets to include more fine-grained observations of environmental factors in mountainous regions.",
                "QuestionCn": "请提出一个策略，以扩展现有的气象数据集，以包括对山区环境因素的更细致观察。",
                "AnswerEn": "A strategy to expand existing meteorological datasets could involve the deployment of additional AWS at various elevations and aspects to capture a wider range of environmental data. Incorporating advanced sensors like the SI-111 infrared radiometer for land surface temperature and EC systems for turbulent data can enhance data granularity. Establishing observation sites with varying land cover types, such as shrubs and meadows, and using methods like sap flow sensors and microlysimeters can provide detailed insights into local environmental factors. Additionally, implementing flight campaigns for aerial data collection and utilizing fog collectors can further enrich datasets with diverse environmental observations.",
                "AnswerCn": "扩展现有气象数据集的策略可以包括在不同高度和方位部署额外的自动气象站（AWS），以捕获更广泛的环境数据。结合先进传感器，如SI-111红外辐射计用于地表温度，以及用于湍流数据的EC系统，可以增强数据的细粒度。建立具有不同土地覆盖类型的观测站，如灌木和草地，并使用树液流传感器和微量蒸发仪等方法，可以提供对当地环境因素的详细洞察。此外，实施航拍数据收集的飞行活动和利用雾收集器，可以进一步丰富数据集，提供多样化的环境观测。",
                "Level": "C6(Creating)"
            }
        ]
    }
}