{
    "id": "7671d899-2eb5-4dfc-aca4-96d055051aae",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Photosynthesis dataset of populus euphratica in the downstream of Tarim River",
            "titleCn": "塔里木河下游胡杨光合特征数据集",
            "description": "Photosynthesis of Populus euphratica is mainly affected by atmospheric CO2 concentration, intercellular CO2 concentration, photosynthetic active radiation and leaf temperature when groundwater level is deep and shallow, but with the decrease of groundwater level, atmospheric CO2 concentration and photosynthetic active radiation become the main factors limiting photosynthesis of Populus euphratica.  This is because when the groundwater depth is low, the groundwater supply is sufficient, and the leaves are not limited by the water supply. When the photosynthetic effective radiation is strong, the air temperature and leaf temperature are relatively high, and the relative humidity of the air is small. At this time, the photosynthesis and transpiration are both strong. Stomata mainly adapt to strong transpiration by increasing stomatal conductance, i.e. reducing stomatal resistance. At the same time, CO2 in the air continuously enters cells through open stomata, and becomes the raw material for photosynthesis together with intercellular CO2, thus causing the decrease of CO2 concentration in the air and intercellular space, which is the CO2 supply limitation that often causes photosynthesis inhibition in photosynthesis.  However, when subjected to water stress, the supply of CO2 is no longer the main reason for limiting photosynthesis. When the photosynthetic effective radiation increases, the net photosynthetic rate, transpiration rate and stomatal conductance all increase. When the supply of CO2 concentration is relatively sufficient, photosynthesis will be slowed down due to the shortage of water, another necessary raw material for photosynthesis.\nWater use efficiency and water productivity of plants are of great practical significance for measuring and screening species in arid regions.\nThe flow rate was 400μmol/ s and the leaf temperature was kept at 26°C using the L I-6400 portable photosynthesis analyzer, the CO2 concentration in the reference chamber was kept at 360μmol/ mol or 720μmol/ mol using the CO2 injection system, and the photosynthetically active radiation (PAR) was set at 2000,1500,1200,1000,500,300,50,0 μ mol/(m2) using the 6400-02B L ED light source.  s) 。  Twelve healthy and mature leaves were selected from the east, south, west and north of each Populus euphratica to the middle and upper parts respectively, from 8 :00 to 20 :00, and photosynthetic apparatus Li 6400 (Li 6400, LiCOR, Lincoln, NE,  USA) respectively measured the net photosynthetic rate (Pn), transpiration rate (Tr), stomatal conductance (gs) and other gas exchange parameters of each leaf, simultaneously measured the atmospheric CO2 concentration (Ca), intercellular CO2 concentration (Ci), photosynthetic effective radiation (Pa r), atmospheric temperature (T a), leaf surface temperature (Tl), air relative humidity (RH) and other parameters, and repeated readings for each leaf 3 times.  Water use efficiency (WUE) = Pn/ Tr, stomatal limitation (Ls )= 1-Ci/Ca.",
            "descriptionCn": "地下水埋深浅时，胡杨光合作用主要受大气CO2浓度、胞间CO2浓度、光合有效辐射和叶温综合影响，但随着地下水位的下降，大气CO2浓度和光合有效辐射成为限制胡杨光合作用的主因。这是因为低地下水埋深时，地下水供给较充分，叶片不受水分供应限制，当光合有效辐射强时，气温和叶温也相对较高，空气相对湿度小，此时光合和蒸腾都强烈，气孔主要通过提高气孔导度，即减小气孔阻力来适应强烈的蒸腾作用，同时空气中的CO2 也通过开放的气孔源源不断的进入细胞，和胞间的CO2一起成为光合作用的原料，进而造成了空气中和胞间CO2浓度的下降，这即是在光合作用中常造成光合抑制的CO2供应限制。但当受到水分胁迫时，CO2的供应已不是限制光合作用的主要原因，当光合有效辐射增强时，净光合速率、蒸腾速率、气孔导度均增大，在CO2浓度供应还比较充分时，光合作用将因为光合作用所需的另一必须原料——水分的不足而减缓。 \n植物水分利用效率的高低、水分生产力的强弱对于度量和筛选干旱区物种有着重要的现实意义。\n利用L I - 6400 便携式光合作用测定仪使流量为400μmol/ s，并使叶温保持在26°C，利用CO2 注入系统使参比室CO2 浓度保持在360μmol/ mol 或720μmol/ mol，并利用6400 - 02B L ED 光源设定光合有效辐射( PAR) 为2000，1500，1200，1 000，500，300，50，0μmol/ (m2?s) 。每株胡杨分别以东、南、西、北方向中上部挑选健康、成熟叶片12 片，从8 :00 到20 :00，每隔2 h 用光合测定仪Li 6400 (Li 6400，LiCOR，Lincoln，NE，USA) 分别测定各叶片的净光合速率( Pn ) 、蒸腾速率( Tr ) 、气孔导度( gs ) 等气体交换参数, 同时测定大气CO2 浓度( Ca ) 、胞间CO2 浓度( Ci ) 、光合有效辐射( Pa r ) 、大气温度( T a ) 、叶面温度( Tl ) 、空气相对湿度( RH) 等参数，每一叶片3 次重复读数。水分利用效率( WUE) = Pn/ Tr , 气孔限制值( Ls )= 1 - Ci / Ca。",
            "instructions": "File name: the data is stored in the form of xls and doc;\nData reading: it can be read by office, WPS and other office software.",
            "instructionsCn": "文件命名：数据以表格xls，文本doc格式存储；\n数据读取：可用Office、Wps等办公软件读取。",
            "east": 91.0,
            "west": 87.0,
            "south": 38.5,
            "north": 42.0,
            "startTime": "2003-01-07 16:00:00",
            "endTime": "2008-01-07 03:59:59",
            "fileSize": 2284032.0,
            "cstr": "18406.11.westdc.010.2013.db",
            "doi": "10.3972/westdc.010.2013.db",
            "dataFormat": "xls",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈亚宁",
                "nameEn": "CHEN Yaning",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "郝兴明",
                "nameEn": "HAO Xingming",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": ""
            }
        ],
        "literatureList": [
            {
                "titleCn": "香梨果实成熟衰老过程中4种内源激素的变化",
                "titleEn": null,
                "referenceCn": "阮晓,王强,周疆明等.香梨果实成熟衰老过程中4种内源激素的变化.植物生理学报. 2000.26(5):402-406.",
                "referenceEn": null
            },
            {
                "titleCn": "不同地下水埋深柽柳、芦苇的生理响应",
                "titleEn": null,
                "referenceCn": "陈敏,陈亚宁,李卫红等.不同地下水埋深柽柳、芦苇的生理响应.干旱区地理.2009,32(1):72-80.",
                "referenceEn": null
            },
            {
                "titleCn": "干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应",
                "titleEn": null,
                "referenceCn": "庄丽,陈亚宁,李卫红等.干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应.冰川冻土.2005,27(5):723-733.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河中游植物种群在四种环境梯度上的生态位特征",
                "titleEn": null,
                "referenceCn": "刘加珍, 陈亚宁和张元明, 2004. 塔里木河中游植物种群在四种环境梯度上的生态位特征. 应用生态学报, 15(4): 549-555.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨",
                "titleEn": null,
                "referenceCn": "陈永金,陈亚宁,李卫红等.塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨.自然科学进展.2006,16(9):1130-1137.",
                "referenceEn": null
            },
            {
                "titleCn": "植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例",
                "titleEn": null,
                "referenceCn": "陈亚宁,王强,李卫红等.植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例.科学通报.2006,51(增刊I):7-13.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游河道生态输水对植被生理的影响研究",
                "titleEn": null,
                "referenceCn": "陈亚宁,李卫红,陈亚鹏等.新疆塔里木河下游河道生态输水对植被生理的影响研究.自然科学进展.2004,14(6):665-671.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应",
                "titleEn": null,
                "referenceCn": "陈亚鹏, 陈亚宁, 李卫红和徐长春, 2008. 塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应. 水土保持学报, 22(5): 217-220, 224.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游土壤特征及其对物种多样性的影响",
                "titleEn": null,
                "referenceCn": "杨玉海, 陈亚宁和李卫红, 2008. 新疆塔里木河下游土壤特征及其对物种多样性的影响. 生态学报, 28(2): 602-611.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换特征及其环境解释",
                "titleEn": null,
                "referenceCn": "周洪华, 陈亚宁, 李卫红和陈亚鹏, 2008. 塔里木河下游胡杨气体交换特征及其环境解释. 中国沙漠, 28(4): 665-672.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游地下水化学特征对输水响应的阶段性研究",
                "titleEn": null,
                "referenceCn": "陈永金, 陈亚宁, 李卫红和刘加珍, 2006. 塔里木河下游地下水化学特征对输水响应的阶段性研究. 环境科学, 27(7): 1299-1304",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Characterization of photosynthesis of Populus euphratica grown in the arid region",
                "referenceCn": null,
                "referenceEn": "Chen Y P, Chen Y N, Li W H et al. Characterization of photosynthesis of Populus euphratica grown in the arid region. Photosynthetica. 2006,44(4):622-626."
            },
            {
                "titleCn": "塔里木河下游植物群落分布与衰退演替趋势分析",
                "titleEn": null,
                "referenceCn": "刘加珍,陈亚宁,李卫红等.塔里木河下游植物群落分布与衰退演替趋势分析.生态学报.2004,24(2):379-383.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "光合作用",
                "nameEn": "Photosynthesis"
            },
            {
                "nameCn": "光合有效辐射",
                "nameEn": "Photosynthetically active radiation"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "碳循环",
                "nameEn": "Carbon cycle"
            },
            {
                "nameCn": "胡杨",
                "nameEn": "Populus euphratica"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "塔里木河",
                "keywordEn": "Tarim River Basin"
            },
            {
                "keywordCn": "新疆",
                "keywordEn": "Xinjiang"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2003",
                "keywordEn": "2003",
                "type": "temporal"
            },
            {
                "keywordCn": "2004",
                "keywordEn": "2004",
                "type": "temporal"
            },
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            },
            {
                "keywordCn": "2007",
                "keywordEn": "2007",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "塔里木河下游浅层地下水变化的生态效应及生态系统健康评价研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "塔里木河下游生态安全与生态需水量研究",
                "titleEn": "The influence of permafrost environment on qinghai-tibet railway construction and its environmental effect"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics that influence the photosynthetic performance of poplars in relation to groundwater depth?",
                "QuestionCn": "影响杨树光合作用表现的关键特征与地下水深度有关。",
                "AnswerEn": "atmospheric CO2 concentration, intercellular CO2 concentration, photosynthetically active radiation, leaf temperature, groundwater depth, water supply, stomatal resistance, CO2 supply limitation, water stress",
                "AnswerCn": "大气CO2浓度，细胞间CO2浓度，光合有效辐射，叶片温度，地下水深度，水供应，气孔阻力，CO2供应限制，水分胁迫",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many leaf samples are measured for each tree during the data collection process?",
                "QuestionCn": "在数据收集过程中，每棵树测量了多少个叶片样本？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of the LI-6400 portable photosynthesis system for measuring gas exchange parameters in Populus euphratica compare to other methods of data collection in terms of accuracy and efficiency?",
                "QuestionCn": "使用LI-6400便携式光合作用系统测量胡杨（Populus euphratica）的气体交换参数与其他数据收集方法相比，在准确性和效率方面如何？",
                "AnswerEn": "The use of the LI-6400 portable photosynthesis system allows for precise control over environmental conditions such as CO2 concentration and light intensity, enabling detailed measurements of net photosynthetic rate, transpiration rate, and stomatal conductance. This method provides high accuracy due to its ability to maintain specific leaf temperature and measure gas exchange parameters at various light intensities. Compared to other methods, this system offers a comprehensive way to understand the photosynthetic characteristics of Populus euphratica, especially under varying water availability conditions, but may require more technical expertise and specific equipment.",
                "AnswerCn": "使用LI-6400便携式光合作用系统可以精确控制环境条件，如CO2浓度和光强度，从而实现净光合速率、蒸腾速率和气孔导度的详细测量。由于能够维持特定的叶片温度并在不同光强下测量气体交换参数，这种方法提供了高精度。与其他方法相比，该系统提供了一种全面了解Populus euphratica光合特性的方式，尤其是在不同水分可用条件下，但可能需要更多的技术专长和特定设备。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause variations in the accuracy of photosynthesis data collection in arid regions, particularly when measuring parameters such as net photosynthetic rate and stomatal conductance?",
                "QuestionCn": "在干旱地区，影响光合作用数据收集准确性的因素包括：环境条件（如温度、湿度和光照强度）、植物种类及其生理状态、土壤水分含量、测量仪器的精度和校准状态、以及人为操作的误差等，特别是在测量净光合速率和气孔导度等参数时。",
                "AnswerEn": "Variations in accuracy can be caused by fluctuations in groundwater levels, which affect the availability of water to plants and, subsequently, their physiological responses. When groundwater is abundant, the supply of CO2 and the intensity of photosynthetically active radiation become key factors influencing photosynthesis. However, with deeper groundwater levels, water availability becomes a limiting factor, impacting photosynthesis more significantly than CO2 supply. Additionally, environmental factors such as air and leaf temperatures, air relative humidity, and CO2 concentrations also play crucial roles in determining the accuracy and reliability of photosynthesis measurements in such conditions.",
                "AnswerCn": "准确性的变化可能是由于地下水位的波动引起的，这影响了植物的水分供应，从而影响它们的生理反应。当地下水充足时，二氧化碳的供应和光合有效辐射的强度成为影响光合作用的关键因素。然而，当地下水位较深时，水分供应成为限制因素，对光合作用的影响比二氧化碳供应更为显著。此外，空气和叶片温度、空气相对湿度以及二氧化碳浓度等环境因素在这种情况下也在决定光合作用测量的准确性和可靠性方面发挥着至关重要的作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting data on the photosynthetic characteristics of Populus euphratica in relation to groundwater depth in arid regions?",
                "QuestionCn": "收集关于胡杨（Populus euphratica）光合作用特征与地下水深度关系的数据的主要目标是什么？",
                "AnswerEn": "The primary goals are to understand how varying groundwater depths affect the photosynthetic process of Populus euphratica, particularly focusing on how atmospheric CO2 concentration, intercellular CO2 concentration, photosynthetically active radiation, and leaf temperature influence photosynthesis under sufficient and limited water supply conditions. Additionally, it aims to assess the water use efficiency and water productivity of the species, which are crucial for evaluating and selecting species suitable for arid environments.",
                "AnswerCn": "主要目标是了解不同地下水位如何影响胡杨（Populus euphratica）的光合作用，特别关注大气二氧化碳浓度、叶内二氧化碳浓度、光合有效辐射和叶温在充足和有限水供应条件下对光合作用的影响。此外，还旨在评估该物种的水分利用效率和水分生产力，这对于评估和选择适合干旱环境的物种至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps and considerations involved in collecting data on Populus euphratica's photosynthetic characteristics using portable photosynthesis measurement systems?",
                "QuestionCn": "收集Populus euphratica光合特征的数据时，使用便携式光合作用测量系统的步骤和考虑因素包括：\n\n1. **选择合适的设备**：选择适合的便携式光合作用测量系统，确保其能够准确测量光合速率、气体交换和其他相关参数。\n\n2. **样本选择**：选择健康的Populus euphratica样本，确保样本具有代表性，并考虑不同生长环境和条件下的样本。\n\n3. **环境条件监测**：在测量过程中，记录环境条件，如温度、湿度、光照强度和风速等，以便分析其对光合特征的影响。\n\n4. **测量设置**：根据设备说明书设置测量参数，包括光强、气体流速和测量时间等。\n\n5. **数据采集**：在不同时间段和不同光照条件下进行多次测量，以获得可靠的数据。\n\n6. **数据记录与管理**：确保数据的准确记录和管理，使用电子表格或数据库进行整理，以便后续分析。\n\n7. **数据分析**：对收集的数据进行统计分析，评估Populus euphratica的光合特征及其与环境因素的关系。\n\n8. **结果验证**：考虑进行重复实验或与其他研究结果进行比较，以验证数据的可靠性。\n\n9. **伦理与许可**：确保在采样过程中遵循相关的伦理规范和法律要求，必要时获取相关许可。\n\n10. **报告与分享**：将研究结果整理成报告或论文，与学术界和相关利益方分享。",
                "AnswerEn": "Data collection involves using a LI-6400 portable photosynthesis measurement system to maintain a flow rate of 400 μmol/s and leaf temperature at 26°C. A CO2 injection system is used to keep the reference chamber CO2 concentration at either 360 μmol/mol or 720 μmol/mol. The PAR is set at various levels (2000, 1500, 1200, 1000, 500, 300, 50, 0 μmol/(m2?s)) using a 6400-02B LED light source. Healthy, mature leaves are selected from different directions on each tree, and net photosynthesis rate, transpiration rate, and stomatal conductance are measured every 2 hours from 8:00 to 20:00, with atmospheric CO2 concentration, intercellular CO2 concentration, PAR, atmospheric temperature, leaf surface temperature, and relative humidity also recorded. Each leaf measurement is repeated three times, and water use efficiency is calculated as Pn/Tr, while stomatal limitation value is determined as 1 - Ci/Ca.",
                "AnswerCn": "数据收集涉及使用LI-6400便携式光合作用测量系统，保持流量为400 μmol/s，叶片温度为26°C。使用CO2注入系统将参考室的CO2浓度保持在360 μmol/mol或720 μmol/mol。PAR设置在不同的水平（2000、1500、1200、1000、500、300、50、0 μmol/(m2?s)），使用6400-02B LED光源。选择来自每棵树不同方向的健康成熟叶片，每2小时测量一次净光合速率、蒸腾速率和气孔导度，时间为8:00到20:00，同时记录大气CO2浓度、叶内CO2浓度、PAR、大气温度、叶片表面温度和相对湿度。每片叶子的测量重复三次，水分利用效率计算为Pn/Tr，而气孔限制值则通过1 - Ci/Ca来确定。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}