{
  "id": "769440c6-5b3b-43db-9436-be764d270e8d",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "China provincial and high spatial accuracy population change scenario dataset (2010-2100)",
      "titleCn": "中国省级及高空间精度人口变化情景数据集（2010-2100）",
      "description": "This data set is aimed at the Chinese scenario, and constructs sub national population forecast data with detailed demographic attributes such as age, gender and education level, and the corresponding grid data set. This data is based on the five SSP scenario storylines. On the basis of considering the national fertility policy and the population ceiling policy of super cities, it estimates the information of population factors such as population size, age, sex and education level of 31 provinces in China from 2010 to 2100 under the SSPs scenario year by year, and establishes a 1km spatial resolution grid population dataset, which makes up for the vacancy of China's provinces and grid data, To meet the research needs of high spatial resolution.",
      "descriptionCn": "此数据集针对中国情景，构建了具有年龄、性别、教育水平详细人口属性的次国家级人口预测数据，及相应的网格化数据集。该数据以五种SSP情景故事线为基础，在考虑国家生育政策和超大城市人口上限政策的基础上，估算了SSPs情景下2010至2100年中国31个省份，逐年的人口数量、年龄、性别及受教育水平等人口要素信息，建立了1km空间分辨率的网格化人口数据集，弥补了中国分省及网格化数据的空缺，以满足高空间分辨率的研究需求。",
      "instructions": "Provincial population data: provincial population data with specific population attributes (including gender, age and education level) in a certain year is stored in a file with \"pop_e_province name_ssp serial number_year. CSV\". The file contains two gender groups (M is male, f is female), seven education levels (E0 = illiteracy, E1 = primary school, E2 = junior high school, E3 = high school, E4 = College, E5 = undergraduate, E6 = master and above), 101 age groups (0, 1, 2... 99, 100 +, each column in CSV file). In addition, the \"pop_total. CSV\" file summarizes the total population of the most commonly used provinces in the study.\nGrid population data: the future spatial population grid data under each rcp-ssp scenario year by year is stored as a GeoTIFF file (. TIF), which can be opened by ArcGIS, R language and other software.",
      "instructionsCn": "分省人口数据：某年具有特定人口属性（含性别、年龄、教育水平）的省级人口数据储存在以“Pop_E_省份名称_SSP序号_年份.csv”的文件中，该文件包含两个性别组（M为男，F为女），七个教育水平（E0 = 文盲，E1 = 小学，E2 = 初中，E3 = 高中，E4 = 大学专科，E5 = 大学本科, E6 = 硕士及以上），101个年龄组（0、1、2...99、100+，为CSV文件中各列）。此外，在“Pop_TOTAL.csv”文件中总结了研究中最常用的各省逐年各情景的总人口。\n网格化人口数据：逐年的每个RCP-SSP情景下的未来空间人口网格数据存储为 GeoTIFF 文件 (.tif)，可用Arcgis、R语言等软件打开。",
      "east": 135.0,
      "west": 73.0,
      "south": 3.0,
      "north": 53.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 56310426.0,
      "cstr": "18406.11.HumanNat.tpdc.272823",
      "doi": "10.11888/HumanNat.tpdc.272823",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王灿",
        "nameEn": "WANG Can ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      },
      {
        "nameCn": "陈艺丹",
        "nameEn": "CHEN Yidan ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Provincial and gridded population projection for China under shared socioeconomic pathways from 2010 to 2100",
        "referenceCn": null,
        "referenceEn": "Chen, Y., Guo, F., & Wang, J., et al. (2020). Provincial and gridded population projection for China under shared socioeconomic pathways from 2010 to 2100. Sci Data 7, 83. https://doi.org/10.1038/s41597-020-0421-y"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "共享社会经济路径",
        "nameEn": "Shared socioeconomic pathways"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "情景",
        "keywordEn": "Scenario",
        "type": "temporal"
      },
      {
        "keywordCn": "未来",
        "keywordEn": "Future",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
        "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "In response to a growing demand for subnational and spatially explicit data on China’s future population, this study estimates China’s provincial population from 2010 to 2100 by age (0–100+), sex (male and female) and educational levels (illiterate, primary school, junior-high school, senior-high school, college, bachelor’s, and master’s and above) under different shared socioeconomic pathways (SSPs). The provincial projection takes into account fertility promoting policies and population ceiling restrictions of megacities that have been implemented in China in recent years to reduce systematic biases in current studies. The predicted provincial population is allocated to spatially explicit population grids for each year at 30 arc-seconds resolution based on representative concentration pathway (RCP) urban grids and historical population grids. These data have numerous potential uses and can serve as inputs in climate policy research with requirements for precise administrative or spatial population data in China."
      ],
      "research objective": [
        "Therefore, our research aims to compensate for this problem by estimating the yearly provincial population in China with specific demographic information on sex, age and seven educational attainment categories (consistent with the categories in the Chinese census) under SSPs from 2010 to 2100, while considering the changes in national fertility policies and population ceiling policies. In addition, we downscaled the projected provincial population and established spatially explicit population grids for China with a resolution of 1 km from 2010 to 2100 under SSPs to meet the requirements of integrated assessment models."
      ],
      "challenges": [],
      "methods": [
        "The provincial projection data were validated using population data in 2017 from China’s Provincial Statistical Yearbook, and the accuracy of the population grids in 2015 was evaluated."
      ],
      "dataset": [
        "The data used in this recursive multidimensional model come from the Chinese census 2010. The urbanization projections employed an annual database of provincial urbanization levels that extended from 1995–2015 for 31 provinces in China."
      ],
      "findings": [],
      "backgroundCn": [
        "为了满足对中国未来人口的亚国家和空间明确数据日益增长的需求，本研究估计了2010年至2100年间中国各省的人口数据，按年龄（0-100+）、性别（男性和女性）以及教育水平（文盲、小学、初中、高中、大学、本科及硕士及以上）进行分类，并考虑了不同的共享社会经济路径（SSPs）。省级人口预测考虑了近年来中国实施的促进生育政策和对特大城市的人口上限限制，以减少当前研究中的系统性偏差。预测的省级人口数据被分配到每年的空间明确人口网格中，分辨率为30弧秒，基于代表性浓度路径（RCP）城市网格和历史人口网格。这些数据具有众多潜在用途，可以作为气候政策研究的输入，满足对中国精确行政或空间人口数据的需求。"
      ],
      "research objectiveCn": [
        "因此，我们的研究旨在通过估算中国各省的年度人口，补偿这一问题，具体包括性别、年龄和七个教育程度类别（与中国人口普查中的类别一致），在考虑国家生育政策和人口上限政策变化的情况下，从2010年到2100年采用共享社会经济路径（SSPs）。此外，我们还对预测的省级人口进行了下分，并建立了分辨率为1公里的中国空间显式人口格网，从2010年到2100年在SSPs下，以满足综合评估模型的要求。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "省级预测数据使用中国省级统计年鉴2017年的人口数据进行了验证，并评估了2015年人口格网的准确性。"
      ],
      "datasetCn": [
        "该递归多维模型使用的数据来自2010年中国人口普查。城市化预测采用了一个涵盖1995年至2015年间31个省份城市化水平的年度数据库。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method incorporate population ceiling restrictions of megacities in China?",
        "QuestionCn": "数据收集方法是否考虑了中国特大城市的人口上限限制？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the projected provincial population data validated using provincial statistical data from 2017?",
        "QuestionCn": "预计的省级人口数据是否使用2017年的省级统计数据进行了验证？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data collection method for population datasets in China based on census data, provincial statistical yearbooks, or urbanization projections?",
        "QuestionCn": "中国人口数据集的主要数据收集方法是基于普查数据、省级统计年鉴还是城市化预测？",
        "AnswerEn": "Chinese census 2010",
        "AnswerCn": "中国2010年人口普查",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to estimate China's provincial population by age, sex, and educational levels?",
        "QuestionCn": "用于估计中国各省按年龄、性别和教育水平划分的人口的数据收集方法有哪些？",
        "AnswerEn": "Chinese census 2010, annual database of provincial urbanization levels 1995–2015",
        "AnswerCn": "2010年中国人口普查，1995-2015年省级城市化水平年度数据库",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate provincial population levels in China with specific demographic details such as age, sex, and educational attainment?",
        "QuestionCn": "您能否提供一个用于估计中国省级人口水平的数据收集方法的示例，包括年龄、性别和教育程度等具体人口统计信息？",
        "AnswerEn": "A data collection method used involves estimating provincial population from 2010 to 2100 by age, sex, and educational levels under different shared socioeconomic pathways (SSPs). This method considers fertility promoting policies and population ceiling restrictions in megacities, using historical data from the Chinese census 2010 and urbanization projections from an annual database of provincial urbanization levels.",
        "AnswerCn": "一种数据收集方法涉及在不同的共享社会经济路径（SSPs）下，按年龄、性别和教育水平估计2010年至2100年各省人口。该方法考虑了促进生育的政策和对特大城市的人口上限限制，使用了2010年中国人口普查的历史数据和省级城市化水平的年度数据库中的城市化预测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered when attempting to validate population projection data at the provincial level in China?",
        "QuestionCn": "在尝试验证中国省级人口预测数据时遇到的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is ensuring the accuracy of population grids for specific years. The provincial projection data were validated using population data from China’s Provincial Statistical Yearbook for the year 2017, and the accuracy of the population grids was specifically evaluated for the year 2015.",
        "AnswerCn": "一个挑战是确保特定年份人口网格的准确性。省级预测数据使用中国省级统计年鉴2017年的人口数据进行了验证，而人口网格的准确性则特别评估了2015年。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that was utilized to support the recursive multidimensional model for projecting population at a subnational level in China?",
        "QuestionCn": "您能否提供一个用于支持中国亚国家级人口预测的递归多维模型的数据集示例？",
        "AnswerEn": "A dataset used to support the recursive multidimensional model comes from the Chinese census 2010, which provided foundational demographic data. Additionally, urbanization projections utilized an annual database of provincial urbanization levels from 1995 to 2015 for 31 provinces in China.",
        "AnswerCn": "用于支持递归多维模型的数据集来自2010年中国人口普查，提供了基础的人口统计数据。此外，城市化预测利用了1995年至2015年间31个省份的年度城市化水平数据库。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the demographic characteristics considered in a dataset that estimates population changes in China from 2010 to 2100?",
        "QuestionCn": "在估算2010年至2100年中国人口变化的数据集中考虑的人口特征是什么？",
        "AnswerEn": "age (0–100+), sex (male and female), educational levels (illiterate, primary school, junior-high school, senior-high school, college, bachelor's, master's and above)",
        "AnswerCn": "年龄（0-100+），性别（男和女），教育水平（文盲，小学，初中，高中，专科，本科，硕士及以上）",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the grid-based population dataset for China?",
        "QuestionCn": "中国的基于网格的人口数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many provinces in China are included in the population projections under the SSPs from 2010 to 2100?",
        "QuestionCn": "在2010年至2100年期间，纳入SSP人口预测的中国省份有多少个？",
        "AnswerEn": "31",
        "AnswerCn": "31",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'subnational and spatially explicit data' mean in the context of population projections?",
        "QuestionCn": "在人口预测的背景下，“次国家和空间明确的数据”是什么意思？",
        "AnswerEn": "Subnational and spatially explicit data refer to population data that is broken down below the national level, such as by provinces, and is detailed in a way that includes specific geographic locations or spatial elements. This type of data allows for more precise analysis and planning by providing detailed demographic information such as age, sex, and education levels across different geographical areas.",
        "AnswerCn": "亚国家和空间明确的数据是指在国家层面以下进行细分的人口数据，例如按省份划分，并以包含特定地理位置或空间元素的方式详细呈现。这种类型的数据允许进行更精确的分析和规划，因为它提供了不同地理区域的详细人口统计信息，如年龄、性别和教育水平。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'shared socioeconomic pathways (SSPs)' in population projections?",
        "QuestionCn": "在人口预测中，“共享社会经济路径（SSPs）”是什么意思？",
        "AnswerEn": "Shared Socioeconomic Pathways (SSPs) are scenarios used to project different future socio-economic trends including population growth. In the context of population projections, SSPs provide a framework for estimating how population dynamics might change under varying conditions related to economic development, education levels, and policy changes, such as fertility and urbanization policies.",
        "AnswerCn": "共享社会经济路径（SSPs）是用于预测不同未来社会经济趋势的情景，包括人口增长。在人口预测的背景下，SSPs提供了一个框架，用于估计在与经济发展、教育水平和政策变化（如生育和城市化政策）相关的不同条件下，人口动态可能如何变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method for estimating China's provincial population under SSPs compare to traditional census methods in terms of demographic detail and temporal resolution?",
        "QuestionCn": "估计中国省级人口的SSP（共享社会经济路径）数据收集方法与传统人口普查方法在人口细节和时间分辨率方面有何比较？",
        "AnswerEn": "The data collection method for estimating China's provincial population under SSPs includes detailed demographic information on age, sex, and educational levels and provides yearly estimates from 2010 to 2100, whereas traditional census methods may not offer the same level of granularity or temporal resolution.",
        "AnswerCn": "估计中国各省人口的数据收集方法包括详细的人口统计信息，如年龄、性别和教育水平，并提供2010年至2100年的年度估计，而传统的人口普查方法可能无法提供相同程度的细致性或时间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do urbanization projections from 1995–2015 influence the development of population grids compared to the influence of historical population grids?",
        "QuestionCn": "1995年至2015年的城市化预测如何影响人口网格的发展，与历史人口网格的影响相比，有哪些不同之处？",
        "AnswerEn": "Urbanization projections from 1995–2015 for 31 provinces in China provide a basis for understanding trends and changes in urbanization levels, which influence the spatial allocation of population grids, whereas historical population grids offer a foundational reference for spatial distribution patterns, which are essential for downscaling provincial projections into 1 km resolution grids.",
        "AnswerCn": "1995年至2015年间，中国31个省份的城市化预测为理解城市化水平的趋势和变化提供了基础，这些变化影响了人口网格的空间分配，而历史人口网格则为空间分布模式提供了基础参考，这对于将省级预测下调至1公里分辨率的网格至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can data collection techniques account for changes in national fertility policies and population ceiling policies when estimating provincial populations in China?",
        "QuestionCn": "数据收集技术如何在估算中国省级人口时考虑国家生育政策和人口上限政策的变化？",
        "AnswerEn": "Data collection techniques can incorporate policy changes by integrating information from the Chinese census and considering fertility promoting policies and population limits set for megacities. These adjustments help reduce systematic biases and ensure the data reflects current demographic trends.",
        "AnswerCn": "数据收集技术可以通过整合中国人口普查的信息以及考虑促进生育的政策和针对特大城市设定的人口限制来纳入政策变化。这些调整有助于减少系统性偏差，确保数据反映当前的人口趋势。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methods can be used to create spatially explicit population grids with high resolution for subnational population projections in China?",
        "QuestionCn": "可以使用哪些方法来创建中国的高分辨率空间显式人口网格，以进行次国家人口预测？",
        "AnswerEn": "To create spatially explicit population grids, the projected provincial population can be downscaled and allocated to grids based on representative concentration pathway urban grids and historical population grids. This approach allows for a precise 1 km resolution, which is essential for detailed spatial analysis.",
        "AnswerCn": "为了创建空间明确的人口网格，可以根据代表性浓度路径城市网格和历史人口网格对预测的省级人口进行下分配。这种方法允许以1公里的分辨率进行精确的空间分析，这对于详细的空间分析至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need to develop spatially explicit population grids at a resolution of 1 km for China's provinces from 2010 to 2100?",
        "QuestionCn": "导致需要在2010年至2100年间为中国各省开发1公里分辨率的空间显式人口网格的原因是什么？",
        "AnswerEn": "The need arises from the growing demand for subnational and spatially explicit data on China's future population, which can serve as inputs in climate policy research and integrated assessment models requiring precise administrative or spatial population data.",
        "AnswerCn": "这一需求源于对中国未来人口的亚国家和空间明确数据日益增长的需求，这些数据可以作为气候政策研究和需要精确行政或空间人口数据的综合评估模型的输入。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to consider national fertility policies and population ceiling policies when estimating provincial populations in China?",
        "QuestionCn": "在估算中国省级人口时，考虑国家生育政策和人口上限政策是必要的原因是什么？",
        "AnswerEn": "Considering national fertility policies and population ceiling policies is necessary to reduce systematic biases in current studies and to provide more accurate predictions of China's provincial populations under different shared socioeconomic pathways (SSPs).",
        "AnswerCn": "考虑国家生育政策和人口上限政策是必要的，以减少当前研究中的系统性偏差，并为在不同共享社会经济路径（SSP）下提供更准确的中国省级人口预测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the decision to validate provincial projection data using population data from China's Provincial Statistical Yearbook?",
        "QuestionCn": "哪些因素促成了使用中国省级统计年鉴的人口数据来验证省级预测数据的决策？",
        "AnswerEn": "The decision is influenced by the need to ensure the accuracy and reliability of the population projections by comparing them with established and authoritative population data sources, such as the 2017 data from China's Provincial Statistical Yearbook.",
        "AnswerCn": "该决定受到确保人口预测的准确性和可靠性的影响，通过与权威的人口数据来源进行比较，例如中国省级统计年鉴的2017年数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating fertility promoting policies and population ceiling restrictions into the population projection models for China's provinces?",
        "QuestionCn": "将生育促进政策和人口上限限制纳入中国各省人口预测模型的后果是什么？",
        "AnswerEn": "Integrating fertility promoting policies and population ceiling restrictions into the population projection models helps to reduce systematic biases in current studies, providing a more accurate estimation of provincial population from 2010 to 2100 by age, sex, and educational levels under different shared socioeconomic pathways (SSPs).",
        "AnswerCn": "将促进生育的政策和人口上限限制纳入人口预测模型，有助于减少当前研究中的系统性偏差，从而在不同的共享社会经济路径（SSPs）下，更准确地估计2010年至2100年各省按年龄、性别和教育水平划分的人口。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of the Chinese census data from 2010 impact the reliability of projected population grids for China from 2010 to 2100?",
        "QuestionCn": "2010年中国人口普查数据的使用如何影响2010年至2100年中国人口格网的可靠性？",
        "AnswerEn": "Using the Chinese census data from 2010 provides a foundational dataset for the recursive multidimensional model, allowing for the creation of reliable projected provincial population and spatially explicit population grids, which are validated against more recent data such as the 2017 population data from China's Provincial Statistical Yearbook.",
        "AnswerCn": "使用2010年的中国人口普查数据为递归多维模型提供了基础数据集，从而能够创建可靠的省级人口预测和空间明确的人口网格，这些网格经过与2017年中国省级统计年鉴的人口数据进行验证。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential effects of employing urbanization projections from 1995-2015 on the spatial resolution of population grids in the context of China's future demographic scenarios?",
        "QuestionCn": "在中国未来人口情景的背景下，采用1995-2015年的城市化预测对人口网格的空间分辨率可能产生的影响是什么？",
        "AnswerEn": "Employing urbanization projections from 1995-2015 allows for the downscaling of projected provincial populations to create spatially explicit population grids with a resolution of 1 km, helping to meet the requirements of integrated assessment models and provide precise administrative or spatial population data in China under different SSPs.",
        "AnswerCn": "利用1995年至2015年的城市化预测，可以将省级人口的预测进行下行尺度处理，从而创建分辨率为1公里的空间人口网格，帮助满足综合评估模型的需求，并在不同的共享社会经济路径（SSPs）下提供中国的精确行政或空间人口数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to estimate provincial population by age, sex, and educational levels for future projections in China?",
        "QuestionCn": "估计中国各省按年龄、性别和教育水平划分的人口对于未来预测的重要性是什么？",
        "AnswerEn": "The objective is to address the growing demand for subnational and spatially explicit data on China’s future population and to reduce systematic biases in current studies by considering fertility promoting policies and population ceiling restrictions of megacities.",
        "AnswerCn": "目标是应对对中国未来人口的亚国家和空间明确数据日益增长的需求，并通过考虑促进生育的政策和特大城市的人口上限限制来减少当前研究中的系统性偏差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the goals behind creating spatially explicit population grids for China with a 1 km resolution?",
        "QuestionCn": "创建中国1公里分辨率的空间显式人口网格的目标是什么？",
        "AnswerEn": "The goal is to meet the requirements of integrated assessment models, enabling precise administrative or spatial population data in China to be used in climate policy research and other applications that demand high spatial resolution.",
        "AnswerCn": "目标是满足综合评估模型的要求，使中国的精确行政或空间人口数据能够用于气候政策研究以及其他需要高空间分辨率的应用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why was it necessary to validate the provincial projection data and evaluate the accuracy of population grids?",
        "QuestionCn": "为什么有必要验证省级预测数据并评估人口网格的准确性？",
        "AnswerEn": "The validation and accuracy evaluation ensure the reliability of the data, which were compared with the 2017 population data from China’s Provincial Statistical Yearbook and the 2015 population grids, to provide credible inputs for further research and policy development.",
        "AnswerCn": "验证和准确性评估确保了数据的可靠性，这些数据与中国省级统计年鉴的2017年人口数据和2015年人口格网进行了比较，以为进一步研究和政策制定提供可信的输入。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in estimating yearly provincial population in China with specific demographic information under different shared socioeconomic pathways (SSPs)?",
        "QuestionCn": "估计中国各省年度人口及其特定人口统计信息在不同共享社会经济路径（SSPs）下所涉及的程序包括哪些？",
        "AnswerEn": "The estimation involves considering changes in national fertility policies and population ceiling policies, and using a recursive multidimensional model based on data from the Chinese census 2010 and historical urbanization levels for 31 provinces from 1995-2015.",
        "AnswerCn": "该估计涉及考虑国家生育政策和人口上限政策的变化，并基于2010年中国人口普查的数据以及1995年至2015年31个省份的历史城市化水平，使用递归多维模型进行分析。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is spatially explicit population data for China downscaled to a resolution of 1 km under SSPs, and what steps ensure accuracy in this process?",
        "QuestionCn": "如何在共享社会经济路径（SSPs）下将中国的空间显式人口数据降尺度到1公里的分辨率，并确保这一过程的准确性？",
        "AnswerEn": "The projected provincial population is allocated to spatially explicit population grids for each year based on representative concentration pathway (RCP) urban grids and historical population grids. Validation is achieved by comparing the provincial projection data with population data from China’s Provincial Statistical Yearbook and evaluating the accuracy of the population grids.",
        "AnswerCn": "预计的省级人口被分配到每年的空间显式人口网格中，基于代表性浓度路径（RCP）城市网格和历史人口网格。通过将省级预测数据与中国省级统计年鉴中的人口数据进行比较，并评估人口网格的准确性来实现验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the estimation of provincial population data in China with specific demographic details under different socioeconomic scenarios?",
        "QuestionCn": "哪些方法可以在不同社会经济情景下估算中国省级人口数据及其具体人口特征？",
        "AnswerEn": "The estimation is enabled by considering fertility promoting policies and population ceiling restrictions of megacities, and the data is validated using population data from China’s Provincial Statistical Yearbook and evaluated against population grids.",
        "AnswerCn": "该估计是通过考虑促进生育的政策和特大城市的人口上限限制来实现的，数据通过中国省级统计年鉴的人口数据进行验证，并与人口网格进行评估。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can spatially explicit population grids with high spatial resolution be established to support integrated assessment models?",
        "QuestionCn": "如何建立具有高空间分辨率的空间显式人口网格，以支持综合评估模型？",
        "AnswerEn": "Spatially explicit population grids are established by downscaling projected provincial populations to a 1 km resolution and allocating them based on representative concentration pathway urban grids and historical population grids.",
        "AnswerCn": "空间显式人口网格是通过将预测的省级人口降尺度到1公里分辨率，并根据代表性浓度路径城市网格和历史人口网格进行分配而建立的。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving high accuracy in spatially explicit population grids for China's subnational regions?",
        "QuestionCn": "在中国的次国家区域实现高精度空间显式人口网格可能面临哪些挑战？",
        "AnswerEn": "Challenges might arise from the complexity of downscaling projected provincial populations to a 1 km resolution grid, which involves integrating diverse data sources such as RCP urban grids, historical population grids, and taking into account the policies affecting fertility and megacity population ceilings.",
        "AnswerCn": "从将预测的省级人口降尺度到1公里分辨率网格的复杂性中可能会出现挑战，这涉及整合多种数据源，如RCP城市网格、历史人口网格，并考虑影响生育率和特大城市人口上限的政策。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might researchers evaluate the effectiveness of using historical population grids combined with RCP urban grids in creating spatially explicit population projections?",
        "QuestionCn": "研究人员如何评估将历史人口网格与RCP城市网格结合使用在创建空间明确的人口预测中的有效性？",
        "AnswerEn": "The effectiveness of using historical population grids combined with RCP urban grids can be evaluated by validating the projected data against known population statistics, such as those from China’s Provincial Statistical Yearbook for 2017, and assessing the accuracy of population grids from a previous year like 2015. This approach helps to ensure that the projections are consistent and reliable.",
        "AnswerCn": "使用历史人口网格与RCP城市网格相结合的有效性可以通过将预测数据与已知的人口统计数据进行验证来评估，例如2017年中国省级统计年鉴中的数据，并评估2015年等前一年人口网格的准确性。这种方法有助于确保预测的一致性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the considerations in assessing the adaptability of SSPs-based demographic projections for climate policy research in China?",
        "QuestionCn": "在评估基于SSPs的人口预测在中国气候政策研究中的适应性时，需要考虑哪些因素？",
        "AnswerEn": "In assessing the adaptability of SSPs-based demographic projections for climate policy research in China, considerations include the specificity and accuracy of demographic information such as age, sex, and educational attainment levels. Additionally, the incorporation of recent fertility policies and megacity population ceiling restrictions is crucial to reduce biases and make the projections more relevant for integrated assessment models.",
        "AnswerCn": "在评估基于SSPs的人口预测在气候政策研究中的适应性时，需要考虑人口信息的具体性和准确性，例如年龄、性别和教育水平。此外，纳入近期的生育政策和特大城市人口上限限制对于减少偏差并使预测更适合综合评估模型至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how population data can be accurately projected for such a long time frame, considering potential changes in China's policies and demographics.",
        "QuestionCn": "我不明白为什么人口数据可以在如此长的时间框架内准确预测，考虑到中国政策和人口结构可能发生的变化。",
        "AnswerEn": "The projections are based on shared socioeconomic pathways (SSPs) and take into account recent fertility promoting policies and population ceiling restrictions of megacities in China. This approach aims to reduce systematic biases and improve accuracy.",
        "AnswerCn": "这些预测基于共享社会经济路径（SSPs），并考虑了中国特大城市最近的促进生育政策和人口上限限制。这种方法旨在减少系统性偏差，提高准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the sources or validation methods used to ensure the accuracy and reliability of a dataset predicting future population scenarios.",
        "QuestionCn": "我对用于确保预测未来人口情景的数据集的准确性和可靠性的来源或验证方法感到不确定。",
        "AnswerEn": "The provincial projection data were validated using population data from China's Provincial Statistical Yearbook for 2017, and the accuracy of the population grids was evaluated using data from 2015, ensuring reliability of the predictions.",
        "AnswerCn": "省级预测数据使用2017年中国省级统计年鉴的人口数据进行了验证，并使用2015年的数据评估了人口格网的准确性，从而确保了预测的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please conduct a detailed analysis of how demographic information such as age, sex, and educational levels can be integrated into a subnational population projection model for China.",
        "QuestionCn": "请对如何将年龄、性别和教育水平等人口统计信息整合到中国的次国家人口预测模型中进行详细分析。",
        "AnswerEn": "The demographic information such as age, sex, and educational levels is integrated into a subnational population projection model for China by estimating the yearly provincial population with these specific demographic details under different shared socioeconomic pathways (SSPs) from 2010 to 2100. This approach considers changes in national fertility policies and population ceiling policies to provide accurate projections.",
        "AnswerCn": "人口统计信息，如年龄、性别和教育水平，被整合到中国的亚国家人口预测模型中，通过在不同的共享社会经济路径（SSPs）下估计2010年至2100年各省的年度人口，并考虑这些特定的人口细节。该方法考虑了国家生育政策和人口上限政策的变化，以提供准确的预测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the methods used to validate provincial population projection data and evaluate the accuracy of spatially explicit population grids.",
        "QuestionCn": "请探讨用于验证省级人口预测数据的方法，并评估空间明确的人口网格的准确性。",
        "AnswerEn": "The methods used to validate provincial population projection data include comparing it with population data from China's Provincial Statistical Yearbook for the year 2017. The accuracy of spatially explicit population grids was evaluated using data from 2015, ensuring the reliability of population distribution at a 1 km resolution.",
        "AnswerCn": "用于验证省级人口预测数据的方法包括将其与中国省级统计年鉴2017年的人口数据进行比较。通过使用2015年的数据评估空间明确的人口网格的准确性，确保了1公里分辨率下人口分布的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please investigate potential datasets that could be used to enhance the accuracy and resolution of population grids for China under future socioeconomic scenarios.",
        "QuestionCn": "请调查潜在的数据集，这些数据集可以用于提高中国未来社会经济情景下人口网格的准确性和分辨率。",
        "AnswerEn": "Potential datasets to enhance the accuracy and resolution of population grids for China include data from the Chinese census 2010 and urbanization projections based on an annual database of provincial urbanization levels from 1995 to 2015 for 31 provinces. These datasets provide foundational demographic and urbanization information necessary for constructing precise population grids aligned with different SSPs.",
        "AnswerCn": "潜在的数据集以提高中国人口网格的准确性和分辨率，包括2010年中国人口普查的数据和基于1995年至2015年31个省份年度城市化水平数据库的城市化预测。这些数据集提供了构建与不同共享社会路径（SSP）相一致的精确人口网格所需的基础人口和城市化信息。",
        "Level": "C6(Creating)"
      }
    ]
  }
}