{
    "id": "76a4f0ae-f966-465e-b2ad-b5aa4465c874",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of Daman Superstation, 2023)",
            "titleCn": "黑河流域地表过程综合观测网（大满超级站气象要素梯度观测系统-2023）",
            "description": "This dataset contains data from the phenological camera gradient observation system of the Daman Super Station in the comprehensive observation network of surface processes in the Heihe River Basin from January 1, 2023 to December 31, 2023. The site is located in the farmland of Daman Irrigation District in Zhangye City, Gansu Province, with corn fields as the underlying surface. The latitude and longitude of the observation point are 100.3722E, 38.8555N, and the altitude is 1556m. Wind speed/direction, air temperature, and relative humidity sensors are installed at 3m, 5m, 10m, 15m, 20m, 30m, and 40m, with a total of 7 floors facing due north; The barometer is installed at a distance of 2 meters; The tipping bucket rain gauge is installed about 8 meters west of the tower, with a height of 2.5 meters; The four component radiometer is installed at a distance of 12m, facing due south; Two infrared thermometers are installed at a distance of 12m, facing due south, with the probes facing vertically downwards; Soil heat flow plates (self calibrated) (3 pieces) are sequentially buried 6cm underground, facing south and 2m away from the tower body. Two pieces (Gs2, Gs3) are buried between the plants, and one piece (Gs1) is buried under the plant; The average soil temperature sensor TCAV is buried 2cm and 4cm underground, facing due south and 2m away from the tower body; The soil temperature probe is buried at a depth of 0cm on the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm underground, directly south of the meteorological tower at a distance of 2m; The soil moisture sensors are buried 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm underground, directly south of the meteorological tower at a distance of 2m; The photosynthetically active radiometer is installed at a distance of 12m, with the probe facing vertically upwards; There are also four photosynthetically active radiometers installed above and inside the canopy, with one probe installed at a height of 12m (vertically upward and downward) above the canopy and one probe installed at a height of 0.3m (vertically upward and downward) inside the canopy, facing due south.",
            "descriptionCn": "该数据集包含了2023年1月1日至2023年12月31日黑河流域地表过程综合观测网中游大满超级站物候相机梯度观测系统数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米田。观测点的经纬度是100.3722E, 38.8555N，海拔1556m。风速/风向、空气温度、相对湿度传感器分别架设在3m、5m、10m、15m、20m、30m、40m处，共7层，朝向正北；气压计安装在2m处；翻斗式雨量计安装在塔西侧约8m处，架高2.5m；四分量辐射仪安装在12m处，朝向正南；两个红外温度计安装在12m处，朝向正南，探头朝向是垂直向下；土壤热流板（自校正式）（3块）依次埋设在地下6cm处，朝向正南距离塔体2m处，其中两块（Gs_2、Gs_3）埋设在棵间，一块（Gs_1）埋设在植株下面；平均土壤温度传感器TCAV埋设在地下2cm、4cm处，朝向正南，距离塔体2m处；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；土壤水分传感器分别埋设在地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；光合有效辐射仪安装在12m处，探头朝向是垂直向上；另有四个光合有效辐射仪分别架设在冠层上方和冠层内，冠层上方安装在12m（探头垂直向上和向下方向各一个）、冠层内安装在0.3m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：风速（WS_3m、WS_5m、WS_10m、WS_15m、WS_20m、WS_30m、WS_40m）(单位：米/秒)、风向（WD_3m、WD_5m、WD_10m、WD_15m、WD_20m、WD_30m、WD_40m）(单位：度)、空气温湿度（Ta_3m、Ta_5m、Ta_10m、Ta_15m、Ta_20m、Ta_30m、Ta_40m和RH_3m、RH_5m、RH_10m、RH_15m、RH_20m、RH_30m、RH_40m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、平均土壤温度（TCAV）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度) 、光合有效辐射（PAR）(单位：微摩尔/平方米秒)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2023-6-10 10:30。\n黑河综合观测网或站点信息请参考Liu et al. (2018)和Liu et al. (2023)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS ",
            "east": 100.3722,
            "west": 100.3722,
            "south": 38.8555,
            "north": 38.8555,
            "startTime": "2023-01-01 16:57:47",
            "endTime": "2023-12-31 16:57:47",
            "fileSize": 25101485.0,
            "cstr": "18406.11.Terre.tpdc.301263",
            "doi": "10.11888/Terre.tpdc.301263",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "张掖绿洲",
                "keywordEn": "Zhangye oasis"
            },
            {
                "keywordCn": "黑河流域中游",
                "keywordEn": "Middle reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2023",
                "keywordEn": "2023",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中非常重要，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪水融化的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤湿度则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，早在1990年代初就启动，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模及相关研究，但也促使了下一代生态观测网络和实验的发展。然而，上述建模工作面临着以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以使用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell公司）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，Campbell，USA）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（IAV，瑞士）用于测量在0-1米、1-2米和2-3米三个高度的吹雪颗粒数量，每10分钟测量一次。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，尤其是在中国西部，该地区自古以来就是“丝绸之路”的重要组成部分。绿洲面积占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时还记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站——2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can automatic meteorological stations effectively provide gap-free hydrometeorological data in the Heihe River Basin?",
                "QuestionCn": "自动气象站能有效提供黑河流域的无缝水文气象数据吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to observe energy, water vapor, and carbon fluxes in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，观察能量、水蒸气和碳通量的数据收集方法有哪些？",
                "AnswerEn": "eddy covariance system, scintillometer, automatic weather stations",
                "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used in alpine hydrology to capture snow accumulation and ablation processes?",
                "QuestionCn": "您能否提供一个在阿尔卑斯水文学中用于捕捉雪积累和融化过程的数据收集方法的例子？",
                "AnswerEn": "In alpine hydrology, snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. Instruments like the SR50A ultrasonic sensor and CS725 GammaMONitor are used to measure snow depth and snow water equivalent (SWE), respectively.",
                "AnswerCn": "在阿尔卑斯水文学中，雪盖特性通过使用最先进的技术和仪器从雪观测超级站收集。仪器如SR50A超声波传感器和CS725 GammaMONitor用于测量雪深和雪水当量（SWE）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in collecting consistent data in arid and semiarid regions, and how has it been addressed?",
                "QuestionCn": "在干旱和半干旱地区收集一致数据时面临的一个挑战是什么，以及如何解决这个问题？",
                "AnswerEn": "One challenge in arid and semiarid regions is the degradation of ecological environments, such as river and lake drying and land desertification. To address this, observational datasets from oasis–desert systems with long-term energy, water vapor, carbon, and methane fluxes are collected, involving techniques like eddy covariance systems and scintillometers.",
                "AnswerCn": "在干旱和半干旱地区，一个挑战是生态环境的退化，例如河流和湖泊干涸以及土地沙漠化。为了解决这个问题，收集了来自绿洲-沙漠系统的观测数据集，这些数据集包含长期的能量、水蒸气、碳和甲烷通量，涉及的技术包括涡度协方差系统和闪烁仪。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes of hydrometeorological data collected in alpine regions?",
                "QuestionCn": "在高山地区收集的水文气象数据的具体属性是什么？",
                "AnswerEn": "wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation",
                "AnswerCn": "风速和风向、空气温度、湿度、红外温度、气压、四分量辐射",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the characteristics of datasets that integrate snow cover properties for hydrological studies?",
                "QuestionCn": "集成雪盖特性的用于水文研究的数据集的特点是什么？",
                "AnswerEn": "snow depth, snow water equivalent, snow surface albedo",
                "AnswerCn": "雪深、雪水当量、雪面反照率",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many layers of soil temperature sensors are used in the data collection network?",
                "QuestionCn": "数据收集网络中使用了多少层土壤温度传感器？",
                "AnswerEn": "9 layers",
                "AnswerCn": "9层",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of data collection for meteorological observations in the network?",
                "QuestionCn": "气象观测网络的数据收集频率是多少？",
                "AnswerEn": "10 minutes, 144 data points per day",
                "AnswerCn": "10分钟，每天144个数据点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合阿尔卑斯水文观测网络中，有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How are challenges like technological barriers and difficult access addressed in data collection for alpine hydrology?",
                "QuestionCn": "在高山水文学的数据收集中，如何应对技术障碍和困难的获取途径等挑战？",
                "AnswerEn": "Challenges in alpine hydrology, such as technological barriers and difficult access, are addressed by developing next-generation ecosystem observation networks and experiments. These include automatic meteorological stations (AMSs) and superstations equipped with advanced instruments for recording hydrometeorological, snow, and frozen ground data, which help overcome the scarcity of high-quality observational data in these regions.",
                "AnswerCn": "阿尔卑斯水文学面临的挑战，如技术障碍和难以到达的地理位置，通过开发下一代生态系统观测网络和实验得以解决。这些网络包括自动气象站（AMS）和配备先进仪器的超级站，用于记录水文气象、雪和冻土数据，这有助于克服这些地区高质量观测数据的稀缺。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What role does data quality control play in hydrometeorological data collection?",
                "QuestionCn": "数据质量控制在水文气象数据收集中扮演着什么角色？",
                "AnswerEn": "Data quality control is essential in hydrometeorological data collection as it involves processes like ensuring data completeness, removing duplicates, and deleting data that exceed physical limits or instrument ranges. It also includes marking uncertain data and standardizing the format of date and time information, which helps maintain the reliability and accuracy of the datasets for scientific research and modeling.",
                "AnswerCn": "数据质量控制在水文气象数据收集中至关重要，因为它涉及确保数据完整性、去除重复数据以及删除超出物理限制或仪器范围的数据。它还包括标记不确定数据和标准化日期和时间信息的格式，这有助于维护数据集的可靠性和准确性，以便用于科学研究和建模。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is there a need for an integrated, distributed, and multiscale observation dataset in alpine hydrology, and how does it contribute to addressing hydrological research questions?",
                "QuestionCn": "为什么在高山水文学中需要一个综合的、分布式的和多尺度的观测数据集，它如何有助于解决水文学研究问题？",
                "AnswerEn": "An integrated, distributed, and multiscale observation dataset is essential in alpine hydrology because it provides accurate forcing data for hydrological modeling, validates remote sensing data, and allows the evaluation of distributed models. It ultimately improves a predictive understanding of alpine hydrological processes and ecosystem functions, addressing key scientific questions about the impacts of climate change and human activities.",
                "AnswerCn": "一个综合的、分布式的、多尺度的观测数据集在高山水文学中至关重要，因为它提供了准确的水文建模强迫数据，验证了遥感数据，并允许评估分布式模型。它最终提高了对高山水文过程和生态系统功能的预测理解，解决了关于气候变化和人类活动影响的关键科学问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors contribute to the difficulty in analyzing soil heat conductivity in alpine regions, and how do site observations help mitigate these challenges?",
                "QuestionCn": "在高山地区，分析土壤热导率的困难因素包括：土壤类型和组成的多样性、气候条件的变化、地形的复杂性以及土壤水分含量的波动等。这些因素可能导致热导率的变化难以预测。此外，高山地区的环境条件可能导致数据收集和实验的困难，例如极端天气和地形障碍。\n\n现场观察有助于减轻这些挑战，通过提供实际的土壤特性、温度变化和水分状况的数据，研究人员可以更好地理解土壤热导率的变化规律。现场数据还可以帮助校正模型，提高分析的准确性和可靠性。",
                "AnswerEn": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content, and soil temperature, which are complex and cannot be easily calculated using a simple formula. Site observations are crucial in evaluating and parameterizing alpine hydrologic models, providing critical data to address these complexities in soil analysis.",
                "AnswerCn": "土壤热导率的分析较为复杂，因为它是土壤密度、土壤水分含量和土壤温度的函数，这些因素复杂且无法通过简单公式轻易计算。现场观察在评估和参数化高山水文模型中至关重要，提供了关键数据以应对土壤分析中的这些复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of integrating remote sensing data with observational datasets in improving the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "将遥感数据与观测数据集整合在一起，对改善高山地区水文过程预测的影响是什么？",
                "AnswerEn": "Integrating remote sensing data with observational datasets improves prediction accuracy of hydrological processes, fills gaps in scarce observation data, and allows for validation and calibration of various data uncertainties, especially in complex alpine regions.",
                "AnswerCn": "将遥感数据与观测数据集结合可以提高水文过程的预测准确性，填补稀缺观测数据的空白，并允许对各种数据不确定性进行验证和校准，特别是在复杂的高山地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the establishment of a multiscale observation network impact the understanding and modeling of ecohydrological processes in alpine regions?",
                "QuestionCn": "多尺度观测网络的建立如何影响对高山地区生态水文过程的理解和建模？",
                "AnswerEn": "The establishment of a multiscale observation network provides comprehensive datasets that support better understanding and modeling of ecohydrological processes, facilitates validation of remote sensing data, and improves prediction models by offering distributed hydrometeorological data.",
                "AnswerCn": "多尺度观测网络的建立提供了全面的数据集，支持对生态水文过程的更好理解和建模，促进了遥感数据的验证，并通过提供分布式的水文气象数据来改善预测模型。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What effects do challenges such as high altitude and harsh climate have on data collection and the development of hydrological models in alpine regions?",
                "QuestionCn": "高海拔和恶劣气候等挑战对阿尔卑斯地区的数据收集和水文模型的发展有何影响？",
                "AnswerEn": "Challenges like high altitude and harsh climate inhibit consistent data collection, complicate the development of remote sensing technologies, and create gaps in high-quality data needed for parameterization and validation, thus hindering hydrological model development.",
                "AnswerCn": "高海拔和恶劣气候等挑战抑制了一致的数据收集，复杂化了遥感技术的发展，并造成了高质量数据的缺口，这些数据对于参数化和验证是必需的，从而阻碍了水文模型的发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind establishing a comprehensive observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域建立综合观测网络的主要目标是什么？",
                "AnswerEn": "The primary objectives are to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of hydrological processes and ecosystem functions in the alpine region. The network aims to address scientific questions related to perturbations from climate change and human activities, offering a multiscale and integrated observation dataset for research.",
                "AnswerCn": "主要目标是为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并提高对高山地区水文过程和生态系统功能的预测理解。该网络旨在解决与气候变化和人类活动引起的扰动相关的科学问题，提供多尺度和综合观测数据集以供研究。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to collect long-term hydrometeorological and soil data in oasis–desert ecosystems?",
                "QuestionCn": "在绿洲-沙漠生态系统中，收集长期的水文气象和土壤数据是至关重要的。",
                "AnswerEn": "Collecting long-term hydrometeorological and soil data is essential for understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems. This understanding is crucial to maintaining the ecological stability, achieving sustainable oasis development, and supporting carbon peaking and neutrality goals. The data help in recognizing oasis–desert interactions, which are significant for ecological security and socioeconomic development.",
                "AnswerCn": "收集长期的水文气象和土壤数据对于理解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征至关重要。这种理解对于维持生态稳定、实现可持续的绿洲发展以及支持碳达峰和碳中和目标具有重要意义。这些数据有助于识别绿洲-沙漠之间的相互作用，这对生态安全和社会经济发展具有重要意义。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps to collect and validate snow cover data in high-altitude regions with complex terrain?",
                "QuestionCn": "在高海拔复杂地形区域收集和验证雪盖数据的步骤如下：",
                "AnswerEn": "To collect and validate snow cover data in high-altitude regions, one can use a combination of real-time monitoring and remote sensing. Automatic stations equipped with devices like ultrasonic snow depth sensors and snow water equivalent monitors are set up to measure accumulation and depletion processes. Additionally, snow albedo and blowing snow fluxes are recorded using specific instruments. These datasets are then validated against remote sensing data to account for complexities and uncertainties, ensuring accurate representation of snow cover dynamics in the region.",
                "AnswerCn": "为了收集和验证高海拔地区的雪盖数据，可以结合实时监测和遥感技术。设置自动站，配备超声波雪深传感器和雪水当量监测仪，以测量积累和消融过程。此外，还使用特定仪器记录雪的反照率和吹雪通量。这些数据集随后与遥感数据进行验证，以考虑复杂性和不确定性，确保该地区雪盖动态的准确表示。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions enable the establishment of an integrated, distributed, and multiscale observation network in alpine and arid regions?",
                "QuestionCn": "什么条件能够促进在高山和干旱地区建立一个综合的、分布式的、多尺度的观测网络？",
                "AnswerEn": "The establishment of such a network is facilitated by the integration of multiple automatic meteorological stations, superstations for snow and frozen ground observations, and the use of advanced remote sensing products. The network aims to address challenges posed by harsh climates and complex terrains by providing comprehensive and gap-free datasets for hydrological modeling and validation.",
                "AnswerCn": "这样的网络的建立得益于多个自动气象站、用于雪和冻土观测的超级站点的整合，以及先进遥感产品的使用。该网络旨在通过提供全面且无缝的数据集来应对恶劣气候和复杂地形带来的挑战，以便进行水文建模和验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do technological advancements in remote sensing and data assimilation enable improved predictions of hydrological processes in alpine regions?",
                "QuestionCn": "技术进步在遥感和数据同化方面如何促进对高山地区水文过程的更好预测？",
                "AnswerEn": "Technological advancements in remote sensing and data assimilation enable improved predictions by providing high-resolution and accurate data that can be used to validate and calibrate models. These techniques help overcome the challenges of data scarcity and uncertainties in complex alpine environments, facilitating the integration of diverse observations into comprehensive datasets.",
                "AnswerCn": "遥感和数据同化的技术进步通过提供高分辨率和准确的数据，能够改善预测，这些数据可以用于验证和校准模型。这些技术帮助克服复杂高山环境中数据稀缺和不确定性的挑战，促进了将多样化观测整合成综合数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods enable the capture of snow accumulation and ablation processes in challenging alpine environments?",
                "QuestionCn": "哪些方法能够在具有挑战性的高山环境中捕捉雪积累和融化过程？",
                "AnswerEn": "The capture of snow accumulation and ablation processes is enabled by using state-of-the-art techniques and instruments at snow observation superstations, such as ultrasonic sensors for snow depth measurement and GammaMON monitors for snow water equivalent. These methods provide detailed and precise data necessary for understanding and modeling snow dynamics in alpine regions.",
                "AnswerCn": "雪积累和融化过程的捕捉得益于在雪观测超级站使用的先进技术和仪器，例如用于雪深测量的超声波传感器和用于雪水当量的GammaMON监测器。这些方法提供了理解和建模高山地区雪动态所需的详细和精确的数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to collect consistent data in alpine regions, especially regarding snow and frozen ground observations?",
                "QuestionCn": "在高山地区收集一致的数据可能面临挑战，尤其是在雪和冻土观测方面，原因如下：",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models. Additionally, the scarcity of observation data due to technological barriers has motivated the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。此外，由于技术障碍导致观测数据稀缺，促使了下一代生态系统观测网络和实验的开发。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected benefits of integrating remote sensing data with ground-based hydrometeorological observations in alpine regions?",
                "QuestionCn": "将遥感数据与高山地区的地面水文气象观测相结合的预期好处是什么？",
                "AnswerEn": "The integration of remote sensing data with ground-based observations is expected to improve the prediction of hydrological processes by providing accurate forcing data for hydrological modeling, validating remote sensing data, and allowing the evaluation of distributed models. This combination aims to fill knowledge gaps and promote alpine region hydrology research by enhancing the predictive understanding of hydrological processes and ecosystem functions.",
                "AnswerCn": "遥感数据与地面观测数据的结合预计将通过提供准确的强迫数据来改善水文过程的预测，从而为水文建模提供支持，验证遥感数据，并允许对分布式模型进行评估。这种结合旨在填补知识空白，促进高山地区水文学研究，通过增强对水文过程和生态系统功能的预测理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of current data collection methods in capturing the complexities of alpine hydrological processes, particularly in the Heihe River Basin?",
                "QuestionCn": "您对当前数据收集方法在捕捉阿尔卑斯水文过程复杂性方面的有效性，特别是在黑河流域的评估是什么？",
                "AnswerEn": "The current data collection methods appear effective in capturing the complexities of alpine hydrological processes by utilizing a combination of automatic meteorological stations and superstations that focus on specific variables like snow cover and frozen ground. These methods address challenges such as harsh climates and complex terrains, although the scarcity of data due to access difficulties remains a notable challenge.",
                "AnswerCn": "当前的数据收集方法通过结合自动气象站和专注于特定变量（如雪盖和冻土）的超级站，有效捕捉了高山水文过程的复杂性。这些方法应对了恶劣气候和复杂地形等挑战，尽管由于访问困难导致的数据稀缺仍然是一个显著的挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential for integrating remote sensing data with existing datasets to enhance the accuracy of hydrological models in alpine regions?",
                "QuestionCn": "您如何评估将遥感数据与现有数据集整合以提高高山地区水文模型准确性的潜力？",
                "AnswerEn": "Integrating remote sensing data with existing datasets holds significant potential for enhancing the accuracy of hydrological models in alpine regions. However, it requires careful validation and calibration due to the inherent uncertainties in remote sensing data, particularly in complex terrains like alpine regions. The combined approach could substantially improve predictive capabilities, despite the challenges posed by environmental conditions.",
                "AnswerCn": "将遥感数据与现有数据集整合在一起，对于提高高山地区水文模型的准确性具有重要潜力。然而，由于遥感数据固有的不确定性，特别是在像高山地区这样复杂的地形中，这需要仔细的验证和校准。尽管环境条件带来了挑战，但这种综合方法仍然可以显著提高预测能力。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the most critical challenges faced when establishing a comprehensive observation network in arid and semi-arid regions, and how might they be addressed?",
                "QuestionCn": "在建立干旱和半干旱地区的综合观测网络时，面临的最关键挑战是什么？如何解决这些挑战？",
                "AnswerEn": "The most critical challenges include harsh climatic conditions, scarce data availability, and complex topography, which hinder consistent data collection and the development of remote sensing technologies. Addressing these challenges might involve deploying robust, distributed observation networks with automatic stations, integrating multiscale data collection, and leveraging community-based networks to ensure comprehensive data coverage and quality.",
                "AnswerCn": "最关键的挑战包括恶劣的气候条件、数据可用性稀缺和复杂的地形，这些因素阻碍了一致的数据收集和遥感技术的发展。应对这些挑战可能涉及部署强大的分布式观测网络和自动站，整合多尺度数据收集，并利用社区网络以确保全面的数据覆盖和质量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about how researchers manage to ensure the accuracy and quality of long-term datasets in such challenging environments.",
                "QuestionCn": "我不确定研究人员如何在如此具有挑战性的环境中确保长期数据集的准确性和质量。",
                "AnswerEn": "The data processing involves quality control measures such as ensuring a specific number of data points per day, marking missing data, and removing duplicate or out-of-range data. This is crucial for maintaining the accuracy and reliability of datasets collected in challenging alpine environments.",
                "AnswerCn": "数据处理涉及质量控制措施，例如确保每天有特定数量的数据点、标记缺失数据以及删除重复或超出范围的数据。这对于维护在挑战性高山环境中收集的数据集的准确性和可靠性至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how snow cover and frozen ground data can be effectively integrated with meteorological observations for hydrological modeling.",
                "QuestionCn": "我无法理解如何将雪盖和冻土数据有效地与气象观测结合起来，以进行水文模型的构建。",
                "AnswerEn": "An integrated, distributed, multiscale observation network is used, combining meteorological stations with snow and frozen ground superstations. This network collects data on snow depth, snow water equivalent, soil temperature, and moisture to provide comprehensive datasets that inform hydrological modeling.",
                "AnswerCn": "一个集成的、分布式的多尺度观测网络被用于结合气象站与雪和冻土超级站。该网络收集雪深、雪水当量、土壤温度和湿度的数据，以提供全面的数据集，从而为水文模型提供信息。",
                "Level": "C6(Creating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential methods for improving the accuracy and completeness of meteorological data collection in the alpine region.",
                "QuestionCn": "请探讨提高高山地区气象数据收集的准确性和完整性的潜在方法。",
                "AnswerEn": "The alpine region faces challenges like harsh climate and difficult access, hindering data collection. To improve accuracy, integrating remote sensing data with ground observations and using advanced instruments like automatic meteorological stations can help. Also, validating remote sensing data through ground-based observations addresses uncertainties.",
                "AnswerCn": "阿尔卑斯地区面临着严酷的气候和困难的交通条件，这些因素阻碍了数据收集。为了提高准确性，可以通过将遥感数据与地面观测相结合，并使用自动气象站等先进仪器来帮助解决这些问题。此外，通过地面观测验证遥感数据可以解决不确定性问题。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please examine the methodologies employed in capturing soil moisture and temperature dynamics in complex terrain and suggest how these can be refined.",
                "QuestionCn": "请检查在复杂地形中捕捉土壤湿度和温度动态所采用的方法，并建议如何改进这些方法。",
                "AnswerEn": "Soil moisture and temperature are captured using multi-layered observations from automatic stations and superstations. These methodologies can be refined by using a wireless sensor network for capturing seasonal changes and incorporating high-resolution data to improve the parameterization of hydrological models in complex terrains.",
                "AnswerCn": "土壤湿度和温度通过自动站和超级站的多层观测进行捕获。这些方法可以通过使用无线传感器网络来捕获季节变化，并结合高分辨率数据，以改善复杂地形中水文模型的参数化。",
                "Level": "C6(Creating)"
            }
        ]
    }
}