{
    "id": "76a4f0ae-f966-465e-b2ad-b5aa4465c874",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of Daman Superstation, 2023)",
            "description": "This dataset contains data from the phenological camera gradient observation system of the Daman Super Station in the comprehensive observation network of surface processes in the Heihe River Basin from January 1, 2023 to December 31, 2023. The site is located in the farmland of Daman Irrigation District in Zhangye City, Gansu Province, with corn fields as the underlying surface. The latitude and longitude of the observation point are 100.3722E, 38.8555N, and the altitude is 1556m. Wind speed/direction, air temperature, and relative humidity sensors are installed at 3m, 5m, 10m, 15m, 20m, 30m, and 40m, with a total of 7 floors facing due north; The barometer is installed at a distance of 2 meters; The tipping bucket rain gauge is installed about 8 meters west of the tower, with a height of 2.5 meters; The four component radiometer is installed at a distance of 12m, facing due south; Two infrared thermometers are installed at a distance of 12m, facing due south, with the probes facing vertically downwards; Soil heat flow plates (self calibrated) (3 pieces) are sequentially buried 6cm underground, facing south and 2m away from the tower body. Two pieces (Gs2, Gs3) are buried between the plants, and one piece (Gs1) is buried under the plant; The average soil temperature sensor TCAV is buried 2cm and 4cm underground, facing due south and 2m away from the tower body; The soil temperature probe is buried at a depth of 0cm on the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm underground, directly south of the meteorological tower at a distance of 2m; The soil moisture sensors are buried 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm underground, directly south of the meteorological tower at a distance of 2m; The photosynthetically active radiometer is installed at a distance of 12m, with the probe facing vertically upwards; There are also four photosynthetically active radiometers installed above and inside the canopy, with one probe installed at a height of 12m (vertically upward and downward) above the canopy and one probe installed at a height of 0.3m (vertically upward and downward) inside the canopy, facing due south.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 100.3722,
            "west": 100.3722,
            "south": 38.8555,
            "north": 38.8555,
            "startTime": "2023-01-01 16:57:47",
            "endTime": "2023-12-31 16:57:47",
            "fileSize": 25101485.0,
            "cstr": "18406.11.Terre.tpdc.301263",
            "doi": "10.11888/Terre.tpdc.301263",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Farmland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordEn": "Zhangye oasis"
            },
            {
                "keywordEn": "Middle reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2023",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can automatic meteorological stations effectively provide gap-free hydrometeorological data in the Heihe River Basin?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to observe energy, water vapor, and carbon fluxes in oasis-desert systems?",
                    "Answer": "eddy covariance system, scintillometer, automatic weather stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used in alpine hydrology to capture snow accumulation and ablation processes?",
                    "Answer": "In alpine hydrology, snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. Instruments like the SR50A ultrasonic sensor and CS725 GammaMONitor are used to measure snow depth and snow water equivalent (SWE), respectively.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in collecting consistent data in arid and semiarid regions, and how has it been addressed?",
                    "Answer": "One challenge in arid and semiarid regions is the degradation of ecological environments, such as river and lake drying and land desertification. To address this, observational datasets from oasis–desert systems with long-term energy, water vapor, carbon, and methane fluxes are collected, involving techniques like eddy covariance systems and scintillometers.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific attributes of hydrometeorological data collected in alpine regions?",
                    "Answer": "wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the characteristics of datasets that integrate snow cover properties for hydrological studies?",
                    "Answer": "snow depth, snow water equivalent, snow surface albedo",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many layers of soil temperature sensors are used in the data collection network?",
                    "Answer": "9 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the frequency of data collection for meteorological observations in the network?",
                    "Answer": "10 minutes, 144 data points per day",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "How are challenges like technological barriers and difficult access addressed in data collection for alpine hydrology?",
                    "Answer": "Challenges in alpine hydrology, such as technological barriers and difficult access, are addressed by developing next-generation ecosystem observation networks and experiments. These include automatic meteorological stations (AMSs) and superstations equipped with advanced instruments for recording hydrometeorological, snow, and frozen ground data, which help overcome the scarcity of high-quality observational data in these regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What role does data quality control play in hydrometeorological data collection?",
                    "Answer": "Data quality control is essential in hydrometeorological data collection as it involves processes like ensuring data completeness, removing duplicates, and deleting data that exceed physical limits or instrument ranges. It also includes marking uncertain data and standardizing the format of date and time information, which helps maintain the reliability and accuracy of the datasets for scientific research and modeling.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is there a need for an integrated, distributed, and multiscale observation dataset in alpine hydrology, and how does it contribute to addressing hydrological research questions?",
                    "Answer": "An integrated, distributed, and multiscale observation dataset is essential in alpine hydrology because it provides accurate forcing data for hydrological modeling, validates remote sensing data, and allows the evaluation of distributed models. It ultimately improves a predictive understanding of alpine hydrological processes and ecosystem functions, addressing key scientific questions about the impacts of climate change and human activities.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What factors contribute to the difficulty in analyzing soil heat conductivity in alpine regions, and how do site observations help mitigate these challenges?",
                    "Answer": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content, and soil temperature, which are complex and cannot be easily calculated using a simple formula. Site observations are crucial in evaluating and parameterizing alpine hydrologic models, providing critical data to address these complexities in soil analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of integrating remote sensing data with observational datasets in improving the prediction of hydrological processes in alpine regions?",
                    "Answer": "Integrating remote sensing data with observational datasets improves prediction accuracy of hydrological processes, fills gaps in scarce observation data, and allows for validation and calibration of various data uncertainties, especially in complex alpine regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the establishment of a multiscale observation network impact the understanding and modeling of ecohydrological processes in alpine regions?",
                    "Answer": "The establishment of a multiscale observation network provides comprehensive datasets that support better understanding and modeling of ecohydrological processes, facilitates validation of remote sensing data, and improves prediction models by offering distributed hydrometeorological data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What effects do challenges such as high altitude and harsh climate have on data collection and the development of hydrological models in alpine regions?",
                    "Answer": "Challenges like high altitude and harsh climate inhibit consistent data collection, complicate the development of remote sensing technologies, and create gaps in high-quality data needed for parameterization and validation, thus hindering hydrological model development.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives behind establishing a comprehensive observation network in the Heihe River Basin?",
                    "Answer": "The primary objectives are to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of hydrological processes and ecosystem functions in the alpine region. The network aims to address scientific questions related to perturbations from climate change and human activities, offering a multiscale and integrated observation dataset for research.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it essential to collect long-term hydrometeorological and soil data in oasis–desert ecosystems?",
                    "Answer": "Collecting long-term hydrometeorological and soil data is essential for understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems. This understanding is crucial to maintaining the ecological stability, achieving sustainable oasis development, and supporting carbon peaking and neutrality goals. The data help in recognizing oasis–desert interactions, which are significant for ecological security and socioeconomic development.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the steps to collect and validate snow cover data in high-altitude regions with complex terrain?",
                    "Answer": "To collect and validate snow cover data in high-altitude regions, one can use a combination of real-time monitoring and remote sensing. Automatic stations equipped with devices like ultrasonic snow depth sensors and snow water equivalent monitors are set up to measure accumulation and depletion processes. Additionally, snow albedo and blowing snow fluxes are recorded using specific instruments. These datasets are then validated against remote sensing data to account for complexities and uncertainties, ensuring accurate representation of snow cover dynamics in the region.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions enable the establishment of an integrated, distributed, and multiscale observation network in alpine and arid regions?",
                    "Answer": "The establishment of such a network is facilitated by the integration of multiple automatic meteorological stations, superstations for snow and frozen ground observations, and the use of advanced remote sensing products. The network aims to address challenges posed by harsh climates and complex terrains by providing comprehensive and gap-free datasets for hydrological modeling and validation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do technological advancements in remote sensing and data assimilation enable improved predictions of hydrological processes in alpine regions?",
                    "Answer": "Technological advancements in remote sensing and data assimilation enable improved predictions by providing high-resolution and accurate data that can be used to validate and calibrate models. These techniques help overcome the challenges of data scarcity and uncertainties in complex alpine environments, facilitating the integration of diverse observations into comprehensive datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods enable the capture of snow accumulation and ablation processes in challenging alpine environments?",
                    "Answer": "The capture of snow accumulation and ablation processes is enabled by using state-of-the-art techniques and instruments at snow observation superstations, such as ultrasonic sensors for snow depth measurement and GammaMON monitors for snow water equivalent. These methods provide detailed and precise data necessary for understanding and modeling snow dynamics in alpine regions.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might it be challenging to collect consistent data in alpine regions, especially regarding snow and frozen ground observations?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models. Additionally, the scarcity of observation data due to technological barriers has motivated the development of next-generation ecosystem observation networks and experiments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected benefits of integrating remote sensing data with ground-based hydrometeorological observations in alpine regions?",
                    "Answer": "The integration of remote sensing data with ground-based observations is expected to improve the prediction of hydrological processes by providing accurate forcing data for hydrological modeling, validating remote sensing data, and allowing the evaluation of distributed models. This combination aims to fill knowledge gaps and promote alpine region hydrology research by enhancing the predictive understanding of hydrological processes and ecosystem functions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of current data collection methods in capturing the complexities of alpine hydrological processes, particularly in the Heihe River Basin?",
                    "Answer": "The current data collection methods appear effective in capturing the complexities of alpine hydrological processes by utilizing a combination of automatic meteorological stations and superstations that focus on specific variables like snow cover and frozen ground. These methods address challenges such as harsh climates and complex terrains, although the scarcity of data due to access difficulties remains a notable challenge.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the potential for integrating remote sensing data with existing datasets to enhance the accuracy of hydrological models in alpine regions?",
                    "Answer": "Integrating remote sensing data with existing datasets holds significant potential for enhancing the accuracy of hydrological models in alpine regions. However, it requires careful validation and calibration due to the inherent uncertainties in remote sensing data, particularly in complex terrains like alpine regions. The combined approach could substantially improve predictive capabilities, despite the challenges posed by environmental conditions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the most critical challenges faced when establishing a comprehensive observation network in arid and semi-arid regions, and how might they be addressed?",
                    "Answer": "The most critical challenges include harsh climatic conditions, scarce data availability, and complex topography, which hinder consistent data collection and the development of remote sensing technologies. Addressing these challenges might involve deploying robust, distributed observation networks with automatic stations, integrating multiscale data collection, and leveraging community-based networks to ensure comprehensive data coverage and quality.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about how researchers manage to ensure the accuracy and quality of long-term datasets in such challenging environments.",
                    "Answer": "The data processing involves quality control measures such as ensuring a specific number of data points per day, marking missing data, and removing duplicate or out-of-range data. This is crucial for maintaining the accuracy and reliability of datasets collected in challenging alpine environments.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "I can't make sense of how snow cover and frozen ground data can be effectively integrated with meteorological observations for hydrological modeling.",
                    "Answer": "An integrated, distributed, multiscale observation network is used, combining meteorological stations with snow and frozen ground superstations. This network collects data on snow depth, snow water equivalent, soil temperature, and moisture to provide comprehensive datasets that inform hydrological modeling.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore potential methods for improving the accuracy and completeness of meteorological data collection in the alpine region.",
                    "Answer": "The alpine region faces challenges like harsh climate and difficult access, hindering data collection. To improve accuracy, integrating remote sensing data with ground observations and using advanced instruments like automatic meteorological stations can help. Also, validating remote sensing data through ground-based observations addresses uncertainties.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please examine the methodologies employed in capturing soil moisture and temperature dynamics in complex terrain and suggest how these can be refined.",
                    "Answer": "Soil moisture and temperature are captured using multi-layered observations from automatic stations and superstations. These methodologies can be refined by using a wireless sensor network for capturing seasonal changes and incorporating high-resolution data to improve the parameterization of hydrological models in complex terrains.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}