{
  "id": "76bce7bb-e1b2-49c4-9537-668a6bac42a2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Long-term surface soil freeze-thaw states dataset of China using the dual-index algorithm (1978-2015)",
      "titleCn": "中国长序列地表冻融数据集——双指标算法（1978-2015）",
      "description": "This dataset uses daily temperature data from SMMR (1978-1987), SSM/I (1987-2009) and SSMIS (2009-2015). It is generated by the dual-index (TB, 37v, SG) freeze-thaw discrimination algorithm. The classification results include the frozen surface, the thawed surface, the deserts and water bodies. The data coverage is the main part of China’s mainland, with a spatial resolution of 25.067525 km via the EASE-Grid projection method, and it is stored in ASCIIGRID format.\nAll the ASCII files in this data set can be opened directly with a text program such as Notepad. Except for the head file, the body content is numerically characterized by the freeze/thaw status of the surface soil: 1 for frozen, 2 for thawed, 3 for desert, and 4 for precipitation. If you want to use the icon for display, we recommend using the ArcView + 3D or Spatial Analyst extension module for reading; in the process of reading, a grid format file will be generated, and the displayed grid file is the graphical expression of the ASCII file. The read method comprises the following.\n [1] Add the 3D or Spatial Analyst extension module to the ArcView software and then create a new View.\n[2] Activate View, click File menu, and select the Import Data Source option. When the Import Data Source selection box pops up, select ASCII Raster in the Select import file type box. When the dialog box for selecting the source ASCII file automatically pops up, click to find any ASCII file in the data set, and then press OK.\n[3] Type the name of the Grid file in the Output Grid dialog box (it is recommended that a meaningful file name is used for later viewing) and click the path to store the Grid file, press OK again, and then press Yes (to select integer data) and Yes (to put the generated grid file into the current view). The generated files can be edited according to the Grid file standard. This completes the process of displaying an ASCII file into a Grid file.\n[4] In the batch processing, the ASCIGRID command of ARCINFO can be used to write AML files, and then use the Run command to complete the process in the Grid module:\nUsage: ASCIIGRID <in_ascii_file> <out_grid> {INT | FLOAT}.\nThe production of this data is supported by the following Natural Science Foundation Projects: Environmental and Ecological Science Data Center of West China (90502010), Land Data Assimilation System of West China (90202014) and Active and Passive Microwave Radiation Transmission Simulation and Radiation Scattering Characteristics of the Frozen Soil (41071226).",
      "descriptionCn": "本数据集采用SMMR（1978-1987）、SSM/I（1987-2009）和SSMIS（2009-2015）逐日亮温数据，由双指标（TB,37v，SG）冻融判别算法生成，分类结果包含冻结地表、融化地表、沙漠及水体四种类型。数据覆盖范围为中国大陆主体部分，空间分辨率为25.067525 km，EASE-Grid投影方式，以ASCIIGRID格式存储。\n该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开。除了头文件，主体内容为数值表征地表冻融的状态：1代表冻结，2代表融化，3代表沙漠，4代表降水。如果要用图示来显示的话，我们推荐用ArcView + 3D 或 Spatial Analyst 扩展模块来读取，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达。读取方法：\n [1]\t在ArcView软件中添加3D或Spatial Analyst扩展模块，然后新建一个View；\n [2]\t将View激活，点击File菜单，选择Import Data Source选项，弹出Import Data Source选择框，在此框中的Select import file type:中选择ASCII Raster，自动弹出选择源ASCII文件的对话框，点击寻找该数据集中的任一个ASCII文件，，然后按OK键；\n [3]\t在Output Grid对话框中键入的Grid文件名字（建议使用有意义的文件名，以便以后自己查看）和点击存放此Grid文件的路径，再次按Ok键，然后按Yes（要选择整型数据），Yes（把生成grid文件调入到当前的view中）。生成的文件可以按照Grid文件标准进行属性编辑。这样就完成了显示将ASCII文件显示成Grid文件的过程。\n [4]\t批处理时，可以使用ARCINFO的ASCIIGRID命令，编写成AML文件，再用Run命令在Grid模块中完成：\nUsage: ASCIIGRID <in_ascii_file> <out_grid> {INT | FLOAT}\n\n本数据的生产得到自然科学基金项目：中国西部环境与生态科学数据中心（90502010）、中国西部地区陆面数据同化系统研究（90202014）以及冻土主被动微波辐射传输模拟及其辐射散射特性研究（41071226）的支持。",
      "instructions": "Data naming format: the data set consists of 37 folders from 1978 to 2015. Each folder includes the daily surface freeze-thaw classification results of the current year. The daily surface freeze-thaw classification results are stored in the format of TXT. The naming rules are \"smmr-ftyyyddd. TXT\" or \"ssmi-ftyyyddd. TXT\" or \"ssms-ftyyyddd. TXT\", where yyyy represents the year and DDD represents the Julian day.\nData reading mode: all ASCII TXT files in this data set can be opened directly with a text program (such as notepad).In addition to the header file, the main content is the numerical representation of the freezing-thawing state of the surface: 1 represents freezing, 2 represents melting, 3 represents desert, and 4 represents precipitation.If the graph is to be displayed, it is recommended to use ArcView + 3D or Spatial Analyst extension module to read. In the process of reading, the grid file will be generated, and the grid file displayed is the graphical expression of the ASCII file.",
      "instructionsCn": "数据命名格式：数据集由1978到2015共37个文件夹组成，每个文件夹里包括当年的逐日地表冻融分类结果，每日的地表冻融分类结果以TXT格式存储，其命名规则为“SMMR-FTYYYYddd.txt”或“SSMI-FTYYYYddd.txt”或“SSMS-FTYYYYddd.txt”，其中YYYY代表年份，ddd代表儒略日。\n数据读取方式：该数据集中的所有ASCII码txt文件可以直接用文本程序（如记事本）打开。除了头文件，主体内容为数值表征地表冻融的状态：1代表冻结，2代表融化，3代表沙漠，4代表降水。如果要用图示来显示的话，我们推荐用ArcView + 3D 或 Spatial Analyst 扩展模块来读取，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达。",
      "east": 135.5,
      "west": 73.2,
      "south": 17.8,
      "north": 53.9,
      "startTime": "1978-12-20 01:00:00",
      "endTime": "2016-02-22 14:00:00",
      "fileSize": 36788720.0,
      "cstr": "18406.11.Geocry.tpdc.270029",
      "doi": "10.11888/Geocry.tpdc.270029",
      "dataFormat": "ASCII Grid",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping surface soil freeze-thaw cycles in China based on SMMR and SSM/I brightness temperatures during 1978-2008",
        "referenceCn": null,
        "referenceEn": "Jin,R, Zhang,T,Y, Li,X, Yang,X,G, Ran,Y,H.(2015). Mapping surface soil freeze-thaw cycles in china based on smmr and ssm/i brightness temperatures from 1978 to 2008. Arctic, Antarctic, and Alpine Research, 47(2), 213-229."
      },
      {
        "titleCn": "AMSR-E亮温监测中国近地表冻融循环算法研究",
        "titleEn": null,
        "referenceCn": "谢燕梅, 晋锐, & 杨兴国. (2013). Amsr-e亮温监测中国近地表冻融循环算法研究. 遥感技术与应用, Issue(2), 182-191.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1978-2015",
        "keywordEn": "1978-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the freeze-thaw state of the land surface in China?",
        "QuestionCn": "您能否提供一个用于确定中国地表冻融状态的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to determine the freeze-thaw state of the land surface in China involves utilizing daily brightness temperature data from SMMR (1978-1987), SSM/I (1987-2009), and SSMIS (2009-2015). These data are applied in a dual-index algorithm that distinguishes between frozen surface, thawed surface, desert, and water body states.",
        "AnswerCn": "一种用于确定中国地表冻融状态的数据收集方法涉及利用来自SMMR（1978-1987年）、SSM/I（1987-2009年）和SSMIS（2009-2015年）的日亮温度数据。这些数据应用于双指数算法，以区分冻土表面、融土表面、沙漠和水体状态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets that use dual-indicator algorithms for freeze-thaw surface differentiation?",
        "QuestionCn": "使用双指标算法进行冻融表面区分的数据集的特征是什么？",
        "AnswerEn": "daily brightness temperature data, frozen, thawed, desert, water bodies, spatial resolution of 25.067525 km, EASE-Grid projection, ASCIIGRID format",
        "AnswerCn": "每日亮温数据，冻结，解冻，沙漠，水体，空间分辨率为25.067525公里，EASE-Grid投影，ASCIIGRID格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution used in the data collection for the surface freeze-thaw dataset covering mainland China?",
        "QuestionCn": "覆盖中国大陆的表面冻融数据集的数据收集所使用的空间分辨率是多少？",
        "AnswerEn": "25.067525 km",
        "AnswerCn": "25.067525公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the dual-indicator algorithm used for surface freeze-thaw discrimination?",
        "QuestionCn": "用于地表冻结-解冻判别的双指标算法是什么？",
        "AnswerEn": "The dual-indicator algorithm is a method that utilizes two indicators, TB,37v and SG, to distinguish between different surface freeze-thaw states. This classification includes frozen surface, melting surface, desert, and water bodies. It is applied to daily brightness temperature data collected from SMMR, SSM/I, and SSMIS sensors over the years 1978 to 2015, covering mainland China.",
        "AnswerCn": "双指标算法是一种利用两个指标TB,37v和SG来区分不同表面冻融状态的方法。该分类包括冻结表面、融化表面、沙漠和水体。它应用于1978年至2015年间从SMMR、SSM/I和SSMIS传感器收集的中国大陆每日亮温数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the classification of land surface conditions into freezing, melting, desert, and water bodies in data collection methods using passive microwave brightness temperature data?",
        "QuestionCn": "在使用被动微波亮温数据进行数据收集时，将地表条件分类为冻结、融化、沙漠和水体的因素包括哪些？",
        "AnswerEn": "The classification of land surface conditions into freezing, melting, desert, and water bodies is influenced by the dual-indicator freeze-thaw discrimination algorithm using microwave brightness temperature data (TB,37v, SG). This methodology employs data from SMMR, SSM/I, and SSMIS, and the classification relies on specific threshold values determined by the indicators. The spatial resolution and the EASE-Grid projection format also play a role in how accurately these classifications are made.",
        "AnswerCn": "土地表面条件的分类，包括冻结、融化、沙漠和水体，受到双指标冻结-融化判别算法的影响，该算法使用微波亮温数据（TB,37v, SG）。该方法利用来自SMMR、SSM/I和SSMIS的数据，分类依赖于由指标确定的特定阈值。空间分辨率和EASE-Grid投影格式也在这些分类的准确性中发挥了作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing dual-indicator algorithms (TB,37v, SG) for distinguishing freeze-thaw states in land surface studies?",
        "QuestionCn": "利用双指标算法（TB, 37v, SG）区分地表研究中的冻融状态的主要目标是什么？",
        "AnswerEn": "The primary objective of utilizing dual-indicator algorithms (TB,37v, SG) is to accurately generate freeze-thaw classification results for land surfaces, which include frozen surface, melting surface, desert, and water bodies, using daily brightness temperature data. This classification aims to provide comprehensive insights into the freeze-thaw dynamics over the main part of mainland China, thereby supporting environmental and ecological research.",
        "AnswerCn": "利用双指标算法（TB、37v、SG）的主要目的是准确生成地表的冻融分类结果，包括冻土表面、融化表面、沙漠和水体，使用每日亮温数据。该分类旨在提供对中国大陆主要地区冻融动态的全面洞察，从而支持环境和生态研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using satellite brightness temperature data to distinguish between frozen and thawed ground surfaces in a dataset covering China from 1978 to 2015?",
        "QuestionCn": "使用卫星亮温数据区分1978年至2015年中国地表冻结和解冻的程序步骤是什么？",
        "AnswerEn": "The process involves using daily brightness temperature data from SMMR (1978-1987), SSM/I (1987-2009), and SSMIS (2009-2015). A dual-indicator algorithm (TB,37v, SG) is applied to classify the ground into four types: frozen surface, thawed surface, desert, and water body. The classification results are stored in ASCIIGRID format, which can be visualized using ArcView software with 3D or Spatial Analyst extensions by importing the ASCII Raster file and converting it into a grid format for graphical representation.",
        "AnswerCn": "该过程涉及使用来自SMMR（1978-1987年）、SSM/I（1987-2009年）和SSMIS（2009-2015年）的每日亮温数据。应用双指标算法（TB,37v, SG）将地面分类为四种类型：冻结表面、解冻表面、沙漠和水体。分类结果以ASCIIGRID格式存储，可以通过ArcView软件的3D或空间分析扩展进行可视化，方法是导入ASCII栅格文件并将其转换为网格格式以进行图形表示。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of methods for classifying land surface freeze-thaw states using satellite brightness temperature data?",
        "QuestionCn": "哪些技术进步使得利用卫星亮温数据分类地表冻融状态的方法得以发展？",
        "AnswerEn": "The advancements in satellite microwave radiometry, specifically the use of instruments like SMMR, SSM/I, and SSMIS, have enabled the collection of daily brightness temperature data. These technological advancements allow for the application of dual-indicator algorithms that use TB(37v) and SG to classify land surface freeze-thaw states into categories such as frozen surface, melting surface, desert, and water bodies.",
        "AnswerCn": "卫星微波辐射计的进展，特别是使用像SMMR、SSM/I和SSMIS这样的仪器，使得能够收集每日亮温数据。这些技术进步允许应用双指标算法，利用TB(37v)和SG将陆地表面冻结-融化状态分类为冻结表面、融化表面、沙漠和水体等类别。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}