{
    "id": "76c2ba57-194a-479a-a4fa-667763f862cc",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an observation system of meteorological elements gradient of Daman superstation, 2015)",
            "description": "This data set contains the data of meteorological element gradient observation system of the middle reaches of heihe hydrometeorological observation network from January 1, 2015 to December 31, 2015.The station is located in the farmland of daman irrigation district of zhangye city, gansu province.The longitude and latitude of the observation point are 100.3722e, 38.8555n and 1556m above sea level.The wind speed/direction, air temperature and relative humidity sensors are located at 3m, 5m, 10m, 15m, 20m, 30m and 40m respectively, with a total of 7 layers, facing due north.The barometer is installed at 2m;The tilting bucket rain gauge was installed at about 8m on the west side of the tower, with a height of 2.5m;The four-component radiometer is installed at 12m, facing due south;Two infrared thermometers are installed at 12m, facing due south and the probe facing vertically downward.Soil heat flow plate (self-calibration formal) (3 pieces) were buried in the ground 6cm in turn, 2m away from the tower body due south, two of which (Gs_2 and Gs_3) were buried between the trees, and one (Gs_1) was buried under the plants.The mean soil temperature sensor TCAV is buried 2cm and 4cm underground, facing due south and 2m away from the tower body.The soil temperature probe is buried at 0cm of the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm underground, 2m to the south of the meteorological tower.The soil water sensor is buried 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm underground, 2m to the south of the meteorological tower.The photosynthetic effective radiometer is installed at 12m with the probe facing vertically upward.Four other photosynthetically active radiometers were installed above and inside the canopy, 12m above the canopy (one probe vertically up and one probe vertically down), and 0.3m above the canopy (one probe vertically up and one probe vertically down), facing due south.\nThe observation items are: wind speed (WS_3m, WS_5m, WS_10m, WS_15m, WS_20m, WS_30m, WS_40m) (unit: m/s), wind direction (WD_3m, WD_5m, WD_10m, WD_15m, WD_20m, WD_30m, WD_40m) (unit:Air temperature and humidity (Ta_3m, Ta_5m, Ta_10m, Ta_15m, Ta_20m, Ta_30m, Ta_40m and RH_3m, RH_5m, RH_10m, RH_15m, RH_20m, RH_30m, RH_40m) (unit: Celsius, percentage), air pressure (Press) (unit: hpa), precipitation (Rain) (unit: mm), four-component radiation (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit:Watts/m2), surface radiant temperature (IRT_1, IRT_2) (unit: Celsius), average soil temperature (TCAV) (unit: Celsius), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts/m2), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_80cm, Ms_120cm, Ms_160cm) (unit:Soil temperature (Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_80cm, Ts_120cm, Ts_160cm)Mmol/m s) and the upward and downward photosynthetic effective radiation (PAR_D_up, PAR_D_down) under the canopy (in mmol/m s).\nProcessing and quality control of observed data :(1) ensure 144 pieces of data every day (every 10min), and mark by -6999 in case of data missing;The wind speed and direction of 3m and 5m were missing due to sensor problems between November 16 and November 25, 2015;(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: June 10, 2015, 10:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Liu et al. (2018), and for observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 100.3722,
            "west": 100.3722,
            "south": 38.8555,
            "north": 38.8555,
            "startTime": "2015-01-14 08:00:00",
            "endTime": "2016-01-13 08:00:00",
            "fileSize": 23130358.0,
            "cstr": "18406.11.hiwater.323.2016.db",
            "doi": "10.3972/hiwater.323.2016.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordEn": "2015-01-01 to 2015-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Concept Completion": [
                {
                    "Question": "What are some common data collection methods used to monitor hydrometeorological parameters in oasis-desert ecosystems?",
                    "Answer": "eddy covariance systems, scintillometers, automatic meteorological stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil and canopy component temperatures in a strongly advective irrigated agricultural area?",
                    "Answer": "In a strongly advective irrigated agricultural area, soil and canopy component temperatures were measured using a high-resolution thermal infrared camera, manually operated on a platform, which provided thermal images approximately every 120 minutes during the daytime. These images were used to calculate soil and canopy temperatures by classifying the visible and NIR images into soil and canopy pixels, extracting brightness temperatures, and converting them to radiation temperatures using long-wave radiation data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you describe an example of a data quality control process used for hydrometeorological data collection in an oasis–desert system?",
                    "Answer": "The data quality control process for hydrometeorological data collection in an oasis–desert system involves sensor calibration, data collection, data processing, and dataset generation. This includes ensuring the consistency and accuracy of measurements such as radiation, soil heat flux, soil temperature profiles, and other related parameters, with data being collected at set intervals (e.g., every 10 minutes) and subjected to careful quality checks throughout the process.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the essential characteristics of the meteorological parameters measured in an eco-hydrological observation network?",
                    "Answer": "air temperature, wind speed, humidity, four-component radiations, turbulent fluxes, various heights, 10-minute intervals, 10 Hz, soil heat flux measurements, detailed soil temperature profiles",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What features are important for the successful separation of soil and vegetation component temperatures in strongly advective irrigated agricultural areas?",
                    "Answer": "high-resolution thermal infrared cameras, classification of soil and canopy pixels, accurate estimation of incoming long-wave radiation, emissivities",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many meteorological parameters are measured at the Daman superstation every 10 minutes?",
                    "Answer": "5",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers of wind speed and wind direction sensors are installed at the observation site?",
                    "Answer": "7 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB since 2012?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'multiscale observations' in the context of eco-hydrological processes?",
                    "Answer": "Multiscale observations refer to the collection of data at various spatial and temporal scales to capture the complexities of eco-hydrological processes. This involves using instrumentation on hierarchically nested scales to obtain comprehensive data that can address the challenge of upscaling processes on heterogeneous surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How is 'ground-based measurement data' utilized in estimating evapotranspiration in agricultural areas?",
                    "Answer": "Ground-based measurement data is used to partition evapotranspiration into its components, evaporation and transpiration, by applying models like the Craig–Gordon model. These measurements include parameters such as soil and canopy component temperatures, which are crucial for accurately estimating evapotranspiration using models like the two-source energy balance (TSEB) model.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What constitutes 'quality control' in the context of hydrometeorological data collection?",
                    "Answer": "Quality control in hydrometeorological data collection involves ensuring data accuracy and reliability through sensor calibration, careful data collection, processing, and dataset generation. This process includes checking for missing data, eliminating duplicate records, and removing data that falls outside of expected physical ranges or instrument limits.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods used in the Daman superstation compare to those employed in the HiWATER experiment in terms of capturing multi-scale eco-hydrological processes?",
                    "Answer": "The Daman superstation employs a set of meteorological and hydrological sensors, including air temperature, wind speed, humidity measurement, and four-component radiations, to capture localized atmospheric conditions. In contrast, the HiWATER experiment uses a broader range of instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, arranged in hierarchically nested scales to capture multi-scale processes over oasis-desert interactions. HiWATER also incorporates hyper-resolution airborne remote sensing, which is not mentioned for the Daman superstation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the deployment of multiple sensors at varying heights and depths, as seen in a meteorological observation network, help in understanding the microclimatic variations within an agricultural field?",
                    "Answer": "The deployment of multiple sensors at various heights and depths allows researchers to capture detailed vertical profiles of environmental variables such as wind speed, air temperature, humidity, and soil conditions. This setup helps in understanding the microclimatic variations, as it provides insights into how these variables change with altitude and depth, offering a comprehensive view of the interactions between the atmosphere and the surface in an agricultural setting.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways might the challenges of obtaining accurate component temperatures in heterogeneous landscapes affect the interpretation of energy balance models?",
                    "Answer": "Challenges in obtaining accurate component temperatures in heterogeneous landscapes can lead to errors in estimating the energy partition between soil and canopy layers. This affects the interpretation of energy balance models by introducing uncertainties in calculating sensible and latent heat fluxes. Such inaccuracies can misrepresent the balance of energy exchanges in these landscapes, potentially leading to incorrect assessments of evapotranspiration and related processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes challenges in accurately estimating surface fluxes in a strongly advective irrigated agricultural area using the TSEB model?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging primarily due to the uncertainty in surface-air temperature differences. Errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature can lead to overestimation, affecting the TSEB model's performance. Additionally, the strong advective environment further complicates accurate estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there an issue with the effectiveness of current composite temperature separation approaches in arid regions?",
                    "Answer": "The effectiveness of current composite temperature separation approaches in arid regions is limited due to image classification errors that vary with vegetation abundance. Specifically, soil pixels may be misclassified as vegetation pixels, leading to an overestimation of canopy temperature. Furthermore, ignoring atmospheric upwelling radiation and transmittance can introduce uncertainties in temperature estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the poor availability of multiscale observations for upscaling eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "The poor availability of multiscale observations for upscaling eco-hydrological processes on heterogeneous surfaces is primarily due to the lack of comprehensive, multiscale, and multidisciplinary data. The complexity of capturing multi-scale eco-hydrological processes requires extensive instrumentation and data collection efforts, which are often not readily available.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential challenges that arise from using ground-based measurements combined with thermal infrared imaging for estimating evapotranspiration in agricultural areas?",
                    "Answer": "One challenge in using ground-based measurements combined with thermal infrared imaging for estimating evapotranspiration is the difficulty in accurately measuring soil and canopy component temperatures due to image classification errors. These errors can lead to an overestimation of canopy temperature, particularly in areas with developing vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance can introduce uncertainties in temperature estimates, affecting the accuracy of evapotranspiration modeling.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the purpose of implementing a multiscale observation system in eco-hydrological research within oasis-desert areas?",
                    "Answer": "The purpose is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by obtaining multiscale and multidisciplinary data through instruments arranged on hierarchically nested scales. This allows for the capture of multi-scale eco-hydrological processes and interactions in oasis-desert systems.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to accurately estimate soil and canopy component temperatures in the TSEB model for evapotranspiration estimation?",
                    "Answer": "Accurate estimation of soil and canopy component temperatures is crucial for the TSEB model's performance as it affects the separation of latent heat fluxes into soil and vegetation components, which is necessary for reliable estimation of evaporation, transpiration, and evapotranspiration, especially in strongly advective irrigated agricultural areas.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the objectives of creating a long-term dataset for energy, water vapor, and carbon exchange observations in oasis-desert ecosystems?",
                    "Answer": "The objectives are to gain a quantitative understanding of energy, water vapor, and carbon exchange in oasis-desert areas, which is essential for recognizing oasis-desert interactions and supporting ecological stability and socioeconomic development. This understanding is vital for achieving carbon peaking and carbon neutrality goals and ensuring the ecological security and sustainable development of oasis regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the specific procedures involved in setting up and maintaining a hydrometeorological observation network in an oasis-desert area?",
                    "Answer": "The procedures involve arranging instruments on hierarchically nested scales to capture multi-scale eco-hydrological processes, constructing a superstation within the oasis, installing eddy covariance towers, scintillometers, and automatic meteorological stations in different landscapes, and conducting intensive observations at the irrigation district scale. The data are carefully quality controlled through sensor calibration, data collection, processing, and dataset generation.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How is data quality ensured and controlled in large-scale environmental observational studies, particularly in arid regions?",
                    "Answer": "Data quality is ensured through a rigorous process that includes sensor calibration, thorough data collection procedures, systematic data processing, and meticulous dataset generation. Observational data are subject to continuous quality control throughout these stages to ensure accuracy and reliability.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What steps are taken to accurately separate soil and vegetation component temperatures using remote sensing in an agricultural area?",
                    "Answer": "The process includes manually operating a thermal infrared camera to capture thermal radiation images of cropland, classifying visible and NIR images into soil and canopy pixels using a maximum-likelihood method, extracting soil and canopy directional brightness temperatures from the thermal images, and converting thermal infrared temperatures to radiation temperatures using long-wave radiation data and emissivities. These simulated temperatures are validated against surface radiometric temperatures obtained from a four-component radiometer.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methods or technologies enable the accurate separation of soil and vegetation component temperatures in a heterogeneous landscape?",
                    "Answer": "The use of a high-resolution thermal infrared camera enables the accurate separation of soil and vegetation component temperatures by capturing thermal images. These images are then classified into soil and canopy pixels using methods like the maximum-likelihood approach. The radiometric temperatures are validated against observed surface temperatures to ensure accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the integration of multiscale observation systems enable comprehensive data collection in eco-hydrological studies?",
                    "Answer": "Multiscale observation systems enable comprehensive data collection by employing a combination of tools such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing instruments. These tools capture data at different scales, which provides a holistic view of eco-hydrological processes in heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions or technological setups are necessary for conducting effective long-term monitoring of energy, water vapor, and carbon exchanges in arid regions?",
                    "Answer": "Effective long-term monitoring requires the establishment of land surface flux and meteorological stations equipped with eddy covariance systems and scintillometers for turbulent flux data, as well as automatic weather stations for hydrometeorological parameters. Additionally, datasets should include auxiliary data such as vegetation and soil parameters, with comprehensive data processing and quality control procedures in place.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the data collection method for eco-hydrological processes in oasis-desert areas face challenges in capturing multiscale observations?",
                    "Answer": "Progress in the field is hindered by the poor availability of multiscale observations. The HiWATER experiment addresses this challenge through instrumentation on hierarchically nested scales, but obtaining comprehensive multiscale and multidisciplinary data remains complex.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it expected that estimating evapotranspiration (ET) using the two-source energy balance (TSEB) model is challenging in strongly advective agricultural areas?",
                    "Answer": "Estimating surface fluxes in such areas is difficult because the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The TSEB model's performance is mainly affected by the uncertainty in surface–air temperature difference, which can be dominant due to errors in determining the surface soil and vegetation component temperatures from the composite radiometric temperature.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of the data collection methods used in capturing multiscale eco-hydrological processes in oasis-desert systems?",
                    "Answer": "The data collection methods appear to be well-structured for capturing multiscale eco-hydrological processes, as they involve a hierarchical arrangement of instruments, intensive observation periods, and a range of technologies including eddy covariance towers, LiDAR, and thermal imaging. This comprehensive approach allows for detailed observations across different scales and disciplines, enhancing the understanding of oasis-desert interactions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the challenges faced in acquiring accurate component temperatures for use in evapotranspiration estimation models in arid regions?",
                    "Answer": "The challenges in acquiring accurate component temperatures are significant due to image classification errors and environmental factors like strong advection. These challenges can lead to overestimation of canopy temperatures and uncertainties in radiation estimates, which impact the performance of evapotranspiration models. Addressing these challenges requires precise temperature measurements and validation against ground-based data.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't comprehend how data collection methods for soil and canopy component temperatures are conducted in oasis–desert ecosystems.",
                    "Answer": "In the field above, soil and canopy component temperatures were measured using thermal images collected every 120 minutes from a Fluke Ti55 thermal infrared camera manually operated on a 25-m-high platform. These images were then used to calculate the soil and canopy component temperatures, which were validated against surface radiometric temperatures obtained from a four-component radiometer.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please detail the data collection methods and instrumental setups used for observing energy, water vapor, and carbon exchange in oasis–desert ecosystems.",
                    "Answer": "The data collection methods in oasis–desert ecosystems involve the use of eddy covariance systems and scintillometers for acquiring half-hourly turbulent flux data. The hydrometeorological data, including radiation, soil heat flux, soil temperature profiles, air temperature, humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles, are observed using automatic weather stations with a 10-minute average period. Groundwater table data and auxiliary datasets on vegetation and soil parameters are also collected.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Describe the challenges associated with data collection for estimating evapotranspiration using the two-source energy balance (TSEB) model in strongly advective irrigated agricultural areas.",
                    "Answer": "Challenges in data collection for estimating evapotranspiration using the TSEB model include the difficulty of accurately separating soil and vegetation component temperatures due to errors in image classification, which vary with vegetation abundance. There are also uncertainties in estimating the incoming short- and long-wave radiation transmittances through the canopy, and errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature, especially in strongly advective environments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}