{
  "id": "7722db29-eb67-4513-b49c-a8a2fa7a8f3b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sequencing of chromatin DNA bound with cell pluripotent withdrawal lncRNA Peln1",
      "titleCn": "细胞多能性退出lncRNA Peln1所结合的染色质DNA测序",
      "description": "The molecular circuitry that causes stem cells to exit from pluripotency remains largely uncharacterized.     Using chromatin RNA in situ reverse transcription sequencing, we identified Peln1 as a novel chromatin RNA component in the promoter complex of Oct4, a stem cell master transcription factor gene.     Peln1 was negatively associated with pluripotent status during somatic reprogramming.     Peln1 overexpression caused E14 cells to exit from pluripotency, while Peln1 downregulation induced robust reprogramming.     Mechanistically, we discovered that Peln1 interacted with the Oct4 promoter and recruited the DNA methyltransferase DNMT3A.     By de novo altering the epigenotype in the Oct4 promoter, Peln1 dismantled the intrachromosomal loop that is required for the maintenance of pluripotency.     Using RNA reverse transcription-associated trap sequencing, we showed that Peln1 targets multiple pathway genes that are associated with stem cell self-renewal.     These findings demonstrate that Peln1 can act as a new epigenetic player and use a trans mechanism to induce an exit from the pluripotent state in stem cells.",
      "descriptionCn": "干细胞如何退出多能性的分子机制在很大程度上仍不清楚。利用染色质RNA原位逆转录测序，我们发现Peln1是干细胞相关主要的转录因子Oct4启动子染色质复合物中的一个新的RNA组分。在体细胞重编程过程中，Peln1与多能性状态呈负相关。Peln1过表达可导致E14细胞退出多能性，而Peln1敲低更容易诱导重编程。在机制上，我们发现Peln1与Oct4启动子相互作用并招募DNA甲基转移酶DNMT3A。通过从头改变Oct4启动子中的表观基因型，Peln1破环了维持多能性所需的染色体内环。利用RNA逆转录相关破获测序，我们发现Peln1靶向多个与干细胞自我更新相关的通路。这些发现表明Peln1可以作为一个新的表观遗传参与者，并利用反式作用机制诱导干细胞退出多能状态。",
      "instructions": "Peln1 bound DNA sequencing named Peln1",
      "instructionsCn": "Peln1所结合的DNA测序名为为Peln1",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2018-09-19 10:23:37",
      "endTime": "2018-12-25 10:23:37",
      "fileSize": 4243849445.0,
      "cstr": "18406.11.HumanNat.tpdc.300200",
      "doi": "10.11888/HumanNat.tpdc.300200",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "胡继繁",
        "nameEn": "HU Jifan",
        "unitEn": "",
        "unitCn": "吉林大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Pluripotency exit is guided by the Peln1-mediated disruption of intrachromosomal architecture",
        "referenceCn": null,
        "referenceEn": "Wang, Y., Jia, L., Wang, C., Du, Z., Zhang, S., Zhou, L., Wen, X., Li, H., Chen, H., Nie, Y., Li, D., Liu, S., Figueroa, D.S., Ay, F., Xu, W., Zhang, S., Li, W., Cui, J., Hoffman, A.R., Guo, H., & Hu, J.F. (2022). Pluripotency exit is guided by the Peln1-mediated disruption of intrachromosomal architecture. J Cell Biol, 221(4), e202009134."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "科技文献",
        "nameEn": "scientific literature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      },
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and methods used in chromatin RNA in situ reverse transcription sequencing for studying the interaction between lncRNA Peln1 and chromatin DNA in stem cells?",
        "QuestionCn": "在染色质RNA原位逆转录测序中，用于研究lncRNA Peln1与干细胞中染色质DNA相互作用的关键特征和方法是什么？",
        "AnswerEn": "identifying RNA components within chromatin complexes, interaction with Oct4 promoter chromatin, recruitment of DNA methyltransferase DNMT3A",
        "AnswerCn": "识别染色质复合物中的RNA成分，与Oct4启动子染色质的相互作用，招募DNA甲基转移酶DNMT3A。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is chromatin RNA in situ reverse transcription sequencing in the context of studying stem cell pluripotency exit mechanisms?",
        "QuestionCn": "在研究干细胞多能性退出机制的背景下，什么是染色质RNA原位逆转录测序？",
        "AnswerEn": "Chromatin RNA in situ reverse transcription sequencing is a data collection method used to study the molecular mechanisms by which stem cells exit pluripotency. It helps identify RNA components, like Peln1, associated with chromatin complexes involved in pluripotency regulation. Specifically, this method allows researchers to discover new RNA components within chromatin complexes, such as the Oct4 promoter chromatin complex, and to understand their roles in processes like the exit from pluripotency by analyzing their interactions with key transcription factors and epigenetic modifiers.",
        "AnswerCn": "染色质RNA原位逆转录测序是一种用于研究干细胞退出多能性分子机制的数据收集方法。它有助于识别与调控多能性相关的染色质复合物中的RNA成分，如Peln1。具体而言，该方法使研究人员能够发现染色质复合物中的新RNA成分，例如Oct4启动子染色质复合物，并通过分析它们与关键转录因子和表观遗传修饰因子的相互作用，理解它们在退出多能性过程中的作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed interaction patterns between Peln1 and Oct4 promoter chromatin complex reveal about the mechanisms of pluripotency exit in stem cells?",
        "QuestionCn": "观察到的Peln1与Oct4启动子染色质复合物之间的相互作用模式可以揭示干细胞中多能性退出的机制吗？",
        "AnswerEn": "The interaction patterns between Peln1 and the Oct4 promoter chromatin complex suggest that Peln1 plays a role in recruiting DNA methyltransferase DNMT3A, which alters the epigenetic landscape of the Oct4 promoter. This change disrupts chromatin loops necessary for maintaining pluripotency, implying that Peln1 acts as an epigenetic modulator that facilitates the exit from pluripotency by targeting key pathways involved in stem cell self-renewal.",
        "AnswerCn": "Peln1与Oct4启动子染色质复合物之间的相互作用模式表明，Peln1在招募DNA甲基转移酶DNMT3A方面发挥了作用，这改变了Oct4启动子的表观遗传学格局。这一变化破坏了维持多能性所需的染色质环，暗示Peln1作为一种表观遗传调节因子，通过靶向与干细胞自我更新相关的关键通路，促进了多能性的退出。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing chromatin RNA in situ reverse transcription sequencing as a data collection method for identifying lncRNA interactions in stem cell pluripotency exit?",
        "QuestionCn": "利用染色质RNA原位逆转录测序作为数据收集方法来识别干细胞多能性退出中的长链非编码RNA相互作用的潜在后果是什么？",
        "AnswerEn": "Utilizing chromatin RNA in situ reverse transcription sequencing allows for the discovery of new RNA components, such as Peln1, within chromatin complexes that play a role in stem cell pluripotency. This method can reveal interactions between lncRNA and key transcription factors, like Oct4, and how these interactions affect epigenetic modifications through the recruitment of enzymes such as DNMT3A. Consequently, it provides insights into the molecular mechanisms governing the exit from pluripotency, and identifies lncRNA such as Peln1 as potential epigenetic participants in this process, thereby expanding understanding of stem cell biology and reprogramming.",
        "AnswerCn": "利用染色质RNA原位逆转录测序可以发现新的RNA成分，例如Peln1，这些成分在干细胞多能性中的染色质复合物中发挥作用。这种方法可以揭示长链非编码RNA与关键转录因子（如Oct4）之间的相互作用，以及这些相互作用如何通过招募酶（如DNMT3A）影响表观遗传修饰。因此，它提供了关于控制多能性退出的分子机制的见解，并识别出Peln1等长链非编码RNA作为这一过程中的潜在表观遗传参与者，从而扩展了对干细胞生物学和重编程的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose behind collecting chromatin DNA sequencing data in understanding the molecular mechanisms by which stem cells exit pluripotency?",
        "QuestionCn": "收集染色质DNA测序数据以了解干细胞退出多能性过程中的分子机制的目的是什么？",
        "AnswerEn": "The ultimate goal is to uncover the role of the lncRNA Peln1 in the chromatin complex of the Oct4 promoter, revealing its negative correlation with pluripotency during somatic cell reprogramming and its interaction with DNA methyltransferase DNMT3A to alter the epigenotype of the Oct4 promoter. This understanding could identify Peln1 as a novel epigenetic player in inducing stem cells to exit the pluripotent state.",
        "AnswerCn": "最终目标是揭示lncRNA Peln1在Oct4启动子染色质复合物中的作用，揭示其在体细胞重编程过程中与多能性之间的负相关性，以及其与DNA甲基转移酶DNMT3A的相互作用，以改变Oct4启动子的表观基因组。这一理解可能将Peln1确定为诱导干细胞退出多能状态的一个新型表观遗传学参与者。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using chromatin RNA in situ reverse transcription sequencing to study the interaction between lncRNA Peln1 and chromatin DNA in the context of pluripotency exit in stem cells?",
        "QuestionCn": "在使用染色质RNA原位逆转录测序研究lncRNA Peln1与染色质DNA在干细胞多能性退出过程中的相互作用时，涉及的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involve using chromatin RNA in situ reverse transcription sequencing to identify RNA components like Peln1 within chromatin complexes. This technique allows researchers to observe the interaction between Peln1 and the Oct4 promoter chromatin complex, elucidating its role in recruiting DNA methyltransferase DNMT3A and altering the epigenetic landscape. This method aids in understanding how Peln1 disrupts chromosomal loops necessary for maintaining pluripotency, ultimately facilitating the exit from pluripotency.",
        "AnswerCn": "这些程序步骤涉及使用染色质RNA原位逆转录测序来识别染色质复合物中的RNA成分，如Peln1。该技术使研究人员能够观察Peln1与Oct4启动子染色质复合物之间的相互作用，阐明其在招募DNA甲基转移酶DNMT3A和改变表观遗传景观中的作用。这种方法有助于理解Peln1如何破坏维持多能性所需的染色体环，最终促进从多能性状态的退出。",
        "Level": "C3(Applying)"
      }
    ]
  }
}