{
    "id": "776176ce-fe80-4add-813b-006f48f4d169",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Ground observation dataset of corn biomass, vegetation coverage, leaf area index and plant height at Daman station in the middle reaches of Heihe River (growth period in 2020)",
            "titleCn": "黑河中游大满站玉米生物量、植被覆盖度、叶面积指数及株高地面观测数据集（2020年生长期）",
            "description": "This dataset is a continuous ground observation data of vegetation coverage (%), biomass (g/plant), leaf area index (LAI) and plant height (cm) of seed corn during the growing period in 2020 at Daman Station ( 38.85551N,100.37223E)in the middle reaches of the Heihe River. Ground observation was carried out in three sample plots.  Biomass observation included fresh and dry aboveground biomass, fresh and dry underground biomass (fresh and dry root weight), vegetation coverage was observed by digital camera, leaf area index was observed by LAI 2200, and plant height was observed by tape measure. The observation period was from May 31 to September 22, 2020. Observation parameters were observed every 5 days before July 31 and every 10 days thereafter, and a total of 19 observations were carried out during the whole growing period. The dataset can provide data basis for inversion and validation of surface vegetation parameters.",
            "descriptionCn": "本数据为黑河中游大满站（38.85551N，100.37223E）制种玉米2020年生长期的植被覆盖度（%）、生物量（克/株）、叶面积指数以及株高（厘米）的地面连续观测数据集。地面观测在3块样地开展：其中，生物量包括地上生物量鲜重和干重、地下生物量鲜重和干重（根的鲜重和干重）的观测，植被覆盖度采用数码相机拍照法进行观测，叶面积指数采用LAI 2200进行观测，株高采用卷尺进行观测。观测时间段为2020年5月31日-9月22日，观测参数在7月31日以前每5天观测一次，7月31后每10天观测一次，整个生长期共开展了19次观测。该数据集可为地表植被参数反演和验证提供数据基础。",
            "instructions": "Observation data are stored in Excel form. The file name is yyyy.xlsm, where yyyy stands for year.",
            "instructionsCn": "观测数据以Excel表格形式存储。文件名称为yyyy.xlsm，其中yyyy代表年。",
            "east": 100.5,
            "west": 100.25,
            "south": 38.5,
            "north": 38.9,
            "startTime": "2020-05-31 00:00:00",
            "endTime": "2020-09-22 00:00:00",
            "fileSize": 29839.0,
            "cstr": "18406.11.Ecolo.tpdc.271797",
            "doi": "10.11888/Ecolo.tpdc.271797",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "耿丽英",
                "nameEn": "GENG Liying",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques",
                "referenceCn": null,
                "referenceEn": "Geng, L.Y., Che, T., Ma, M.G., Tan, J.L., & Wang, H.B. (2021). Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques. Remote Sensing, 13(12), 2352."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "覆盖度",
                "nameEn": "Fractional cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河中游",
                "keywordEn": "Middle Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "生态系统关键参量监测设备研制与生态物联网示范",
                "titleEn": "Innovative development of equipments and internet-of-things techniques for ecosystem monitoring and its demonstration"
            },
            {
                "titleCn": "基于多源数据的异质地表植被叶面积指数真实性检验研究",
                "titleEn": "Validation of leaf area index for heterogeneous land surface based on multi-source data"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Crop biomass is one of the most important biophysical indicators of crop growth. The accurate and efficient estimation of the regional crop biomass at different growth stages is of great importance in guiding crop management decision making, such as in effective fertilization, water irrigation, weeding, and pest and disease management. In addition, as an important aspect of biomass energy, the accurate estimation of crop biomass contributes to the rational and effective utilization of biomass energy. Moreover, effective estimates of crop biomass during the growing season could play a key role in crop yield prediction. The traditional crop biomass estimation method is mainly based on field measurements, which include destructive field sampling, laboratory drying and weighting. The traditional methods are relatively accurate, but they are labor intensive and time consuming. Moreover, the sparse nature of space makes it impossible to provide a comprehensive understanding at regional or larger scales. Thus, it is impossible to acquire the regional crop biomass via ground measurements alone. The satellite remote sensing technique is a unique and useful method for crop biomass monitoring in a repeatable manner due to the valuable information it provides on vegetation parameters, high spatial coverage and long time series, which effectively compensates for the deficiency of traditional biomass estimation methods. Previous studies have revealed that remote sensing is a reliable and effective technique to obtain biophysical and biochemical crop information."
            ],
            "research objective": [
                "In this paper, four machine learning models, namely random forest (RF), support vector machine (SVM), artificial neural network (ANN), and extreme gradient boosting (XGBoost) were adopted to estimate the seasonal corn biomass based on field observation data and moderate resolution imaging spectroradiometer (MODIS) reflectance data from 2012 to 2019 in the middle reaches of the Heihe River basin, China."
            ],
            "challenges": [
                "This is currently one of the major challenges for agricultural researchers and farm managers."
            ],
            "methods": [
                "In this study, the corn biomass was estimated based on daily MODIS datasets with a 500 m spatial resolution combined with long-term ground observation data in the middle reaches of the Heihe River Basin, and four machine learning algorithms, namely RF, SVM, ANN, and XGBoost, were adopted to predict the biomass. Large, relatively homogeneous areas, which mainly functioned as corn growing areas, were selected as the sample sites. According to a field survey of the sample sites, a total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m. All selected plants in each plot were collected, and the roots of the corn plants were washed. The fresh weight was measured, after which the plants were transported to the laboratory, chopped into easy-to-dry segments, and dried in an oven at 85°C for 48–72 h until a constant dry biomass was obtained. MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. The forward feature selection method was implemented to choose the most influential variables, which is an iterative method starting from the condition of no model features. In each iteration, we add a given feature that best improves the model until the addition of a new variable does not further improve the model performance. The RF, SVM, ANN, and XGBoost algorithms were adopted in this study. R software was used to implement the above four machine learning algorithms with the randomForest, kernlab, brnn, and xgboost packages. In this study, the caret package in R software was applied to tune the parameters of the above four machine learning algorithms. The 10-fold cross validation method was implemented to evaluate the performance of the above four machine learning models due to the small number of training samples."
            ],
            "dataset": [
                "MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. A total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m."
            ],
            "findings": [
                "The results indicated that the corn biomass was suitably estimated (the coefficient of determination (R2) was between 0.72 and 0.78) with the four machine learning models. The XGBoost model performed better than the other three models (R2 = 0.78, root mean squared error (RMSE) = 2.86 t/ha and mean absolute error (MAE) = 1.86 t/ha). Moreover, the RF model was an effective method (R2 = 0.77, RMSE = 2.91 t/ha and MAE = 1.91 t/ha), with a performance comparable to that of the XGBoost model."
            ],
            "backgroundCn": [
                "作物生物量是作物生长最重要的生物物理指标之一。在不同生长阶段准确高效地估算区域作物生物量，对于指导作物管理决策至关重要，例如有效施肥、灌溉、除草以及病虫害管理。此外，作为生物质能源的重要组成部分，准确估算作物生物量有助于生物质能源的合理和有效利用。此外，在生长季节有效估算作物生物量可能在作物产量预测中发挥关键作用。传统的作物生物量估算方法主要基于田间测量，包括破坏性田间取样、实验室干燥和称重。传统方法相对准确，但劳动密集且耗时。此外，空间的稀疏性使得在区域或更大尺度上提供全面理解变得不可能。因此，仅通过地面测量无法获取区域作物生物量。卫星遥感技术是一种独特且有用的作物生物量监测方法，由于其提供的植被参数的宝贵信息、高空间覆盖率和长期时间序列，有效弥补了传统生物量估算方法的不足。以往研究表明，遥感是一种可靠且有效的技术，可以获取生物物理和生化作物信息。"
            ],
            "research objectiveCn": [
                "在本文中，采用了四种机器学习模型，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和极端梯度提升（XGBoost），基于2012年至2019年间的田间观测数据和中分辨率成像光谱仪（MODIS）反射率数据，估算了中国黑河中游地区的季节性玉米生物量。"
            ],
            "challengesCn": [
                "这是目前农业研究人员和农场管理者面临的主要挑战之一。"
            ],
            "methodsCn": [
                "在本研究中，基于每日MODIS数据集（空间分辨率为500米）结合长期地面观测数据，估算了黑河中游地区的玉米生物量，并采用了四种机器学习算法，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost，来预测生物量。选择了大面积、相对均匀的区域，主要作为玉米种植区，作为样本地点。根据对样本地点的实地调查，2012年共选择了16个地点，从2013年到2019年每年选择3个地点进行实地测量。每个样本地点选择1到3个样地进行进一步的生物量观察，每个样地的面积为100米×100米。收集每个样地内的所有植物，并清洗玉米植物的根部。测量新鲜重量后，将植物运输到实验室，切成易于干燥的段，并在85°C的烘箱中干燥48至72小时，直到获得恒定的干生物量。分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。本研究实施了前向特征选择方法，以选择最具影响力的变量，该方法是一种迭代方法，从没有模型特征的条件开始。在每次迭代中，添加一个最佳改善模型的特征，直到添加新变量不再进一步改善模型性能为止。本研究中采用了RF、SVM、ANN和XGBoost算法。使用R软件实现上述四种机器学习算法，使用randomForest、kernlab、brnn和xgboost包。为了调整上述四种机器学习算法的参数，本研究中使用了R软件中的caret包。由于训练样本数量较少，采用了10折交叉验证方法来评估上述四种机器学习模型的性能。"
            ],
            "datasetCn": [
                "本研究分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。2012年选择了16个站点，从2013年到2019年每年选择3个站点进行实地测量。每个样本站点选择1到3个样地进行进一步的生物量观察，每个样地的面积为100米×100米。"
            ],
            "findingsCn": [
                "结果表明，玉米生物量的估计是合适的（决定系数（R2）在0.72到0.78之间），四种机器学习模型均表现良好。其中，XGBoost模型的表现优于其他三种模型（R2 = 0.78，均方根误差（RMSE）= 2.86 t/ha，平均绝对误差（MAE）= 1.86 t/ha）。此外，随机森林（RF）模型也是一种有效的方法（R2 = 0.77，RMSE = 2.91 t/ha，MAE = 1.91 t/ha），其性能与XGBoost模型相当。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are machine learning models like RF, SVM, ANN, and XGBoost primarily used in this domain for estimating crop biomass, or are other statistical methods more prevalent?",
                "QuestionCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost在估计作物生物量的领域中主要被使用，还是其他统计方法更为普遍？",
                "AnswerEn": "Machine learning models like RF, SVM, ANN, and XGBoost are primarily used in this domain for estimating crop biomass.",
                "AnswerCn": "机器学习模型如RF、SVM、ANN和XGBoost主要用于该领域的作物生物量估算。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used for measuring corn biomass in agricultural research?",
                "QuestionCn": "在农业研究中，用于测量玉米生物量的数据收集方法有哪些？",
                "AnswerEn": "Destructive field sampling, laboratory drying and weighting, digital photography, LAI 2200, tape measures",
                "AnswerCn": "破坏性现场采样、实验室干燥和称重、数码摄影、LAI 2200、卷尺",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the observations for corn biomass and related parameters conducted during the growing season?",
                "QuestionCn": "在生长季节中，玉米生物量及相关参数的观察通常在何时进行？",
                "AnswerEn": "May 31 to September 22",
                "AnswerCn": "5月31日至9月22日",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate crop biomass in agricultural research?",
                "QuestionCn": "您能否提供一个用于估计农业研究中作物生物量的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to estimate crop biomass involves field measurements, which include destructive field sampling, laboratory drying, and weighing. The traditional methods are accurate but labor-intensive and time-consuming.",
                "AnswerCn": "一种用于估计作物生物量的数据收集方法涉及田间测量，包括破坏性田间取样、实验室干燥和称重。传统方法准确但劳动密集且耗时。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when estimating regional crop biomass using traditional methods?",
                "QuestionCn": "估计区域作物生物量时，传统方法面临的一个挑战是什么？",
                "AnswerEn": "A challenge when estimating regional crop biomass using traditional methods is the sparse nature of data collection, which makes it impossible to provide a comprehensive understanding at regional or larger scales. Ground measurements alone cannot acquire regional crop biomass effectively.",
                "AnswerCn": "估计区域作物生物量时，传统方法面临的一个挑战是数据收集的稀疏性，这使得在区域或更大尺度上提供全面理解变得不可能。仅靠地面测量无法有效获取区域作物生物量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of data collection methods used for measuring crop biomass in agricultural research?",
                "QuestionCn": "用于测量农业研究中作物生物量的数据收集方法的关键特征是什么？",
                "AnswerEn": "destructive sampling, laboratory drying, weighting, digital photography for vegetation cover, LAI 2200 for leaf area index, tape measures for plant height, remote sensing techniques, MODIS reflectance data",
                "AnswerCn": "破坏性采样、实验室干燥、称重、数字摄影用于植被覆盖、LAI 2200用于叶面积指数、卷尺用于植物高度、遥感技术、MODIS反射数据",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with acquiring regional crop biomass data using ground measurements alone?",
                "QuestionCn": "仅通过地面测量获取区域作物生物量数据面临哪些挑战？",
                "AnswerEn": "labor-intensive, time-consuming, sparse nature of space",
                "AnswerCn": "劳动密集型、耗时、稀疏的空间性质",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific properties of datasets used for estimating corn biomass in the middle reaches of the Heihe River Basin?",
                "QuestionCn": "用于估计黑河流域中游玉米生物量的数据集的具体属性是什么？",
                "AnswerEn": "MODIS MCD43A4, MOD15A2, May to September, 100 m × 100 m plots, fresh weight, lab drying, RF, SVM, ANN, XGBoost",
                "AnswerCn": "MODIS MCD43A4, MOD15A2, 5月至9月, 100米×100米样地, 鲜重, 实验室干燥, 随机森林, 支持向量机, 人工神经网络, XGBoost",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation sessions were conducted during the corn growing season in the field study?",
                "QuestionCn": "在田间研究中，玉米生长季节进行了多少次观察会话？",
                "AnswerEn": "19",
                "AnswerCn": "19",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many sample sites were selected for field measurement purposes each year from 2013 to 2019?",
                "QuestionCn": "2013年至2019年每年选择了多少个样本点用于现场测量？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the MODIS datasets used for corn biomass estimation?",
                "QuestionCn": "用于玉米生物量估计的MODIS数据集的空间分辨率是多少？",
                "AnswerEn": "500 meters",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the role of satellite remote sensing in crop biomass monitoring?",
                "QuestionCn": "卫星遥感在作物生物量监测中的作用是什么？",
                "AnswerEn": "Satellite remote sensing is a unique and useful method for crop biomass monitoring in a repeatable manner due to the valuable information it provides on vegetation parameters, high spatial coverage, and long time series, which effectively compensates for the deficiency of traditional biomass estimation methods.",
                "AnswerCn": "卫星遥感是一种独特且有用的作物生物量监测方法，因其提供了关于植被参数的宝贵信息、高空间覆盖率和长时间序列，有效弥补了传统生物量估算方法的不足。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the digital camera photographic method in vegetation cover observation?",
                "QuestionCn": "数字相机在植被覆盖观察中的摄影方法是什么？",
                "AnswerEn": "The digital camera photographic method is a data collection technique used for observing vegetation cover percentage by taking photographs with a digital camera.",
                "AnswerCn": "数字相机摄影方法是一种数据收集技术，用于通过使用数码相机拍摄照片来观察植被覆盖百分比。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the forward feature selection method in machine learning model development?",
                "QuestionCn": "前向特征选择是一种机器学习模型开发中的特征选择方法。",
                "AnswerEn": "The forward feature selection method is an iterative process used to choose the most influential variables by starting with no model features and adding features that best improve the model until no further improvement is observed.",
                "AnswerCn": "前向特征选择方法是一种迭代过程，用于选择最具影响力的变量。该方法从没有模型特征开始，逐步添加最能改善模型的特征，直到不再观察到进一步的改善为止。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do ground-based observations for corn biomass estimation compare with remote sensing techniques in terms of accuracy and labor intensity?",
                "QuestionCn": "地面观测在玉米生物量估计方面与遥感技术相比，在准确性和劳动强度方面如何？",
                "AnswerEn": "Ground-based observations, such as destructive field sampling and laboratory drying, are relatively accurate but labor-intensive and time-consuming. In contrast, remote sensing techniques provide valuable information on vegetation parameters with high spatial coverage and long time series, which effectively compensates for the deficiencies of traditional methods.",
                "AnswerCn": "地面观测，如破坏性现场取样和实验室干燥，虽然相对准确，但劳动密集且耗时。相比之下，遥感技术能够提供高空间覆盖率和长时间序列的植被参数信息，有效弥补了传统方法的不足。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences and similarities in the data collection methods used for estimating corn biomass on the ground versus using MODIS datasets?",
                "QuestionCn": "用于估计地面玉米生物量的数据收集方法与使用MODIS数据集的方法之间的异同是什么？",
                "AnswerEn": "Ground-based methods involve direct measurements like fresh and dry weight observations and measurements of plant height on sample plots. MODIS datasets, on the other hand, leverage satellite-based reflectance data to provide regional crop biomass estimates. Both methods aim to estimate biomass, but ground-based methods are more direct and localized, while MODIS offers broader coverage and is less labor-intensive.",
                "AnswerCn": "地面方法涉及直接测量，如新鲜和干重观察以及样本地块上的植物高度测量。MODIS 数据集则利用卫星反射数据提供区域作物生物量估计。这两种方法都旨在估计生物量，但地面方法更直接且局部，而 MODIS 提供更广泛的覆盖范围且劳动强度较低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the selected machine learning algorithms infer the relationship between MODIS reflectance data and corn biomass during different growth stages?",
                "QuestionCn": "所选的机器学习算法如何推断MODIS反射率数据与不同生长阶段玉米生物量之间的关系？",
                "AnswerEn": "The machine learning algorithms, including random forest (RF), support vector machine (SVM), artificial neural network (ANN), and extreme gradient boosting (XGBoost), use field observation data and MODIS reflectance to estimate corn biomass. They analyze patterns in the data to model the relationship between the observed reflectance and biomass measurements, improving predictions over time through iterative training and feature selection.",
                "AnswerCn": "机器学习算法，包括随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和极端梯度提升（XGBoost），利用实地观测数据和MODIS反射率来估计玉米生物量。它们分析数据中的模式，以建立观测反射率与生物量测量之间的关系，通过迭代训练和特征选择不断提高预测准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What can be inferred about the challenges of using ground-based measurements alone for regional biomass estimation, and how does satellite remote sensing complement these efforts?",
                "QuestionCn": "可以推断出，仅依靠地面测量进行区域生物量估算面临的挑战，以及卫星遥感如何补充这些努力。",
                "AnswerEn": "Ground-based measurements are accurate but labor-intensive and not feasible for large-scale regional assessments due to their spatial limitations. Satellite remote sensing, with its high spatial coverage and long time series, complements ground-based efforts by providing comprehensive and continuous data, thus addressing the spatial limitations of ground-based methods and allowing for more complete biomass estimation across larger areas.",
                "AnswerCn": "地面测量虽然准确，但劳动密集且由于空间限制不适合大规模区域评估。卫星遥感具有高空间覆盖率和长时间序列，能够补充地面工作，通过提供全面和连续的数据，从而解决地面方法的空间限制，并允许在更大区域内进行更完整的生物量估算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately estimating crop biomass using satellite remote sensing techniques?",
                "QuestionCn": "准确估计作物生物量时，卫星遥感技术的复杂性受到哪些因素的影响？",
                "AnswerEn": "Satellite remote sensing techniques provide valuable information on vegetation parameters and offer high spatial coverage and long time series, which are essential for regional crop biomass estimation. However, the complexity arises from the need to effectively compensate for the deficiencies of traditional biomass estimation methods, which are labor-intensive and time-consuming, and the challenge of achieving comprehensive coverage at regional scales solely through ground measurements.",
                "AnswerCn": "卫星遥感技术提供了有关植被参数的宝贵信息，并且具有高空间覆盖率和长时间序列，这对于区域作物生物量估计至关重要。然而，复杂性在于需要有效补偿传统生物量估计方法的不足，这些方法劳动密集且耗时，并且仅通过地面测量难以在区域尺度上实现全面覆盖。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are traditional crop biomass estimation methods seen as insufficient for regional scale analysis in the context of agricultural research?",
                "QuestionCn": "传统的作物生物量估计方法在农业研究的区域尺度分析中被视为不足的原因是什么？",
                "AnswerEn": "Traditional crop biomass estimation methods, which involve destructive field sampling, laboratory drying, and weighing, are accurate but labor-intensive and time-consuming. Their sparse nature and the inability to cover larger spatial scales make them insufficient for regional analysis. Thus, they cannot provide a comprehensive understanding at regional or larger scales, necessitating the use of satellite remote sensing techniques for more extensive and efficient monitoring.",
                "AnswerCn": "传统的作物生物量估计方法涉及破坏性田间取样、实验室干燥和称重，虽然准确，但劳动密集且耗时。由于其稀疏性以及无法覆盖更大空间尺度，使得这些方法不足以进行区域分析。因此，它们无法提供区域或更大尺度的全面理解，这就需要使用卫星遥感技术进行更广泛和高效的监测。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the underlying reasons for using machine learning models in estimating crop biomass based on remote sensing data?",
                "QuestionCn": "使用机器学习模型估计基于遥感数据的作物生物量的潜在原因是什么？",
                "AnswerEn": "Machine learning models, such as RF, SVM, ANN, and XGBoost, are used to estimate crop biomass because they can effectively handle the integration of field observation data with remote sensing data. These models are capable of analyzing complex patterns and relationships within the data, improving the accuracy of biomass estimates by utilizing influential variables selected through methods like forward feature selection. This approach compensates for the limitations of traditional methods by providing reliable, scalable solutions for biomass estimation.",
                "AnswerCn": "机器学习模型，如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost，被用于估算作物生物量，因为它们能够有效地处理田间观测数据与遥感数据的集成。这些模型能够分析数据中的复杂模式和关系，通过利用前向特征选择等方法选择的影响变量，提高生物量估算的准确性。这种方法弥补了传统方法的局限性，提供了可靠、可扩展的生物量估算解决方案。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes might result from using machine learning models to predict crop biomass instead of traditional methods?",
                "QuestionCn": "使用机器学习模型预测作物生物量而不是传统方法可能会产生哪些结果？",
                "AnswerEn": "Using machine learning models to predict crop biomass can lead to more efficient and potentially more accurate estimations compared to traditional methods. Machine learning allows for the integration of large datasets such as MODIS reflectance data, and models like XGBoost and RF have shown high performance in estimating biomass, thus supporting more informed crop management decisions.",
                "AnswerCn": "使用机器学习模型预测作物生物量可以比传统方法更高效且更准确。机器学习允许整合大规模数据集，如MODIS反射率数据，而像XGBoost和随机森林（RF）这样的模型在估计生物量方面表现出色，从而支持更为明智的作物管理决策。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to gather ground observation data in conjunction with satellite remote sensing data for estimating crop biomass in agricultural research?",
                "QuestionCn": "在农业研究中，结合地面观测数据与卫星遥感数据来估算作物生物量的重要性是什么？",
                "AnswerEn": "It is important because traditional methods based on field measurements are labor intensive and time-consuming, while satellite remote sensing provides valuable information on vegetation parameters with high spatial coverage and long time series, effectively compensating for the deficiencies of traditional methods and allowing for a more comprehensive regional understanding.",
                "AnswerCn": "这很重要，因为基于实地测量的传统方法劳动密集且耗时，而卫星遥感提供了关于植被参数的宝贵信息，具有高空间覆盖率和长时间序列，有效弥补了传统方法的不足，使得对区域的综合理解更加全面。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can machine learning models be utilized to estimate crop biomass using both field observation data and remote sensing datasets?",
                "QuestionCn": "机器学习模型如何利用田间观测数据和遥感数据集来估计作物生物量？",
                "AnswerEn": "Machine learning models like random forest, support vector machine, artificial neural network, and extreme gradient boosting can be applied to estimate crop biomass by integrating field observation data with remote sensing datasets such as MODIS reflectance data. The process involves selecting sample sites, collecting biomass data, extracting relevant features, and tuning model parameters using techniques like forward feature selection and cross-validation.",
                "AnswerCn": "机器学习模型如随机森林、支持向量机、人工神经网络和极端梯度提升可以通过将田间观测数据与遥感数据（如MODIS反射率数据）相结合来估计作物生物量。该过程包括选择样本地点、收集生物量数据、提取相关特征，以及使用前向特征选择和交叉验证等技术来调整模型参数。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable accurate estimation of crop biomass in agricultural research?",
                "QuestionCn": "哪些数据收集方法能够准确估计农业研究中的作物生物量？",
                "AnswerEn": "Accurate estimation of crop biomass can be enabled by combining traditional field measurements, such as destructive field sampling, with satellite remote sensing techniques that provide high spatial coverage and long time series data.",
                "AnswerCn": "准确估计作物生物量可以通过结合传统的田间测量（如破坏性田间取样）与提供高空间覆盖率和长期时间序列数据的卫星遥感技术来实现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets enable comprehensive understanding of regional crop biomass over large spatial scales?",
                "QuestionCn": "哪些数据集能够在大空间尺度上全面理解区域作物生物量？",
                "AnswerEn": "Datasets such as MODIS MCD43A4 and MOD15A2 products enable a comprehensive understanding of regional crop biomass over large spatial scales by providing valuable vegetation parameters from 2012 to 2019, which can be supplemented with field measurements from selected sites.",
                "AnswerCn": "MODIS MCD43A4 和 MOD15A2 产品等数据集通过提供2012年至2019年的宝贵植被参数，使得对大尺度区域作物生物量的全面理解成为可能，这些数据可以与选定地点的实地测量相结合。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might traditional field measurement methods for crop biomass estimation be expected to face challenges in providing comprehensive data at regional scales?",
                "QuestionCn": "传统的田间测量方法在作物生物量估算方面可能面临挑战，因为它们在区域尺度上提供全面数据时可能存在困难。",
                "AnswerEn": "Traditional field measurement methods are labor-intensive, time-consuming, and limited by the sparse nature of spatial coverage, making it impossible to acquire comprehensive regional data through ground measurements alone.",
                "AnswerCn": "传统的现场测量方法劳动密集、耗时，并且由于空间覆盖稀疏，无法仅通过地面测量获得全面的区域数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might remote sensing techniques be expected to improve the estimation of crop biomass compared to traditional methods?",
                "QuestionCn": "遥感技术在估算作物生物量方面可能比传统方法更有效的原因是什么？",
                "AnswerEn": "Remote sensing techniques provide valuable information on vegetation parameters with high spatial coverage and long time series, effectively compensating for the limitations of traditional biomass estimation methods.",
                "AnswerCn": "遥感技术提供了关于植被参数的宝贵信息，具有高空间覆盖率和长时间序列，有效弥补了传统生物量估计方法的局限性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways could the current dataset collection methods be expanded or refined to improve the accuracy of crop biomass estimation?",
                "QuestionCn": "当前的数据集收集方法可以通过哪些方式扩展或改进，以提高作物生物量估计的准确性？",
                "AnswerEn": "Expanding dataset collection methods could involve increasing the frequency and spatial resolution of remote sensing data, incorporating additional biophysical parameters, and exploring new sensors or technologies. Refinements might include optimizing the sampling strategy, improving data preprocessing techniques, and adopting advanced machine learning models that better account for variability in environmental conditions.",
                "AnswerCn": "扩展数据集收集方法可以包括增加遥感数据的频率和空间分辨率，纳入更多的生物物理参数，以及探索新的传感器或技术。改进可能包括优化采样策略、改善数据预处理技术，以及采用更好地考虑环境条件变异性的先进机器学习模型。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how different data collection methods impact the accuracy and efficiency of crop biomass estimation.",
                "QuestionCn": "我不明白不同的数据收集方法如何影响作物生物量估计的准确性和效率。",
                "AnswerEn": "Traditional methods like field measurements offer high accuracy but are labor-intensive and time-consuming, whereas satellite remote sensing provides a repeatable and large-scale approach that compensates for the limitations of ground measurements.",
                "AnswerCn": "传统方法如实地测量提供高精度，但劳动密集且耗时，而卫星遥感则提供可重复和大规模的方法，弥补了地面测量的局限性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that arise in collecting and analyzing long-term ground observation data for crop biomass estimation.",
                "QuestionCn": "我对收集和分析长期地面观测数据以估算作物生物量所面临的挑战感到不确定。",
                "AnswerEn": "Challenges include the labor-intensive nature of traditional field measurements, the difficulty in covering large or regional scales through ground methods alone, and the need for integrating satellite data to gain comprehensive insights.",
                "AnswerCn": "挑战包括传统现场测量的劳动密集型特性、仅通过地面方法覆盖大范围或区域规模的困难，以及需要整合卫星数据以获得全面的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the potential of using satellite remote sensing techniques to enhance data collection methods for estimating crop biomass in agricultural research.",
                "QuestionCn": "请探讨使用卫星遥感技术增强农业研究中作物生物量估计的数据收集方法的潜力。",
                "AnswerEn": "Satellite remote sensing techniques provide a unique and useful method for crop biomass monitoring due to their high spatial coverage and long time series, which effectively compensate for the deficiencies of traditional biomass estimation methods such as destructive field sampling and laboratory processing.",
                "AnswerCn": "卫星遥感技术由于其高空间覆盖率和长期时间序列，为作物生物量监测提供了一种独特而有效的方法，这有效弥补了传统生物量估算方法（如破坏性田间取样和实验室处理）的不足。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please analyze the challenges associated with traditional field-based crop biomass estimation methods and how machine learning models can address these challenges.",
                "QuestionCn": "请分析与传统基于田间的作物生物量估计方法相关的挑战，以及机器学习模型如何解决这些挑战。",
                "AnswerEn": "Traditional field-based biomass estimation methods are labor-intensive, time-consuming, and cannot provide a comprehensive understanding at regional or larger scales. Machine learning models, like RF, SVM, ANN, and XGBoost, can estimate crop biomass more efficiently by utilizing field observation data in combination with satellite data, thus providing more comprehensive and scalable solutions.",
                "AnswerCn": "传统的基于实地的生物量估计方法劳动密集、耗时，并且无法在区域或更大规模上提供全面的理解。机器学习模型，如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost，可以通过利用实地观测数据与卫星数据的结合，更高效地估计作物生物量，从而提供更全面和可扩展的解决方案。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets that could be integrated with existing field observation data to improve the estimation of crop biomass using machine learning models.",
                "QuestionCn": "请识别潜在的数据集，这些数据集可以与现有的田间观测数据集成，以改善使用机器学习模型对作物生物量的估计。",
                "AnswerEn": "MODIS datasets, specifically MCD43A4 and MOD15A2 products, from May to September, have been effectively used in combination with ground observation data to estimate crop biomass. These datasets can be integrated into machine learning models to enhance the estimation process by providing high spatial and temporal resolution data.",
                "AnswerCn": "MODIS 数据集，特别是 MCD43A4 和 MOD15A2 产品，从五月到九月，已与地面观测数据有效结合，用于估算作物生物量。这些数据集可以集成到机器学习模型中，通过提供高空间和时间分辨率的数据来增强估算过程。",
                "Level": "C6(Creating)"
            }
        ]
    }
}