{
  "id": "779a5583-5cd2-4848-a140-2729a2159fd7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacier boundary in Qilian Mountains (V2.0, 2019)",
      "titleCn": "祁连山地区冰川边界（v2.0, 2019）",
      "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2019. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2019 were used as basic data for glacier extraction. Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2019, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
      "descriptionCn": "本数据为祁连山地区2019年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2019年祁连山全境的高分系列影像。参考数据为谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2019年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
      "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector",
      "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量",
      "east": 102.238,
      "west": 95.125,
      "south": 37.475,
      "north": 39.575,
      "startTime": "2019-07-01 00:00:00",
      "endTime": "2019-09-30 00:00:00",
      "fileSize": 3556478.0,
      "cstr": "18406.11.Glacio.tpdc.271473",
      "doi": "10.11888/Glacio.tpdc.271473",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李佳",
        "nameEn": "LI Jia",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
        "titleEn": null,
        "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
        "referenceEn": null
      },
      {
        "titleCn": "基于第二次冰川编目的中国冰川现状",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
        "referenceEn": null
      },
      {
        "titleCn": "气候变化对冰川影响与风险研究",
        "titleEn": null,
        "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "地表产品",
        "nameEn": "Land surface product"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019年",
        "keywordEn": "2019year",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to extract glacier boundaries in a specific region using remote sensing data and manual correction?",
        "QuestionCn": "您能否提供一个使用遥感数据提取特定区域冰川边界并进行手动修正的方法示例？",
        "AnswerEn": "An example of a method used to extract glacier boundaries involves utilizing the classic band ratio method combined with manual correction. This method was applied to high-resolution satellite images covering the entire Qilian Mountain region in 2019, with additional reference to Google and Tianditu imagery.",
        "AnswerCn": "提取冰川边界的一种方法涉及利用经典的波段比率方法结合手动修正。该方法应用于2019年覆盖整个祁连山地区的高分辨率卫星图像，并参考了谷歌和天地图影像。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of glacier boundary extraction methods used in glacier distribution datasets for regions like Qilian Mountains?",
        "QuestionCn": "在像祁连山这样的地区用于冰川分布数据集的冰川边界提取方法的关键特征是什么？",
        "AnswerEn": "classic band ratio methods, manual corrections, high-resolution imagery, shapefile format, spatial resolution of 2 meters, boundary accuracy within approximately 2 meters, coordinate systems, glacier ID, glacier area",
        "AnswerCn": "经典波段比值法，手动校正，高分辨率影像，Shapefile格式，空间分辨率为2米，边界精度约为2米，坐标系，冰川ID，冰川面积。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of data collected in a dataset related to glacier boundaries in the Qilian Mountains?",
        "QuestionCn": "与祁连山冰川边界相关的数据集中的数据空间分辨率是多少？",
        "AnswerEn": "2 meters",
        "AnswerCn": "2米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '波段比值法' mean in the context of glacier boundary extraction?",
        "QuestionCn": "在冰川边界提取的背景下，“波段比值法”是什么意思？",
        "AnswerEn": "'波段比值法' refers to a method of extracting glacier boundaries using the ratio of different spectral bands in satellite imagery. In the context of glacier boundary extraction, it involves analyzing the reflectance values across various spectral bands to differentiate glacier areas from non-glacier areas. This method is often followed by manual correction to enhance accuracy.",
        "AnswerCn": "'波段比值法'是指一种利用卫星影像中不同光谱波段的比值来提取冰川边界的方法。在冰川边界提取的背景下，它涉及分析各个光谱波段的反射值，以区分冰川区域和非冰川区域。该方法通常会随后进行人工修正，以提高准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy of glacier boundary mapping when using high-resolution imagery and manual correction methods in glacier distribution studies?",
        "QuestionCn": "在冰川分布研究中，使用高分辨率影像和手动修正方法进行冰川边界绘制时，可能对准确性产生的后果是什么？",
        "AnswerEn": "The use of high-resolution imagery and manual correction methods can enhance the accuracy of glacier boundary mapping by providing detailed spatial resolution (2 meters) and allowing for precise boundary delineation with accuracy close to one pixel. This approach helps in accurately assessing glacier distribution and can be crucial for studies on glacier mass balance changes and the impact of glacier changes on watershed runoff.",
        "AnswerCn": "高分辨率影像和手动修正方法的使用可以通过提供详细的空间分辨率（2米）来提高冰川边界绘制的准确性，并允许以接近一个像素的精确度进行边界划定。这种方法有助于准确评估冰川分布，对于冰川质量平衡变化的研究以及冰川变化对流域径流影响的研究至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind using high-resolution imagery and manual correction methods for extracting glacier boundaries in the Qilian Mountains region?",
        "QuestionCn": "在祁连山地区，使用高分辨率影像和人工校正方法提取冰川边界的主要目标是什么？",
        "AnswerEn": "The primary objectives are to accurately map the distribution of glaciers in the Qilian Mountains for 2019, which can be used for quantitative estimation of glacier mass balance changes and assessing the impact of glacier changes on river runoff in the region.",
        "AnswerCn": "主要目标是准确绘制2019年祁连山地区冰川的分布图，以便定量估算冰川质量平衡变化，并评估冰川变化对该地区河流径流的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in extracting glacier boundaries using satellite imagery, and how do methods like band ratio and manual correction contribute to this process?",
        "QuestionCn": "使用卫星影像提取冰川边界涉及哪些程序步骤，以及像波段比率和人工校正这样的方法如何在这一过程中发挥作用？",
        "AnswerEn": "The procedure for extracting glacier boundaries using satellite imagery in the specified region involves using a band ratio method for initial extraction, followed by manual corrections to refine the boundaries. The original data comes from high-resolution satellite images from the Gaofen series acquired in 2019. The process is supplemented by reference imagery from Google Earth and Tianditu to ensure accuracy. The final product is a shapefile with attributes such as coordinates, glacier ID, and area, with a spatial resolution of 2 meters and boundary precision up to 2 meters.",
        "AnswerCn": "提取冰川边界的程序使用卫星影像中的波段比率方法进行初步提取，随后通过手动修正来细化边界。原始数据来自2019年获取的高分系列高分辨率卫星图像。该过程还辅以来自谷歌地球和天地图的参考影像，以确保准确性。最终产品是一个包含坐标、冰川ID和面积等属性的shapefile，空间分辨率为2米，边界精度可达2米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the accurate mapping of glacier boundaries in mountain regions like Qilian Mountains?",
        "QuestionCn": "哪些数据收集技术能够准确绘制像祁连山这样的山区冰川边界？",
        "AnswerEn": "The mapping of glacier boundaries in Qilian Mountains is enabled by the use of classic band ratio methods combined with manual correction techniques. The primary data source is high-resolution imagery from the GaoFen series, supplemented by reference imagery from Google Earth and Tianditu. This approach allows for a spatial resolution of 2 meters and boundary precision of approximately 2 meters, facilitating accurate glacier distribution representation.",
        "AnswerCn": "在祁连山地区，冰川边界的绘制依赖于经典的波段比率方法与手动修正技术相结合。主要数据来源是高分系列的高分辨率影像，辅以来自谷歌地球和天地图的参考影像。这种方法使得空间分辨率达到2米，边界精度约为2米，从而实现了冰川分布的准确表示。",
        "Level": "C3(Applying)"
      }
    ]
  }
}