{
  "id": "779a9fca-4099-4645-a674-9cd5c10ff1ff",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR data in the Shenshawo desert area of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域神沙窝沙漠机载激光雷达原始数据",
      "description": "On 19 August 2012 (UTC+8), Leica ALS70 airborne laser scanner carried by the Harbin Y-12 aircraft was used in a LiDAR airborne optical remote sensing experiment. Leica ALS70 airborne laser scanner has unlimited numbers of returns intensities measurements including the first, second, third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 2900 m with the point cloud density 1 point per square meter. Airborne LiDAR-DEM and DSM data production were obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年8月19日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司生产的ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064纳米，多次回波（1,2,3和末次）。小沙漠地区飞行绝对航高2900米，平均点云密度4点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DSM和DEM数据产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.48,
      "west": 100.46,
      "south": 38.76,
      "north": 38.78,
      "startTime": "2018-11-24 18:49:02",
      "endTime": "2018-11-24 18:49:02",
      "fileSize": 634214027.0,
      "cstr": "18406.11.hiwater.157.2014.db",
      "doi": "10.3972/hiwater.157.2014.db",
      "dataFormat": "las",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "机载激光雷达",
        "nameEn": "Airborne laser radar"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "神沙窝沙漠站",
        "keywordEn": "Shenshawo desert station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-19",
        "keywordEn": "2012-08-19",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of ALS70 with a laser wavelength of 1064 nanometers align with common practices for airborne LiDAR remote sensing in eco-hydrological studies?",
        "QuestionCn": "使用1064纳米激光波长的ALS70是否符合生态水文研究中航空激光雷达遥感的常见做法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are multiscale observations typically hindered by the poor availability of data in eco-hydrological research?",
        "QuestionCn": "多尺度观测通常受到生态水文学研究中数据可用性差的影响吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the HiWATER observation system designed to capture eco-hydrological processes using a combination of ground sensors and airborne remote sensing technologies?",
        "QuestionCn": "HiWATER观测系统是否旨在通过地面传感器和空中遥感技术的结合来捕捉生态水文过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used in airborne remote sensing for eco-hydrological studies in arid regions?",
        "QuestionCn": "在干旱地区的生态水文研究中，航空遥感的主要数据收集方法有哪些？",
        "AnswerEn": "LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
        "AnswerCn": "激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the data from the HiWATER experiment available for researchers interested in eco-hydrological processes?",
        "QuestionCn": "HiWATER实验中关于生态水文过程的数据在哪里可以供研究人员使用？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges do researchers face in the field of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "研究人员在异质表面生态水文过程领域面临哪些挑战？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a dataset that addresses the challenge of poor availability of multiscale observations in eco-hydrological research?",
        "QuestionCn": "一个解决生态水文研究中多尺度观测可用性差挑战的数据集示例是什么？",
        "AnswerEn": "An example of such a dataset is the multiscale dataset obtained from the HiWATER experiment, which features hyper-resolution airborne remote sensing using LiDAR and other sensors, combined with ground measurements of vegetation dynamics, and is available at repositories like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "这样的数据集的一个例子是从HiWATER实验获得的多尺度数据集，该数据集结合了高分辨率的航空遥感（使用LiDAR和其他传感器）和植被动态的地面测量，且可在figshare和寒区与干旱区科学数据中心等数据仓库中获取。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a research approach that utilizes intensive airborne remote sensing missions to study eco-hydrological interactions?",
        "QuestionCn": "您能否提供一个利用密集空中遥感任务研究生态水文相互作用的研究方法的例子？",
        "AnswerEn": "A research approach that exemplifies this is the HiWATER experiment, which conducted 12 airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer to cover the FEA and capture eco-hydrological interactions.",
        "AnswerCn": "一个典型的研究方法是HiWATER实验，该实验进行了12次航空遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以覆盖FEA并捕捉生态水文相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the LiDAR data collection method used in eco-hydrological studies in oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统的生态水文研究中使用的LiDAR数据收集方法有哪些特征？",
        "AnswerEn": "laser wavelength of 1064 nanometers, multiple echoes (1st, 2nd, 3rd, and last), absolute altitude of 2900 meters, average point cloud density of 4 points per square meter",
        "AnswerCn": "激光波长为1064纳米，多重回波（第1次、第2次、第3次和最后一次），绝对海拔为2900米，平均点云密度为每平方米4个点。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the unique features of the multiscale dataset obtained from eco-hydrological research in heterogeneous surfaces?",
        "QuestionCn": "生态水文研究中获得的多尺度数据集的独特特征是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing data, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements, vegetation dynamics, photosynthesis processes, quality controlled data",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，超高分辨率机载遥感数据，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，同步地面测量，植被动态，光合作用过程，质量控制数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA using LiDAR in 2012?",
        "QuestionCn": "2012年进行的空中遥感任务中，有多少次使用LiDAR覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What was the absolute flight altitude during the LiDAR remote sensing experiment in the small desert area?",
        "QuestionCn": "在小沙漠地区的LiDAR遥感实验中，绝对飞行高度是多少？",
        "AnswerEn": "2900 meters",
        "AnswerCn": "2900米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'hierarchically nested scales' mean in the context of eco-hydrological data collection?",
        "QuestionCn": "在生态水文数据收集的背景下，“层次嵌套尺度”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological data collection, 'hierarchically nested scales' refers to the arrangement of instruments at different spatial scales to capture multi-scale eco-hydrological processes. This approach was used in the HiWATER experiment to obtain multiscale and multidisciplinary data by arranging instruments in a way that allows for observations at various spatial resolutions and extents.",
        "AnswerCn": "在生态水文数据收集的背景下，“分层嵌套尺度”指的是在不同空间尺度上安排仪器，以捕捉多尺度生态水文过程。这种方法在HiWATER实验中得到了应用，通过以一种方式安排仪器，获得多尺度和多学科的数据，从而允许在各种空间分辨率和范围内进行观察。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is 'hyper-resolution airborne remote sensing' in eco-hydrological studies?",
        "QuestionCn": "什么是生态水文研究中的“超高分辨率机载遥感”？",
        "AnswerEn": "'Hyper-resolution airborne remote sensing' in eco-hydrological studies involves using advanced remote sensing technologies, such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, to collect high-resolution spatial data from airborne platforms. This technique was employed during the HiWATER experiment to enhance the understanding of eco-hydrological processes by providing detailed observations over the study area.",
        "AnswerCn": "“超高分辨率航空遥感”在生态水文研究中涉及使用先进的遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，从航空平台收集高分辨率空间数据。这项技术在HiWATER实验中得到了应用，以通过提供对研究区域的详细观测来增强对生态水文过程的理解。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can multiscale observations enhance the understanding of eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度观测如何增强对异质表面生态水文过程的理解？",
        "AnswerEn": "Multiscale observations, as obtained from the HiWATER experiment, can enhance the understanding of eco-hydrological processes by capturing data at different spatial scales and integrating diverse types of information, such as flux measurements from eddy covariance towers, soil moisture, and leaf area index sensors, and remote sensing data from LiDAR and other instruments. This approach allows for a comprehensive analysis of interactions within oasis-desert systems.",
        "AnswerCn": "多尺度观测，如通过HiWATER实验获得的观测，可以通过捕捉不同空间尺度的数据并整合多种信息类型（如涡度协方差塔的通量测量、土壤湿度、叶面积指数传感器以及来自LiDAR和其他仪器的遥感数据），增强对生态水文过程的理解。这种方法允许对绿洲-沙漠系统内的相互作用进行全面分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways can the integration of ground and airborne measurements improve data quality and applicability for eco-hydrological research?",
        "QuestionCn": "将地面测量与空中测量相结合可以通过哪些方式提高生态水文研究的数据质量和适用性？",
        "AnswerEn": "Integration of ground measurements, such as those from eddy covariance towers and automatic meteorological stations, with airborne remote sensing data, can improve data quality and applicability by providing a more detailed and accurate depiction of eco-hydrological processes. This combination allows for cross-validation of data and helps to capture complex interactions at different scales, thus enhancing the reliability and depth of the research findings.",
        "AnswerCn": "地面测量数据的整合，例如来自涡度协方差塔和自动气象站的数据，与航空遥感数据的结合，可以通过提供更详细和准确的生态水文过程描绘来提高数据质量和适用性。这种组合允许数据的交叉验证，并有助于捕捉不同尺度上复杂的相互作用，从而增强研究结果的可靠性和深度。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the poor availability of multiscale observations in the upscaling of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上进行生态水文过程的上尺度化时，导致多尺度观测稀缺的原因是什么？",
        "AnswerEn": "Progress in upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations. This challenge is addressed by the HiWATER experiment through the use of instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "生态水文过程的升级进展受到多尺度观测数据稀缺的制约。HiWATER实验通过在层次嵌套的尺度上使用仪器，获取多尺度和多学科的数据，从而解决了这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are multiple airborne remote sensing missions necessary for collecting data in oasis-desert systems?",
        "QuestionCn": "为什么在绿洲-沙漠系统中收集数据需要多个空中遥感任务？",
        "AnswerEn": "Multiple airborne remote sensing missions are necessary to capture the diverse eco-hydrological processes occurring at different scales within oasis-desert systems. These missions utilize LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers to provide comprehensive data coverage.",
        "AnswerCn": "多个空中遥感任务是必要的，以捕捉在绿洲-沙漠系统中不同尺度上发生的多样生态水文过程。这些任务利用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计提供全面的数据覆盖。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of implementing a sparse network to investigate oasis-desert interactions on the quality and depth of eco-hydrological data collected?",
        "QuestionCn": "实施稀疏网络以研究绿洲-沙漠相互作用对收集的生态水文数据的质量和深度可能产生的结果是什么？",
        "AnswerEn": "Implementing a sparse network to investigate oasis-desert interactions can enhance the quality and depth of eco-hydrological data by capturing multi-scale processes and interactions in heterogeneous landscapes. This setup allows for the collection of diverse data across different scales and environments, contributing to a more comprehensive understanding of eco-hydrological processes.",
        "AnswerCn": "实施稀疏网络以研究绿洲与沙漠之间的相互作用，可以通过捕捉异质景观中的多尺度过程和相互作用，提升生态水文数据的质量和深度。这种设置允许在不同尺度和环境中收集多样化的数据，有助于更全面地理解生态水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the likely consequences of conducting intensive airborne remote sensing missions using LiDAR and other instruments on the development of high-resolution eco-hydrological datasets?",
        "QuestionCn": "进行密集的空中遥感任务，使用激光雷达（LiDAR）和其他仪器，对高分辨率生态水文数据集的发展可能产生的后果是什么？",
        "AnswerEn": "Conducting intensive airborne remote sensing missions using LiDAR and other instruments can lead to the development of high-resolution eco-hydrological datasets by providing precise and comprehensive spatial data. This enhances the ability to map and analyze terrain and vegetation dynamics accurately, contributing significantly to eco-hydrological research and applications.",
        "AnswerCn": "进行密集的空中遥感任务，使用激光雷达（LiDAR）和其他仪器，可以开发出高分辨率的生态水文数据集，提供精确和全面的空间数据。这增强了准确绘制和分析地形及植被动态的能力，对生态水文研究和应用贡献显著。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of utilizing a multiscale observation system in eco-hydrological research within oasis-desert environments?",
        "QuestionCn": "在绿洲-沙漠环境中，利用多尺度观测系统进行生态水文研究的目的是什么？",
        "AnswerEn": "The goal is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
        "AnswerCn": "目标是通过在分层嵌套尺度上进行仪器测量，获取多尺度和多学科数据，以应对在异质表面上提升生态水文过程的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to implement intensive observation periods (IOPs) and continuous hydrometeorological observations in the context of eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，实施强化观测期（IOPs）和持续的水文气象观测的重要性是什么？",
        "AnswerEn": "These methods are crucial to capture multi-scale eco-hydrological processes and to provide comprehensive data that can help overcome the limitations posed by the poor availability of multiscale observations.",
        "AnswerCn": "这些方法对于捕捉多尺度生态水文过程至关重要，并提供全面的数据，有助于克服多尺度观测稀缺所带来的限制。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What objectives are served by the integration of various remote sensing technologies, such as LiDAR and imaging spectrometers, in data collection for eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验的数据收集中，集成各种遥感技术，如激光雷达（LiDAR）和成像光谱仪，服务于哪些目标？",
        "AnswerEn": "The integration aims to enhance the observation system's ability to gather hyper-resolution data that supports the investigation of eco-hydrological processes, particularly in complex landscapes like oasis-desert areas.",
        "AnswerCn": "该集成旨在增强观测系统收集超高分辨率数据的能力，以支持对生态水文过程的研究，特别是在像绿洲-沙漠地区这样的复杂景观中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can multi-scale eco-hydrological processes be captured effectively using airborne remote sensing technologies in heterogeneous landscapes?",
        "QuestionCn": "如何在异质景观中有效捕捉多尺度生态水文过程，使用航空遥感技术？",
        "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A total of 12 airborne remote sensing missions were conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer to cover the FEA.",
        "AnswerCn": "用于绿洲-沙漠系统的仪器按照层次嵌套的尺度进行安排，以捕捉多尺度生态水文过程。共进行了12次航空遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以覆盖FEA。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are involved in ensuring the quality control of observational data collected from eco-hydrological sensor networks and airborne remote sensing?",
        "QuestionCn": "确保从生态水文传感器网络和机载遥感收集的观测数据的质量控制涉及哪些程序步骤？",
        "AnswerEn": "All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. This ensured the reliability and accuracy of the data obtained from the eco-hydrological sensor network and airborne remote sensing missions.",
        "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都进行了严格的质量控制。这确保了从生态水文传感器网络和航空遥感任务中获得的数据的可靠性和准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodologies can be used to classify and edit LiDAR point cloud data into DSM and DEM data products in desert environments?",
        "QuestionCn": "在沙漠环境中，可以使用哪些方法对LiDAR点云数据进行分类和编辑，以生成DSM和DEM数据产品？",
        "AnswerEn": "Through parameter calibration, point cloud automatic classification, and manual editing, LiDAR point cloud data can be transformed into DSM and DEM data products. This process was used in the small desert area, where the ALS70 LiDAR system with a wavelength of 1064 nm and multiple echoes was employed.",
        "AnswerCn": "通过参数校准、点云自动分类和手动编辑，LiDAR点云数据可以转化为DSM和DEM数据产品。该过程在一个小型沙漠区域中使用，其中采用了波长为1064 nm的ALS70 LiDAR系统，并具备多回波功能。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the collection of multiscale eco-hydrological data in heterogeneous surfaces like oases and deserts?",
        "QuestionCn": "哪些技术进步使得在异质表面如绿洲和沙漠中收集多尺度生态水文数据成为可能？",
        "AnswerEn": "The use of a hierarchically nested scale instrumentation system, which includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, enabled the collection of multiscale eco-hydrological data in heterogeneous surfaces.",
        "AnswerCn": "使用分层嵌套的量测系统，包括涡度协方差塔、宽孔径闪烁仪、自动气象站以及超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，使得在异质表面上收集多尺度生态水文数据成为可能。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of sensors and remote sensing technologies enable comprehensive data collection in eco-hydrological experiments?",
        "QuestionCn": "传感器和遥感技术的集成如何在生态水文实验中实现全面的数据收集？",
        "AnswerEn": "The integration of sensors such as soil moisture and leaf area index sensors with remote sensing technologies like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers enables the collection of comprehensive data by capturing multiscale and multidisciplinary observations, which are essential for understanding eco-hydrological processes in oasis-desert systems.",
        "AnswerCn": "传感器如土壤湿度传感器和叶面积指数传感器与遥感技术（如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计）的集成，使得通过捕捉多尺度和多学科的观测数据来收集全面的数据成为可能，这对于理解绿洲-沙漠系统中的生态水文过程至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or strategies enhance the accuracy and reliability of datasets obtained from eco-hydrological remote sensing experiments?",
        "QuestionCn": "哪些条件或策略可以提高从生态水文遥感实验中获得的数据集的准确性和可靠性？",
        "AnswerEn": "Careful quality control throughout the processes of sensor calibration, data collection, data processing, and dataset generation enhances the accuracy and reliability of datasets obtained from eco-hydrological remote sensing experiments. This ensures that the observational data are accurate and dependable for scientific analysis.",
        "AnswerCn": "在传感器校准、数据收集、数据处理和数据集生成的过程中，严格的质量控制能够提高从生态水文遥感实验中获得的数据集的准确性和可靠性。这确保了观测数据在科学分析中是准确和可信的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it challenging to obtain multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上获取生态水文过程的多尺度观测是具有挑战性的，原因是什么？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, as stated in the background of relevant papers.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，正如相关论文的背景中所述。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important for datasets in eco-hydrological research to undergo careful quality control throughout sensor calibration, data collection, data processing, and datasets generation?",
        "QuestionCn": "为什么生态水文研究中的数据集在传感器校准、数据收集、数据处理和数据集生成过程中需要经过仔细的质量控制是重要的？",
        "AnswerEn": "Careful quality control is crucial to ensure the reliability and accuracy of observational data, which involves multiple sophisticated instruments and methodologies, as mentioned in the dataset description.",
        "AnswerCn": "仔细的质量控制对于确保观测数据的可靠性和准确性至关重要，这涉及多个复杂的仪器和方法，如数据集描述中所提到的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your opinion on the challenges associated with the availability of multiscale observations in eco-hydrological studies, and how can they be addressed?",
        "QuestionCn": "我对生态水文研究中多尺度观测可用性所面临的挑战的看法是什么，以及如何解决这些挑战？",
        "AnswerEn": "The availability of multiscale observations is a significant challenge in eco-hydrological studies due to the complex nature of these processes and the need for extensive instrumentation. These challenges can be addressed by designing experiments like HiWATER, which employ a comprehensive observation system that includes flux observation matrices, sensor networks, and hyper-resolution remote sensing to capture data across various scales.",
        "AnswerCn": "多尺度观测的可用性是生态水文研究中的一个重大挑战，这主要是由于这些过程的复杂性以及对广泛仪器设备的需求。这些挑战可以通过设计像HiWATER这样的实验来解决，该实验采用了综合观测系统，包括通量观测矩阵、传感器网络和超高分辨率遥感，以捕获不同尺度的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you perceive the role of technologically diverse instruments, such as LiDAR and microwave radiometers, in enhancing the quality and scope of data collected in eco-hydrological experiments?",
        "QuestionCn": "您如何看待技术多样化仪器（如LiDAR和微波辐射计）在提高生态水文实验中收集数据的质量和范围方面的作用？",
        "AnswerEn": "Technologically diverse instruments like LiDAR and microwave radiometers play a crucial role in enhancing both the quality and scope of data collected in eco-hydrological experiments. They provide high-resolution and multi-angle data that are essential for detailed analysis, which when combined with ground measurements, enable comprehensive understanding and accuracy in eco-hydrological modeling.",
        "AnswerCn": "技术多样化的仪器，如激光雷达（LiDAR）和微波辐射计，在提高生态水文实验中数据的质量和范围方面发挥着至关重要的作用。它们提供高分辨率和多角度的数据，这对于详细分析至关重要。当与地面测量结合时，能够实现对生态水文建模的全面理解和准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the methods used to ensure quality control across various observational data collected in this field.",
        "QuestionCn": "我对在该领域收集的各种观察数据确保质量控制的方法感到不确定。",
        "AnswerEn": "All observational data are carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation to ensure the accuracy and reliability of the data.",
        "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过严格的质量控制，以确保数据的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore various data collection methods suitable for capturing multiscale eco-hydrological processes in oasis-desert interaction regions.",
        "QuestionCn": "请探讨适合捕捉绿洲-沙漠交互区域多尺度生态水文过程的各种数据收集方法。",
        "AnswerEn": "In the field described, several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. The data collection methods involved a sparse network to investigate the oasis-desert interaction, a superstation within the oasis, and multiple EC towers and two-layer automatic meteorological stations (AMSs) in different landscapes. Airborne remote sensing missions using LiDAR, imaging spectrometer, multi-angle thermal imager, and an L-band microwave radiometer were also conducted.",
        "AnswerCn": "在所描述的领域中，进行了多个强烈观测期（IOPs）和连续的水文气象观测。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。数据收集方法涉及稀疏网络，以研究绿洲-沙漠的相互作用，绿洲内设有超级站，以及在不同景观中布置的多个涡度（EC）塔和双层自动气象站（AMS）。还进行了使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的空中遥感任务。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify the challenges faced in obtaining multiscale observations for eco-hydrological studies in heterogeneous surfaces.",
        "QuestionCn": "识别在异质表面进行生态水文研究时获取多尺度观测所面临的挑战。",
        "AnswerEn": "The challenges in obtaining multiscale observations for eco-hydrological studies include the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes on heterogeneous surfaces. Addressing these challenges involves using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "在生态水文研究中，获取多尺度观测的挑战包括多尺度观测的可用性差，这阻碍了对异质表面生态水文过程的理解。解决这些挑战需要在分层嵌套的尺度上使用仪器，以获取多尺度和多学科的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate potential datasets that provide comprehensive multiscale eco-hydrological data for research in oasis-desert regions.",
        "QuestionCn": "请调查提供综合多尺度生态水文数据的潜在数据集，以便在绿洲-沙漠地区进行研究。",
        "AnswerEn": "A potential dataset for comprehensive multiscale eco-hydrological data in oasis-desert regions is obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) conducted in 2012. This dataset includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "一个潜在的综合多尺度生态水文数据集来自于2012年进行的黑河流域联合遥测实验研究（HiWATER）。该数据集包括涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器网络、高分辨率航空遥感和同步地面测量的通量观测矩阵。数据可在figshare和寒区与干旱区科学数据中心免费获取。",
        "Level": "C6(Creating)"
      }
    ]
  }
}