{
  "id": "77c43833-b7a4-431e-89c6-51f304ecfa60",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR-DSM data production in the sample strip in the upstream of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域上游样带机载激光雷达DSM点云数据",
      "description": "On 25 August 2012, a Leica ALS70 airborne laser scanner boarded on the Y-12 aircraft was used to obtain LiDAR DSM point cloud data. Leica ALS70 airborne laser scanner  has unlimited numbers of returns intensities measurements including the first, second, third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 5200 m with the point cloud density 1 point per square meter. Aerial LiDAR-DSM was obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年8月25日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064纳米，多次回波（1,2,3和末次）。样带飞行绝对航高5200米，平均点云密度1点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DEM和DSM数据产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.63,
      "west": 99.73,
      "south": 37.97,
      "north": 38.33,
      "startTime": "2018-11-20 18:49:03",
      "endTime": "2018-11-20 18:49:03",
      "fileSize": 4191049641.0,
      "cstr": "18406.11.hiwater.142.2013.db",
      "doi": "10.3972/hiwater.142.2013.db",
      "dataFormat": "las",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "数字地表模型",
        "nameEn": "Digital surface model(DSM)"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-25",
        "keywordEn": "2012-08-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for generating DSM point cloud data in ecological hydrology remote sensing?",
        "QuestionCn": "您能否提供一个用于生成生态水文遥感中DSM点云数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method in ecological hydrology remote sensing is the use of airborne LiDAR technology. In this case, a Y-12 aircraft equipped with a Leica ALS70 LiDAR system was employed to conduct remote sensing over the core observation area in the upper reaches of the Heihe River Basin. The LiDAR system, featuring a wavelength of 1064 nanometers and supporting multiple returns (1st, 2nd, 3rd, and last), was flown at an absolute altitude of 5200 meters to achieve an average point cloud density of 1 point per square meter. This data collection method involved steps such as parameter calibration, automatic point cloud classification, and manual editing to produce final DEM and DSM data products.",
        "AnswerCn": "在生态水文学遥感的数据收集方法中，使用了机载LiDAR技术。在这种情况下，一架装备有Leica ALS70 LiDAR系统的Y-12飞机被用于对黑河流域上游核心观测区进行遥感。该LiDAR系统的波长为1064纳米，支持多次回波（第1、2、3和最后一次），飞行高度为5200米，以实现平均点云密度为每平方米1个点。该数据收集方法包括参数校准、自动点云分类和手动编辑等步骤，以生成最终的数字高程模型（DEM）和数字表面模型（DSM）数据产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average point cloud density achieved in a dataset using airborne Lidar in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河流域上游使用航空激光雷达获得的数据集中，平均点云密度是多少？",
        "AnswerEn": "1 point per square meter",
        "AnswerCn": "每平方米1点",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'DSM point cloud data' in the context of lidar remote sensing?",
        "QuestionCn": "在激光雷达遥感的背景下，'DSM点云数据'是什么？",
        "AnswerEn": "DSM point cloud data in the context of lidar remote sensing refers to the digital surface model data generated from lidar point clouds, which represent the earth's surface and all objects on it. In the case of the 黑河生态水文遥感试验, the data was collected using a Leica ALS70 lidar system with a wavelength of 1064 nanometers, capturing multiple echo returns, and resulting in a density of approximately 1 point per square meter, forming both DEM and DSM data products after processing.",
        "AnswerCn": "DSM点云数据在激光雷达遥感中的意义是指从激光雷达点云生成的数字表面模型数据，这些数据代表了地球表面及其上所有物体。在黑河生态水文遥感试验中，数据是使用Leica ALS70激光雷达系统收集的，波长为1064纳米，捕获了多个回波，最终形成了每平方米约1个点的密度，并在处理后生成了DEM和DSM数据产品。",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of conducting lidar aerial remote sensing experiments using ALS70 to generate DSM point cloud data in the Heihe River Basin?",
        "QuestionCn": "在黑河流域进行激光雷达航空遥感实验，使用ALS70生成数字表面模型（DSM）点云数据的最终目标是什么？",
        "AnswerEn": "The ultimate goal of conducting lidar aerial remote sensing experiments using ALS70 is to create detailed DSM and DEM data products for the Heihe River Basin's core observation area, facilitating accurate ecological and hydrological assessments.",
        "AnswerCn": "进行激光雷达航空遥感实验的最终目标是利用ALS70为黑河流域核心观测区创建详细的数字表面模型（DSM）和数字高程模型（DEM）数据产品，以便促进准确的生态和水文评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps were followed to preprocess the LIDAR point cloud data collected by the ALS70 sensor before generating DSM and DEM data products?",
        "QuestionCn": "在生成DSM和DEM数据产品之前，对ALS70传感器收集的LIDAR点云数据进行了哪些预处理步骤？",
        "AnswerEn": "The procedural steps involved parameter calibration, automatic classification of the point cloud, and manual editing. These steps were undertaken to ensure accurate data processing and generation of DSM and DEM data products from the LIDAR point cloud collected at an absolute flight altitude of 5200 meters with an average point cloud density of 1 point per square meter.",
        "AnswerCn": "所涉及的程序步骤包括参数校准、点云的自动分类和手动编辑。这些步骤旨在确保从在5200米绝对飞行高度收集的LIDAR点云中准确处理数据并生成DSM和DEM数据产品，平均点云密度为每平方米1个点。",
        "Level": "C3(Applying)"
      }
    ]
  }
}