{
    "id": "77d7487e-71ef-4147-a91a-267d9896d879",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Inventory of glacial lakes in the Poqui Basin, Central Himalaya (1964-2017)",
            "titleCn": "喜马拉雅中部波曲流域冰湖编目（1964-2017）",
            "description": "The data files include the extent of the Poqui watershed and multiple periods of glacial lake cataloguing. The  glacial lake extent in 1964, was obtained using manual outlining methods based on geo-corrected KH-4 data; the glacial lake extent during 1976-2017, based on Landsat MSS/TM/ETM+/OLI imagery, used a semi-automatic water body classification method to distinguish between water body and non-water body information, and then extracted lake boundaries, and visually checked and manually edited by comparison with the original Landsat images.The relationship between glacial meltwater and glacial lake recharge was determined from RGI 6.0 glacier catalogues and Google Earth.",
            "descriptionCn": "数据文件包括波曲流域范围及多期冰湖编目。1964年的冰湖范围，采用人工勾绘方法，基于地理校正后的KH-4数据获取；1976-2017年的冰湖编目，基于Landsat MSS/TM/ETM+/OLI影像，采用半自动的水体分类方法来区分水体和非水体信息，然后提取湖泊边界，并通过与原始Landsat图像的比较进行目视检查和人工编辑。根据RGI6.0冰川编目和Google Earth，判断冰川融水与冰湖的补给关系。",
            "instructions": "The glacial lake catalogues are named according to the date (YYYY/MM/DD) of the image source data and can be used with software such as QGIS or ArcGIS.",
            "instructionsCn": "冰湖编目按照影像源数据的日期（YYYYMMDD）命名，格式为shapefile，可采用QGIS或ArcGIS等软件使用。",
            "east": 86.3,
            "west": 85.6,
            "south": 27.8,
            "north": 28.5,
            "startTime": "1964-01-01 00:00:00",
            "endTime": "2017-12-31 00:00:00",
            "fileSize": 629739.0,
            "cstr": "18406.11.Cryos.tpdc.272939",
            "doi": "10.11888/Cryos.tpdc.272939",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Glacial lake evolution and glacier-lake interactions in the Poiqu River basin, central Himalaya",
                "referenceCn": null,
                "referenceEn": "Zhang, G., Bolch, T., Allen, S., Linsbauer, A., Chen, W., & Wang, W. (2019). Glacial lake evolution and glacier-lake interactions in the Poiqu River basin, central Himalaya, 1964−2017. Journal of Glaciology, 65(251), 347-365, doi: 10.1017/jog.2019.13"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "冰湖",
                "keywordEn": "glacial lakes"
            },
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalayas"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "五十年",
                "keywordEn": "fifty years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for cataloging ice lakes in the central Himalayas from 1964 to 2017?",
                "QuestionCn": "1964年至2017年间，用于 cataloging 中央喜马拉雅冰湖的数据收集方法的特点是什么？",
                "AnswerEn": "manual and semi-automated techniques, manually delineated boundaries, geometrically corrected KH-4 data, Landsat MSS/TM/ETM+/OLI imagery, semi-automated water body classification, lake boundary extraction, visual inspection, manual editing, RGI6.0 glacier inventory, Google Earth",
                "AnswerCn": "手动和半自动技术，手动描绘的边界，几何校正的KH-4数据，Landsat MSS/TM/ETM+/OLI影像，半自动水体分类，湖泊边界提取，目视检查，手动编辑，RGI6.0冰川目录，Google Earth",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'semi-automatic water classification method' mean in the context of identifying water bodies in remote sensing data?",
                "QuestionCn": "在遥感数据中，\"半自动水体分类方法\"指的是一种结合了自动化和人工干预的技术，用于识别水体。",
                "AnswerEn": "The 'semi-automatic water classification method' refers to a data collection technique used to differentiate water bodies from non-water bodies in remote sensing data, specifically within Landsat MSS/TM/ETM+/OLI imagery. This method involves automated processes to classify water features, followed by visual inspection and manual editing to ensure accuracy in delineating lake boundaries.",
                "AnswerCn": "“半自动水体分类方法”是指一种数据收集技术，用于在遥感数据中区分水体和非水体，特别是在Landsat MSS/TM/ETM+/OLI影像中。该方法涉及自动化过程来分类水体特征，随后进行视觉检查和手动编辑，以确保湖泊边界的准确划定。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy when using semi-automated water body classification methods compared to manual digitization in ice lake mapping?",
                "QuestionCn": "使用半自动水体分类方法与手动数字化在冰湖映射中的比较，可能对数据准确性产生的影响是什么？",
                "AnswerEn": "Using semi-automated water body classification methods, based on Landsat MSS/TM/ETM+/OLI imagery, can lead to improved efficiency and consistency in identifying water bodies compared to manual digitization. However, it may also introduce errors due to the limitations of automated processes in distinguishing between water and non-water features, which necessitates visual inspection and manual editing for accuracy. The reliance on different satellite data over time might also affect consistency and precision, as each sensor has varying resolution and spectral capabilities.",
                "AnswerCn": "使用基于Landsat MSS/TM/ETM+/OLI影像的半自动水体分类方法，可以提高识别水体的效率和一致性，相较于手动数字化。然而，由于自动化过程在区分水体和非水体特征方面的局限性，这也可能引入错误，因此需要进行视觉检查和手动编辑以确保准确性。此外，随着时间推移对不同卫星数据的依赖可能会影响一致性和精确性，因为每个传感器具有不同的分辨率和光谱能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can one implement a semi-automatic water body classification method to distinguish water and non-water information from Landsat imagery in the context of ice lake cataloging?",
                "QuestionCn": "如何实施一种半自动水体分类方法，以区分Landsat影像中的水和非水信息，以便进行冰湖目录编制。",
                "AnswerEn": "A semi-automatic water body classification method involves using Landsat MSS/TM/ETM+/OLI imagery to differentiate between water and non-water areas. This is achieved by initially applying a classification algorithm to identify water bodies and then extracting the lake boundaries. The results are visually inspected and manually edited by comparing them with the original Landsat images to ensure accuracy and precision in ice lake cataloging.",
                "AnswerCn": "一种半自动水体分类方法涉及使用Landsat MSS/TM/ETM+/OLI影像来区分水域和非水域。该方法首先应用分类算法识别水体，然后提取湖泊边界。通过与原始Landsat影像进行比较，结果经过视觉检查和手动编辑，以确保冰湖目录的准确性和精确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}