{
  "id": "78bfa2b9-5456-4f21-9b8d-2b7dc964e5de",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Integrated remote sensing experiment of Heihe River: ENVISAT AATSR remote sensing data set",
      "titleCn": "黑河综合遥感联合试验：Envisat AATSR遥感数据集",
      "description": "Advanced along orbit scanning radiometer (AATSR) is an advanced tracking scanning radiometer sensor mounted on the European Space Agency ENVISAT satellite. It is one of many high-precision and stable infrared radiometers for retrieving sea surface temperature (SST). Its accuracy can reach 0.3k, and it can also be used to record meteorological data. AATSR is a multi-channel imaging radiometer. Its main goal is to provide global ocean surface temperature with high accuracy and stability for monitoring the earth's climate change. At present, there are 38 ENVISAT AATSR images in Heihe River Basin. \nThe acquisition time is 2008-05-17 (2 scenes), 2008-05-27 (2 scenes), 2008-05-30 (2 scenes), 2008-06-02 (2 scenes), 2008-06-12 (2 scenes), 2008-06-15 (2 scenes), 2008-06-18 (2 scenes), 2008-06-21 (2 scenes), 2008-07-04 (2 scenes), 2008-07-072008-07-102008-07-172008-07-202008-07-232008-07-262008-08-022008-08-052008-08-082008 -08-11，2008-08-14，2008-08-21，2008-08-24，2008-08-27，2008-08-30，2008-09-06，2008-09-12，2008-09-15，2008-09-18，2008-09-25。 \nThe product level is L1B, which has been corrected by radiation but not by geometry. \nThe ENVISAT AATSR remote sensing data set of Heihe comprehensive remote sensing joint test was obtained through the China EU \"dragon plan\" project (Project No.: 5322) (see the data use statement for details).",
      "descriptionCn": "高级沿轨扫描辐射计（AATSR）是搭载在欧空局ENVISAT卫星上的先进的跟踪扫描辐射计传感器，它是众多反演海表温度（SST）的高精度且稳定的红外辐射计中的一种，精度可达到0.3K，同时也可以用来记录气象数据。AATSR是一个多通道的成像辐射计， 它的主要目标是以高精度和稳定性提供全球海洋表面温度，用来进行监测地球的气候变化。黑河流域目前共有ENVISAT AATSR影像38景。\n获取时间分别为2008-05-17（2景），2008-05-27（2景），2008-05-30（2景），2008-06-02（2景），2008-06-12（2景），2008-06-15（2景），2008-06-18（2景），2008-06-21（2景），2008-07-04（2景），2008-07-07，2008-07-10，2008-07-17，2008-07-20，2008-07-23，2008-07-26，2008-08-02，2008-08-05，2008-08-08，2008-08-11，2008-08-14，2008-08-21，2008-08-24，2008-08-27，2008-08-30，2008-09-06，2008-09-12，2008-09-15，2008-09-18，2008-09-25。\n产品级别为L1B级，经过辐射校正，未经过几何校正。\n黑河综合遥感联合试验Envisat AATSR遥感数据集通过中欧“龙计划”项目（项目编号：5322）获得（详细信息参见数据使用声明）。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.125,
      "west": 97.399,
      "south": 37.683,
      "north": 42.685,
      "startTime": "2008-05-27 00:20:00",
      "endTime": "2008-10-05 00:20:00",
      "fileSize": 31008811541.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008.05-2008.09",
        "keywordEn": "2008.05-2008.09",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset used to monitor climate change through high-precision global sea surface temperature measurements?",
        "QuestionCn": "您能否提供一个用于通过高精度全球海表温度测量监测气候变化的数据集示例？",
        "AnswerEn": "A dataset that provides an example of monitoring climate change through high-precision global sea surface temperature measurements is the Envisat AATSR remote sensing dataset, which utilizes the Advanced Along-Track Scanning Radiometer (AATSR) sensor aboard the European Space Agency's ENVISAT satellite. This dataset captures sea surface temperatures with an accuracy of 0.3K and includes 38 images from the Heihe River Basin collected between May and September 2008.",
        "AnswerCn": "一个提供通过高精度全球海表温度测量监测气候变化的示例数据集是Envisat AATSR遥感数据集，该数据集利用欧洲航天局ENVISAT卫星上的先进沿轨扫描辐射计（AATSR）传感器。该数据集以0.3K的精度捕获海表温度，包括2008年5月至9月期间收集的38幅来自黑河流域的图像。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of the Envisat AATSR sensor used for sea surface temperature retrieval?",
        "QuestionCn": "Envisat AATSR传感器用于海表温度获取的关键特征是什么？",
        "AnswerEn": "high precision, stability, accuracy of 0.3K, multi-channel imaging radiometer",
        "AnswerCn": "高精度、稳定性、0.3K的准确度、多通道成像辐射计",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many total ENVISAT AATSR images are available for the Heihe River Basin?",
        "QuestionCn": "Heihe River Basin 目前有多少个 ENVISAT AATSR 图像可用？",
        "AnswerEn": "38",
        "AnswerCn": "三十八",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy and stability of sea surface temperature measurements using the Envisat AATSR sensor compare to other infrared radiometers in terms of data collection methods and challenges?",
        "QuestionCn": "Envisat AATSR传感器测量海面温度的准确性和稳定性与其他红外辐射计在数据收集方法和挑战方面相比如何？",
        "AnswerEn": "The Envisat AATSR sensor is noted for its high accuracy and stability in measuring sea surface temperature, with a precision of 0.3K. It is a multi-channel imaging radiometer designed specifically for providing global ocean surface temperatures for climate monitoring. Compared to other infrared radiometers, the AATSR's advanced along-track scanning capability and its focus on high precision and stability make it a reliable option for long-term climate monitoring. Challenges in data collection may include calibration needs and potential atmospheric interference, which are common to all infrared radiometers. However, the AATSR's design helps mitigate these issues to some extent.",
        "AnswerCn": "Envisat AATSR传感器以其高精度和稳定性在海表温度测量方面而闻名，精度为0.3K。它是一种多通道成像辐射计，专门用于提供全球海洋表面温度以进行气候监测。与其他红外辐射计相比，AATSR的先进沿轨扫描能力以及其对高精度和稳定性的关注，使其成为长期气候监测的可靠选择。数据收集中的挑战可能包括校准需求和潜在的大气干扰，这些都是所有红外辐射计普遍面临的问题。然而，AATSR的设计在一定程度上有助于减轻这些问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using high-precision and stable infrared radiometers like AATSR for monitoring climate change globally?",
        "QuestionCn": "使用高精度和稳定的红外辐射计，如AATSR，进行全球气候变化监测的潜在后果是什么？",
        "AnswerEn": "Using high-precision and stable infrared radiometers like AATSR can lead to more accurate and reliable data on global sea surface temperatures, which is crucial for monitoring climate change. This could improve climate models and predictions, help in understanding the impacts of climate change on different regions, and inform policy decisions aimed at mitigation and adaptation strategies.",
        "AnswerCn": "使用高精度和稳定的红外辐射计，如AATSR，可以获得更准确和可靠的全球海表温度数据，这对监测气候变化至关重要。这可以改善气候模型和预测，帮助理解气候变化对不同地区的影响，并为旨在减缓和适应的政策决策提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting Envisat AATSR remote sensing data for monitoring climate change in the Heihe River Basin?",
        "QuestionCn": "收集Envisat AATSR遥感数据以监测黑河流域气候变化的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting Envisat AATSR remote sensing data are to provide high precision and stable global sea surface temperature measurements, which are crucial for monitoring climate change. The dataset aims to offer detailed insights into the Earth's climate system by using the high-accuracy infrared radiometer to track temperature variations over time.",
        "AnswerCn": "收集Envisat AATSR遥感数据的主要目标是提供高精度和稳定的全球海表温度测量，这对于监测气候变化至关重要。该数据集旨在通过使用高精度红外辐射计跟踪温度变化，提供对地球气候系统的详细洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to utilize advanced along-track scanning radiometer (AATSR) data for monitoring climate change through sea surface temperature (SST) analysis?",
        "QuestionCn": "利用先进的沿轨扫描辐射计（AATSR）数据通过海表温度（SST）分析监测气候变化需要哪些程序步骤？",
        "AnswerEn": "To utilize AATSR data for monitoring climate change via SST analysis, the procedural steps involve first obtaining the L1B level data which has been radiometrically corrected. This data should then be processed to ensure the accuracy and stability needed for SST measurements, with a focus on achieving a precision of 0.3K. Further steps include ensuring proper radiometric calibration and considering additional processing or corrections for geometric distortions if necessary, since the data has not been geometrically corrected. This approach is part of a broader effort to monitor Earth's climate changes, leveraging the high precision and stability of AATSR's multi-channel infrared imaging capabilities.",
        "AnswerCn": "为了利用AATSR数据通过海表温度（SST）分析监测气候变化，程序步骤首先涉及获取经过辐射校正的L1B级别数据。然后需要对这些数据进行处理，以确保SST测量所需的准确性和稳定性，重点是实现0.3K的精度。进一步的步骤包括确保适当的辐射校准，并在必要时考虑额外的处理或校正以消除几何失真，因为这些数据尚未进行几何校正。这种方法是监测地球气候变化的更广泛努力的一部分，利用AATSR多通道红外成像能力的高精度和稳定性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}