{
  "id": "79144765-bd52-4556-8bf9-987b7e0556c5",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of ground temperature in Jiagedaqi along the China-Russia Crude Oil Pipeline  (Version 1.0) (2012-2018)",
      "titleCn": "中俄原油管道沿线加格达奇冻土地温数据集（V1.0)（2012-2018）",
      "description": "The borehole is about 7km away from Jiagedaqi City （50.47°N, 124.23°E), located in a wetland with about 80cm-thick peaty soil. There are three boreholes, and one is 2m away from the pipe center and 20m deep, the second is 16.6m away and 20m deep, and the third is 50m away from the second pipeline and 60 m deep. Based on the temperature borehole with a diameter of 40 mm and depths of 20 to 60 m, the ground temperature along the China-Russia Crude Oil Pipeline was measured using the thermistor sensor, which was assembled by State Key Laboratory of Frozen Soil Engineering, and calibrated with an accuracy of ±0.05℃. Therefore, the critical characteristic parameters such as ground stratigraphy, temperature of permafrost, surface temperature and active layer thickness were obtained. During the period from October 2014 to October 2017, ground temperatures in the T1 and T2 boreholes were collected manually. The ground temperatures in T3 was collected automatically and continuously since 12 June of 2018. Then the continuous and complete record of ground temperature data uploaded to the specified server (fixed IP address) by the wireless transmission module utilizing cellular networks. From these measured data along the China-Russia Crude Oil Pipeline route, the development characteristics and historical evolution of permafrost, and its response to the climate change can be analyzed.",
      "descriptionCn": "钻孔位置在加格达奇向北约7km附近（50.47°N, 124.23°E)一个湿地里面,地表泥炭土层较厚约80cm。 钻孔直径为40mm，深度为20~60 m的钻孔，利用冻土工程国家重点实验室研制的热敏电阻（精度±0.05℃）对中俄原油管道沿线冻土地温进行监测，获取地层信息、冻土地温、地表温度、活动层厚度等关键冻土特征参数。测温孔有三个，一个是管道附近T1（距离一线管中心2m），一个是天然孔T2（距离一线管中心约16.6m），第三个孔T3，距离管道二线约50m。2014年10月~2017年10月期间，T1和T2进行每年一次的人工监测。T3从2018年6月12日开始连续自动化监测。至此，三个孔得到连续时间序列的地温数据。通过该地温监测资料可分析中俄原油管道沿线多年冻土的发育特征、历史演化趋势及其对气候变化的响应过程。",
      "instructions": "The file in .xlsx format, can be opened in Microsoft EXCEL.",
      "instructionsCn": "中俄原油管道沿线加格达奇冻土地温数据集XDA20030201.xlsx",
      "east": 123.0,
      "west": 126.0,
      "south": 46.0,
      "north": 55.0,
      "startTime": "2012-03-18 00:00:00",
      "endTime": "2018-09-01 11:59:59",
      "fileSize": 57711.0,
      "cstr": "18406.11.Geocry.tpdc.270505",
      "doi": "10.11888/Geocry.tpdc.270505",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李国玉",
        "nameEn": "LI Guoyu",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Field observations of cooling performance of thermosyphons on permafrost under the China-Russia Crude Oil Pipeline",
        "referenceCn": null,
        "referenceEn": "Li, G.Y., Wang, F., Ma, W., Fortier, R., Mu, Y.H., Zhou, Z.W., Mao, Y.C., & Cai, Y.J.  (2018). Field observations of cooling performance of thermosyphons on permafrost under the China-Russia Crude Oil Pipeline. Applied Thermal Engineering, 41. 688–696."
      },
      {
        "titleCn": null,
        "titleEn": "Pipeline–permafrost interaction monitoring system along the China–Russia crude oil pipeline",
        "referenceCn": null,
        "referenceEn": "Wang Fei, Li Guoyu, Ma Wei, et al. Pipeline–permafrost interaction monitoring system along the China–Russia crude oil pipeline. Engineering Geology, 2019, 254: 113-125."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "地温",
        "nameEn": "Ground temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中俄原油管道沿线",
        "keywordEn": "along the China-Russia Crude Oil Pipeline"
      },
      {
        "keywordCn": "加格达奇",
        "keywordEn": "Jiagedaqi"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-2018",
        "keywordEn": "2012-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Field monitoring system plays a critical role in studying various engineering and environmental problems during the design, construction, operation, and maintenance phases. This is especially the case for long-distance linear pipeline infrastructure in permafrost regions because of the harsh environment, which causes more frost hazards, higher sensitivity of permafrost to temperature change, and the complex interaction between the pipeline and permafrost. Monitoring systems were established along several pipeline routes in permafrost regions in the world, such as the Norman Wells pipeline in Canada, the Trans-Alaska oil pipeline in the U.S., and the Nadym–Pur–Taz natural gas pipeline in Russia, to obtain field data for understanding how the permafrost foundation would perform when a pipeline went through or above it. In addition, a real-time monitoring system is especially important for the safe operation of pipeline engineering, which not only accumulates valuable field data revealing the complicated pipeline–permafrost interaction, but also monitors the operational status of the pipeline and the possibility of various frost hazards on the pipeline to provide early hazard warnings."
      ],
      "research objective": [
        "To study this complex problem, a comprehensive in-situ monitoring system has been designed and established along the China–Russia Crude Oil Pipeline (CRCOP), which is one of vital energy channels for importing crude oil from Russia to China."
      ],
      "challenges": [
        "Due to the lack of field monitoring, there were no real-time hazard warnings or timely preventative measures when many frost hazards occurred along the Golmud–Lhasa pipeline on the Qinghai–Tibet Plateau in China, leading to some problems in the pipeline."
      ],
      "methods": [
        "In this paper, the layout and instrumentation of the whole monitoring system and monitoring methods are described in detail, and then the thermal regime of permafrost on-ROW and off-ROW and cooling performance of the mitigative measures on foundation soils are evaluated."
      ],
      "dataset": [],
      "findings": [
        "Results show that heat dissipated from the CRCOP lead to the rapid degradation of permafrost on-ROW and produce different sizes of thaw bulb around the oil pipelines. The mitigative measures, including insulation layer, two-phase closed thermosyphon and U-shaped air-ventilated pipes, are effective to minimize permafrost degradation and ensure the thermal stability of permafrost foundation along the CRCOP."
      ],
      "backgroundCn": [
        "现场监测系统在设计、施工、运营和维护阶段研究各种工程和环境问题中发挥着关键作用。对于冻土地区的长距离线性管道基础设施而言，这一点尤为重要，因为恶劣的环境导致更多的霜害、冻土对温度变化的高敏感性，以及管道与冻土之间复杂的相互作用。在世界上多个冻土地区的管道路线沿线建立了监测系统，例如加拿大的诺曼威尔斯管道、美国的跨阿拉斯加油管道以及俄罗斯的纳季姆-普尔-塔兹天然气管道，以获取现场数据，了解管道穿越或位于冻土上方时冻土基础的表现。此外，实时监测系统对于管道工程的安全运营尤为重要，它不仅积累了揭示复杂管道-冻土相互作用的宝贵现场数据，还监测管道的运行状态以及管道上各种霜害的可能性，以提供早期危险预警。"
      ],
      "research objectiveCn": [
        "为了研究这个复杂的问题，已经在中俄原油管道（CRCOP）沿线设计并建立了一个综合的现场监测系统，该管道是从俄罗斯向中国进口原油的重要能源通道之一。"
      ],
      "challengesCn": [
        "由于缺乏现场监测，当青藏高原的格尔木至拉萨管道发生许多霜冻危害时，没有实时的危险警告或及时的预防措施，导致管道出现了一些问题。"
      ],
      "methodsCn": [
        "在本文中，详细描述了整个监测系统的布局和仪器以及监测方法，然后评估了 ROW 内外的永久冻土热状态以及减缓措施对基础土壤的冷却性能。"
      ],
      "datasetCn": [],
      "findingsCn": [
        "结果显示，CRCOP散发的热量导致了沿线路权（ROW）永久冻土的快速退化，并在油管周围产生了不同大小的融化球。包括绝缘层、双相闭式热虹吸和U型通风管道在内的缓解措施有效地减少了永久冻土的退化，并确保了沿CRCOP的永久冻土基础的热稳定性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a comprehensive in-situ monitoring system established along the China–Russia Crude Oil Pipeline (CRCOP) to study permafrost interaction?",
        "QuestionCn": "在中俄原油管道（CRCOP）沿线是否建立了一个全面的原位监测系统，以研究永久冻土的相互作用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do mitigative measures such as insulation layers and U-shaped air-ventilated pipes effectively minimize permafrost degradation along pipeline routes?",
        "QuestionCn": "减缓措施如绝缘层和U型通风管道是否有效减少管道路线沿线的永久冻土退化？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges faced in field data collection for permafrost monitoring along pipeline routes?",
        "QuestionCn": "在管道路线沿线进行永久冻土监测的现场数据收集面临的主要挑战是什么？",
        "AnswerEn": "lack of real-time hazard warnings and timely preventative measures",
        "AnswerCn": "缺乏实时的危险警告和及时的预防措施",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who is responsible for designing and establishing the in-situ monitoring system along the China–Russia Crude Oil Pipeline?",
        "QuestionCn": "谁负责设计和建立中俄原油管道的原位监测系统？",
        "AnswerEn": "China–Russia Crude Oil Pipeline",
        "AnswerCn": "中俄原油管道",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the monitoring systems typically established in permafrost regions to obtain field data on pipeline-permafrost interactions?",
        "QuestionCn": "在永久冻土地区，监测系统通常建立在哪里，以获取管道与永久冻土相互作用的现场数据？",
        "AnswerEn": "Norman Wells pipeline, Trans-Alaska oil pipeline, Nadym–Pur–Taz natural gas pipeline",
        "AnswerCn": "诺曼韦尔斯管道、跨阿拉斯加输油管道、纳德姆–普尔–塔兹天然气管道",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for monitoring permafrost temperature in pipeline regions?",
        "QuestionCn": "您能否提供一个用于监测管道区域永久冻土温度的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method is the use of thermistor sensors with a precision of ±0.05°C to monitor permafrost temperature at various depths along pipeline regions, as demonstrated by the monitoring system established along the China–Russia Crude Oil Pipeline.",
        "AnswerCn": "一种数据收集方法是使用精度为±0.05°C的热敏电阻传感器，在管道区域的不同深度监测永久冻土温度，正如在中俄原油管道沿线建立的监测系统所示。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced during the data collection process in permafrost pipeline regions?",
        "QuestionCn": "在永久冻土管道区域的数据收集过程中面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the lack of real-time hazard warnings or timely preventative measures, which can lead to problems in the pipeline, as was the case along the Golmud–Lhasa pipeline on the Qinghai–Tibet Plateau in China.",
        "AnswerCn": "一个挑战是缺乏实时的危险警报或及时的预防措施，这可能导致管道出现问题，正如在中国青藏高原的格尔木-拉萨管道所发生的情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the monitoring system used for collecting permafrost temperature data along pipeline routes?",
        "QuestionCn": "沿管道路线收集永冻土温度数据的监测系统的具体特征是什么？",
        "AnswerEn": "borehole diameters of 40mm, depths ranging from 20 to 60 meters, thermistors with an accuracy of ±0.05°C, three temperature measurement points (T1, T2, T3), T1 and T2 manually monitored annually from 2014 to 2017, T3 continuous automated monitoring in 2018",
        "AnswerCn": "钻孔直径为40毫米，深度范围从20到60米，热敏电阻的精度为±0.05°C，三个温度测量点（T1、T2、T3），T1和T2在2014年至2017年期间每年手动监测，T3在2018年进行连续自动监测。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What features of the permafrost environment are critical for understanding the impact of pipelines?",
        "QuestionCn": "了解管道影响的关键是哪些永久冻土环境特征？",
        "AnswerEn": "ground temperature, surface temperature, thickness of the active layer, permafrost characteristics",
        "AnswerCn": "地温、地表温度、活动层厚度、永久冻土特征",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many monitoring boreholes were utilized for temperature data collection along the China-Russia Crude Oil Pipeline?",
        "QuestionCn": "在中俄原油管道沿线，共利用了多少个监测钻孔进行温度数据收集？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the precision level of the thermistor used in temperature monitoring along the pipeline?",
        "QuestionCn": "沿管道温度监测中使用的热敏电阻的精度水平是多少？",
        "AnswerEn": "±0.05℃",
        "AnswerCn": "±0.05℃",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years was temperature data collected from the monitoring sites near the pipeline?",
        "QuestionCn": "在管道附近的监测站收集了多少年的温度数据？",
        "AnswerEn": "6 years",
        "AnswerCn": "6年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'in-situ monitoring system' mean in the context of pipeline infrastructure in permafrost regions?",
        "QuestionCn": "在永久冻土地区的管道基础设施中，“原位监测系统”是什么意思？",
        "AnswerEn": "An in-situ monitoring system refers to a comprehensive field monitoring setup that is designed and established along pipeline routes in permafrost regions. Its purpose is to study the complex interaction between the pipeline and permafrost by gathering vital field data. It helps in understanding the performance of the permafrost foundation and provides real-time hazard warnings, ensuring the safe operation of pipeline engineering.",
        "AnswerCn": "原位监测系统是指在永久冻土地区沿管道路线设计和建立的综合现场监测装置。其目的是通过收集重要的现场数据来研究管道与永久冻土之间的复杂相互作用。它有助于理解永久冻土基础的性能，并提供实时的危险警报，确保管道工程的安全运行。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'thaw bulbs' and their significance in permafrost monitoring?",
        "QuestionCn": "什么是“融化灯泡”，它们在永久冻土监测中的重要性是什么？",
        "AnswerEn": "Thaw bulbs are areas of thawed permafrost that develop around oil pipelines due to heat dissipation. They are significant in permafrost monitoring because they indicate the degradation of permafrost on the pipeline right-of-way (ROW) and can affect the stability of the pipeline infrastructure. Monitoring thaw bulbs helps in evaluating the effectiveness of mitigative measures intended to minimize permafrost degradation.",
        "AnswerCn": "融化球是由于热量散失而在油气管道周围形成的融化永久冻土区域。它们在永久冻土监测中具有重要意义，因为它们表明管道通行权（ROW）上永久冻土的退化，并可能影响管道基础设施的稳定性。监测融化球有助于评估旨在最小化永久冻土退化的缓解措施的有效性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the concept of 'thermal regime of permafrost' in the context of monitoring pipeline construction?",
        "QuestionCn": "在监测管道施工的背景下，“多年冻土的热状态”概念是什么？",
        "AnswerEn": "The thermal regime of permafrost refers to the temperature conditions and behavior of permafrost along and around a pipeline, both on the right-of-way (ROW) and off-ROW. In the context of monitoring pipeline construction, it involves understanding how heat from the pipeline affects permafrost stability and the effectiveness of mitigative measures such as insulation layers and thermosyphons in maintaining thermal stability.",
        "AnswerCn": "永久冻土的热状况是指在管道沿线及周边的温度条件和行为。在管道建设监测的背景下，这涉及到了解管道散发的热量如何影响永久冻土的稳定性，以及绝缘层和热虹吸等缓解措施在维持热稳定性方面的有效性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways might the absence of real-time hazard warnings impact the effectiveness of preventative measures in pipeline operations, as observed from the data collection methodologies?",
        "QuestionCn": "在数据收集方法中观察到，缺乏实时危险警告可能会以哪些方式影响管道运营中预防措施的有效性？",
        "AnswerEn": "The absence of real-time hazard warnings can lead to delayed responses to frost hazards, potentially resulting in operational issues or damage to the pipeline. Effective preventative measures, informed by timely and accurate data collection, are crucial in maintaining pipeline integrity and ensuring the thermal stability of the permafrost foundation.",
        "AnswerCn": "缺乏实时危险警报可能导致对霜冻危险的反应延迟，从而可能导致操作问题或对管道的损害。有效的预防措施需要依赖及时和准确的数据收集，以维护管道的完整性并确保永久冻土基础的热稳定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in collecting real-time hazard warnings and timely preventative measures for pipeline systems in permafrost regions?",
        "QuestionCn": "在永久冻土地区，收集实时危险警告和及时预防措施的挑战是什么？",
        "AnswerEn": "Due to the lack of field monitoring, there have been no real-time hazard warnings or timely preventative measures when many frost hazards occurred along pipelines, leading to operational problems.",
        "AnswerCn": "由于缺乏现场监测，在许多管道沿线发生霜冻危害时，没有实时的危险警告或及时的预防措施，导致了操作问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is a comprehensive in-situ monitoring system crucial for understanding the interaction between pipelines and permafrost in harsh environments?",
        "QuestionCn": "为什么全面的现场监测系统对于理解管道与恶劣环境中的永久冻土之间的相互作用至关重要？",
        "AnswerEn": "A comprehensive in-situ monitoring system is crucial because it provides valuable field data to understand how the permafrost foundation performs when a pipeline is present, as well as to monitor the operational status of the pipeline and potential frost hazards.",
        "AnswerCn": "一个全面的原位监测系统至关重要，因为它提供了宝贵的现场数据，以了解在管道存在时，永久冻土基础的表现，以及监测管道的运行状态和潜在的霜冻危害。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contribute to the rapid degradation of permafrost around oil pipelines, and how can this be mitigated?",
        "QuestionCn": "导致油气管道周围永久冻土快速退化的因素有哪些，以及如何减轻这种影响？",
        "AnswerEn": "Heat dissipated from oil pipelines contributes to the rapid degradation of permafrost, producing thaw bulbs of varying sizes. Mitigative measures such as insulation layers, two-phase closed thermosyphons, and U-shaped air-ventilated pipes can effectively minimize this degradation and ensure thermal stability.",
        "AnswerCn": "油管道散发的热量会加速永久冻土的降解，形成不同大小的融化球。隔热层、双相闭式热虹吸和U型通风管等缓解措施可以有效减少这种降解，确保热稳定性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of implementing real-time monitoring systems along pipeline routes in permafrost regions on the safety and maintenance of the pipelines?",
        "QuestionCn": "在永久冻土地区沿管道路线实施实时监测系统对管道的安全性和维护的影响是什么？",
        "AnswerEn": "Implementing real-time monitoring systems in permafrost regions provides critical field data that reveal the complex interactions between pipelines and permafrost, monitor the operational status of pipelines, and offer early warnings for potential frost hazards, thereby enhancing the safety and maintenance of the pipelines.",
        "AnswerCn": "在永久冻土地区实施实时监测系统提供了关键的现场数据，揭示了管道与永久冻土之间的复杂相互作用，监测管道的运行状态，并为潜在的霜冻危险提供早期预警，从而增强了管道的安全性和维护。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the absence of field monitoring affect the ability to prevent and respond to frost hazards in pipeline infrastructures within permafrost regions?",
        "QuestionCn": "缺乏现场监测如何影响在永久冻土地区管道基础设施中预防和应对霜冻危害的能力？",
        "AnswerEn": "The absence of field monitoring leads to a lack of real-time hazard warnings and timely preventative measures, which can result in problems along pipeline infrastructures, as seen in the Golmud-Lhasa pipeline on the Qinghai-Tibet Plateau, where frost hazards were not adequately addressed.",
        "AnswerCn": "缺乏现场监测导致缺乏实时的危险警告和及时的预防措施，这可能导致管道基础设施出现问题，正如在青藏高原的格尔木-拉萨管道中所见，霜冻危害未得到充分解决。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential effects of heat dissipation from oil pipelines on the thermal stability of permafrost along the pipeline routes?",
        "QuestionCn": "油管道散热对沿线永久冻土热稳定性的潜在影响是什么？",
        "AnswerEn": "Heat dissipated from oil pipelines can lead to rapid degradation of permafrost on the right-of-way (ROW), creating thaw bulbs of various sizes around the pipelines. Mitigative measures, such as insulation layers, thermosyphons, and U-shaped air-ventilated pipes, are necessary to minimize this degradation and ensure the thermal stability of the permafrost foundation.",
        "AnswerCn": "油管道散发的热量会导致右-of-way（ROW）上的永久冻土迅速退化，形成不同大小的融化球。为了最小化这种退化并确保永久冻土基础的热稳定性，必要的缓解措施包括绝缘层、热虹吸装置和U型通风管道。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of establishing a comprehensive in-situ monitoring system along the China–Russia Crude Oil Pipeline?",
        "QuestionCn": "建立中国–俄罗斯原油管道综合原位监测系统的主要目标是什么？",
        "AnswerEn": "The primary objective is to study the complex interactions between the pipeline and permafrost, to understand the thermal regime of permafrost on and off the right-of-way (ROW), and to evaluate the cooling performance of mitigative measures on foundation soils along the pipeline.",
        "AnswerCn": "主要目标是研究管道与永久冻土之间的复杂相互作用，了解管道走廊（ROW）内外永久冻土的热状态，并评估沿管道基础土壤的缓解措施的冷却性能。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to have real-time monitoring systems for pipelines in permafrost regions?",
        "QuestionCn": "在永久冻土地区，拥有实时监测系统对于管道的重要性是什么？",
        "AnswerEn": "Real-time monitoring systems are crucial for the safe operation of pipeline engineering, as they accumulate valuable field data that reveal the complicated pipeline–permafrost interactions, monitor the operational status of the pipeline, and provide early hazard warnings to prevent frost hazards and ensure the thermal stability of the permafrost foundation.",
        "AnswerCn": "实时监测系统对于管道工程的安全运行至关重要，因为它们积累了宝贵的现场数据，揭示了复杂的管道与永久冻土之间的相互作用，监测管道的运行状态，并提供早期危险警告，以防止霜冻危害并确保永久冻土基础的热稳定性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended outcomes of using mitigative measures such as insulation layers and thermosyphons along pipeline routes in permafrost regions?",
        "QuestionCn": "在永久冻土地区沿管道路线使用减缓措施，如绝缘层和热虹吸管的预期结果是什么？",
        "AnswerEn": "The intended outcomes of using mitigative measures are to minimize permafrost degradation, ensure the thermal stability of the permafrost foundation, and prevent the formation of thaw bulbs around oil pipelines, thereby maintaining the integrity and safety of the pipeline infrastructure.",
        "AnswerCn": "使用缓解措施的预期结果是最小化永久冻土退化，确保永久冻土基础的热稳定性，并防止油管周围形成融化球，从而维护管道基础设施的完整性和安全性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to set up and maintain a comprehensive in-situ monitoring system along a linear pipeline infrastructure in permafrost regions?",
        "QuestionCn": "在永久冻土地区沿线管道基础设施建立和维护综合原位监测系统的程序有哪些？",
        "AnswerEn": "A comprehensive in-situ monitoring system is designed with specific instrumentation and layout to evaluate the thermal regime of permafrost and cooling performance of mitigative measures. This involves establishing monitoring systems at strategic locations along the pipeline to collect data on permafrost temperature, surface temperature, and active layer thickness, among other parameters.",
        "AnswerCn": "一个综合的原位监测系统被设计用于评估永冻土的热状况和缓解措施的冷却性能。这涉及在管道沿线的战略位置建立监测系统，以收集关于永冻土温度、表面温度和活层厚度等参数的数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions are necessary for the establishment of a comprehensive field monitoring system along a crude oil pipeline in permafrost regions?",
        "QuestionCn": "在永久冻土地区建立全面的原油管道监测系统所需的条件是什么？",
        "AnswerEn": "The establishment of a comprehensive monitoring system requires strategic placement of monitoring boreholes at different distances from the pipeline, regular manual and automated temperature measurements, and mitigative measures such as insulation layers and thermosyphons to ensure thermal stability of the permafrost foundation.",
        "AnswerCn": "建立一个综合监测系统需要在管道不同距离处战略性地设置监测钻孔，定期进行手动和自动温度测量，以及采取减缓措施，如绝缘层和热虹吸，以确保永久冻土基础的热稳定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a comprehensive in-situ monitoring system be expected to effectively address the complex interactions between linear pipeline infrastructure and permafrost regions?",
        "QuestionCn": "为什么一个全面的原位监测系统可以有效应对线性管道基础设施与永久冻土地区之间的复杂相互作用？",
        "AnswerEn": "A comprehensive in-situ monitoring system is expected to effectively address these interactions because it provides valuable field data that reveal the complicated pipeline–permafrost interaction, and monitors the operational status of the pipeline, which can give early hazard warnings and inform preventative measures.",
        "AnswerCn": "一个综合的原位监测系统预计能够有效应对这些相互作用，因为它提供了有价值的现场数据，揭示了复杂的管道与永久冻土之间的相互作用，并监测管道的运行状态，这可以提供早期的危险警告并为预防措施提供信息。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might be expected in implementing real-time hazard warning systems in permafrost regions for pipeline infrastructure?",
        "QuestionCn": "在永久冻土地区实施实时危险警报系统以保护管道基础设施可能面临哪些挑战？",
        "AnswerEn": "Challenges in implementing real-time hazard warning systems include the harsh environment in permafrost regions, which causes more frost hazards, and the higher sensitivity of permafrost to temperature change, making it difficult to predict and prevent hazards without comprehensive field monitoring.",
        "AnswerCn": "在永久冻土地区实施实时危险警报系统面临的挑战包括恶劣的环境，这导致了更多的霜冻危害，以及永久冻土对温度变化的更高敏感性，这使得在没有全面现场监测的情况下，预测和防止危害变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might data from monitoring systems along pipeline routes in permafrost regions, such as the China–Russia Crude Oil Pipeline, be expected to provide insights into climate change impacts?",
        "QuestionCn": "为什么沿着冻土地区的管道路线的监测系统的数据（例如中俄原油管道）可能会提供关于气候变化影响的见解？",
        "AnswerEn": "Data from these monitoring systems are expected to provide insights into climate change impacts because they allow for the analysis of permafrost degradation, the development of thaw bulbs around pipelines, and the effectiveness of mitigation measures, which are all influenced by changing temperatures and climate conditions.",
        "AnswerCn": "这些监测系统的数据预计将提供有关气候变化影响的见解，因为它们允许分析永冻土退化、管道周围的融化球发展以及减缓措施的有效性，这些都受到温度和气候条件变化的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of the data collection methods used in monitoring the thermal regime of permafrost along pipeline routes in harsh environments?",
        "QuestionCn": "您将如何评估在恶劣环境中沿管道路线监测永冻土热状况所使用的数据收集方法的有效性？",
        "AnswerEn": "The data collection methods appear effective as they provide detailed insights into the permafrost's thermal regime and the impact of the pipeline, using a comprehensive in-situ monitoring system. This system is specifically designed for harsh environments, ensuring accurate data on permafrost degradation and the performance of mitigative measures.",
        "AnswerCn": "数据收集方法似乎有效，因为它们提供了关于永冻土热状态和管道影响的详细见解，采用了一套全面的原位监测系统。该系统专门设计用于恶劣环境，确保对永冻土退化和缓解措施效果的准确数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways could the collection and analysis of permafrost temperature data along pipeline routes be refined or expanded to enhance understanding of climate change impacts?",
        "QuestionCn": "沿管道路线收集和分析永冻土温度数据的方式可以通过哪些方法进行改进或扩展，以增强对气候变化影响的理解？",
        "AnswerEn": "Refinement could involve increasing the number of monitoring sites for more comprehensive spatial data, employing advanced sensors for higher precision, and integrating data with climate models to better predict long-term impacts. Expansion might also include collaboration with international pipeline projects for comparative studies.",
        "AnswerCn": "精细化可能涉及增加监测站点的数量，以获得更全面的空间数据，采用先进传感器以提高精度，并将数据与气候模型整合，以更好地预测长期影响。扩展还可能包括与国际管道项目的合作，以进行比较研究。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the challenges faced in maintaining a continuous data collection method in permafrost regions.",
        "QuestionCn": "我对在永久冻土地区维持连续数据收集方法所面临的挑战感到不确定。",
        "AnswerEn": "Challenges include the harsh environment that leads to frost hazards and high sensitivity of permafrost to temperature changes. Real-time monitoring is crucial to ensure the safe operation of pipelines and to provide early hazard warnings.",
        "AnswerCn": "挑战包括恶劣的环境导致霜冻危险，以及永冻土对温度变化的高度敏感性。实时监测对于确保管道的安全运行和提供早期危险警报至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand how the lack of field monitoring can affect the safety and operational status of pipeline infrastructure in permafrost areas.",
        "QuestionCn": "我不明白缺乏现场监测如何影响永久冻土地区管道基础设施的安全性和运营状态。",
        "AnswerEn": "Without field monitoring, there are no real-time hazard warnings or timely preventative measures, which can lead to problems in pipeline operations, such as those experienced along the Golmud–Lhasa pipeline due to frost hazards.",
        "AnswerCn": "没有现场监测，就没有实时的危险警告或及时的预防措施，这可能导致管道运营中出现问题，例如在格尔木至拉萨管道沿线因霜冻危害而经历的情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "What are the key data collection methods utilized for monitoring the thermal regime of permafrost along pipeline routes in permafrost regions, and how do they address the challenges posed by the harsh environment?",
        "QuestionCn": "在永冻土地区沿管道路线监测永冻土热状况的关键数据收集方法有哪些，它们如何应对恶劣环境带来的挑战？",
        "AnswerEn": "The field monitoring system employs a comprehensive in-situ monitoring approach, using thermal resistors with high precision to monitor ground temperature, surface temperature, and permafrost characteristics along the pipeline. This method is designed to address the harsh environmental challenges by providing real-time data and early hazard warnings to ensure pipeline safety.",
        "AnswerCn": "该现场监测系统采用全面的原位监测方法，使用高精度的热电阻监测管道沿线的地面温度、表面温度和永久冻土特征。该方法旨在应对恶劣的环境挑战，通过提供实时数据和早期危险警报来确保管道安全。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Can you describe the challenges associated with field monitoring of pipelines in permafrost regions and how these challenges have been addressed in recent monitoring systems?",
        "QuestionCn": "可以描述在永久冻土地区对管道进行现场监测所面临的挑战，以及这些挑战在最近的监测系统中是如何得到解决的吗？",
        "AnswerEn": "Challenges include the absence of real-time hazard warnings and preventative measures, which previously led to problems along pipelines like the Golmud–Lhasa pipeline. Recent monitoring systems, such as the one along the China–Russia Crude Oil Pipeline, address these challenges by utilizing real-time monitoring to accumulate valuable data and provide early warnings of potential frost hazards.",
        "AnswerCn": "挑战包括缺乏实时危险警报和预防措施，这在以前导致了像格尔木–拉萨管道这样的管道出现问题。最近的监测系统，例如中俄原油管道沿线的系统，通过利用实时监测来积累有价值的数据，并提供潜在霜冻危险的早期警报，从而解决了这些挑战。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}