{
  "id": "799550de-5522-4ea2-b49e-bf4be4cbc853",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Reanalysis of atmospheric data at key nodes of the Belt and Road Initiative (2000-2016)",
      "titleCn": "“一带一路”关键节点大气资料再分析数据（2000-2016）",
      "description": "ERA5 is the fifth generation of ECMWF reanalysis of the global atmosphere, covering from January 1950 to the present. Produced by ECMWF's Copernicus Climate Change Service (C3S), ERA5 provides hourly estimates of a plethora of atmospheric, land, and oceanic climate variables. The data covers the Earth with a 30-kilometer grid, and the atmosphere is resolved using 137 levels from the surface up to 80 kilometers in height. ERA5 includes information on the uncertainty of all variables at reduced spatial and temporal resolutions. Focusing on the Belt and Road region, the ERA5 data from 2000 to 2016 was used to analyze precipitation and temperature in different areas. This involved trimming and band synthesis, ultimately yielding reanalyzed atmospheric data for key nodes in the region from 2000-2016. Temperature and precipitation data are stored in two separate files, with data from the first to the last day of each year stored from the first to the last band respectively. Precipitation is measured in meters and temperature in Kelvin.",
      "descriptionCn": "ERA5 是第五代 ECMWF 对全球气候的大气再分析，涵盖从 1950 年 1 月至今。ERA5 由 ECMWF 的哥白尼气候变化服务 (C3S) 制作。ERA5 每小时提供大量大气、陆地和海洋气候变量的估计值。数据以 30 公里的网格覆盖地球，并使用从地表到 80 公里高度的 137 个级别来解析大气。ERA5 包括有关所有变量在降低的空间和时间分辨率下的不确定性的信息。以一带一路区域为研究区域，基于2000至2016年ERA5数据，对不同地区的降水和气温数据进行了裁剪和波段合成，最终得到了关键节点区域2000-2016年关键节点大气资料再分析数据。气温和降水数据分别存储在两个文件中，每一年从第一天开始到最后一天的数据分别存储在第一个波段到最后一个波段中。降水的单位是米，气温的单位是K。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 180.0,
      "west": 12.0,
      "south": -12.0,
      "north": 80.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 781003072.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘林志",
        "nameEn": "LIU Linzhi",
        "unitEn": "",
        "unitCn": "中国科学院精密测量科学与技术创新研究院"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Copernicus Climate Change Service",
        "referenceCn": null,
        "referenceEn": "Copernicus Climate Change Service (C3S). (2017). ERA5: Fifth generation of ECMWF atmospheric reanalyses of the global climate. Copernicus Climate Change Service Climate Data Store (CDS), (date of access), https://cds.climate.copernicus.eu/cdsapp#!/home"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2016",
        "keywordEn": "2000-2016",
        "type": "temporal"
      },
      {
        "keywordCn": "逐日",
        "keywordEn": "daily",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of the atmospheric reanalysis datasets in terms of spatial and temporal resolution?",
        "QuestionCn": "大气再分析数据集的关键特征是什么，在空间和时间分辨率方面？",
        "AnswerEn": "30 km grid, estimates every hour, 137 levels, up to 80 km in height",
        "AnswerCn": "30公里网格，每小时估算一次，137个层级，高度可达80公里",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of atmospheric data are covered in the reanalysis dataset for the key nodes within the Belt and Road region?",
        "QuestionCn": "“一带一路”区域内关键节点的再分析数据集覆盖了多少年的大气数据？",
        "AnswerEn": "17 years",
        "AnswerCn": "17年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '再分析数据' mean in the context of atmospheric data collection?",
        "QuestionCn": "在大气数据收集的背景下，“再分析数据”是什么意思？",
        "AnswerEn": "‘再分析数据’ refers to 'reanalysis data,' which are meteorological datasets that integrate past observations using a consistent data assimilation model to provide a comprehensive and coherent record of atmospheric conditions over time. In the context of atmospheric data collection, it involves using models and historical data to reconstruct past climate patterns, such as those provided by the ERA5 dataset, which covers atmospheric variables from 1950 to the present at high spatial and temporal resolutions.",
        "AnswerCn": "‘再分析数据’指的是‘再分析气象数据’，这些数据集通过使用一致的数据同化模型整合过去的观测数据，以提供一个全面且一致的气候条件记录。在大气数据收集的背景下，它涉及使用模型和历史数据重建过去的气候模式，例如ERA5数据集，该数据集覆盖了从1950年至今的高空间和时间分辨率的大气变量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the spatial and temporal resolution of atmospheric variables in a dataset influence the interpretation of climate patterns across the Belt and Road region?",
        "QuestionCn": "大气变量数据集的空间和时间分辨率如何影响对“一带一路”地区气候模式的解读？",
        "AnswerEn": "The spatial and temporal resolution, which in this dataset is 30 km grid and hourly estimates, allows for detailed examination of climate patterns, providing insights into localized climate phenomena and trends over time from 2000 to 2016 in the Belt and Road region. This granularity can reveal subtle fluctuations in temperature and precipitation that might indicate broader climate trends or localized weather events.",
        "AnswerCn": "该数据集的空间和时间分辨率为30公里网格和每小时估计，允许对气候模式进行详细检查，提供2000年至2016年“一带一路”地区的局部气候现象和趋势的洞察。这种细致程度可以揭示温度和降水的微小波动，这可能表明更广泛的气候趋势或局部天气事件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the selection of spatial and temporal resolution when collecting atmospheric data for key nodes along the Belt and Road Initiative?",
        "QuestionCn": "影响在“一带一路”关键节点收集大气数据时选择空间和时间分辨率的因素有哪些？",
        "AnswerEn": "The selection of spatial and temporal resolution in atmospheric data collection for key nodes along the Belt and Road Initiative is influenced by the need to accurately estimate a wide range of climate variables. The ERA5 dataset used provides a 30 km spatial grid and hourly estimates, which are critical in resolving atmospheric conditions from the surface up to 80 km altitude. The choice of resolution is likely driven by the aim to reduce uncertainties in the data, which is vital for understanding climate patterns across the diverse regions of the Belt and Road Initiative. Additionally, the need to tailor data for specific regions by clipping and band synthesis affects the resolution decisions to ensure data relevance and accuracy for specific analysis needs.",
        "AnswerCn": "在“一带一路”倡议的关键节点上，气象数据收集的空间和时间分辨率选择受到准确估计多种气候变量的需求影响。所使用的ERA5数据集提供了30公里的空间网格和每小时的估计，这对于解析从地表到80公里高度的气象条件至关重要。选择这种分辨率可能是为了减少数据的不确定性，这对于理解“一带一路”倡议各个地区的气候模式至关重要。此外，为了确保数据的相关性和准确性，针对特定区域进行裁剪和波段合成的需求也影响了分辨率的决策，以满足特定分析需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset that focuses on the reanalysis of atmospheric data in key nodes along the Belt and Road Initiative from 2000 to 2016?",
        "QuestionCn": "创建一个关注“一带一路”关键节点的气象数据再分析数据集（2000年至2016年）的主要目标是什么？",
        "AnswerEn": "The primary objectives are to provide a comprehensive and high-resolution analysis of climate variables, such as precipitation and temperature, in key regions along the Belt and Road Initiative. This reanalysis aims to support climate research and policy-making by offering detailed atmospheric data that can help in understanding regional climate patterns and changes over time. The dataset also seeks to address uncertainties in climate modeling by using a standardized grid and various atmospheric levels, enabling more accurate environmental assessments and aiding in the planning of infrastructure and economic activities in these regions.",
        "AnswerCn": "主要目标是对“一带一路”沿线关键地区的气候变量，如降水和温度，进行全面和高分辨率的分析。这项再分析旨在通过提供详细的大气数据来支持气候研究和政策制定，帮助理解区域气候模式及其随时间的变化。该数据集还旨在通过使用标准化网格和不同的大气层次来解决气候建模中的不确定性，从而实现更准确的环境评估，并帮助规划这些地区的基础设施和经济活动。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in extracting and synthesizing atmospheric data for key nodes in the Belt and Road region using the ERA5 dataset?",
        "QuestionCn": "从ERA5数据集中提取和合成“一带一路”地区关键节点的大气数据所涉及的程序步骤是什么？",
        "AnswerEn": "The process involves selecting the Belt and Road region as the study area, utilizing ERA5 data from 2000 to 2016. The data is tailored by clipping and band synthesis for different regions within this area. Specifically, the precipitation and temperature data are extracted and stored separately in two files. For each year, the data is organized from the first day to the last day, with each band representing a day. Precipitation is measured in meters, and temperature in Kelvin.",
        "AnswerCn": "该过程涉及选择“一带一路”区域作为研究区域，利用2000年至2016年的ERA5数据。通过裁剪和波段合成对该区域内的不同区域进行数据处理。具体而言，降水和温度数据被提取并分别存储在两个文件中。对于每一年，数据按从第一天到最后一天的顺序组织，每个波段代表一天。降水以米为单位，温度以开尔文为单位。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the accurate estimation of atmospheric, land, and ocean climate variables on an hourly basis for global climate reanalysis?",
        "QuestionCn": "哪些技术进步使得能够每小时准确估计全球气候重分析中的大气、陆地和海洋气候变量？",
        "AnswerEn": "The ECMWF's Copernicus Climate Change Service (C3S) leverages technological advancements to produce the ERA5 dataset, which provides hourly estimates of a wide range of atmospheric, land, and ocean climate variables. This is achieved through the use of a 30 km grid covering the entire Earth and 137 vertical levels from the surface up to 80 km in the atmosphere, allowing for detailed climate reanalysis.",
        "AnswerCn": "欧洲中期天气预报中心的哥白尼气候变化服务（C3S）利用技术进步生成ERA5数据集，该数据集提供了广泛的大气、陆地和海洋气候变量的每小时估计。通过使用覆盖整个地球的30公里网格和从地表到80公里大气的137个垂直层次，实现了详细的气候重分析。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}