{
  "id": "79d08105-0a80-4353-b432-d08908430a60",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "NEX-GDDP dataset over Qinghai-Tibet Plateau (2000–2009, 2090–2099)",
      "titleCn": "青藏高原NEX-GDDP数据集（2000–2009，2090–2099）",
      "description": "This dataset includes daily minimum temperature (Tmin), maximum temperature (Tmax) and precipitation (PPT) data of NEX-GDDP (NASA Earth Exchange Global Daily Downscaled Projections) (v1.0) over the periods of 2000–2009 and 2090–2099. The unit of Tmax and Tmin is K, and the unit of PPT is kgm-2s-1; the background filling value is -999. This dataset is a subset extraction fromthe original data. The original data was downloaded from https://portal.nccs.nasa.gov/datashare/NEXGDDP/BCSD/ in August 2020; The NEX-GDDP data set is obtained from CMIP5 (Coupled Model Intercomparison Project Phase 5) historical climate and General Circulation Models (General Circulation Models) operating in RCP (Representative Concentration Pathways) 4.5 scenario mode, including 21 atmospheric circulation models; among them, 2000 –2005 is a historical climate scenario, and 2006–2009 and 2090-2099 are RCP 4.5 scenarios. For the description of the original data, please refer to https://www.nccs.nasa.gov/services/data-collections/land-based-products/nex-gddp.",
      "descriptionCn": "该数据集包括2000–2009 和 2090–2099两个时段的NEX-GDDP （NASA Earth Exchange Global Daily Downscaled Projections）的每日最低气温（Tmin）、最高气温数据（Tmax）和降水量（PPT）数据（v1.0），日最高温和日最低温单位为K；降水量单位为kgm-2s-1；背景填充值为-999。 本数据集在原始数据基础上裁取青藏高原范围内像元，原始数据于2020年8月下载自 https://portal.nccs.nasa.gov/datashare/NEXGDDP/BCSD/。 NEX-GDDP数据集由CMIP5（Coupled Model Intercomparison Project Phase 5）历史气候和RCP（Representative Concentration Pathways）4.5情景模式下运行的大气环流模型（General Circulation Models）得到，共包括21个大气环流模型；其中 2000–2005为历史气候情景，2006–2009和2090–2099为RCP 4.5情景。原始数据相关说明请参见：https://www.nccs.nasa.gov/services/data-collections/land-based-products/nex-gddp。",
      "instructions": "This files containing the data in the Geotiff format with one file per model per year per variable. The filename structure is \"Variable_MODEL_yyyy_TP.tiff\", where Variable represents the variable name (Tmin, Tmax or PPT), MODEL represents the model name (21 atmospheric circulation models), yyyy represents the year, and TP represents the Qinghai-Tibet Plateau. For example, \"Tmin_ACCESS1-0_2000_TP.TIF\" represents the daily minimum temperature data obtained from ACCESS1-0 model over Qinghai-Tibet Plateau in 2000. Method to read data: open with remote-sensing software such as ArgGIS and ENVI.",
      "instructionsCn": "本数据集以Geotiff格式存储，每个文件为单个模型对应单个气象指标（Tmin、Tmax或PPT数据）全年的逐日数据,文件的名称为\"Variable_MODEL_yyyy_TP.tiff\"，其中，Variable代表指标名称，MODEL代表模型名称，yyyy代表年，TP代表青藏高原。如“Tmin_ACCESS1-0_2000_TP.tif”就代表青藏高原2000年ACCESS1-0模型的每日最低气温数据。 数据读取方式：用ArgGIS,ENVI等遥感软件打开。",
      "east": 106.0,
      "west": 73.0,
      "south": 24.5,
      "north": 41.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 5858694621.0,
      "cstr": "18406.11.Meteoro.tpdc.271526",
      "doi": "10.11888/Meteoro.tpdc.271526",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "沈妙根",
        "nameEn": "Shen Miaogen",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "姜楠",
        "nameEn": "JIANG Nan",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Technical Note: Bias correcting climate model simulated daily temperature extremes with quantile mapping.",
        "referenceCn": null,
        "referenceEn": "Thrasher, B., Maurer, E. P., McKellar, C., & Duffy, P. B. (2012). Technical Note: Bias correcting climate model simulated daily temperature extremes with quantile mapping. Hydrology and Earth System Sciences, 16(9), 3309–3314. https://doi.org/10.5194/hess-16-3309-2012"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2009",
        "keywordEn": "2000-2009",
        "type": "temporal"
      },
      {
        "keywordCn": "2090-2099",
        "keywordEn": "2090-2099",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and specifications of daily climate data collected for the Qinghai-Tibet Plateau in terms of temperature and precipitation?",
        "QuestionCn": "青藏高原每日气候数据中关于温度和降水的特征和规格是什么？",
        "AnswerEn": "minimum temperature, maximum temperature, precipitation, 2000–2009, 2090–2099, Kelvin, kgm-2s-1, -999, NEX-GDDP, Qinghai-Tibet Plateau, CMIP5 models, historical climate scenario, RCP 4.5 scenario",
        "AnswerCn": "最低气温，最高气温，降水量，2000–2009年，2090–2099年，开尔文，千克每平方米每秒，-999，NEX-GDDP，青藏高原，CMIP5模型，历史气候情景，RCP 4.5情景",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many atmospheric circulation models are used to generate the projections for the Tibetan Plateau dataset?",
        "QuestionCn": "用于生成青藏高原数据集的气候环流模型有多少个？",
        "AnswerEn": "21",
        "AnswerCn": "21",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are NEX-GDDP data and how are they utilized in the context of climate modeling for the Tibetan Plateau?",
        "QuestionCn": "NEX-GDDP数据是什么，它们在青藏高原气候建模中的应用是什么？",
        "AnswerEn": "NEX-GDDP data refer to the NASA Earth Exchange Global Daily Downscaled Projections, which include daily minimum and maximum temperature and precipitation data. These data are utilized in climate modeling by providing downscaled climate projections based on atmospheric circulation models. Specifically for the Tibetan Plateau, the data have been extracted from original datasets to focus on this region, covering historical climate scenarios from 2000 to 2005 and future projections under the RCP 4.5 scenario for 2006–2009 and 2090–2099.",
        "AnswerCn": "NEX-GDDP数据指的是NASA地球交换全球日降尺度预测，包括每日最低和最高气温以及降水数据。这些数据通过提供基于大气环流模型的降尺度气候预测，广泛用于气候建模。特别针对青藏高原，这些数据已从原始数据集中提取，以关注该地区，涵盖2000年至2005年的历史气候情景以及在RCP 4.5情景下的未来预测，时间为2006年至2009年和2090年至2099年。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What would be the potential impacts on climate projections and research outcomes when utilizing daily minimum and maximum temperature data, alongside precipitation data, from a dataset covering historical climate and future scenarios?",
        "QuestionCn": "当利用涵盖历史气候和未来情景的数据集中的日最低和最高气温数据，以及降水数据时，对气候预测和研究结果的潜在影响是什么？",
        "AnswerEn": "Utilizing daily minimum and maximum temperature data, alongside precipitation data, from a dataset covering historical climate and future scenarios could enhance the accuracy and resolution of climate projections. This approach allows researchers to better understand trends and variations in local and regional climates over time, potentially leading to more robust predictions of future climate conditions. Additionally, it could improve the assessment of the impacts of climate change on ecosystems and human activities by providing detailed temporal data for analysis. The historical data helps to establish a baseline for understanding changes, while the future scenario data offers insights into possible future climate conditions based on different emission pathways.",
        "AnswerCn": "利用涵盖历史气候和未来情景的数据集中的每日最低和最高气温数据，以及降水数据，可以提高气候预测的准确性和分辨率。这种方法使研究人员能够更好地理解地方和区域气候随时间的趋势和变化，从而可能导致对未来气候条件的更稳健预测。此外，它还可以通过提供详细的时间数据进行分析，改善对气候变化对生态系统和人类活动影响的评估。历史数据有助于建立理解变化的基线，而未来情景数据则提供了基于不同排放路径的可能未来气候条件的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting daily temperature and precipitation data for the Qinghai-Tibet Plateau across two distinct time periods, and how might these goals influence data collection methodologies?",
        "QuestionCn": "收集青藏高原两个不同时间段的日温和降水数据的目标是什么，这些目标可能如何影响数据收集方法？",
        "AnswerEn": "The objectives behind collecting daily temperature and precipitation data for the Qinghai-Tibet Plateau across the periods 2000–2009 and 2090–2099 include understanding the historical climate and projecting future climate scenarios under RCP 4.5. These goals influence data collection methodologies by necessitating the use of downscaled climate model outputs from the CMIP5 project to provide detailed spatial and temporal climate data, which are essential for assessing climate change impacts and supporting environmental and policy decision-making.",
        "AnswerCn": "收集2000年至2009年和2090年至2099年青藏高原的每日温度和降水数据的目标包括理解历史气候和在RCP 4.5情景下预测未来气候。这些目标影响数据收集方法，要求使用CMIP5项目的下调气候模型输出，以提供详细的空间和时间气候数据，这对于评估气候变化影响和支持环境及政策决策至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the extraction of high-resolution climate projections for specific regions like the Tibetan Plateau?",
        "QuestionCn": "哪些技术进步使得能够提取特定区域（如青藏高原）的高分辨率气候预测？",
        "AnswerEn": "The extraction of high-resolution climate projections for regions like the Tibetan Plateau is enabled by advancements in downscaling techniques such as those used in the NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP). This involves using General Circulation Models from the CMIP5, which simulate historical and future climate scenarios. The data is downscaled to provide detailed daily information on temperature extremes and precipitation, leveraging computational models and climate scenarios like RCP 4.5.",
        "AnswerCn": "高分辨率气候预测的提取得益于下调技术的进步，例如NASA地球交换全球日降尺度预测（NEX-GDDP）中使用的技术。这涉及使用CMIP5的综合气候模型，模拟历史和未来的气候情景。数据经过下调，以提供关于温度极端值和降水的详细日常信息，利用计算模型和气候情景，如RCP 4.5。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}