{
    "id": "7b61d117-284f-42ef-b4a3-2882043eb11f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial distribution of ecological efficiency index in Sanjiangyuan National Park (2010-2015, 2016-2020)",
            "titleCn": "三江源国家公园生态效益指数空间分布（2010-2015、2016-2020）",
            "description": "The Sanjiangyuan National Park is an important ecological security barrier in China, with an important ecological status. Its ecological benefits are a priority in the construction of national parks. Based on the principles of scientificity, pertinence, accessibility, and quantifiability, this dataset selects six key evaluation indicators, including vegetation coverage, net primary productivity, water conservation, soil conservation, wind and sand fixation, and Shannon diversity index, to construct an indicator system for calculating the ecological efficiency index of the Three Rivers Source National Park. The vegetation coverage is calculated using a pixel binary model; The net primary productivity is achieved using the Light Energy Utilization Efficiency Model (ECLUE); The water source conservation amount is calculated using the precipitation storage method; The soil conservation amount is calculated using the modified General Soil Loss Equation (RUSLE); The amount of wind protection and sand fixation is calculated using the modified wind erosion equation RWEQ model; The Shannon Diversity Index was obtained using remote sensing monitoring data of land use. Based on the vegetation coverage, net primary productivity, water conservation, soil conservation, wind and sand fixation, and Shannon diversity index obtained from the above calculations, the entropy weight method and Analytic Hierarchy Process were comprehensively applied to calculate the weights of each indicator. Finally, the spatial distribution data of the ecological benefit index before (2010–2015) and after (2016–2020) the pilot implementation of the Three Rivers Source National Public Park System were calculated.",
            "descriptionCn": "三江源国家公园是我国重要的生态安全屏障，具有重要的生态地位，其生态效益是国家公园建设中优先考虑的重点。该数据集根据科学性、针对性、易获得性和可量化性的原则，选取植被覆盖度、净初级生产力、水源涵养量、土壤保持量、防风固沙量、香农多样性指数等6项作为关键评估指标，构建了三江源国家公园生态效益指数计算的指标体系。植被覆盖度采用像元二分模型计算；净初级生产力采用光能利用率模型（EC-LUE）实现；水源涵养量采用降水贮存量法计算；土壤保持量通过修正的通用土壤流失方程（RUSLE）计算；防风固沙量采用修正风蚀方程RWEQ模型计算；香农多样性指数利用土地利用遥感监测数据求得。基于上述计算获取到的植被覆盖度、净初级生产力、水源涵养量、土壤保持量、防风固沙量和香农多样性指数，综合应用熵权法和层次分析法分别计算各个指标权重，最终计算得到三江源国家公园体制试点实施（2016年）前（2010-2015年）后（2016-2020年）生态效益指数空间分布数据。",
            "instructions": "File name: This dataset is stored in GeoTIFF format, with the file name \"EcBI_xx_yy_ss. tif\", where ss represents the spatial resolution (1km) of the Ecological Benefit Index (EcBI), xx_ yy represents the time period. Data reading method: ArcGIS, Python, R and other software can be used to display or operate this format file.",
            "instructionsCn": "文件命名：该数据集以GeoTIFF格式存储，文件名称为“EcBI_xx_yy_ss.tif”，其中ss代表生态效益指数（EcBI）的空间分辨率（1km），xx_yy代表时间段。数据读取方式：可用ArcGIS、python、R等软件展示或操作该格式文件。",
            "east": 102.58,
            "west": 89.15,
            "south": 30.79,
            "north": 37.38,
            "startTime": null,
            "endTime": null,
            "fileSize": 1010193.0,
            "cstr": "18406.11.Terre.tpdc.300844",
            "doi": "10.11888/Terre.tpdc.300844",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘晓洁",
                "nameEn": "LIU Xiaojie",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park",
                "referenceCn": null,
                "referenceEn": "Guo, Y.M., Liu, X.J., Liu, X.H., Zhang, J.H., Zhang, H.Y., Fan, J.W., Khan, N., & Ma, J.L. (2023). Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park. Front. Ecol. Evol. 11, 1121189. https://doi.org/10.3389/fevo.2023.1121189"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            },
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2015",
                "keywordEn": "2010-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2016-2020",
                "keywordEn": "2016-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the ecological benefit index for a national park, and how are the key assessment indicators selected?",
                "QuestionCn": "国家公园生态效益指数的特征是什么，以及关键评估指标是如何选择的？",
                "AnswerEn": "scientificity, relevance, accessibility, quantifiability, vegetation coverage, net primary productivity, water conservation, soil retention, wind erosion resistance, Shannon diversity index",
                "AnswerCn": "科学性、相关性、可及性、可量化性、植被覆盖率、净初级生产力、水分保持、土壤保持、抗风蚀性、香农多样性指数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What are the numerical values or ranges for vegetation coverage, net primary productivity, water conservation, soil retention, wind and sand fixation, and Shannon diversity index used as key evaluation indicators in a dataset related to the ecological benefits index of Sanjiangyuan National Park?",
                "QuestionCn": "在与三江源国家公园生态效益指数相关的数据集中，植被覆盖、净初级生产力、水分保持、土壤保持、风沙固定和香农多样性指数作为关键评估指标的数值或范围是什么？",
                "AnswerEn": "The dataset does not provide specific numerical values or ranges for the key evaluation indicators in the ecological benefits index of Sanjiangyuan National Park.",
                "AnswerCn": "该数据集未提供三江源国家公园生态效益指数关键评估指标的具体数值或范围。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'entropy weight method' mean in the context of calculating ecological benefit index spatial distribution?",
                "QuestionCn": "在计算生态效益指数空间分布的背景下，“熵权法”一词是什么意思。",
                "AnswerEn": "In the context of calculating ecological benefit index spatial distribution, the 'entropy weight method' refers to a technique used to determine the weight of each evaluation index based on the degree of information each index provides. It involves calculating the entropy of each index, which measures the uncertainty or disorder associated with it, to assign weights that reflect the relative importance of each index in the overall evaluation. This method is applied in combination with the analytic hierarchy process to integrate various ecological indicators into a comprehensive index.",
                "AnswerCn": "在计算生态效益指数空间分布的背景下，“熵权法”指的是一种根据每个评估指标提供的信息程度来确定权重的技术。它涉及计算每个指标的熵，熵衡量与之相关的不确定性或无序程度，以分配反映每个指标在整体评估中相对重要性的权重。该方法与层次分析法结合应用，以将各种生态指标整合为一个综合指数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for calculating the ecological benefits index using vegetation coverage and net primary productivity compare in terms of accuracy and ease of data acquisition?",
                "QuestionCn": "计算生态效益指数时，使用植被覆盖和净初级生产力的数据收集方法在准确性和数据获取的便利性方面如何比较？",
                "AnswerEn": "The data collection method for vegetation coverage uses a pixel dichotomy model, while net primary productivity is calculated using the light use efficiency model (EC-LUE). The pixel dichotomy model focuses on direct measurements of vegetation cover, which might be easier to acquire but may not capture productivity dynamics as effectively as the EC-LUE model. The EC-LUE model, on the other hand, incorporates light energy utilization for estimating productivity, potentially offering more accurate insights into ecological benefits but requiring more complex data inputs and processing.",
                "AnswerCn": "植被覆盖的数据收集方法采用像素二分法模型，而净初级生产力则使用光利用效率模型（EC-LUE）进行计算。像素二分法模型侧重于对植被覆盖的直接测量，这可能更容易获取，但可能无法像EC-LUE模型那样有效捕捉生产力动态。另一方面，EC-LUE模型结合了光能利用来估算生产力，可能提供更准确的生态效益洞察，但需要更复杂的数据输入和处理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of integrating multiple ecological indicators such as vegetation coverage, net primary productivity, water conservation capacity, soil retention, wind erosion control, and Shannon diversity index on the overall spatial distribution of ecological benefit index in a national park?",
                "QuestionCn": "整合多个生态指标，如植被覆盖率、净初级生产力、水分保持能力、土壤保持、风蚀控制和香农多样性指数，对国家公园整体生态效益指数的空间分布可能产生的结果是什么？",
                "AnswerEn": "Integrating multiple ecological indicators like vegetation coverage, net primary productivity, water conservation capacity, soil retention, wind erosion control, and Shannon diversity index allows for a comprehensive assessment of the ecological benefits in a national park. This integration can result in a more accurate and holistic understanding of the spatial distribution of ecological benefits. By using methods such as the entropy weight method and analytic hierarchy process to calculate the weights of these indicators, the ecological benefit index can reflect the combined impact of these factors on the ecosystem, providing valuable insights into how different ecological functions contribute to the overall ecological health of the park.",
                "AnswerCn": "整合多种生态指标，如植被覆盖率、净初级生产力、水分保持能力、土壤保持、风蚀控制和香农多样性指数，可以对国家公园的生态效益进行全面评估。这种整合能够更准确、全面地理解生态效益的空间分布。通过使用熵权法和层次分析法等方法计算这些指标的权重，生态效益指数可以反映这些因素对生态系统的综合影响，为不同生态功能如何贡献于公园整体生态健康提供有价值的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be followed to quantify ecological benefits in an important ecological security area by utilizing multiple environmental indices?",
                "QuestionCn": "可以通过以下程序来量化重要生态安全区的生态效益，利用多个环境指数：\n\n1. 确定研究区域：选择一个重要的生态安全区作为研究对象。\n\n2. 收集数据：收集与该区域相关的环境数据，包括气候、土壤、水质、生物多样性等信息。\n\n3. 选择环境指数：根据研究目标选择适当的环境指数，如生态足迹指数、生物多样性指数、水质指数等。\n\n4. 数据分析：对收集到的数据进行分析，计算各个环境指数的值。\n\n5. 量化生态效益：利用计算出的环境指数，评估该区域的生态效益，包括生态服务功能、生态系统健康状况等。\n\n6. 综合评估：将多个环境指数的结果进行综合评估，形成对生态效益的全面理解。\n\n7. 制定管理建议：根据评估结果，提出针对性的生态保护和管理建议，以提升生态安全区的生态效益。",
                "AnswerEn": "The procedures involve selecting key evaluation indicators such as vegetation coverage, net primary productivity, water conservation, soil retention, windbreak and sand fixation, and Shannon diversity index. Vegetation coverage is calculated using the pixel dichotomy model; net primary productivity is achieved with the light use efficiency model (EC-LUE); water conservation is calculated using the precipitation storage method; soil retention is measured through the revised universal soil loss equation (RUSLE); windbreak and sand fixation are calculated using the revised wind erosion equation (RWEQ) model; and the Shannon diversity index is obtained through land use remote sensing monitoring data. These indicators are then integrated using entropy weight method and analytic hierarchy process to calculate the ecological benefit index spatial distribution before and after a specific time period.",
                "AnswerCn": "这些程序涉及选择关键评估指标，如植被覆盖、净初级生产力、水分保持、土壤保持、风障和沙子固定，以及香农多样性指数。植被覆盖通过像素二分法模型计算；净初级生产力通过光利用效率模型（EC-LUE）实现；水分保持通过降水储存法计算；土壤保持通过修订的通用土壤流失方程（RUSLE）测量；风障和沙子固定通过修订的风蚀方程（RWEQ）模型计算；香农多样性指数通过土地利用遥感监测数据获得。这些指标随后通过熵权法和层次分析法整合，以计算特定时间段前后生态效益指数的空间分布。",
                "Level": "C3(Applying)"
            }
        ]
    }
}