{
    "id": "7c804b55-2520-407e-b044-b39bea663b35",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Meteorological observation stations distribution map of the Heihe River Basin",
            "titleCn": "黑河流域气象观测站分布数据",
            "description": "This data set includes the information of 21 conventional meteorological observation stations in Heihe River Basin and its surrounding areas, of which Wutonggou and Quixote stations have been cancelled in the 1980s, and other stations have operated since the establishment of the station.\nStation name, longitude and latitude            \n1. Mazong mountain 97.1097 41.5104            \n2. Yumen town 97.5530 39.8364           \n3. Wutonggou 98.3248 40.4697           \n4. Jiuquan 98.4975 39.7036            \n5. Jinta 98.9058 39.9988            \n6. Dingxin 99.5117 40.3080            \n7. Gaotai 99.7907 39.3623            \n8. Linze 100.165 39.1385           \n9. Sunan 99.6178 38.8399            \n10. Yeniugou 99.5830 38.4167            \n11. Tole 98.0147 39.0327            \n12. Ejina Banner 101.088 41.9351            \n13. Guaizi Lake 102.283 41.3662            \n14. Zhangye 100.460 38.9124            \n15. Shandan 101.083 38.7746            \n16. Folk music 100.826 38.4376            \n17. Alxa Right Banner 101.429 39.1407            \n18. Yongchang 101.578 38.1771            \n19. Qilian 100.238 38.1929            \n20. Gangcha 100.111 37.2478            \n21. Menyuan 101.379 37.2513            \n22. Gekkot 99.7063 41.9183            \n23. Jiayuguan 98.2241 39.7975",
            "descriptionCn": "本数据集包括黑河流域及其周边地区21个气象常规观测站点的信息，其中梧桐沟和吉诃德两个站点于上个世纪80年代已经撤销，其他站点均从建站起运行至今。\n站名             经度               纬度\n1、马鬃山     97.1097       41.5104     \n2、玉门镇     97.5530       39.8364\n3、梧桐沟     98.3248       40.4697\n4、酒泉        98.4975       39.7036 \n5、金塔        98.9058       39.9988\n6、鼎新        99.5117       40.3080\n7、高台        99.7907       39.3623\n8、临泽        100.165       39.1385\n9、肃南        99.6178       38.8399\n10、野牛沟    99.5830      38.4167\n11、托勒       98.0147      39.0327\n12、额济纳旗  101.088      41.9351\n13、拐子湖    102.283       41.3662\n14、张掖       100.460      38.9124\n15、山丹       101.083      38.7746\n16、民乐       100.826      38.4376\n17、阿拉善右旗 101.429    39.1407\n18、永昌         101.578     38.1771\n19、祁连         100.238     38.1929\n20、刚察         100.111     37.2478\n21、门源        101.379      37.2513\n22、吉珂德      99.7063      41.9183\n23、嘉峪关      98.2241      39.7975",
            "instructions": ". SHP is a store",
            "instructionsCn": ".shp 是个存储",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2019-05-29 18:49:07",
            "endTime": "2019-05-29 18:49:07",
            "fileSize": 274997.0,
            "cstr": "18406.11.Meteoro.tpdc.270588",
            "doi": "10.11888/Meteoro.tpdc.270588",
            "dataFormat": "shapefile",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "国家气象信息中心 数据应用服务室",
                "nameEn": "National Meteorological Information Center",
                "unitEn": "",
                "unitCn": "国家气象信息中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
                "titleEn": null,
                "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
                "referenceEn": null
            },
            {
                "titleCn": "数字黑河的思考与实践2：数据集成",
                "titleEn": null,
                "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
                "referenceCn": null,
                "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
            },
            {
                "titleCn": "基于MODIS数据的黑河流域地表温度反演研究",
                "titleEn": null,
                "referenceCn": "张福存, 李净, 吴立宗, 张晓. 基于MODIS数据的黑河流域地表温度反演研究. 水土保持研究, 2011, (06):42-45+50+297",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007",
                "keywordEn": "2007",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of meteorological observation stations in the Heihe River Basin in terms of their geographical distribution and operational history?",
                "QuestionCn": "黑河流域气象观测站的地理分布和运营历史特点是什么？",
                "AnswerEn": "21 conventional stations, decommissioned in the 1980s, operational since establishment, specific longitude and latitude coordinates, spread across diverse locations within the basin",
                "AnswerCn": "21个常规站点，于20世纪80年代退役，自建立以来一直运行，具有特定的经纬度坐标，分布在流域内的不同位置。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological observation stations are included in a dataset of the Heihe River Basin and its surrounding areas?",
                "QuestionCn": "在黑河流域及其周边地区的数据集中包含多少个气象观测站？",
                "AnswerEn": "23",
                "AnswerCn": "23",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '气象观测站分布数据' mean in the context of meteorological research?",
                "QuestionCn": "'气象观测站分布数据'在气象研究中指的是气象观测站的地理位置和分布情况的数据。这些数据用于分析气象观测站在特定区域内的分布，以便进行气象监测、数据收集和气候研究。",
                "AnswerEn": "'气象观测站分布数据' refers to the dataset that includes information about the distribution of meteorological observation stations. In the context of meteorological research, it involves the geographical locations (longitude and latitude) and operational status of these stations to monitor weather patterns and climate data, providing critical information for atmospheric studies.",
                "AnswerCn": "“气象观测站分布数据”指的是包含气象观测站分布信息的数据集。在气象研究的背景下，它涉及这些站点的地理位置（经度和纬度）以及运营状态，以监测天气模式和气候数据，为大气研究提供重要信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the discontinuation of meteorological observation stations in regions like the Heihe River Basin?",
                "QuestionCn": "导致像黑河流域这样的地区气象观测站停用的因素有哪些？",
                "AnswerEn": "The metadata indicates that factors such as historical changes in regional priorities or resource allocation could contribute to the discontinuation of meteorological observation stations, as seen with the withdrawal of the Wutonggou and Jikede stations in the 1980s.",
                "AnswerCn": "元数据表明，历史上区域优先事项或资源分配的变化等因素可能导致气象观测站的停用，正如1980年代五通沟和吉克德站的撤回所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing data from meteorological stations that have been operational since their establishment on the accuracy and reliability of long-term climate trend analyses in the Heihe River Basin?",
                "QuestionCn": "利用自建立以来一直在运行的气象站数据对黑河流域长期气候趋势分析的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Utilizing data from meteorological stations that have been operational since their establishment ensures a consistent and continuous dataset, which is crucial for accurate and reliable long-term climate trend analyses. This continuity allows for the identification of genuine climate trends and patterns over time, reducing the impact of data gaps or inconsistencies that might arise from station relocations or temporary shutdowns. However, it may also mean that data from stations like Wutonggou and Jihede, which were decommissioned in the 1980s, are not included in long-term trend analyses, potentially omitting localized historical climate variations specific to those areas.",
                "AnswerCn": "利用自建立以来一直在运行的气象站的数据，确保了一个一致且连续的数据集，这对于准确可靠的长期气候趋势分析至关重要。这种连续性使得能够识别真正的气候趋势和模式，减少了由于气象站迁移或临时停运可能导致的数据缺口或不一致性的影响。然而，这也可能意味着像五通沟和吉和德这样的气象站在1980年代被停用的数据未被纳入长期趋势分析中，可能会遗漏特定区域的局部历史气候变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended objectives behind collecting meteorological observation data from numerous stations across the Heihe River Basin and its surrounding areas?",
                "QuestionCn": "收集来自黑河流域及其周边地区多个气象观测站的数据的预期目标是什么？",
                "AnswerEn": "The ultimate goal is to provide comprehensive meteorological information across the Heihe River Basin and its surroundings, which helps in understanding regional climate patterns, supporting research in climatology, and assisting in environmental monitoring and management. The data from these stations facilitate long-term analysis and provide valuable insights for various applications, such as agriculture, hydrology, and disaster management.",
                "AnswerCn": "最终目标是提供全面的气象信息，覆盖黑河流域及其周边地区，这有助于理解区域气候模式，支持气候学研究，并协助环境监测和管理。这些站点的数据促进了长期分析，并为农业、水文学和灾害管理等各种应用提供了宝贵的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental or procedural techniques can be employed to ensure accurate data collection across multiple meteorological observation stations within a river basin, considering potential challenges such as station discontinuation or geographical diversity?",
                "QuestionCn": "可以采用哪些仪器或程序技术来确保在一个流域内多个气象观测站的准确数据收集，考虑到潜在的挑战，如站点中断或地理多样性？",
                "AnswerEn": "Data collection techniques in a river basin involving multiple meteorological observation stations might include the use of standardized instruments and methods to ensure consistency, such as automated weather stations equipped with sensors for temperature, humidity, wind speed, and precipitation. A procedural approach could involve regular calibration of these instruments and the use of satellite data or remote sensing to complement ground-based observations. Challenges such as station discontinuation may be addressed by identifying replacement stations or using historical data to fill gaps. Geographical diversity can be tackled by deploying additional stations in underrepresented areas or using spatial interpolation techniques to estimate conditions between stations.",
                "AnswerCn": "在一个流域内涉及多个气象观测站的数据收集技术可能包括使用标准化仪器和方法以确保一致性，例如配备温度、湿度、风速和降水传感器的自动气象站。程序性方法可以包括定期校准这些仪器，以及使用卫星数据或遥感技术来补充地面观测。针对观测站中断等挑战，可以通过识别替代站点或使用历史数据填补空白来解决。地理多样性问题可以通过在代表性不足的地区部署额外站点或使用空间插值技术来估算站点之间的条件来应对。",
                "Level": "C3(Applying)"
            }
        ]
    }
}