{
  "id": "7c9f3e74-02d1-431f-85c2-50f54d25bb8b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of hydrometeorological observation network (thermal dissipation sap flow velocity probe, 2015)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（热扩散液流计-2015）",
      "description": "The data set contains the data of thermal diffusion fluid flow meter in the hydrometeorological observation network from January 1 to December 31, 2015. The study area is located in huyang forest, ejin banner, alxa league, lower reaches of heihe, Inner Mongolia autonomous region.According to the different height and diameter at breast height of iminqak, choose install Thermal diffusion flow meter sample tree (Thermal Dissipation SAP flow velocity Probe, TDP), domestic TDP pin type Thermal diffusion plant flow meter, model for TDP30.The TDP1 point and TDP2 point of sample plots were set in the vicinity of mixed forest station and populus populus station, respectively.Sample tree height from high to low in turn for TDP2 (16.4 meters, 18.3 meters, 16.9 meters), TDP1 (12.5 meters, 13 meters, 14 meters), diameter at breast height order from large to small is TDP1 (48 cm, 41.6 cm, 46.6 cm), TDP2 (33.8 cm, 38.5 cm, 42.3 cm), density of TDP1 respectively (0.0158 per square meter) tree, TDP2 (0.0116 per square meter), to represent the whole area of populus euphratica transpiration measurement.Two sets of probes are installed in each sample tree, with a height of 1.3 meters and a direction of east and west of the sample tree.\nThe original observation data of TDP is the temperature difference between the probes, and the collection frequency is 10s, with an average output of 10 minutes.The published data are calculated and processed trunk flow data, including flow rate V (cm/h), flux Fs (cm3/h) and daily transpiration Q (mm/d) per 10 minutes.Firstly, the liquid flow rate and liquid flux were calculated according to the temperature difference between the probes, and then the transpiration Q per unit area of the forest zone was calculated according to the area of Euphrates poplar forest and the distance between trees at the observation points.At the same time, post-processing was carried out on the calculated rate and flux value :(1) data that obviously exceeded the physical significance or the instrument range were removed;(2) the missing data is marked with -6999;(3) suspicious data caused by probe fault or other reasons shall be identified in red, and the data confirmed to have problems shall be removed.\nPlease refer to Li et al. (2013) for hydrometeorological network or site information, and Qiao et al. (2015) for observation data processing.",
      "descriptionCn": "该数据集包含了2015年1月1日至12月31日期间水文气象观测网中热扩散液流计数据，研究区位于黑河下游内蒙古自治区阿拉善盟额济纳旗胡杨林。根据胡杨林的不同高度及胸径，选取样树安装热扩散液流计 (Thermal Dissipation sap flow velocity Probe, TDP)，采用国产TDP插针式热扩散植物液流计，型号为TDP30。在混合林站及胡杨站附近分别设置样地TDP1点和TDP2点。样树高度从高到低依次为TDP2（16.4米、18.3米、16.9米）、TDP1（12.5，米、13米、14米），胸径从大到小依次为TDP1（48厘米、41.6厘米、46.6厘米）、TDP2（33.8厘米、38.5厘米、42.3厘米），密度分别为TDP1（0.0158棵/平方米）、TDP2（0.0116棵/平方米），以此代表整个区域进行胡杨蒸腾量的测量。每棵样树安装两组探针，高度为1.3米，方位分别为样树正东和正西方向。\nTDP的原始观测数据为探针之间的温度差，采集频率为10s采集一次，平均为10分钟输出。发布的数据为经过计算和处理之后的树干液流数据，包括每10分钟的液流速率V（cm/h）、液流通量Fs（cm3/h）和每天的蒸腾量Q（mm/d）。首先根据探针之间的温度差计算液流速率和液流通量，然后根据观测点的胡杨林面积和树木间距，计算得到林带单位面积的蒸腾量Q。同时对计算之后的速率和通量值进行后处理：（1）剔除明显超出物理意义或超出仪器量程的数据；（2）缺失的数据用-6999标记；（3）因探针故障等原因引起的可疑数据用红色字体标识，并剔除确认有问题的数据。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Qiao et al. (2015)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.1346,
      "west": 101.1346,
      "south": 41.99,
      "north": 41.99,
      "startTime": "2015-01-08 16:00:00",
      "endTime": "2016-01-07 16:00:00",
      "fileSize": 9380778.0,
      "cstr": "18406.11.hiwater.331.2016.db",
      "doi": "10.3972/hiwater.331.2016.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "热扩散液流计",
        "nameEn": "Thermal dissipation sap flow velocity probe（TDP）"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "下游天然绿洲试验区",
        "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2015-01-01至2015-12-31",
        "keywordEn": "2015-01-01 to 2015-12-31",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data collection for sap flow velocity using the Thermal Dissipation Probe in a dataset related to hydrometeorological networks?",
        "QuestionCn": "在与水文气象网络相关的数据集中，使用热耗散探头收集sap流速的数据频率是多少？",
        "AnswerEn": "10 seconds, 10 minutes",
        "AnswerCn": "10秒，10分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a Thermal Dissipation sap flow velocity Probe (TDP) and how is it used in measuring tree transpiration in ecological studies?",
        "QuestionCn": "热扩散树液流速探针（TDP）是什么？它如何用于生态研究中测量树木蒸腾作用？",
        "AnswerEn": "A Thermal Dissipation sap flow velocity Probe (TDP) is a device used to measure sap flow in trees, which can be used to estimate tree transpiration. In ecological studies, TDPs are installed on sample trees to capture the temperature difference between probes, which is used to calculate sap flow velocity and flux. The data collected helps in determining the transpiration rate of a forested area by considering factors such as tree height, diameter, and density.",
        "AnswerCn": "热耗散树液流速探头（TDP）是一种用于测量树木中树液流动的设备，可以用来估算树木的蒸腾作用。在生态研究中，TDP被安装在样本树上，以捕捉探头之间的温度差，这用于计算树液流速和流量。收集的数据有助于通过考虑树木的高度、直径和密度来确定森林区域的蒸腾速率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the outcomes of using thermal dissipation sap flow velocity probes for measuring transpiration in mixed forest regions?",
        "QuestionCn": "使用热耗散树液流速探头测量混合森林地区蒸腾作用的结果是什么？",
        "AnswerEn": "The use of thermal dissipation sap flow velocity probes results in detailed data on sap flow velocity, sap flow flux, and daily transpiration rates. These outcomes provide insights into the transpiration dynamics of tree species in mixed forest regions, enabling the calculation of transpiration per unit area by considering tree height, diameter, and density. Additionally, data processing includes filtering out physically meaningless values and marking missing or suspicious data, which ensures the reliability of the results.",
        "AnswerCn": "使用热耗散树液流速探头可以获得关于树液流速、树液流量和每日蒸腾速率的详细数据。这些结果为混交林地区树种的蒸腾动态提供了洞察，能够通过考虑树木的高度、直径和密度来计算单位面积的蒸腾量。此外，数据处理还包括过滤掉物理上无意义的值，并标记缺失或可疑的数据，从而确保结果的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing thermal dissipation sap flow velocity probes in monitoring hydrological and meteorological networks?",
        "QuestionCn": "利用热耗散树液流速探头监测水文和气象网络的主要目标是什么？",
        "AnswerEn": "The primary objective of utilizing thermal dissipation sap flow velocity probes is to accurately measure sap flow velocity, sap flow flux, and daily transpiration rates in trees, which helps in understanding the water dynamics and transpiration in forests like the Populus euphratica in the Heihe River Basin. This data collection supports the broader goal of assessing water usage and ecological health in arid regions, facilitating effective water resource management.",
        "AnswerCn": "利用热耗散树液流速探头的主要目的是准确测量树木中的树液流速、树液流量和每日蒸腾速率，这有助于理解像河西走廊的胡杨（Populus euphratica）这样的森林中的水分动态和蒸腾作用。这些数据收集支持了评估干旱地区水资源使用和生态健康的更广泛目标，促进有效的水资源管理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in utilizing a Thermal Dissipation sap flow velocity Probe (TDP) to measure tree transpiration rates, including data collection, processing, and post-processing methods?",
        "QuestionCn": "使用热耗散树液流速探针（TDP）测量树木蒸腾速率的程序步骤包括数据收集、处理和后处理方法是什么？",
        "AnswerEn": "The procedure involves installing TDP probes on sample trees selected based on height and diameter. Each tree has two probes at 1.3 meters height, facing east and west. Data collection occurs every 10 seconds, averaged over 10 minutes, capturing the temperature difference between probes. This raw data is used to calculate sap flow rates and fluxes. The transpiration rate for the forest area is then computed using tree spacing and forest area data. Post-processing includes removing data that is physically implausible or beyond the instrument's range, marking missing data with -6999, and identifying questionable data due to probe malfunctions with red text.",
        "AnswerCn": "该程序涉及在根据高度和直径选择的样本树上安装TDP探头。每棵树在1.3米的高度上安装两个探头，分别朝东和朝西。数据每10秒收集一次，平均10分钟，捕捉探头之间的温度差。该原始数据用于计算树液流速和通量。然后使用树木间距和森林面积数据计算森林区域的蒸腾速率。后处理包括去除物理上不合理或超出仪器范围的数据，用-6999标记缺失数据，并用红色文本标识由于探头故障而产生的可疑数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}