{
    "id": "7cbefbce-b57f-4713-a554-e9e9a325bb16",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of soil relative humidity and drought index in 2014-2015",
            "titleCn": "土壤相对湿度干旱指数数据集（2014-2015年）",
            "description": "Water scarcity，food crises and ecological deterioration caused by drought disasters are a direct threat to food security and socio-economic development. Improvement of drought disaster risk assessment and emergency management is now urgently required. This article describes major scientific and technological progress in the field of drought disaster risk assessment. Drought is a worldwide natural disaster that has long affected agricultural production as well as social and economic activities. Frequent droughts have been observed in the Belt and Road area, in which much of the agricultural land is concentrated in fragile ecological environment. Soil relative moisture index is one of the indicators that characterize soil drought. It is the ratio of soil relative humidity to field water holding capacity, which can directly reflect the availability of water for crops.The soil moisture data is obtained from the SMAP remote sensing soil moisture data product through the downscaling method, and the field water holding capacity data comes from the Hamonized World Soil Database (HWSD). For detailed calculation formulas and methods, please refer to: \"National Standard for Agricultural Drought Grades of China\"  No.: GB/T 32136-2015. The data covers 34 key node areas along the Belt and Road.",
            "descriptionCn": "在全球变暖的背景下，干旱发生的频率和强度呈增加趋势，由于干旱灾害所引发的水资源匮乏、粮食危机、生态恶化（如荒漠化）等，直接威胁到国家的粮食安全和社会经济发展，干旱灾害风险评估及应急管理的技术水平亟待提高。“一带一路”沿线区域生态环境脆弱、农业耕地集中、干旱灾害频繁，利用遥感卫星监测大区域的干旱水平及其时空变化，对于科学掌握“一带一路”地区的干旱格局、区域分异特征，及其对农业耕地的影响具有重要的科学和现实意义。土壤相对湿度指数是表征土壤干旱的指标之一，是土壤相对湿度与田间持水量的比值，能直接反映作物可利用水分的状况。土壤湿度数据由SMAP遥感土壤水分数据产品通过降尺度方法得到，田间持水量数据来源于世界土壤数据库(HWSD)。详细计算公式与方法可参见：《农业干旱等级国家标准》标准号：GB/T 32136-2015。数据覆盖一带一路沿线34个关键节点区域。",
            "instructions": ".dat format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": "ENVI标准格式(.dat)，可以采用ARCGIS、ENVI打开查看",
            "east": 180.0,
            "west": 12.0,
            "south": -11.0,
            "north": 82.0,
            "startTime": "2014-01-11 00:00:00",
            "endTime": "2016-01-10 00:00:00",
            "fileSize": 11920145689.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴骅",
                "nameEn": "WU Hua",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Classification of meteorological drought",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Zou, X., & Xiao, F. (2006). Classification of meteorological droughts. Standards Press of China Tech. Rep. GB/T20481-2006, 17."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "极端干旱",
                "nameEn": "Extreme drought"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014-2015",
                "keywordEn": "2014-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many key node regions along the Belt and Road are covered by the soil relative humidity drought index dataset from 2014 to 2015?",
                "QuestionCn": "在2014到2015年期间，丝绸之路经济带沿线的关键节点区域中，有多少个地区被土壤相对湿度干旱指数数据集覆盖？",
                "AnswerEn": "34",
                "AnswerCn": "34",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of deriving soil relative humidity indices from SMAP remote sensing data compare to field-based soil moisture measurements in terms of accuracy and spatial coverage?",
                "QuestionCn": "从SMAP遥感数据推导土壤相对湿度指数的方法与基于实地的土壤湿度测量在准确性和空间覆盖方面有何比较？",
                "AnswerEn": "The method of deriving soil relative humidity indices utilizes SMAP remote sensing soil moisture data products, which are processed through downscaling techniques to achieve the required resolution. This approach allows for extensive spatial coverage, especially across large and ecologically fragile regions such as those along the 'Belt and Road.' In contrast, field-based soil moisture measurements typically offer higher accuracy at specific locations but lack the broad spatial coverage provided by remote sensing. The latter method also incorporates field capacity data from the global soil database, HWSD, to calculate the soil relative humidity index, which directly reflects the available water status for crops.",
                "AnswerCn": "利用SMAP遥感土壤湿度数据产品推导土壤相对湿度指数的方法，通过下采样技术处理以达到所需的分辨率。这种方法允许广泛的空间覆盖，特别是在“一带一路”等大规模和生态脆弱地区。相比之下，基于实地的土壤湿度测量通常在特定地点提供更高的准确性，但缺乏遥感所提供的广泛空间覆盖。后者方法还结合了全球土壤数据库HWSD中的田间持水量数据，以计算土壤相对湿度指数，直接反映作物的可用水状态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in data collection and accuracy when assessing soil relative humidity drought indices using remote sensing technologies in regions along the Belt and Road Initiative?",
                "QuestionCn": "在评估“一带一路”沿线地区的土壤相对湿度干旱指数时，使用遥感技术进行数据收集和准确性评估面临的挑战因素包括哪些？",
                "AnswerEn": "The challenges in data collection and accuracy for assessing soil relative humidity drought indices using remote sensing technologies are influenced by the variability in spatial and temporal scales of droughts, the precision in the downscaling of SMAP remote sensing soil moisture data, and the reliability of field capacity data from global soil databases like HWSD. Additionally, the ecological vulnerability and concentrated agricultural lands in the Belt and Road regions, along with the frequent occurrence of droughts, make it difficult to maintain consistent and accurate monitoring. These factors necessitate advanced methodologies for improving drought risk assessment and emergency management technologies.",
                "AnswerCn": "评估土壤相对湿度干旱指数的遥感技术在数据收集和准确性方面面临的挑战，受到干旱的空间和时间尺度变异性的影响，SMAP遥感土壤湿度数据下行处理的精度，以及全球土壤数据库（如HWSD）中田间持水量数据的可靠性。此外，“一带一路”地区的生态脆弱性和集中农业用地，以及干旱的频繁发生，使得保持一致和准确的监测变得困难。这些因素需要先进的方法来改善干旱风险评估和应急管理技术。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing remote sensing data to monitor drought frequency and intensity in regions with fragile ecological environments, such as those along the Belt and Road Initiative, on the accuracy and timeliness of drought risk assessments?",
                "QuestionCn": "利用遥感数据监测脆弱生态环境地区（如“一带一路”沿线地区）的干旱频率和强度，对干旱风险评估的准确性和及时性会产生什么影响？",
                "AnswerEn": "Utilizing remote sensing data to monitor drought frequency and intensity in these regions can enhance the accuracy and timeliness of drought risk assessments by providing large-scale, consistent, and timely data. This enables a comprehensive understanding of drought patterns and their spatial-temporal variations, which is crucial for improving drought disaster risk assessment and emergency management. The ability to systematically track changes can inform better resource management and policy decisions, potentially mitigating the adverse effects on water scarcity, food security, and ecological degradation.",
                "AnswerCn": "利用遥感数据监测这些地区的干旱频率和强度，可以提高干旱风险评估的准确性和及时性，因为它提供了大规模、一致且及时的数据。这使得对干旱模式及其时空变化有全面的理解，这对于改善干旱灾害风险评估和应急管理至关重要。系统地跟踪变化的能力可以为更好的资源管理和政策决策提供信息，从而可能减轻对水资源短缺、粮食安全和生态退化的负面影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of developing a dataset that measures soil relative humidity drought indices along the Belt and Road regions, considering the challenges posed by global warming?",
                "QuestionCn": "开发一个测量“一带一路”地区土壤相对湿度干旱指数的数据集的目的是什么，考虑到全球变暖带来的挑战。",
                "AnswerEn": "The goal is to assess the frequency and intensity of droughts, which are increasing due to global warming, and to address the challenges of water scarcity, food crises, and ecological degradation such as desertification. This dataset is intended to support drought disaster risk assessment and emergency management, particularly in the ecologically fragile Belt and Road regions where agriculture is concentrated and droughts occur frequently. By using remote sensing satellites to monitor large areas for drought levels and their spatiotemporal changes, the dataset aims to provide scientific insights into drought patterns and regional differentiation characteristics, and to evaluate their impact on agricultural land.",
                "AnswerCn": "目标是评估干旱的频率和强度，干旱因全球变暖而增加，并应对水资源短缺、粮食危机和生态退化（如沙漠化）等挑战。该数据集旨在支持干旱灾害风险评估和应急管理，特别是在农业集中且干旱频发的生态脆弱的“一带一路”地区。通过使用遥感卫星监测大面积的干旱水平及其时空变化，该数据集旨在提供关于干旱模式和区域差异特征的科学见解，并评估其对农业用地的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to derive soil relative humidity drought index datasets using remote sensing data and how do these procedures address the challenges of spatial and temporal variation in soil moisture levels across large regions?",
                "QuestionCn": "采用哪些程序通过遥感数据推导土壤相对湿度干旱指数数据集，这些程序如何应对大区域内土壤湿度水平的空间和时间变化挑战？",
                "AnswerEn": "The soil relative humidity drought index is derived using remote sensing data from the SMAP (Soil Moisture Active Passive) satellite, which provides soil moisture data. This data is then downscaled to achieve higher spatial resolution. The relative humidity index is calculated as the ratio of soil relative humidity to field capacity, which reflects the available water for crops. The field capacity data is sourced from the Harmonized World Soil Database (HWSD). For a detailed methodology, one can refer to the 'National Standard for Agricultural Drought Levels' (GB/T 32136-2015). This approach allows for monitoring and assessing drought levels and their impact on agriculture across large regions, like those along the Belt and Road Initiative.",
                "AnswerCn": "土壤相对湿度干旱指数是通过使用SMAP（土壤湿度主动被动）卫星的遥感数据得出的，该卫星提供土壤湿度数据。然后对这些数据进行下采样，以实现更高的空间分辨率。相对湿度指数的计算是土壤相对湿度与田间持水量的比率，反映了作物可用水分。田间持水量数据来源于《全球土壤数据库》（HWSD）。有关详细方法，可以参考《农业干旱等级国家标准》（GB/T 32136-2015）。这种方法可以监测和评估干旱水平及其对农业的影响，适用于“一带一路”沿线的大区域。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}