{
    "id": "7d452366-69a4-4966-9d9e-7d32c8efd31c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Soil moisture and temperature observatory dataset in the Qingmuguan watershed of southwest China (2020-2022)",
            "titleCn": "西南山区青木关流域土壤温湿度观测数据集（2020-2022）",
            "description": "The Qingmuguan watershed, located at the junction of Beibei, Shapingba and Bishan districts in Chongqing, is an observation watershed of the National Field Scientific Observatory of Karst Ecosystem in Jinfoshan, Chongqing. The soil temperature and humidity data set of Qingmuguan watershed integrates multilayer soil temperature and humidity time series from 12 stations in the watershed. The observation stations use the ECH2O observation system developed by Meter, Inc. with Em50 data collector and 5TM soil temperature and moisture sensors to realize automatic monitoring. The observation network was completed in December 2019 with a sampling interval of 15 min. soil temperature and moisture were monitored at soil depths of 0-5 cm, 10 cm, 20 cm, 40 cm, and 60 cm in that order. data were stored in Excel format.",
            "descriptionCn": "青木关流域位于重庆北碚区、沙坪坝区和璧山区的交界处，是重庆金佛山喀斯特生态系统国家野外科学观测研究站的一个观测流域。青木关流域土壤温湿度观测数据集整合了流域内12个站点的多层土壤温湿度时间序列。观测站点采用美国Meter公司开发的ECH2O观测系统，配合Em50数据采集器和5TM土壤温湿度传感器实现自动监测。观测网于2019年12月建成，采样间隔为15min。土壤温湿度监测土壤深度依次为0-5 cm、10 cm、20 cm、40 cm、60 cm。数据以Excel格式存储。",
            "instructions": "Data files are named as \"QMG_smst_Sxx. xlsx\", in which “vv” denotes varlables (\"sm\" for soil moisture, and \"st\" for soil temperature), and \"xx\" denotes the station ID (01-12). Within each file, the sampling time (UTC+8) and soil moisture and soil temperature at different depths are column-wisely stored, and missing values are filled with -99. The spreadsheet \"QMG_smst_station_info.xlsx\" contains latitude and longitude information for all stations. Microsoft Office Excel can be used to retrieve the data.",
            "instructionsCn": "数据文件命名为“QMG_vv_Sxx.xlsx”，其中\"vv\"代表观测变量（土壤水分和土壤温度分别为sm，st），“xx”代表站点编号（01-12）。文件内部按列展示数据记录时间（UTC+8）以及不同深度的土壤水分和土壤温度，观测缺省值为-99。“QMG_smst_station_info.xlsx”包含各站点经纬度信息。Office Excel软件可方便读取数据。",
            "east": 106.325,
            "west": 106.292,
            "south": 29.683,
            "north": 29.761,
            "startTime": null,
            "endTime": null,
            "fileSize": 75205176.0,
            "cstr": "18406.11.Terre.tpdc.300601",
            "doi": "10.11888/Terre.tpdc.300601",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "赵龙",
                "nameEn": "ZHAO Long ",
                "unitEn": "Southwest University",
                "unitCn": "西南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于宇宙射线观测的喀斯特槽谷区典型流域土壤水分反演研究",
                "titleEn": null,
                "referenceCn": "彭书艳, 赵龙, 李婷婷, 韩旭军, 马明国, 杨帅, & 杨跃程. (2021). 基于宇宙射线观测的喀斯特槽谷区典型流域土壤水分反演研究. 遥感技术与应用, 36, 997-1008. DOI: 10.11873/j.issn.1004⁃0323.2021.5.0997.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度",
                "nameEn": "soil moisture"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西南山地",
                "keywordEn": "Southwest Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020-2022",
                "keywordEn": "2020-2022",
                "type": "temporal"
            },
            {
                "keywordCn": "土壤温度日循环",
                "keywordEn": "Daily cycle of Soil temperature",
                "type": "temporal"
            },
            {
                "keywordCn": "土壤湿度日变化",
                "keywordEn": "Daily cycle of soil moisture",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many observation sites are included in a soil temperature and moisture dataset for the Qingmuguan Basin?",
                "QuestionCn": "青木关盆地的土壤温度和湿度数据集中包含多少个观测站点？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is an ECH2O observation system and how is it utilized for soil temperature and moisture monitoring?",
                "QuestionCn": "ECH2O观测系统是什么，它是如何用于土壤温度和湿度监测的？",
                "AnswerEn": "An ECH2O observation system is a monitoring setup developed by the American company Meter, used for automatic monitoring of soil temperature and moisture. It is paired with an Em50 data logger and 5TM soil temperature and moisture sensors. This system is capable of collecting data at multiple soil depths, specifically at 0-5 cm, 10 cm, 20 cm, 40 cm, and 60 cm, with a sampling interval of 15 minutes.",
                "AnswerCn": "ECH2O观测系统是由美国公司Meter开发的一种监测设备，用于自动监测土壤温度和湿度。它与Em50数据记录仪和5TM土壤温度湿度传感器配合使用。该系统能够在多个土壤深度收集数据，具体为0-5厘米、10厘米、20厘米、40厘米和60厘米，采样间隔为15分钟。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific soil depths for temperature and moisture monitoring in a dataset related to a karst ecosystem watershed?",
                "QuestionCn": "在与喀斯特生态系统流域相关的数据集中，选择特定土壤深度进行温度和湿度监测的因素包括哪些？",
                "AnswerEn": "The soil depths for temperature and moisture monitoring, such as 0-5 cm, 10 cm, 20 cm, 40 cm, 60 cm, are likely selected to capture a comprehensive profile of soil conditions at various levels. This allows for a better understanding of soil dynamics in response to environmental changes and supports ecological research in a karst ecosystem watershed.",
                "AnswerCn": "土壤深度用于温度和湿度监测，如0-5厘米、10厘米、20厘米、40厘米、60厘米，可能是为了捕捉不同层次的土壤状况的全面概况。这有助于更好地理解土壤在环境变化响应中的动态，并支持喀斯特生态系统流域的生态研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using an automated monitoring system like the ECH2O with Em50 data collectors and 5TM soil moisture sensors on the reliability and accuracy of soil temperature and moisture data in karst ecosystems?",
                "QuestionCn": "使用像ECH2O这样的自动监测系统与Em50数据采集器和5TM土壤湿度传感器结合，对喀斯特生态系统中土壤温度和湿度数据的可靠性和准确性有什么影响？",
                "AnswerEn": "Using an automated monitoring system like the ECH2O with Em50 data collectors and 5TM soil moisture sensors can enhance the reliability and accuracy of soil temperature and moisture data by providing consistent and frequent measurements, reducing human error, and enabling comprehensive time-series analysis. In a karst ecosystem, this could lead to more precise insights into soil dynamics and their interaction with environmental factors.",
                "AnswerCn": "使用像ECH2O这样的自动监测系统与Em50数据采集器和5TM土壤湿度传感器相结合，可以通过提供一致和频繁的测量，减少人为错误，并实现全面的时间序列分析，从而增强土壤温度和湿度数据的可靠性和准确性。在喀斯特生态系统中，这可能会导致对土壤动态及其与环境因素相互作用的更精确洞察。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of integrating multi-layer soil temperature and humidity data from multiple stations in Southwest Mountainous Areas?",
                "QuestionCn": "整合西南山区多个站点的多层土壤温度和湿度数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal of integrating multi-layer soil temperature and humidity data from multiple stations in the Southwest Mountainous Areas is to provide comprehensive and detailed insights into the soil moisture and temperature dynamics within the Chongqing Jinfu Mountain Karst Ecosystem. This integration aids in understanding ecological processes, informs environmental management strategies, and supports scientific research at the Chongqing National Field Science Observation and Research Station.",
                "AnswerCn": "整合来自西南山区多个站点的多层土壤温度和湿度数据的最终目标是提供对重庆金福山喀斯特生态系统内土壤水分和温度动态的全面和详细的洞察。这种整合有助于理解生态过程，指导环境管理策略，并支持重庆国家野外科学观测与研究站的科学研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and technologies are implemented in the data collection method for monitoring soil temperature and humidity in mountainous watershed regions, and how can these methodologies be refined or expanded for better accuracy and efficiency?",
                "QuestionCn": "在山区流域地区监测土壤温度和湿度的数据收集方法中，实施了哪些程序和技术，以及如何改进或扩展这些方法以提高准确性和效率？",
                "AnswerEn": "The data collection method involves using the ECH2O observation system developed by the Meter company, along with the Em50 data logger and 5TM soil temperature and humidity sensors for automated monitoring. The system was established in December 2019, with a sampling interval of 15 minutes. Soil temperature and humidity are monitored at various depths: 0-5 cm, 10 cm, 20 cm, 40 cm, and 60 cm. The data is stored in Excel format. Refinement or expansion could involve integrating additional sensors for other environmental parameters, increasing the number of observation sites, or utilizing advanced data analytics for real-time monitoring and prediction.",
                "AnswerCn": "数据收集方法涉及使用Meter公司开发的ECH2O观测系统，以及Em50数据记录器和5TM土壤温度和湿度传感器进行自动监测。该系统于2019年12月建立，采样间隔为15分钟。土壤温度和湿度在不同深度进行监测：0-5厘米、10厘米、20厘米、40厘米和60厘米。数据以Excel格式存储。改进或扩展可以包括集成其他环境参数的额外传感器、增加观测点数量，或利用先进的数据分析进行实时监测和预测。",
                "Level": "C6(Creating)"
            }
        ]
    }
}