{
    "id": "7d8c7d4d-121d-4da7-b834-c08bb85b1d8f",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Projected data of extreme temperature indices over the Belt and Road region (2020–2100)",
            "titleCn": "“一带一路”地区极端气温指数预估数据（2020–2100）",
            "description": "The dataset supplies projections of five extreme temperature indices (TXn, TNn, SU, TR and FD) over The Belt and Road region on 1.875° longitude ×1.25° latitude. grid from 2020 to 2100 annually. These  projections  are based on historical, SSP2-4.5, and SSP5-8.5 experiments data of 24 CMIP6 models. This dataset could be used in projection and risk prevention of extreme temperature over The Belt and Road region.",
            "descriptionCn": "该数据集是根据24个CMIP6全球气候模式的historical（1951–2014年）、SSP2-4.5和SSP5-8.5（2015–2100年）试验数据，计算得出的在一带一路地区模拟性能较好的五个极端气温指数（最冷昼温TXn、最冷夜温TNn、夏日天数SU、热带夜数TR和霜冻日数FD）的未来集合预估数据。空间分辨率是1.875°×1.25°（经度×纬度），时间分辨率是年。该数据可以用于一带一路地区极端气温预估及风险防范。",
            "instructions": "Final output netCDF files are archived similar to \"[Experiment Name]/[Source ID]/[Variant Label]/[index name]ETCCDI_1.875x1.25_2020-2100.nc”. For example, “SSP2-4.5/ACCESS-ESM1-5/r1i1p1f1/txnETCCDI_1.875x1.25_2020-2100.nc” means it contains TXn data  derived from SSP2-4.5 experiment of model ACCESS-ESM1-5 with variant label r1i1p1f1. The data can be  readed by softwares or packages supporting netcdf4 format.  The data variables are named as \"index name (lower case) + ETCCDI\", such as \"txnETCCDI\", \"tnnETCCDI\", etc.\nIn addition, there are three data files named “ssp245_TXn-TNn-SU-TR-FD_typical-period.nc“, “ssp585_TXn-TNn-SU-TR-FD_typical-period.nc” and \"TXn-TNn-SU-TR-FD_warming-level.nc\", which contain 20-year averaged anomalies of five indices compared to the conditions of the period 1995–2014. \"typical period\" represents the recent period (2021-2040) , the middle of the 21st century (2041-2060) and the end of the 21st century (2081-2100), \"warning level\" represents 1.5°C/2.0°C/3.0°C global warming level. The data variables are named as \"index name_typical period\" or \"index name_warming level\", such as \"txn_2021_2040\", \"fd_2081_2100\", or \"tnn_15\", \"tr_20\", etc.",
            "instructionsCn": "五个极端气温指数变量以netCDF4格式存储，文件的名称为“[Experiment Name]/[Source ID]/[Variant Label]/[index name]ETCCDI_1.875x1.25_2020-2100.nc\"，比如“SSP2-4.5/ACCESS-ESM1-5/r1i1p1f1/txnETCCDI_1.875x1.25_2020-2100.nc” 就代表 该文件是根据ACCESS-ESM1-5模式SSP2-4.5试验中Variant Label为r1i1p1f1的数据计算得出的TXx指数2020–2100年期间的格点数据，空间分辨率为1.875°×1.25°（经度×纬度）。读取方式，使用支持netCDF4格式的软件或程序打开，读取时数据变量名称为“指数名称（小写）+ETCCDI”，如 “txnETCCDI”、“tnnETCCDI”等。\n此外还有名为“ssp245_TXn-TNn-SU-TR-FD_typical-period.nc“、“ssp585_TXn-TNn-SU-TR-FD_typical-period.nc”和\"TXn-TNn-SU-TR-FD_warming-level.nc\"的三个数据文件。为未来不同时期/全球温升水平下极端气温指数相对于近20年（1995–2014）的变化的预估结果。\"typical-period\"代表近期（2021-2040）、21世纪中期（2041-2060）和21世纪末期（2081-2100）五个极端气温指数变化的20年平均值，“warming level”代表全球温升水平1.5°C/2.0°C/3.0°C阈值下的五个极端气温指数变化。读取方式，使用支持netCDF4格式的软件或程序打开，读取时数据变量名称为“index name_typical period”或“index name_warming level”，如 “txn_2021_2040”、“fd_2081_2100”或“tnn_15”、“tr_20”等。",
            "east": 180.0,
            "west": -10.0,
            "south": -10.0,
            "north": 90.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2100-12-31 11:59:59",
            "fileSize": 495356649.0,
            "cstr": "18406.11.Atmos.tpdc.271865",
            "doi": "10.11888/Atmos.tpdc.271865",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "钱诚",
                "nameEn": "QIAN Cheng",
                "unitEn": "",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Extreme temperature indices in Eurasia in a CMIP6 multi-model ensemble: Evaluation and projection. International Journal of Climatology",
                "referenceCn": null,
                "referenceEn": "Zhao, Y., Qian, C., Zhang, W., He, D., & Qi, Y. (2021). Extreme temperature indices in Eurasia in a CMIP6 multi-model ensemble: Evaluation and projection. International Journal of Climatology, 41, 5368-5385 https://doi.org/10.1002/joc.7134"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "一带一路",
                "keywordEn": "The Belt and Road Region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020-2100",
                "keywordEn": "2020-2100",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "With the increase in global average temperature, the intensity and frequency of extreme temperatures are also changing. Many studies have indicated that the observed changes in extreme temperature are significant, and the influence of human activities is an important factor. Extreme temperatures have many direct and indirect influences on numerous aspects of society and the economy, such as agricultural production, economic development, infrastructure, the ecological environment and public health. However, extreme temperatures show different magnitudes of response to global warming in different regions; and for some regions, extreme temperatures feature larger change and inter-model spread than the global mean temperature. More than two-thirds of the world's population lives in the region of Eurasia, which is composed of more than 90 countries, most of which are developing countries, but there are also many highly developed or densely populated areas. Climate models have for some time been utilized as the primary tool for projecting future changes in climate extremes. As the primary activity within the latest phase (Phase 6) of the Coupled Model Intercomparison Project (CMIP6), the Scenario Model Intercomparison Project (ScenarioMIP) provides a set of Shared Socioeconomic Pathway (SSP) scenarios with different future emissions, land-use changes, and so on. Evaluating the capacity of climate models participating in CMIP6 to simulate extreme temperatures can ensure the reliability of the simulations to a certain extent."
            ],
            "research objective": [
                "Therefore, we begin by evaluating the performance of CMIP6 models, and then project the changes of extreme temperatures in different periods (near future, middle and end of the 21st century) under both scenarios (SSP2-4.5 and SSP5-8.5). Therefore, in this context, the present study focuses on the possible future changes of extreme temperature in Eurasia. We then estimate the avoided change in extreme temperature indices at the lower warming level compared with the higher warming level at the local scale in Eurasia."
            ],
            "challenges": [
                "Of course, the simulated extreme temperature indices are not completely consistent with the observations. For example, the observed DTR index is outside the range of the model simulations (Figure 2e); in the most recent 20 years (1995–2014), there is a larger uncertainty in the WSDI index, resulting from the wider inter-model spread than that in the previous 40 years (Figure 2o); the increases of WSDI in the multi-model ensemble mean and median are larger than in the observation (Figure 2o); and the CMIP6 models fail to capture the observed anomalies in years with large amplitude. Some models have large centred pattern root-mean-square differences and small spatial correlation coefficients, and thus cannot simulate the corresponding spatial pattern well. Therefore, the simulations of DTR index have poor reliability."
            ],
            "methods": [
                "We apply the extreme climate indices defined by the Expert Team on Climate Change Detection and Indices [ETCCDI; see http://etccdi.pacificclimate.org/list_27_indices.shtml (Zhanget al., 2011)] to analyse the changes in extreme temperature. The R language package ‘climdex.pcic’ was used in the calculation of the HadEX3 data (Dunnet al., 2020). As a companion library for ‘climdex.pcic’, ‘climdex.pcic.ncdf’, which helps in utilizing the NetCDF format data, were also used in this study, to ensure consistency when comparing CMIP6-based indices with HadEX3 indices. The 16 extreme temperature indices (hereinafter referred to simply as‘indices’) of the 24 CMIP6 models were calculated on the original model grids. Since the 24 CMIP6 models differ in their spatial resolution, all model-simulated indices were uniformly interpolated onto a grid with the same resolution as the HadEX3 data (1.875/C14 × 1.25/C14 ) with a bilinear interpolation scheme, to facilitate the analysis and model evaluation. To ensure statistical comparability between the model simulations and HadEX3 observations, we assess the performance of models only at those grid locations where observations are available, that is, we masked the interpolated indices of the historical experiment with the temporal and spatial availability of the corresponding indices in the HadEX3 data prior to evaluation. In addition, to eliminate interference from missing values on the accuracy of the evaluation, those grids where missing time steps amounted to more than 10% of the total were removed from both the historical simulation and HadEX3 data when carrying out the evaluation. We first compare the temporal evolution of the indices averaged over Eurasia between the CMIP6 model simulations and the HadEX3 observations to see whether the regional averaged temporal evolutions can be reproduced. We then assess the performance of the CMIP6 models in simulating the spatial patterns of extreme temperature indices, applying two metrics: the Taylor diagram and the Portrait diagram."
            ],
            "dataset": [
                "The observational data used in this study are the HadEX3 data set, which is available from the Met Office Hadley Centre observational data sets website. The model simulation data are from the historical climate simulation experiment (historical) as well as the SSP2-4.5 (ssp245) and SSP5-8.5 (ssp585) future scenario simulation experiments from 24 CMIP6 models."
            ],
            "findings": [
                "Over Eurasia, the model simulations for the indices of TXn, TNn, SU, TR and FD are fairly reliable. There is projected to be a general increase in TXn, TNn, SU and TR, but a general decrease in FD, with global warming. The spatial patterns of the regional responses of the extreme temperature indices at different levels of global warming were found to be similar, but their magnitudes of change differed substantially."
            ],
            "backgroundCn": [
                "随着全球平均气温的上升，极端温度的强度和频率也在发生变化。许多研究表明，观察到的极端温度变化是显著的，而人类活动的影响是一个重要因素。极端温度对社会和经济的许多方面，如农业生产、经济发展、基础设施、生态环境和公共健康，具有直接和间接的影响。然而，极端温度对全球变暖的响应在不同地区表现出不同的幅度；在某些地区，极端温度的变化和模型间的差异甚至大于全球平均温度的变化。全球超过三分之二的人口生活在欧亚地区，该地区由90多个国家组成，其中大多数是发展中国家，但也有许多高度发达或人口稠密的地区。气候模型长期以来一直被用作预测气候极端变化的主要工具。在耦合模型比较项目第六阶段（CMIP6）的最新阶段，情景模型比较项目（ScenarioMIP）提供了一组具有不同未来排放、土地利用变化等的共享社会经济路径（SSP）情景。评估参与CMIP6的气候模型模拟极端温度的能力，可以在一定程度上确保模拟的可靠性。"
            ],
            "research objectiveCn": [
                "因此，我们首先评估CMIP6模型的性能，然后在不同的时间段（近未来、中期和21世纪末）下，基于两种情景（SSP2-4.5和SSP5-8.5）预测极端温度的变化。因此，在这个背景下，本研究重点关注欧亚地区极端温度的可能未来变化。接着，我们估算在较低升温水平下与较高升温水平相比，欧亚地区极端温度指标的避免变化。"
            ],
            "challengesCn": [
                "当然，模拟的极端温度指数与观测数据并不完全一致。例如，观测到的日间温差（DTR）指数超出了模型模拟的范围（图2e）；在最近20年（1995-2014年），湿热日数指数（WSDI）的不确定性更大，这源于模型间的广泛差异，而这种差异在前40年中较小（图2o）；多模型集合的均值和中位数中WSDI的增加幅度大于观测值（图2o）；而CMIP6模型未能捕捉到大幅度异常年份的观测结果。一些模型具有较大的中心模式均方根差和较小的空间相关系数，因此无法很好地模拟相应的空间模式。因此，DTR指数的模拟可靠性较差。"
            ],
            "methodsCn": [
                "我们应用由气候变化检测和指数专家组（ETCCDI）定义的极端气候指数（参见 http://etccdi.pacificclimate.org/list_27_indices.shtml，Zhang et al., 2011）来分析极端温度的变化。R语言包‘climdex.pcic’用于计算HadEX3数据（Dun et al., 2020）。作为‘climdex.pcic’的伴随库，‘climdex.pcic.ncdf’也在本研究中使用，以帮助利用NetCDF格式的数据，确保在比较基于CMIP6的指数与HadEX3指数时的一致性。24个CMIP6模型的16个极端温度指数（以下简称为“指数”）是在原始模型网格上计算的。由于24个CMIP6模型在空间分辨率上存在差异，因此所有模型模拟的指数均统一插值到与HadEX3数据相同分辨率的网格上（1.875/C14 × 1.25/C14），采用双线性插值方案，以便于分析和模型评估。为了确保模型模拟与HadEX3观测之间的统计可比性，我们仅在观测可用的网格位置评估模型的性能，即在评估之前，我们用HadEX3数据中相应指数的时间和空间可用性对历史实验的插值指数进行了掩膜。此外，为了消除缺失值对评估准确性的干扰，当进行评估时，移除了那些缺失时间步数超过总数10%的网格，无论是在历史模拟还是HadEX3数据中。我们首先比较CMIP6模型模拟与HadEX3观测在欧亚地区平均的指数的时间演变，以查看区域平均的时间演变是否能够被再现。然后，我们应用两个指标：泰勒图和肖像图，评估CMIP6模型在模拟极端温度指数空间模式方面的表现。"
            ],
            "datasetCn": [
                "本研究使用的观测数据来自HadEX3数据集，该数据集可从英国气象局哈德利中心的观测数据集网站获取。模型模拟数据来自历史气候模拟实验（historical），以及SSP2-4.5（ssp245）和SSP5-8.5（ssp585）未来情景模拟实验，数据来源于24个CMIP6模型。"
            ],
            "findingsCn": [
                "在欧亚地区，模型模拟的TXn、TNn、SU、TR和FD指数相对可靠。预计随着全球变暖，TXn、TNn、SU和TR将普遍增加，而FD将普遍减少。不同全球变暖水平下极端温度指数的区域响应空间模式相似，但变化的幅度差异显著。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it necessary to interpolate CMIP6 model-simulated indices to match the spatial resolution of observational data for comparative analysis?",
                "QuestionCn": "在进行比较分析时，是否有必要对CMIP6模型模拟的指数进行插值，以匹配观测数据的空间分辨率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the evaluation of CMIP6 models take into account the availability of observations at specific grid locations?",
                "QuestionCn": "CMIP6模型的评估是否考虑了特定网格位置的观测数据可用性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the extreme temperature indices primarily calculated using the ETCCDI indices, HadEX3 data, or another method?",
                "QuestionCn": "极端温度指数主要是使用ETCCDI指数、HadEX3数据还是其他方法计算的？",
                "AnswerEn": "ETCCDI indices and HadEX3 data",
                "AnswerCn": "ETCCDI 指数和 HadEX3 数据",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is data interpolation for the climate models done using bilinear interpolation, nearest neighbor, or another technique?",
                "QuestionCn": "气候模型的数据插值是使用双线性插值、最近邻插值还是其他技术进行的？",
                "AnswerEn": "bilinear interpolation",
                "AnswerCn": "双线性插值",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Which dataset is more commonly used for model evaluation in this field: the HadEX3 data, CMIP6 historical data, or other observational datasets?",
                "QuestionCn": "在这个领域中，哪个数据集更常用于模型评估：HadEX3数据、CMIP6历史数据，还是其他观测数据集？",
                "AnswerEn": "HadEX3 data",
                "AnswerCn": "HadEX3 数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to evaluate the performance of climate models in simulating extreme temperature indices?",
                "QuestionCn": "评估气候模型在模拟极端温度指标方面性能的方法有哪些？",
                "AnswerEn": "Extreme climate indices",
                "AnswerCn": "极端气候指数",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the challenges faced by climate models in simulating extreme temperature indices?",
                "QuestionCn": "气候模型在模拟极端温度指标时面临的挑战有哪些？",
                "AnswerEn": "inconsistencies, larger uncertainty, models failing, large centered pattern root-mean-square differences, small spatial correlation coefficients",
                "AnswerCn": "不一致性，更大的不确定性，模型失效，大的中心模式均方根差异，小的空间相关系数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to evaluate the performance of climate models in simulating extreme temperature indices?",
                "QuestionCn": "您能否提供一个用于评估气候模型在模拟极端温度指标方面表现的数据收集方法的例子？",
                "AnswerEn": "The performance of climate models in simulating extreme temperature indices can be evaluated by comparing the temporal evolution of indices averaged over a region like Eurasia between CMIP6 model simulations and observational datasets such as HadEX3. The analysis uses metrics like the Taylor diagram and the Portrait diagram to assess the models' ability to reproduce spatial patterns of extreme temperature indices.",
                "AnswerCn": "气候模型在模拟极端温度指数方面的表现可以通过比较CMIP6模型模拟与观测数据集（如HadEX3）在欧亚地区平均的指数的时间演变来进行评估。该分析使用泰勒图和肖像图等指标来评估模型再现极端温度指数空间模式的能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset used to analyze changes in extreme temperature indices and how it is utilized?",
                "QuestionCn": "您能否提供一个用于分析极端温度指标变化的数据集示例，以及它是如何被利用的？",
                "AnswerEn": "An example of a dataset used to analyze changes in extreme temperature indices is the HadEX3 dataset. It is utilized by calculating the indices on the original model grids of 24 CMIP6 models and interpolating them onto a grid with the same resolution as the HadEX3 data. This ensures consistency when comparing CMIP6-based indices with HadEX3 indices for model evaluation.",
                "AnswerCn": "HadEX3 数据集是用于分析极端温度指数变化的一个例子。通过在 24 个 CMIP6 模型的原始模型网格上计算指数，并将其插值到与 HadEX3 数据相同分辨率的网格上，从而确保在比较基于 CMIP6 的指数与 HadEX3 指数进行模型评估时的一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges associated with using climate models to simulate extreme temperature indices?",
                "QuestionCn": "使用气候模型模拟极端温度指标所面临的挑战有哪些？",
                "AnswerEn": "discrepancies between simulated and observed indices, DTR index outside the model's simulation range, larger uncertainties in indices like WSDI due to inter-model spread, issues with spatial pattern simulation",
                "AnswerCn": "模拟和观测指数之间的差异，DTR指数超出模型的模拟范围，由于模型间差异，像WSDI这样的指数存在较大的不确定性，空间模式模拟存在问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used for the interpolated model-simulated indices in the data collection method?",
                "QuestionCn": "在数据收集方法中，插值模型模拟指数使用的空间分辨率是多少？",
                "AnswerEn": "1.875° × 1.25°",
                "AnswerCn": "1.875° × 1.25°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'extreme temperature indices' mean in the context of climate data analysis?",
                "QuestionCn": "在气候数据分析的背景下，“极端温度指数”一词指的是用于衡量和评估极端温度事件（如极端高温或极端低温）频率和强度的指标。",
                "AnswerEn": "Extreme temperature indices refer to specific metrics used to quantify and analyze changes in temperature extremes. In the context of climate data analysis, these indices are applied to evaluate shifts in temperature patterns, such as the coldest day temperature (TXn), coldest night temperature (TNn), summer days (SU), tropical nights (TR), and frost days (FD) over specific regions, using climate model simulations and observational data.",
                "AnswerCn": "极端温度指数是指用于量化和分析温度极端变化的特定指标。在气候数据分析的背景下，这些指数被应用于评估特定区域内温度模式的变化，例如最冷日温度（TXn）、最冷夜温度（TNn）、夏季天数（SU）、热带夜（TR）和霜冻天数（FD），使用气候模型模拟和观测数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'bilinear interpolation scheme' in the context of climate model data processing?",
                "QuestionCn": "在气候模型数据处理的上下文中，“双线性插值方案”是指一种用于在二维网格上估算未知数据点值的方法。",
                "AnswerEn": "A bilinear interpolation scheme in climate model data processing refers to a mathematical method used to estimate values on a regular grid based on the values at the four nearest grid points. This technique is employed to ensure that model-simulated indices from different spatial resolutions can be uniformly compared by interpolating them onto a common grid resolution, facilitating consistent analysis and evaluation against observational data.",
                "AnswerCn": "双线性插值方案在气候模型数据处理中的应用是指一种数学方法，用于根据四个最近网格点的值来估计规则网格上的值。这种技术被用来确保来自不同空间分辨率的模型模拟指标能够通过插值到一个共同的网格分辨率上进行统一比较，从而促进与观测数据的一致分析和评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of using 'HadEX3 data' in climate model evaluations?",
                "QuestionCn": "在气候模型评估中使用“HadEX3数据”的重要性是什么？",
                "AnswerEn": "HadEX3 data is an observational dataset provided by the Met Office Hadley Centre, which is significant in climate model evaluations as it serves as a reference for comparing model simulations with observed data. It allows researchers to assess the performance of climate models by providing a consistent observational baseline, enabling the evaluation of simulated extreme temperature indices and ensuring their reliability across various spatial and temporal scales.",
                "AnswerCn": "HadEX3数据是由英国气象局哈德利中心提供的观测数据集，在气候模型评估中具有重要意义，因为它作为比较模型模拟与观测数据的参考。它使研究人员能够评估气候模型的性能，提供一致的观测基准，从而评估模拟的极端温度指标，并确保其在不同空间和时间尺度上的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in spatial resolution and data interpolation techniques between HadEX3 data and CMIP6 model outputs in the analysis of extreme temperature indices?",
                "QuestionCn": "HadEX3数据和CMIP6模型输出在极端温度指数分析中的空间分辨率和数据插值技术有什么区别？",
                "AnswerEn": "The HadEX3 data is provided at a spatial resolution of 1.875°×1.25°, while CMIP6 model outputs vary in their spatial resolution. To ensure comparability, all model-simulated indices are interpolated onto the same grid as the HadEX3 data using a bilinear interpolation scheme. This process allows for a uniform analysis and evaluation of model performance against observed data.",
                "AnswerCn": "HadEX3 数据的空间分辨率为 1.875°×1.25°，而 CMIP6 模型输出的空间分辨率各不相同。为了确保可比性，所有模型模拟的指标都通过双线性插值方案插值到与 HadEX3 数据相同的网格上。这个过程允许对模型性能与观测数据进行统一的分析和评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in ensuring the spatial resolution consistency across datasets from different climate models, and how can these be addressed to improve data reliability?",
                "QuestionCn": "确保来自不同气候模型的数据集在空间分辨率上一致可能会面临哪些挑战，以及如何解决这些问题以提高数据的可靠性？",
                "AnswerEn": "Challenges arise from the differing spatial resolutions of the 24 CMIP6 models. To address this, all model-simulated indices were uniformly interpolated onto a grid with the same resolution as the HadEX3 data using a bilinear interpolation scheme. This helps facilitate analysis and model evaluation, ensuring comparability.",
                "AnswerCn": "由于24个CMIP6模型的空间分辨率不同，因此出现了挑战。为了解决这个问题，所有模型模拟的指数都通过双线性插值方案统一插值到与HadEX3数据相同分辨率的网格上。这有助于促进分析和模型评估，确保可比性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can the performance of climate models in simulating extreme temperature indices be effectively evaluated and validated against observed data?",
                "QuestionCn": "如何有效评估和验证气候模型在模拟极端温度指标方面的表现与观测数据的对比？",
                "AnswerEn": "The performance is assessed by comparing the temporal evolution of indices averaged over Eurasia between the CMIP6 model simulations and HadEX3 observations. The spatial patterns of extreme temperature indices are evaluated using metrics such as the Taylor diagram and the Portrait diagram, ensuring statistical comparability by masking interpolated indices with available observations.",
                "AnswerCn": "通过比较CMIP6模型模拟与HadEX3观测数据在欧亚地区平均的极端温度指数的时间演变来评估性能。使用泰勒图和肖像图等指标评估极端温度指数的空间模式，通过用可用观测数据掩盖插值指数来确保统计可比性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What data collection methods or modifications can be implemented to minimize the impact of missing values on the evaluation accuracy of climate model simulations?",
                "QuestionCn": "可以实施哪些数据收集方法或修改，以最小化缺失值对气候模型模拟评估准确性的影响？",
                "AnswerEn": "To minimize the impact of missing values, grids with missing time steps exceeding 10% of the total were removed from both historical simulation and HadEX3 data before evaluation. This approach helps maintain the accuracy of the evaluation by eliminating interference from incomplete data.",
                "AnswerCn": "为了最小化缺失值的影响，历史模拟和HadEX3数据中缺失时间步长超过10%的网格在评估之前被移除。这种方法有助于通过消除不完整数据的干扰来保持评估的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in the simulated extreme temperature indices across different climate models?",
                "QuestionCn": "不同气候模型中模拟极端温度指数的变异性受哪些因素影响？",
                "AnswerEn": "The variability in the simulated extreme temperature indices across different climate models is influenced by differences in spatial resolution, the ability to capture observed anomalies, and the inter-model spread. Some models have large centered pattern root-mean-square differences and small spatial correlation coefficients, which affect their capability to simulate spatial patterns accurately.",
                "AnswerCn": "不同气候模型中模拟的极端温度指数的变异性受到空间分辨率、捕捉观测异常的能力以及模型间差异的影响。一些模型具有较大的中心化模式均方根差异和较小的空间相关系数，这影响了它们准确模拟空间模式的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to interpolate model-simulated indices onto a grid with uniform resolution when analyzing extreme temperature data?",
                "QuestionCn": "在分析极端温度数据时，将模型模拟的指数插值到均匀分辨率的网格上是重要的，原因如下：",
                "AnswerEn": "Interpolating model-simulated indices onto a grid with uniform resolution is important to facilitate analysis and model evaluation. This ensures that comparisons between model simulations and observational data, like the HadEX3 dataset, are statistically comparable, especially when assessing the performance of models in simulating spatial patterns of extreme temperature indices.",
                "AnswerCn": "将模型模拟的指数插值到具有统一分辨率的网格上对于促进分析和模型评估至关重要。这确保了模型模拟与观测数据（如HadEX3数据集）之间的比较在统计上是可比的，特别是在评估模型在模拟极端温度指数的空间模式方面的表现时。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the uncertainty in the observed and simulated indices of extreme temperatures in recent decades?",
                "QuestionCn": "近年来观察到的极端温度指数和模拟指数的不确定性原因是什么？",
                "AnswerEn": "The uncertainty in the observed and simulated indices of extreme temperatures in recent decades is caused by the wider inter-model spread and the models' failure to capture observed anomalies in years with large amplitude. Additionally, inconsistencies between observed data and model simulations, such as the observed DTR index being outside the range of model simulations, contribute to this uncertainty.",
                "AnswerCn": "近年来观察到的极端温度指数和模拟指数的不确定性是由于模型之间的广泛差异以及模型未能捕捉到大幅度年份的观察异常。此外，观察数据与模型模拟之间的不一致性，例如观察到的日温差（DTR）指数超出模型模拟范围，也加剧了这种不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind evaluating the performance of CMIP6 models in simulating extreme temperature indices for the Eurasia region?",
                "QuestionCn": "评估CMIP6模型在模拟欧亚地区极端温度指标表现的主要目标是什么？",
                "AnswerEn": "The primary objective is to ensure the reliability of the simulations and to project changes in extreme temperatures in different periods under future scenarios, thereby facilitating the assessment of avoided changes in extreme temperature indices at different warming levels on a local scale in Eurasia.",
                "AnswerCn": "主要目标是确保模拟的可靠性，并在未来情景下预测不同时间段的极端温度变化，从而促进在欧亚地区不同升温水平下对极端温度指标避免变化的评估。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is it important to use a uniform grid resolution when interpolating model-simulated indices for extreme temperature analysis?",
                "QuestionCn": "在对极端温度分析进行模型模拟指数插值时，使用统一的网格分辨率是重要的原因是什么？",
                "AnswerEn": "Using a uniform grid resolution is crucial to facilitate the analysis and model evaluation, ensuring statistical comparability between the model simulations and the HadEX3 observations by allowing consistent spatial comparisons.",
                "AnswerCn": "使用统一的网格分辨率对于促进分析和模型评估至关重要，确保模型模拟与HadEX3观测之间的统计可比性，从而允许一致的空间比较。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the extreme climate indices defined by the Expert Team on Climate Change Detection and Indices be applied to analyze changes in extreme temperature within a specific region?",
                "QuestionCn": "极端气候指数由气候变化检测和指数专家组定义，可以用于分析特定区域内极端温度的变化。",
                "AnswerEn": "The extreme climate indices can be applied by utilizing the R language package 'climdex.pcic' to calculate the indices from observational data such as HadEX3, and model simulation data from CMIP6 models. The indices are calculated on the original model grids and then interpolated onto a uniform grid resolution to facilitate analysis. This allows for the comparison of temporal evolution and spatial patterns of extreme temperature indices between model simulations and observations.",
                "AnswerCn": "极端气候指数可以通过利用R语言包'climdex.pcic'来计算观测数据（如HadEX3）和CMIP6模型的模拟数据中的指数。这些指数是在原始模型网格上计算的，然后插值到统一的网格分辨率，以便于分析。这使得可以比较模型模拟与观测之间极端温度指数的时间演变和空间模式。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can observational data and model simulation data be integrated to project future changes in extreme temperatures under different emission scenarios?",
                "QuestionCn": "如何将观测数据和模型模拟数据整合，以在不同排放情景下预测极端温度的未来变化？",
                "AnswerEn": "Observational data from datasets like HadEX3 can be compared with model simulation data from the CMIP6 historical and future scenario experiments. The integration process involves calculating extreme temperature indices for model data, interpolating them to a uniform grid resolution, and then comparing them with observational indices. This comparison helps in projecting future changes under scenarios like SSP2-4.5 and SSP5-8.5, ensuring the reliability of projections by evaluating the models' performance in simulating historical data.",
                "AnswerCn": "来自HadEX3等数据集的观测数据可以与CMIP6历史和未来情景实验的模型模拟数据进行比较。整合过程包括计算模型数据的极端温度指数，将其插值到统一的网格分辨率，然后与观测指数进行比较。这种比较有助于在SSP2-4.5和SSP5-8.5等情景下预测未来变化，通过评估模型在模拟历史数据方面的表现，确保预测的可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data interpolation techniques enable the creation of consistent spatial resolution in climate model indices across different CMIP6 models?",
                "QuestionCn": "哪些数据插值技术能够在不同的CMIP6模型中实现气候模型指数的一致空间分辨率？",
                "AnswerEn": "A bilinear interpolation scheme is used to ensure a consistent spatial resolution across different CMIP6 models by interpolating all model-simulated indices onto a grid with the same resolution as the HadEX3 data, which is 1.875° × 1.25°.",
                "AnswerCn": "使用双线性插值方案，以确保不同CMIP6模型之间的一致空间分辨率，通过将所有模型模拟的指数插值到与HadEX3数据相同分辨率的网格上，该分辨率为1.875° × 1.25°。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do statistical comparability methods enable the evaluation of model simulations against observational datasets in climate research?",
                "QuestionCn": "统计可比性方法如何使气候研究中模型模拟与观测数据集的评估成为可能？",
                "AnswerEn": "Statistical comparability is ensured by evaluating model simulations only at grid locations where observations are available, and by removing grids with more than 10% missing time steps, which enables a reliable comparison between model simulations and HadEX3 observations.",
                "AnswerCn": "统计可比性通过仅在有观测值的网格位置评估模型模拟来确保，并通过去除缺失时间步长超过10%的网格，从而实现模型模拟与HadEX3观测之间的可靠比较。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways does the use of standardized extreme climate indices facilitate the analysis of extreme temperature changes in climate studies?",
                "QuestionCn": "使用标准化极端气候指数如何促进气候研究中极端温度变化的分析？",
                "AnswerEn": "The use of standardized extreme climate indices, as defined by the Expert Team on Climate Change Detection and Indices (ETCCDI), enables consistent analysis and comparison of changes in extreme temperature across different models and datasets, providing a common framework for evaluating climate extremes.",
                "AnswerCn": "使用气候变化检测和指数专家组（ETCCDI）定义的标准化极端气候指数，可以对不同模型和数据集中的极端温度变化进行一致的分析和比较，为评估气候极端现象提供了一个共同的框架。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the simulated extreme temperature indices not consistently align with observed data?",
                "QuestionCn": "模拟的极端温度指标可能与观测数据不一致的原因是什么？",
                "AnswerEn": "The simulated extreme temperature indices are not completely consistent with the observations due to several factors, including the observed DTR index falling outside the range of model simulations and larger uncertainties in indices like WSDI in recent decades. This inconsistency is partly because some models have large centred pattern root-mean-square differences and small spatial correlation coefficients, hindering their ability to accurately simulate corresponding spatial patterns.",
                "AnswerCn": "模拟的极端温度指数与观测数据并不完全一致，原因包括观测的日间温差（DTR）指数超出了模型模拟的范围，以及近年来像极端高温日数（WSDI）等指数的不确定性较大。这种不一致部分是因为一些模型具有较大的中心化模式均方根差和较小的空间相关系数，妨碍了它们准确模拟相应的空间模式。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have regarding the effectiveness of using climate models to project future changes in extreme temperatures across different regions?",
                "QuestionCn": "研究人员对使用气候模型预测不同地区极端温度未来变化的有效性可能会有什么期望？",
                "AnswerEn": "Researchers expect that evaluating the capacity of climate models participating in CMIP6 to simulate extreme temperatures can ensure the reliability of simulations to a certain extent. Despite challenges, the models are anticipated to project general increases in indices such as TXn, TNn, SU, and TR, with a decrease in FD, due to global warming. The spatial patterns of regional responses are also expected to be similar across different levels of global warming, although their magnitudes of change may differ significantly.",
                "AnswerCn": "研究人员预计，评估参与CMIP6的气候模型模拟极端温度的能力，可以在一定程度上确保模拟的可靠性。尽管面临挑战，这些模型预计将预测TXn、TNn、SU和TR等指标的普遍增加，以及FD的减少，这都是由于全球变暖所致。不同全球变暖水平下的区域响应空间模式也预计会相似，尽管变化的幅度可能会有显著差异。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "Can the existing dataset and methodologies adequately capture the variability of extreme temperatures across different regions in the '一带一路' area?",
                "QuestionCn": "现有的数据集和方法论能否充分捕捉‘一带一路’地区极端温度的变异性？",
                "AnswerEn": "While the methodology involving CMIP6 models and observational datasets like HadEX3 provides a solid foundation, variability across regions may not be fully captured due to limitations such as model spread and uncertainties in certain indices. Continuous refinement and local calibration may enhance the accuracy and utility of these data collections.",
                "AnswerCn": "虽然涉及CMIP6模型和观测数据集如HadEX3的方法论提供了坚实的基础，但由于模型差异和某些指标的不确定性，区域间的变异性可能未能完全捕捉。持续的改进和地方校准可能会提高这些数据集的准确性和实用性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the performance of climate models is evaluated for simulating extreme temperature indices in different regions.",
                "QuestionCn": "我不明白气候模型在不同地区模拟极端温度指标的性能是如何评估的。",
                "AnswerEn": "The performance of climate models is evaluated by first comparing the temporal evolution of indices averaged over Eurasia between model simulations and observations, specifically using the HadEX3 dataset. Additionally, the spatial patterns of extreme temperature indices are assessed using metrics like the Taylor diagram and the Portrait diagram. The evaluations are conducted by comparing model simulations at grid locations where observational data is available.",
                "AnswerCn": "气候模型的性能评估首先通过比较模型模拟与观测数据（特别是使用HadEX3数据集）在欧亚地区平均的指数的时间演变来进行。此外，极端温度指数的空间模式评估使用了泰勒图和肖像图等指标。评估是通过比较模型模拟与观测数据可用的网格位置进行的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't figure out why there is uncertainty in the simulation of extreme temperature indices and how it affects the reliability of future projections.",
                "QuestionCn": "我无法弄清楚为什么在极端温度指数的模拟中存在不确定性，以及这如何影响未来预测的可靠性。",
                "AnswerEn": "Uncertainty in the simulation of extreme temperature indices arises from factors like inter-model spreads, which are wider in recent years compared to earlier decades. Some models exhibit large root-mean-square differences and low spatial correlation coefficients, leading to poor simulation of spatial patterns. These inconsistencies affect the reliability of the simulations and consequently the projections of future changes in extreme temperature indices.",
                "AnswerCn": "极端温度指数模拟中的不确定性源于多个因素，例如模型间的差异，近年来这些差异比早期几十年更为明显。一些模型表现出较大的均方根差异和较低的空间相关系数，导致空间模式的模拟效果较差。这些不一致性影响了模拟的可靠性，从而影响了对未来极端温度指数变化的预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I’m unsure about what methods are used to ensure consistency between different climate model simulations and observational data when assessing extreme temperatures.",
                "QuestionCn": "我不确定在评估极端温度时，确保不同气候模型模拟与观测数据之间一致性的方法是什么。",
                "AnswerEn": "Consistency between climate model simulations and observational data is achieved by interpolating all model-simulated indices onto a grid with the same resolution as the HadEX3 data using a bilinear interpolation scheme. Furthermore, the evaluation of model performance is restricted to grid locations where observational data is available, and grids with significant missing values are excluded to ensure accurate assessments.",
                "AnswerCn": "气候模型模拟与观测数据之间的一致性是通过将所有模型模拟的指数插值到与HadEX3数据相同分辨率的网格上来实现的，使用的是双线性插值方案。此外，模型性能的评估仅限于观测数据可用的网格位置，并排除了缺失值显著的网格，以确保评估的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and explain the methodologies used for interpolating model-simulated indices onto a uniform grid resolution in climate data analysis.",
                "QuestionCn": "请探讨并解释在气候数据分析中将模型模拟指数插值到统一网格分辨率所使用的方法论。",
                "AnswerEn": "The methodologies used for interpolating model-simulated indices onto a uniform grid resolution involve using a bilinear interpolation scheme. In the context of climate data analysis, the different spatial resolutions of the 24 CMIP6 models are uniformly interpolated onto a grid with the same resolution as the HadEX3 data, which is 1.875°×1.25° (longitude×latitude), to facilitate analysis and model evaluation.",
                "AnswerCn": "用于将模型模拟指数插值到统一网格分辨率的方法涉及使用双线性插值方案。在气候数据分析的背景下，24个CMIP6模型的不同空间分辨率被统一插值到与HadEX3数据相同的分辨率，即1.875°×1.25°（经度×纬度），以便于分析和模型评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges of ensuring statistical comparability between model simulations and observational climate data.",
                "QuestionCn": "分析确保模型模拟与观测气候数据之间统计可比性的挑战。",
                "AnswerEn": "Ensuring statistical comparability between model simulations and observational climate data involves several challenges, including the need to assess the performance of models only at grid locations where observations are available. This requires masking the interpolated indices of the historical experiment with the temporal and spatial availability of the corresponding indices in the HadEX3 data prior to evaluation. Additionally, to eliminate interference from missing values on evaluation accuracy, grids with missing time steps amounting to more than 10% of the total are removed from both the historical simulation and HadEX3 data.",
                "AnswerCn": "确保模型模拟与观测气候数据之间的统计可比性面临几个挑战，包括需要仅在观测可用的网格位置评估模型的性能。这要求在评估之前，使用HadEX3数据的时间和空间可用性对历史实验的插值指数进行掩膜。此外，为了消除缺失值对评估准确性的干扰，移除历史模拟和HadEX3数据中缺失时间步长超过10%的网格。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets for projecting future changes in extreme temperature indices under different climate scenarios.",
                "QuestionCn": "请识别潜在的数据集，以在不同气候情景下预测极端温度指标的未来变化。",
                "AnswerEn": "Potential datasets for projecting future changes in extreme temperature indices under different climate scenarios include the HadEX3 observational data set and the model simulation data from the historical climate simulation experiment (historical) as well as the SSP2-4.5 (ssp245) and SSP5-8.5 (ssp585) future scenario simulation experiments from 24 CMIP6 models.",
                "AnswerCn": "潜在的数据集用于在不同气候情景下预测极端温度指数的未来变化，包括HadEX3观测数据集以及历史气候模拟实验（historical）的模型模拟数据，以及来自24个CMIP6模型的SSP2-4.5（ssp245）和SSP5-8.5（ssp585）未来情景模拟实验数据。",
                "Level": "C6(Creating)"
            }
        ]
    }
}