{
  "id": "7e1633cc-b3fe-46a2-8d6c-9e0ae05bb639",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Cloud-free Fractional Snow Cover from Blended MODIS and FY-2 VISSR",
      "titleCn": "中国区域与青藏高原地区无云逐日积雪覆盖度数据集(2013-2014)",
      "description": "The continuous snow cover area in time and space is one of key elements to  study of land surface energy and water exhange, mountain hydrology, land surface model, numerical weather forecast and climate change. However, the large number of clouds causes data gaps in the snow cover area from optical remote sensing. The MODIS observations of Terra and aqua, FY-2E and FY-2F VISSR are used to obtain fractional snow cover (subpixel snow cover) which is less affected by the cloud, and the snow cover of the remaining cloud pixels is supplemented according to the time series information. Finally the cloudless daily snow fraction is obtained. This data set includes the daily fractional snow cover at 5 km spatial resolution in the Tibetan Plateau and China.",
      "descriptionCn": "时空连续的积雪覆盖面积对陆表能量水分交换、山区水文、陆面模式、数值天气预报以及气候变化研究具有重要意义，而云的大量存在，造成光学遥感积雪覆盖面积中严重的数据空缺。本数据集采用Terra和Aqua双星MODIS观测，以及FY-2E和FY-2F VISSR双星观测，获取受云影响较小的积雪覆盖 度（亚像元积雪覆盖），并根据时序信息补充剩余云像元的积雪覆盖度，最终得到无云积雪覆盖度。本数据集包括青藏高原0.005度(约500 m)和中国地区的0.05度(约5 km)空间分辨率逐日积雪覆盖度。",
      "instructions": "File name contains data source (satellite), region name, product level, product name, product date and spatial resolution. For example,\"FY2EFandMCD_CHINA_L2_FSC_20121201_5KM.tif\". The file is in GeoTIFF format, supported by the commonly used remote sensing softwares ArcGIS, ENVI / IDL and MATLAB.",
      "instructionsCn": "卫星传感器_区域_产品级别_产品含义_年月日_空间分辨率.tif，如“FY2EFandMCD_CHINA_L2_FSC_20121201_5KM.tif”。文件为GeoTIFF格式，常用遥感软件ArcGIS、ENVI/IDL和Matlab均支持；空间参考为WGS84基准面、等经纬投影；数据类型为无符号8位整型，0~100为积雪覆盖度，255为填充值。",
      "east": 138.0,
      "west": 71.0,
      "south": 15.0,
      "north": 56.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 208534864.0,
      "cstr": "18406.11.Snow.tpdc.270958",
      "doi": "10.11888/Snow.tpdc.270958",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "蒋玲梅",
        "nameEn": "JIANG Lingmei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Fractional Snow Cover Mapping from FY-2 VISSR Imagery of China",
        "referenceCn": null,
        "referenceEn": "Wang, G., Jiang, L., Wu, S., Shi, J., Hao, S., & Liu, X. (2017). Fractional Snow Cover Mapping from FY-2 VISSR Imagery of China. Remote Sensing, 9(10), 983."
      },
      {
        "titleCn": null,
        "titleEn": "Cloud-Free Fractional Snow Cover Estimation from Blended MODIS and FY-2 VISSR Measurements",
        "referenceCn": null,
        "referenceEn": "Wang, G., Jiang, L., Hao, S., Liu, X., Yang, J., & Cui, H. (2018). Cloud-Free Fractional Snow Cover Estimation from Blended MODIS and FY-2 VISSR Measurements. In IGARSS 2018-2018 IEEE International Geoscience and Remote Sensing Symposium (pp. 5191-5194)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪面积",
        "nameEn": "Snow area"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012/2013 冬季",
        "keywordEn": "2012/2013 winter",
        "type": "temporal"
      },
      {
        "keywordCn": "2013/2014 冬季",
        "keywordEn": "2013/2014 winter",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球陆表能量与水分交换过程及其对全球变化作用的卫星观测与模拟研究",
        "titleEn": "Satellite observation and simulation studies of the land surface water and energy exchange processes and its effects on global changes"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Snow cover plays an important role in mountain hydrology, climatology and surface energy balance. Remote sensing instrument, especially optical and infrared sensor onboard Low-Earth-Orbit (LEO) satellite, is useful in high-resolution snow mapping upon places where people can hardly arrive. However, vast obscuration of clouds and cloud/snow confusion in the visible and infrared wavelengths cause data gaps and errors in snow cover maps. Even the combination of Terra and Aqua MODIS, however, can hardly reduce cloud coverage to less than 46%. MODIS does not have enormous chances to encounter clear-sky condition because MODIS only observes a same place two times or less in the daytime of a single day. Imagers onboard GEOstationary (GEO) satellites can view Earth frequently, and therefore have more opportunities to obtain cloud-free observations since clouds are moving. Fractional snow cover derived from GEO satellite imagers provides a good data source for the generation of cloud-free fractional snow cover."
      ],
      "research objective": [
        "To map daily cloud-free fractional snow cover, we present a way using blended measurements from Terra/Aqua Moderate Resolution Imaging Spectroradiometer (MODIS) and FengYun-2 Visible and Infrared Spin Scan Radiometer (FY-2 VISSR). In this paper, we choose sub-pixel snow-covered area measurements from Terra/Aqua MODIS and FY-2E/F VISSR to generate daily cloud-free fractional snow cover at 500 m spatial resolution on the Tibetan Plateau."
      ],
      "challenges": [
        "The validation of fractional snow cover estimated under cloudy weather is limited by difficult access to ground truth data and cross-validation can be conducted in further studies."
      ],
      "methods": [
        "The fractional snow cover from MODIS is estimated using the Multiple End-member Spectral Mixture Analysis (MESMA), while that from FY-2 VISSR is generated using a simple linear interpolation between snow and snow-free end-members. The Piecewise Cubic Hermite Interpolating Polynomial (PCHIP), a simple method that can create monotonous and smooth interpolations without any overshoot, is chosen for removing remaining clouds in fractional snow cover of the combination of MODIS and VISSR. We choose the average of fractional snow cover from FY-2E/F when both detects snow cover. We treat the MODIS snow map as the base map and fill its data gaps with cloud-free FY-2E/F VISSR measurements."
      ],
      "dataset": [
        "Rather than employ the MODIS standard fractional snow cover product (the MOD10 suite) mainly based on the Normalized Difference Snow Index (NDSI), we acquire the multi-band surface reflectance data from MOD09GA and MYD09GA to perform the Multiple End-member Spectral Mixture Analysis (MESMA) in fractional snow cover retrieval. FY-2E/F VISSR hourly observations are used to derive daily cloud-reduced fractional snow cover maps. In early studies focusing on the Tibetan Plateau, the RMSE of fractional snow cover from MODIS based on MESMA is found to be less than 20% and that from FY-2E/F VISSR is about 20%."
      ],
      "findings": [],
      "backgroundCn": [
        "雪盖在山区水文、气候学和表面能量平衡中发挥着重要作用。遥感仪器，特别是搭载在低地球轨道（LEO）卫星上的光学和红外传感器，对于在难以到达的地方进行高分辨率雪盖制图非常有用。然而，云层的广泛遮挡以及可见光和红外波段中的云/雪混淆导致雪盖图的数据显示缺口和错误。即使结合了Terra和Aqua MODIS，云覆盖率也很难降到46%以下。MODIS在单日的白天只能观察同一地点两次或更少，因此很难遇到晴空条件。搭载在地球静止轨道（GEO）卫星上的成像仪可以频繁观察地球，因此有更多机会获得无云观测，因为云层是移动的。来自GEO卫星成像仪的分数雪盖为生成无云分数雪盖提供了良好的数据来源。"
      ],
      "research objectiveCn": [
        "为了绘制每日无云的雪覆盖率，我们提出了一种使用Terra/Aqua中分辨率成像光谱仪（MODIS）和风云-2可见光和红外扫描辐射仪（FY-2 VISSR）混合测量的方法。在本文中，我们选择了来自Terra/Aqua MODIS和FY-2E/F VISSR的亚像素雪覆盖面积测量，以生成在500米空间分辨率下的每日无云雪覆盖率，研究区域为青藏高原。"
      ],
      "challengesCn": [
        "在多云天气下估计的分数雪盖的验证受到难以获取地面真实数据的限制，交叉验证可以在进一步的研究中进行。"
      ],
      "methodsCn": [
        "MODIS的分数雪盖是通过多端元光谱混合分析（MESMA）估算的，而FY-2 VISSR的分数雪盖是通过在雪和无雪端元之间进行简单线性插值生成的。选择分段三次Hermite插值多项式（PCHIP）作为去除组合MODIS和VISSR中剩余云层的简单方法，该方法可以创建单调且平滑的插值而不会出现超调。当FY-2E/F都检测到雪盖时，我们选择其分数雪盖的平均值。我们将MODIS雪图视为基础图，并用无云的FY-2E/F VISSR测量填补其数据缺口。"
      ],
      "datasetCn": [
        "与主要基于归一化差异雪指数（NDSI）的MODIS标准分数雪覆盖产品（MOD10套件）相比，我们获取了来自MOD09GA和MYD09GA的多波段表面反射率数据，以执行多端元光谱混合分析（MESMA）进行分数雪覆盖检索。使用FY-2E/F VISSR的每小时观测数据来推导每日云减少的分数雪覆盖图。在早期针对青藏高原的研究中，基于MESMA的MODIS分数雪覆盖的均方根误差（RMSE）发现低于20%，而FY-2E/F VISSR的RMSE约为20%。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "The extent and variability of snow cover highly influences Earth’s water cycle, surface energy balance, climate, and weather. Satellite remote sensing provides a unique ability to monitor snow cover and its dynamics at large scales that sparse meteorological observation networks cannot accomplish. The Moderate Resolution Imaging Spectroradiometer (MODIS), which has flown on board the Terra and Aqua satellites since 1999 and 2002, respectively, has been used to map the daily global SCA at 500 m resolution for years by taking advantage of a wide scanning swath and advanced spectral resolution. The normalized difference snow index (NDSI), which employs the high reflectance of snow in the visible wavelengths and a strong absorptive manner of snow in near-infrared wavelengths, has often been used to detect snow cover and estimate the fractional snow cover (FSC) from Landsat-5 Thematic Mapper (TM) and MODIS imagery. The overall accuracy of the MODIS standard binary snow cover product is close to 93%, while the root mean squared error (RMSE) of the MODIS standard FSC product can reach approximately 0.10. Daily SCA maps derived from optical sensors tend to have serious data gaps, which are primarily due to clouds that obscure the optical detection of Earth’s surfaces. Among the spaceborne sensors with the ability to detect snow cover concerning spatiotemporal continuity, optical imagers onboard geostationary orbit (GEO) satellites are likely the most effective and reliable because they have the unique capacity to frequently observe approximately one-third of Earth’s surface in near real-time."
      ],
      "research objective": [
        "To map the daily cloud-reduced FSC over China, we utilized clear-sky multichannel observations from the first-generation Chinese geostationary orbit (GEO) satellites (namely, the FY-2 series) by taking advantage of their high temporal resolution."
      ],
      "challenges": [
        "Daily fractional snow cover (FSC) products derived from optical sensors onboard low Earth orbit (LEO) satellites are often discontinuous, primarily due to prevalent cloud cover. Daily SCA maps derived from optical sensors tend to have serious data gaps, which are primarily due to clouds that obscure the optical detection of Earth’s surfaces. However, the coarse spatial resolution (~25 km) and the accuracy of SCA derived from passive microwave sensors is considerably inconsistent with those of SCA derived from optical sensors. Moreover, currently employed active and passive microwave imaging sensors exhibit relatively narrow swaths during daily revisits over mid-latitude regions. Such inherent limitations of microwave sensor data typically reduce their ability to alleviate the deficiencies of SCA products in terms of spatiotemporal continuity."
      ],
      "methods": [
        "The method proposed in this study combines a newly developed binary snow cover detection algorithm designed for the Visible and Infrared Spin Scan Radiometer (VISSR) onboard FY-2F with a simple linear spectral mixture technique applied to the visible (VIS) band."
      ],
      "dataset": [
        "Accurate snow cover from Landsat-8 OLI images at 30 m resolution was determined using the SNOWMAP method [12,46]. To evaluate the performance of the FY-2E/F VISSR FSC at 0.05° (approximately 5 km) resolution and investigate its cloud-removal abilities, we chose the 500 m resolution MODIS FSC based on MESMA as reference data [20,21]. For the elevation information used in this study, we collected Shuttle Radar Topography Mission (SRTM) digital elevation model (DEM) version 4.1 data [48]."
      ],
      "findings": [
        "As expected, the FY-2E/F VISSR is able to reduce the cloud coverage percentage over China from 51 to 15%. In China, the FY-2E/F VISSR presents RMSEs of 0.20/0.19 with R2 values of 0.67/0.66 when compared with the FSC reference from MODIS using the MESMA. Over the three largest stable seasonal SCAs in China, the RMSEs of the FY-2E/F VISSR FSC is 0.18~0.29 with R2 values ranging from 0.46 to 0.80 when compared with the FSC reference from the Landsat-8 OLI data using the SNOWMAP."
      ],
      "backgroundCn": [
        "雪盖的范围和变异性对地球的水循环、表面能量平衡、气候和天气有着重要影响。卫星遥感提供了一种独特的能力，可以在大尺度上监测雪盖及其动态，这是稀疏的气象观测网络无法实现的。中分辨率成像光谱仪（MODIS）自1999年和2002年分别搭载在Terra和Aqua卫星上以来，已被用于以500米分辨率绘制全球每日雪盖面积（SCA）图，利用其宽扫描幅度和先进的光谱分辨率。归一化差异雪指数（NDSI）利用雪在可见波长下的高反射率和在近红外波长下的强吸收特性，常用于检测雪盖并从Landsat-5主题测量仪（TM）和MODIS影像中估算分数雪盖（FSC）。MODIS标准二元雪盖产品的总体准确率接近93%，而MODIS标准FSC产品的均方根误差（RMSE）可达到约0.10。由光学传感器生成的每日SCA图通常存在严重的数据缺口，这主要是由于云层遮挡了对地表的光学检测。在能够检测雪盖的空间传感器中，搭载在静止轨道（GEO）卫星上的光学成像仪可能是最有效和可靠的，因为它们具有近实时频繁观察地球表面约三分之一区域的独特能力。"
      ],
      "research objectiveCn": [
        "为了绘制中国的每日云减少的FSC，我们利用了第一代中国静止轨道卫星（即FY-2系列）的晴空多通道观测，利用其高时间分辨率。"
      ],
      "challengesCn": [
        "来自低地球轨道（LEO）卫星的日常分数雪盖（FSC）产品通常是不连续的，主要是由于普遍的云层覆盖。由光学传感器生成的日常雪盖面积（SCA）地图往往存在严重的数据缺口，这主要是由于云层遮挡了对地表的光学检测。然而，来自被动微波传感器的雪盖面积数据的粗 spatial 分辨率（约25公里）和准确性与光学传感器生成的雪盖面积数据存在显著不一致。此外，目前使用的主动和被动微波成像传感器在中纬度地区的日常重访期间展现出相对狭窄的观测带。这些微波传感器数据的固有限制通常降低了它们在时空连续性方面缓解雪盖面积产品缺陷的能力。"
      ],
      "methodsCn": [
        "本研究提出的方法结合了一种新开发的二元雪盖检测算法，该算法专为FY-2F卫星上的可见光和红外旋转扫描辐射计（VISSR）设计，并应用于可见光（VIS）波段的简单线性光谱混合技术。"
      ],
      "datasetCn": [
        "通过SNOWMAP方法，利用Landsat-8 OLI影像以30米分辨率准确确定了雪盖。为了评估FY-2E/F VISSR FSC在0.05°（大约5公里）分辨率下的性能，并研究其去云能力，我们选择了基于MESMA的500米分辨率MODIS FSC作为参考数据。关于本研究中使用的高程信息，我们收集了Shuttle Radar Topography Mission (SRTM)数字高程模型（DEM）版本4.1数据。"
      ],
      "findingsCn": [
        "如预期，FY-2E/F VISSR能够将中国的云覆盖百分比从51%降低到15%。在中国，FY-2E/F VISSR与MODIS的FSC参考相比，RMSE分别为0.20/0.19，R²值为0.67/0.66，使用MESMA方法。在中国三个最大的稳定季节性雪覆盖面积（SCA）中，FY-2E/F VISSR FSC的RMSE为0.18~0.29，R²值范围为0.46到0.80，与使用SNOWMAP的Landsat-8 OLI数据的FSC参考相比。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can a dataset that combines measurements from both low Earth orbit and geostationary satellites effectively reduce cloud coverage in snow cover maps?",
        "QuestionCn": "一个结合低地球轨道和静止卫星测量的数据集是否能有效减少雪盖图中的云覆盖？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the use of geostationary satellite imagers increase the chances of obtaining cloud-free observations for snow cover mapping?",
        "QuestionCn": "使用静止卫星成像仪是否增加了获得无云观测以进行雪盖映射的机会？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is primarily used for estimating fractional snow cover: Multiple End-member Spectral Mixture Analysis (MESMA), simple linear interpolation, or another technique?",
        "QuestionCn": "用于估算分数积雪覆盖的主要方法是多端元光谱混合分析（MESMA）、简单线性插值还是其他技术？",
        "AnswerEn": "Multiple End-member Spectral Mixture Analysis (MESMA)",
        "AnswerCn": "多端元光谱混合分析 (MESMA)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the major challenges in snow cover data collection mainly due to cloud coverage, spatial resolution limitations, or another factor?",
        "QuestionCn": "雪盖数据收集的主要挑战主要是由于云层覆盖、空间分辨率限制还是其他因素？",
        "AnswerEn": "cloud coverage",
        "AnswerCn": "云量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to achieve daily cloud-free fractional snow cover over the Tibetan Plateau?",
        "QuestionCn": "为了实现对青藏 Plateau 的每日无云分数雪覆盖，使用了哪些数据收集方法？",
        "AnswerEn": "Terra/Aqua MODIS, FengYun-2 VISSR, MESMA, linear interpolation",
        "AnswerCn": "Terra/Aqua MODIS，风云二号 VISSR，MESMA，线性插值",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges arise in the validation of fractional snow cover under cloudy conditions?",
        "QuestionCn": "在多云条件下，验证分数雪覆盖会面临哪些挑战？",
        "AnswerEn": "difficult access to ground truth data",
        "AnswerCn": "获取真实数据困难",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to estimate snow cover in areas affected by cloud cover using satellite data?",
        "QuestionCn": "您能否提供一个使用卫星数据估计受云层覆盖影响地区雪盖的方法示例？",
        "AnswerEn": "The fractional snow cover from MODIS is estimated using the Multiple End-member Spectral Mixture Analysis (MESMA), while that from FY-2 VISSR is generated using a simple linear interpolation between snow and snow-free end-members. The Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) is chosen for removing remaining clouds in fractional snow cover of the combination of MODIS and VISSR.",
        "AnswerCn": "MODIS的分数雪盖是通过多端元光谱混合分析（MESMA）估算的，而FY-2 VISSR的分数雪盖则是通过在雪和无雪端元之间进行简单线性插值生成的。选择分段三次Hermite插值多项式（PCHIP）来去除组合的MODIS和VISSR中的剩余云层。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when validating snow cover data collected under cloudy conditions?",
        "QuestionCn": "在验证在多云条件下收集的雪盖数据时面临的一个挑战是什么？",
        "AnswerEn": "The validation of fractional snow cover estimated under cloudy weather is limited by difficult access to ground truth data, and cross-validation can be conducted in further studies.",
        "AnswerCn": "在多云天气下估计的分数雪盖的验证受到难以获取地面真实数据的限制，交叉验证可以在进一步的研究中进行。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that combines data from multiple satellite sources to improve snow cover mapping?",
        "QuestionCn": "您能否提供一个结合多个卫星来源的数据集的示例，以改善雪盖映射？",
        "AnswerEn": "Rather than employ the MODIS standard fractional snow cover product mainly based on the Normalized Difference Snow Index (NDSI), the dataset acquires the multi-band surface reflectance data from MOD09GA and MYD09GA to perform the Multiple End-member Spectral Mixture Analysis (MESMA) in fractional snow cover retrieval. FY-2E/F VISSR hourly observations are used to derive daily cloud-reduced fractional snow cover maps.",
        "AnswerCn": "与主要基于归一化差异雪指数（NDSI）的MODIS标准分数雪覆盖产品不同，该数据集获取了来自MOD09GA和MYD09GA的多波段表面反射率数据，以执行多端元光谱混合分析（MESMA）进行分数雪覆盖检索。使用FY-2E/F VISSR每小时观测数据来推导每日云减少的分数雪覆盖地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features are used to validate fractional snow cover data under cloudy conditions?",
        "QuestionCn": "在多云条件下，用于验证分数雪覆盖数据的具体特征是什么？",
        "AnswerEn": "cross-validation with existing datasets, using MODIS fractional snow cover as a reference",
        "AnswerCn": "使用现有数据集进行交叉验证，以MODIS分数雪覆盖作为参考。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the percentage reduction in cloud coverage over China using the FY-2E/F VISSR?",
        "QuestionCn": "使用FY-2E/F VISSR，中国的云覆盖率减少了多少百分比？",
        "AnswerEn": "36%",
        "AnswerCn": "36%",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What is the root mean squared error (RMSE) range of the FY-2E/F VISSR fractional snow cover when compared with the Landsat-8 OLI data?",
        "QuestionCn": "FY-2E/F VISSR 分数雪盖与 Landsat-8 OLI 数据相比的均方根误差 (RMSE) 范围是多少？",
        "AnswerEn": "0.18-0.29",
        "AnswerCn": "0.18-0.29",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using Terra/Aqua MODIS compare to those utilizing FY-2 VISSR in terms of reducing cloud coverage in snow cover datasets?",
        "QuestionCn": "使用Terra/Aqua MODIS的数据收集方法与利用FY-2 VISSR的方法在减少雪盖数据集中的云覆盖方面有何比较？",
        "AnswerEn": "Terra/Aqua MODIS observes the same place two times or less in the daytime, leading to challenges in reducing cloud coverage below 46%. In contrast, FY-2 VISSR, being onboard geostationary satellites, can frequently view Earth and thus has more opportunities to obtain cloud-free observations, reducing cloud coverage more effectively.",
        "AnswerCn": "Terra/Aqua MODIS 在白天最多观察同一地点两次，这导致在减少云覆盖率到46%以下时面临挑战。相比之下，FY-2 VISSR 作为静止卫星，能够频繁观察地球，因此有更多机会获得无云观测，从而更有效地减少云覆盖率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in spatial resolution and accuracy between snow cover datasets derived from MODIS MESMA and FY-2 VISSR methods?",
        "QuestionCn": "MODIS MESMA和FY-2 VISSR方法衍生的雪盖数据集在空间分辨率和准确性方面有什么区别？",
        "AnswerEn": "MODIS MESMA provides snow cover datasets at a 500 m spatial resolution and has shown an RMSE of less than 20% in early studies. FY-2 VISSR, used for cloud-reduced fractional snow cover mapping, provides a 0.05° (approximately 5 km) resolution with RMSEs of 0.20/0.19 when compared with MODIS MESMA reference data, indicating a coarser spatial resolution and slightly higher error.",
        "AnswerCn": "MODIS MESMA 提供了 500 米空间分辨率的雪盖数据集，早期研究显示其均方根误差（RMSE）低于 20%。FY-2 VISSR 用于云减少的分数雪盖映射，提供 0.05°（大约 5 公里）的分辨率，与 MODIS MESMA 参考数据相比，RMSE 为 0.20/0.19，表明其空间分辨率较粗，误差略高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges of estimating fractional snow cover under cloudy conditions differ between the use of optical sensors onboard low Earth orbit satellites and geostationary orbit satellites?",
        "QuestionCn": "在多云条件下，使用低地球轨道卫星和静止轨道卫星的光学传感器估计分数雪覆盖的挑战有何不同？",
        "AnswerEn": "Optical sensors onboard low Earth orbit satellites, like MODIS, face significant challenges with data gaps due to prevalent cloud cover, resulting in discontinuous daily fractional snow cover products. Geostationary orbit satellites, such as those carrying FY-2 VISSR, benefit from high temporal resolution, allowing for more frequent observations and better opportunities to obtain cloud-free measurements, thereby mitigating these challenges.",
        "AnswerCn": "低地球轨道卫星上的光学传感器，如MODIS，由于普遍存在的云层覆盖，面临着数据缺口的重大挑战，导致日常的分数雪覆盖产品不连续。地球静止轨道卫星，如搭载FY-2 VISSR的卫星，受益于高时间分辨率，能够更频繁地进行观测，从而更好地获得无云的测量数据，从而减轻这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways do different spatial resolutions of satellite data impact the interpretation and usability of snow cover datasets for research in areas like the Tibetan Plateau?",
        "QuestionCn": "不同空间分辨率的卫星数据如何影响对雪盖数据集的解释和可用性，尤其是在像青藏高原这样的研究领域？",
        "AnswerEn": "The spatial resolution of satellite data, such as 500 m for the Tibetan Plateau from MODIS and 5 km for China from FY-2, affects the detail and accuracy of snow cover maps. Higher resolution data, like 500 m, provides finer detail which is crucial for accurate snow mapping in mountainous regions, whereas lower resolution data might be less precise but offers broader coverage, which can be useful for large-scale monitoring.",
        "AnswerCn": "卫星数据的空间分辨率，如MODIS对青藏高原的500米和FY-2对中国的5公里，影响雪盖地图的细节和准确性。较高分辨率的数据，如500米，提供了更精细的细节，这对于在山区进行准确的雪映射至关重要，而较低分辨率的数据可能不够精确，但提供了更广泛的覆盖，这对于大规模监测是有用的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes data gaps and errors in snow cover maps derived from remote sensing instruments, particularly in regions with frequent cloud cover?",
        "QuestionCn": "导致遥感仪器获取的雪盖地图中出现数据缺口和错误的原因是什么，特别是在云层覆盖频繁的地区？",
        "AnswerEn": "Vast obscuration of clouds and cloud/snow confusion in the visible and infrared wavelengths cause data gaps and errors in snow cover maps. Even with the combination of Terra and Aqua MODIS, reducing cloud coverage to less than 46% is challenging because MODIS observes the same place two times or less in the daytime of a single day.",
        "AnswerCn": "云层的广泛遮蔽以及可见光和红外波段中的云/雪混淆导致雪盖地图出现数据缺口和错误。即使结合使用Terra和Aqua MODIS，将云覆盖率降低到46%以下也很具挑战性，因为MODIS在一天的白天同一地点的观测次数不超过两次。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the validation of fractional snow cover under cloudy weather limited, and what potential methods could address this challenge?",
        "QuestionCn": "在多云天气下，分数雪覆盖的验证受到限制，原因是什么？有哪些潜在的方法可以解决这一挑战？",
        "AnswerEn": "The validation of fractional snow cover estimated under cloudy weather is limited by difficult access to ground truth data. Cross-validation could be conducted in further studies to address this challenge.",
        "AnswerCn": "在多云天气下估计的分数雪盖的验证受到难以获取地面真实数据的限制。进一步的研究可以通过交叉验证来解决这一挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the underlying reasons for the discrepancies between snow cover area derived from optical and microwave sensors, and how do these impact data continuity?",
        "QuestionCn": "光学传感器和微波传感器所获取的雪覆盖面积之间存在差异的根本原因是什么，这些差异如何影响数据的连续性？",
        "AnswerEn": "The coarse spatial resolution and accuracy of snow cover area derived from passive microwave sensors are considerably inconsistent with those derived from optical sensors. The inherent limitations of microwave sensor data, such as relatively narrow swaths during daily revisits over mid-latitude regions, typically reduce their ability to alleviate deficiencies in terms of spatiotemporal continuity.",
        "AnswerCn": "被动微波传感器获取的雪盖面积的粗 spatial 分辨率和准确性与光学传感器获取的结果存在显著不一致。微波传感器数据的固有局限性，例如在中纬度地区每日重访时相对狭窄的观测带，通常降低了它们在时空连续性方面弥补不足的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy and completeness of snow cover mapping when integrating data from multiple satellite sources compared to using a single satellite source?",
        "QuestionCn": "整合来自多个卫星源的数据与使用单一卫星源相比，对雪盖映射的准确性和完整性有什么影响？",
        "AnswerEn": "Integrating data from multiple satellite sources, such as combining Terra/Aqua MODIS and FY-2 VISSR observations, enhances the ability to map daily cloud-free fractional snow cover by reducing data gaps and errors caused by cloud coverage. This approach provides more opportunities for obtaining clear-sky observations, which improves the accuracy and completeness of snow cover maps.",
        "AnswerCn": "整合来自多个卫星源的数据，例如结合Terra/Aqua MODIS和FY-2 VISSR观测，可以增强每日无云雪盖分数的映射能力，减少因云层覆盖造成的数据缺口和错误。这种方法提供了更多获得晴空观测的机会，从而提高了雪盖地图的准确性和完整性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges in accurately estimating fractional snow cover under cloudy conditions, and what potential solutions can mitigate these challenges?",
        "QuestionCn": "在多云条件下准确估算部分积雪覆盖的挑战是什么，哪些潜在解决方案可以缓解这些挑战？",
        "AnswerEn": "Accurately estimating fractional snow cover under cloudy conditions is challenged by the limited access to ground truth data and the inherent difficulty in cloud/snow differentiation. Cross-validation with higher-resolution satellite data and employing interpolation techniques like the Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) can help mitigate these challenges by filling data gaps caused by clouds.",
        "AnswerCn": "在多云条件下准确估计分数雪盖面临着地面真实数据获取有限和云/雪区分固有困难的挑战。通过与高分辨率卫星数据进行交叉验证，以及采用像分段立方Hermite插值多项式（PCHIP）这样的插值技术，可以通过填补因云造成的数据缺口来帮助缓解这些挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the use of geostationary satellite observations affect the spatial and temporal resolution of snow cover datasets compared to low Earth orbit satellites?",
        "QuestionCn": "地球静止卫星观测如何影响雪盖数据集的空间和时间分辨率，与低地球轨道卫星相比？",
        "AnswerEn": "The use of geostationary satellite observations, such as those from FY-2 series, provides higher temporal resolution due to their ability to frequently observe large areas of Earth's surface. This results in improved spatiotemporal continuity of snow cover datasets, addressing data gaps caused by cloud cover more effectively than low Earth orbit satellites, which have less frequent observation opportunities.",
        "AnswerCn": "使用静止卫星观测，例如FY-2系列，由于能够频繁观察地球表面的大面积区域，因此提供了更高的时间分辨率。这导致了雪盖数据集的时空连续性得到改善，更有效地解决了由于云层覆盖造成的数据缺口，而低地球轨道卫星由于观测机会较少，无法做到这一点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of employing blended measurements from Terra/Aqua MODIS and FY-2 VISSR in snow cover mapping?",
        "QuestionCn": "采用Terra/Aqua MODIS和FY-2 VISSR的混合测量进行雪盖映射的目标是什么？",
        "AnswerEn": "The objective is to map daily cloud-free fractional snow cover by using blended measurements from Terra/Aqua Moderate Resolution Imaging Spectroradiometer (MODIS) and FengYun-2 Visible and Infrared Spin Scan Radiometer (FY-2 VISSR), particularly focusing on the Tibetan Plateau at high spatial resolution.",
        "AnswerCn": "目标是利用来自Terra/Aqua中分辨率成像光谱仪（MODIS）和风云-2可见光和红外扫描辐射计（FY-2 VISSR）的混合测量，绘制每日无云的雪盖覆盖率，特别关注高分辨率的青藏高原。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the intended purpose of using the Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) in snow cover data processing?",
        "QuestionCn": "在雪盖数据处理过程中，使用分段三次Hermite插值多项式（PCHIP）的目的是什么？",
        "AnswerEn": "The intended purpose of using the Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) is to create monotonous and smooth interpolations without any overshoot, which helps in removing remaining clouds in fractional snow cover data, resulting in more accurate and cloud-free snow cover maps.",
        "AnswerCn": "使用分段三次埃尔米特插值多项式（PCHIP）的目的在于创建单调且光滑的插值，避免任何超调，这有助于去除分数雪盖数据中的残余云层，从而生成更准确且无云的雪盖地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in creating a cloud-free fractional snow cover map using remote sensing data in mountainous regions?",
        "QuestionCn": "使用遥感数据在山区创建无云分数雪覆盖图涉及哪些程序？",
        "AnswerEn": "To create a cloud-free fractional snow cover map, sub-pixel snow-covered area measurements are generated from Terra/Aqua MODIS and FY-2E/F VISSR. The data gaps caused by clouds are filled using the Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) method, which provides monotonous and smooth interpolations. The MODIS snow map is treated as the base map, and its data gaps are filled with cloud-free FY-2E/F VISSR measurements.",
        "AnswerCn": "为了创建无云的分数雪覆盖地图，从Terra/Aqua MODIS和FY-2E/F VISSR生成亚像素雪覆盖面积测量。由于云造成的数据缺口使用分段三次Hermite插值多项式（PCHIP）方法进行填补，该方法提供单调和平滑的插值。MODIS雪图被视为基础图，其数据缺口用无云的FY-2E/F VISSR测量值填补。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological steps are taken to utilize geostationary satellites for monitoring snow cover on a daily basis?",
        "QuestionCn": "利用地球同步卫星每日监测积雪覆盖所采取的方法步骤是什么？",
        "AnswerEn": "To utilize geostationary satellites for monitoring snow cover, a binary snow cover detection algorithm is applied to the Visible and Infrared Spin Scan Radiometer (VISSR) onboard FY-2F. This method combines high temporal resolution observations with a simple linear spectral mixture technique applied to the visible band, allowing for frequent observation and cloud reduction over large areas.",
        "AnswerCn": "为了利用静止卫星监测雪盖，采用了一种二元雪盖检测算法，该算法应用于FY-2F卫星上的可见光和红外旋转扫描辐射计（VISSR）。该方法结合了高时间分辨率的观测和应用于可见光波段的简单线性光谱混合技术，能够在大范围内实现频繁观测和减少云层影响。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the generation of cloud-free fractional snow cover maps over large areas like the Tibetan Plateau?",
        "QuestionCn": "哪些数据收集方法能够生成像青藏高原这样的大面积无云分数雪盖地图？",
        "AnswerEn": "The generation of cloud-free fractional snow cover maps over large areas like the Tibetan Plateau is enabled by blending measurements from Terra/Aqua MODIS and FengYun-2 Visible and Infrared Spin Scan Radiometer (FY-2 VISSR), using sub-pixel snow-covered area measurements and employing techniques like the Multiple End-member Spectral Mixture Analysis (MESMA) and Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) for interpolation and cloud removal.",
        "AnswerCn": "通过融合Terra/Aqua MODIS和风云-2可见光和红外扫描辐射仪（FY-2 VISSR）的测量数据，利用亚像素雪覆盖面积测量，并采用多端元光谱混合分析（MESMA）和分段三次Hermite插值多项式（PCHIP）等技术进行插值和云去除，从而生成像青藏高原这样的大面积无云雪覆盖分数地图。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might cloud-free fractional snow cover datasets be expected to have challenges in validation?",
        "QuestionCn": "云-free的分数雪盖数据集在验证时可能会面临挑战的原因是什么？",
        "AnswerEn": "The validation of fractional snow cover estimated under cloudy weather is limited by difficult access to ground truth data, which means that cross-validation can be conducted in further studies.",
        "AnswerCn": "在多云天气下估计的分数雪覆盖的验证受到难以获取地面真实数据的限制，这意味着在进一步的研究中可以进行交叉验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the combination of Terra/Aqua MODIS and FY-2 VISSR expected to improve cloud-free snow cover mapping, yet might still face limitations?",
        "QuestionCn": "为什么 Terra/Aqua MODIS 和 FY-2 VISSR 的组合预计会改善无云雪盖映射，但可能仍然面临限制？",
        "AnswerEn": "While Terra/Aqua MODIS and FY-2 VISSR offer more opportunities to obtain cloud-free observations, the inherent limitations of cloud coverage reduction still pose challenges, as MODIS does not frequently encounter clear-sky conditions and the validation of cloud-removed snow cover requires further studies.",
        "AnswerCn": "虽然Terra/Aqua MODIS和FY-2 VISSR提供了更多获得无云观测的机会，但云覆盖减少的固有限制仍然带来挑战，因为MODIS并不经常遇到晴空条件，而云去除后的雪盖验证仍需进一步研究。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might datasets using optical sensors for snow cover mapping have high expectations for spatial and temporal continuity, but still experience significant data gaps?",
        "QuestionCn": "使用光学传感器进行雪盖映射的数据集可能对空间和时间连续性有很高的期望，但仍然会经历显著的数据缺口，原因可能是什么？",
        "AnswerEn": "Optical sensors on low Earth orbit satellites often face discontinuities in snow cover data due to prevalent cloud cover, and while geostationary satellites like FY-2E/F VISSR improve temporal coverage, the spatial resolution and cloud-removal accuracy may still introduce gaps or inconsistencies.",
        "AnswerCn": "低地球轨道卫星上的光学传感器常常由于云层覆盖而导致雪盖数据的不连续性，而像FY-2E/F VISSR这样的静止卫星虽然提高了时间覆盖率，但其空间分辨率和云去除精度仍可能引入缺口或不一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the challenges and limitations associated with using optical and infrared sensors onboard Low-Earth-Orbit satellites for snow cover mapping?",
        "QuestionCn": "使用低地球轨道卫星上的光学和红外传感器进行雪盖测绘有哪些挑战和限制？",
        "AnswerEn": "The main challenges of using optical and infrared sensors onboard Low-Earth-Orbit satellites for snow cover mapping include significant data gaps caused by cloud obscuration and cloud/snow confusion in visible and infrared wavelengths. Although MODIS provides high-resolution snow mapping, it struggles to reduce cloud coverage to less than 46%, limiting its effectiveness.",
        "AnswerCn": "在低地球轨道卫星上使用光学和红外传感器进行雪盖映射的主要挑战包括由于云层遮挡和可见光及红外波长中的云/雪混淆而导致的显著数据缺口。尽管MODIS提供高分辨率的雪映射，但其云覆盖率难以降低到46%以下，从而限制了其有效性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the methodology for estimating fractional snow cover be improved to address the issue of data gaps caused by cloud cover?",
        "QuestionCn": "在估计分数雪覆盖的过程中，如何改进方法以解决云层覆盖导致的数据缺口问题？",
        "AnswerEn": "One potential improvement could be the integration of geostationary orbit satellite data, such as FY-2 VISSR, which offers high temporal resolution and frequent observations, providing more opportunities to obtain cloud-free data. Additionally, the use of advanced interpolation techniques like the Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) could help in removing remaining clouds and improving data continuity.",
        "AnswerCn": "一个潜在的改进是整合静止轨道卫星数据，例如FY-2 VISSR，它提供高时间分辨率和频繁观测，提供更多获取无云数据的机会。此外，使用先进的插值技术，如分段立方Hermite插值多项式（PCHIP），可以帮助去除剩余的云层并改善数据连续性。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not sure how data collection methods can effectively minimize the impact of cloud cover on snow cover maps over large regions.",
        "QuestionCn": "我不确定数据收集方法如何有效地减少云层对大区域雪盖地图的影响。",
        "AnswerEn": "To effectively minimize the impact of cloud cover on snow cover maps, a method is used that combines measurements from both Terra/Aqua MODIS and FY-2 VISSR. This approach takes advantage of the high temporal resolution of geostationary satellites, which can frequently observe the same area and thus have more opportunities to capture cloud-free data. The Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) is also used to interpolate and remove remaining clouds in the fractional snow cover data.",
        "AnswerCn": "为了有效减少云层对雪盖地图的影响，采用了一种结合Terra/Aqua MODIS和FY-2 VISSR测量的方法。这种方法利用了静止卫星的高时间分辨率，可以频繁观察同一地区，从而有更多机会捕捉到无云的数据。同时，使用分段三次Hermite插值多项式（PCHIP）对分数雪盖数据进行插值，以去除剩余的云层。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand the challenges involved in validating snow cover data collected under cloudy conditions.",
        "QuestionCn": "我不理解在多云条件下验证雪盖数据所面临的挑战。",
        "AnswerEn": "The primary challenge in validating snow cover data collected under cloudy conditions is the limited access to ground truth data, which makes it difficult to confirm the accuracy of satellite-derived measurements. Cross-validation with other datasets or ground observations can be a strategy for addressing this limitation but is often constrained by the lack of concurrent and comprehensive ground data.",
        "AnswerCn": "在多云条件下验证雪盖数据的主要挑战是缺乏地面真实数据，这使得确认卫星测量的准确性变得困难。与其他数据集或地面观测进行交叉验证可以是解决这一限制的策略，但通常受到缺乏同时且全面的地面数据的限制。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of why the accuracy of snow cover data from optical sensors is affected by cloud cover so significantly.",
        "QuestionCn": "我无法理解为什么光学传感器的雪盖数据准确性会受到云层覆盖的显著影响。",
        "AnswerEn": "The accuracy of snow cover data from optical sensors is affected by cloud cover because clouds obscure the optical detection of Earth's surface, leading to data gaps and errors. Optical sensors rely on visible and infrared wavelengths, which clouds can block, thus preventing accurate measurement of the snow cover. Geostationary satellites with frequent observations can help reduce these gaps by providing more opportunities to observe cloud-free conditions.",
        "AnswerCn": "光学传感器的雪盖数据准确性受到云层的影响，因为云层遮挡了对地表的光学探测，导致数据缺失和错误。光学传感器依赖于可见光和红外波长，而云层会阻挡这些波长，从而妨碍对雪盖的准确测量。具有频繁观测的静止卫星可以通过提供更多观察无云条件的机会来帮助减少这些数据缺口。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the various data collection methods employed to generate cloud-free fractional snow cover maps over the Tibetan Plateau and China, highlighting the technological approaches used to mitigate cloud coverage.",
        "QuestionCn": "请探讨在青藏高原和中国生成无云分数雪盖地图所采用的各种数据收集方法，重点介绍用于减轻云层覆盖的技术手段。",
        "AnswerEn": "Data collection methods for generating cloud-free fractional snow cover maps involve using a combination of Terra/Aqua MODIS observations and FY-2E/F Visible and Infrared Spin Scan Radiometer (VISSR) data. The approach utilizes sub-pixel snow-covered area measurements from these sources along with the Multiple End-member Spectral Mixture Analysis (MESMA) technique and a simple linear interpolation between snow and snow-free end-members. The Piecewise Cubic Hermite Interpolating Polynomial (PCHIP) is also applied to remove remaining clouds in the fractional snow cover data. These methods help reduce cloud coverage significantly, allowing for more accurate snow cover mapping.",
        "AnswerCn": "生成无云分数雪盖图的资料收集方法涉及使用Terra/Aqua MODIS观测数据和FY-2E/F可见光和红外旋转扫描辐射计（VISSR）数据的组合。该方法利用这些来源的亚像素雪覆盖区域测量，以及多端元光谱混合分析（MESMA）技术和雪与无雪端元之间的简单线性插值。还应用了分段三次Hermite插值多项式（PCHIP）来去除分数雪盖数据中剩余的云。这些方法有助于显著减少云覆盖，从而提高雪盖制图的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the challenges associated with the validation of fractional snow cover data under cloudy conditions and propose potential strategies for overcoming these challenges.",
        "QuestionCn": "分析在多云条件下验证分数雪覆盖数据所面临的挑战，并提出克服这些挑战的潜在策略。",
        "AnswerEn": "The primary challenge in validating fractional snow cover under cloudy conditions is the limited access to ground truth data. To overcome this, cross-validation with other data sources, such as using more frequent observations from geostationary satellites or integrating data from additional remote sensing platforms, could be employed. Further studies could focus on improving cross-validation techniques and developing more sophisticated models that can estimate snow cover with higher accuracy despite the presence of clouds.",
        "AnswerCn": "在多云条件下验证分数雪盖的主要挑战是缺乏地面真实数据。为了解决这个问题，可以采用与其他数据源的交叉验证，例如利用静止卫星的更频繁观测或整合来自其他遥感平台的数据。进一步的研究可以集中在改进交叉验证技术和开发更复杂的模型，以便在云层存在的情况下更高精度地估计雪盖。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential datasets that might be utilized to evaluate the performance of snow cover mapping techniques and discuss their respective advantages.",
        "QuestionCn": "请识别可能用于评估雪盖映射技术性能的潜在数据集，并讨论它们各自的优点。",
        "AnswerEn": "Potential datasets for evaluating snow cover mapping techniques include the Landsat-8 OLI images, which provide high-resolution data at 30 m resolution, and the Shuttle Radar Topography Mission (SRTM) digital elevation model (DEM) data. The Landsat-8 OLI images offer detailed snow cover information and are useful for validating fractional snow cover accuracy. The SRTM DEM data provide elevation information, which is crucial for understanding the influence of topography on snow cover distribution. Both datasets can be used to cross-validate and refine the snow cover maps generated from MODIS and FY-2E/F VISSR observations.",
        "AnswerCn": "评估雪盖制图技术的潜在数据集包括Landsat-8 OLI影像，该影像提供30米分辨率的高分辨率数据，以及航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据。Landsat-8 OLI影像提供详细的雪盖信息，并且对于验证分数雪盖的准确性非常有用。SRTM DEM数据提供高程信息，这对于理解地形对雪盖分布的影响至关重要。这两个数据集可以用于交叉验证和完善从MODIS和FY-2E/F VISSR观测生成的雪盖图。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}