{
  "id": "7f4c26f4-13e5-464a-a7cf-a847d1f55104",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "The active layer thickness data of  the Qinghai-tibet Plateau (2018-2020)",
      "titleCn": "青藏高原活动层厚度数据（2018-2020）",
      "description": "Is to point to in years permafrost active layers above the freezing cold season, warm melted rock and soil layer.It is in permafrost regions of the land - air water heat exchange, ecological evolution, the hydrologic cycle, the main carrier of biogeochemical cycle.Affected by regional climate, vegetation, soil moisture, soil texture, slope, slope direction, snow, and many other environmental elements, the influence of the active layer thickness on the space there is a huge difference.Extreme geographical environment (cold, lack of oxygen, traffic inconvenience, etc.), the qinghai-tibet plateau for many years to move figure activity layer thickness data are lacking.Based on the active layer moisture, thermal conductivity of long-term monitoring data and a lot of field investigation data, using Stefan equation to simulate the spatial distribution of the active layer thickness of the qinghai-tibet plateau.",
      "descriptionCn": "活动层是指位于多年冻土层之上冷季冻结、暖季融化的岩土层。它是多年冻土区的陆-气水热交换、生态演化、水文循环、生物地球化学循环的主要载体。受区域气候、植被、土壤水分、土壤质地、坡度、坡向、积雪等众多环境要素的影响，活动层厚度在空间上存在巨大的差异。受极端地理环境（高寒、缺氧、交通不便等）影响，青藏高原多年动图活动层厚度数据极为缺乏。基于活动层水分、导热率的长期监测数据和大量的野外调查数据，利用Stefan方程模拟了青藏高原活动层厚度的空间分布。",
      "instructions": "File name: active layer thickness data storage in Tif format, the name of the file as \"alt_yyyy. Tif\", including Alt as active layer thickness, yyyy on behalf of the year.Mode of data read: available open Arcgis.",
      "instructionsCn": "文件命名：活动层厚度数据以Tif格式存贮，文件的名称为“alt_yyyy.tif”,其中alt为活动层厚度，yyyy代表年份。\n数据读取方式：可用Arcgis打开。",
      "east": 73.0,
      "west": 104.0,
      "south": 26.0,
      "north": 39.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 12920437.0,
      "cstr": "18406.11.Cryos.tpdc.300997",
      "doi": "10.11888/Cryos.tpdc.300997",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "杜二计",
        "nameEn": "DU Erji",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Soil moisture calibration equations for active layer GPR detection—A case study specially for the Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Du, E., Zhao, L., Zou, D., Li, R., Wang, Z., Wu, X., & Sun, Z., et al. (2020). Soil moisture calibration equations for active layer GPR detection—A case study specially for the Qinghai–Tibet Plateau permafrost regions. Remote Sensing, 12(4), 605."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "永冻带（多年冻土）",
        "nameEn": "Permafrost "
      },
      {
        "nameCn": "活动层",
        "nameEn": "Active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2020",
        "keywordEn": "2018-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Ground-penetrating radar (GPR) is a convenient geophysical technique for active-layer soil moisture detection in permafrost regions, which is theoretically based on the petrophysical relationship between soil moisture (θ) and the soil dielectric constant (ε). The active layer is defined as the layer of ground that is subject to seasonal thawing and freezing in areas underlain by permafrost. It plays a vital role in hydrological processes, heat flux exchanges between ground and air, as well as land surface modeling. Moreover, it can also affect carbon cycles, terrestrial ecosystems, and permafrost region ground engineering. The principal factors which influence the spatial variation of active-layer thickness are ground surface soil temperature, soil moisture, and thermal conductivity within the active layer. At present, active-layer soil moisture was often monitored with the buried time domain reflectometry (TDR) sensor or acquired through traditional gravimetric methods with active-layer profile soil samples."
      ],
      "research objective": [
        "In this paper, we utilize the Complex Refractive Index Model to establish such a calibration equation that is suitable for active-layer soil moisture estimation with GPR velocity. By neglecting the influence of the soil matrix dielectric constant and soil porosity variations on soil moisture estimation at the regional scale, a simple active-layer soil moisture calibration curve, named CRIM, which is suitable for the Qinghai–Tibet plateau permafrost regions, was established. To avoid this shortage, a direct linear fitting calibration equation, named as υ-fitting, was acquired based on the statistical relationship between the active-layer soil moisture and GPR velocity with our field-investigated data set."
      ],
      "challenges": [
        "The main shortage of the CRIM calibration equation is that its calculated soil-moisture error will gradually increase with a decreasing GPR velocity and an increasing GPR velocity interpretation error."
      ],
      "methods": [
        "The investigation of active layer pits were conducted by Z.W., X.W., G.H., Y.Z. and G.L.; GPR detection was conducted by E.D., D.Z. and Z.S.; E.D. finished the GPR data post-processing."
      ],
      "dataset": [
        "The soil samples were collected from depths in the range of 0–10 cm, 10–20 cm, 20–30 cm, 30–50 cm, 70–100 cm, and within 100 cm depths, and collected at every 50 cm when depth exceeded 100 cm. The land-cover types (LandCover) were defined by dominant species and drainage conditions. All the above parameters are presented in Table 1, within which the soil pits’ excavating time (Time), active layer depths uncovered by pits (ALD_m), and depth type (DepthType) are also presented."
      ],
      "findings": [
        "Based on the soil physics model, the active-layer soil water dielectric constant (εw = 86) and the experienced exponent parameter (n = 0.26) were theoretically deduced. Finally, we acquired the semi-empirical physical model, CRIM, that was suitable for active-layer soil moisture calculation with a dielectric constant in the Qinghai–Tibet plateau permafrost regions."
      ],
      "backgroundCn": [
        "地面穿透雷达（GPR）是一种方便的地球物理技术，用于在永久冻土地区检测活层土壤水分，其理论基础是土壤水分（θ）与土壤介电常数（ε）之间的岩土物理关系。活层被定义为在永久冻土下方受季节性融冻影响的地面层。它在水文过程、地面与空气之间的热通量交换以及地表建模中发挥着重要作用。此外，它还可能影响碳循环、陆地生态系统和永久冻土地区的地面工程。影响活层厚度空间变化的主要因素包括地面土壤温度、土壤水分和活层内的热导率。目前，活层土壤水分通常通过埋设的时域反射计（TDR）传感器进行监测，或通过传统的重力法获取活层剖面土壤样本。"
      ],
      "research objectiveCn": [
        "在本文中，我们利用复杂折射率模型建立了适用于利用GPR速度进行活层土壤湿度估计的校准方程。通过忽略土壤基质介电常数和土壤孔隙度变化对区域尺度土壤湿度估计的影响，建立了一条简单的活层土壤湿度校准曲线，称为CRIM，适用于青藏高原的永久冻土地区。为了避免这一不足，基于我们现场调查的数据集，获得了一条直接线性拟合的校准方程，称为υ-fitting，该方程建立了活层土壤湿度与GPR速度之间的统计关系。"
      ],
      "challengesCn": [
        "CRIM校准方程的主要缺陷是，随着GPR速度的降低和GPR速度解释误差的增加，其计算的土壤湿度误差将逐渐增加。"
      ],
      "methodsCn": [
        "活层坑的调查由Z.W.、X.W.、G.H.、Y.Z.和G.L.进行；GPR探测由E.D.、D.Z.和Z.S.进行；E.D.完成了GPR数据的后处理。"
      ],
      "datasetCn": [
        "土壤样本的采集深度范围为0–10厘米、10–20厘米、20–30厘米、30–50厘米、70–100厘米，以及超过100厘米时每50厘米采集一次。土地覆盖类型（LandCover）由主要物种和排水条件定义。上述所有参数均在表1中呈现，其中还包括土壤坑的挖掘时间（Time）、土壤坑揭示的活层深度（ALD_m）和深度类型（DepthType）。"
      ],
      "findingsCn": [
        "基于土壤物理模型，活层土壤水的介电常数（εw = 86）和经验指数参数（n = 0.26）被理论推导出来。最终，我们获得了适用于青藏高原永冻土地区活层土壤湿度计算的半经验物理模型CRIM，该模型考虑了介电常数。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are soil moisture levels in the active layer of permafrost regions typically monitored using time domain reflectometry (TDR) sensors?",
        "QuestionCn": "在永冻土地区，活跃层的土壤湿度水平通常使用时域反射法（TDR）传感器进行监测吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the Complex Refractive Index Model (CRIM) a suitable method for estimating soil moisture in the Qinghai–Tibet plateau permafrost regions?",
        "QuestionCn": "复杂折射率模型（CRIM）是否适合用于估计青藏高原永久冻土地区的土壤水分？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do the challenges in using the CRIM calibration equation include increasing soil-moisture error with varying GPR velocities?",
        "QuestionCn": "使用CRIM校准方程的挑战包括随着GPR速度变化而增加的土壤湿度误差吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which technique is more suitable for active-layer soil moisture detection in permafrost regions: Ground-penetrating radar (GPR), time domain reflectometry (TDR), or traditional gravimetric methods?",
        "QuestionCn": "在永久冻土地区，哪种技术更适合主动层土壤湿度检测：地面穿透雷达（GPR）、时域反射法（TDR）还是传统的重力法？",
        "AnswerEn": "Ground-penetrating radar (GPR)",
        "AnswerCn": "探地雷达 (GPR)",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "When collecting soil samples for active-layer studies, should samples be collected at every 50 cm when depth exceeds 100 cm, or should they be collected at a different interval?",
        "QuestionCn": "在进行活层研究时，当深度超过100厘米时，土壤样本是否应该每50厘米收集一次，还是应该以不同的间隔收集？",
        "AnswerEn": "Soil samples should be collected at every 50 cm when depth exceeds 100 cm.",
        "AnswerCn": "当深度超过100厘米时，土壤样本应每隔50厘米采集一次。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where is the active-layer thickness data particularly lacking due to extreme geographical conditions?",
        "QuestionCn": "由于极端地理条件，活层厚度数据特别缺乏的地方在哪里？",
        "AnswerEn": "Qinghai-Tibet Plateau",
        "AnswerCn": "青藏高原",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are some factors influencing the spatial variation of active-layer thickness?",
        "QuestionCn": "影响活层厚度空间变化的因素有哪些？",
        "AnswerEn": "ground surface soil temperature, soil moisture, thermal conductivity",
        "AnswerCn": "地表土壤温度、土壤湿度、导热系数",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when using the Complex Refractive Index Model (CRIM) for calibrating active-layer soil moisture?",
        "QuestionCn": "使用复杂折射率模型（CRIM）校准活性层土壤湿度时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge when using the CRIM calibration equation is that the calculated soil-moisture error increases with a decreasing GPR velocity and an increasing GPR velocity interpretation error.",
        "AnswerCn": "使用CRIM校准方程时面临的一个挑战是，随着GPR速度的降低和GPR速度解释误差的增加，计算的土壤湿度误差也会增加。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset structure used for analyzing active-layer thickness and soil moisture in the Qinghai–Tibet plateau permafrost regions?",
        "QuestionCn": "您能否提供一个用于分析青藏高原永久冻土地区活层厚度和土壤湿度的数据集结构示例？",
        "AnswerEn": "A dataset example includes soil samples collected from various depths, such as 0–10 cm, 10–20 cm, 20–30 cm, 30–50 cm, 70–100 cm, and at every 50 cm beyond 100 cm depth. It also includes land-cover types, soil pits' excavating time, active layer depths, and depth types.",
        "AnswerCn": "一个数据集示例包括从不同深度收集的土壤样本，如0–10厘米、10–20厘米、20–30厘米、30–50厘米、70–100厘米，以及100厘米深度以上每50厘米的样本。它还包括土地覆盖类型、土壤坑的挖掘时间、活层深度和深度类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the primary environmental factors that influence the spatial variation of active-layer thickness in permafrost regions?",
        "QuestionCn": "影响永冻土地区活层厚度空间变化的主要环境因素有哪些？",
        "AnswerEn": "ground surface soil temperature, soil moisture, thermal conductivity within the active layer",
        "AnswerCn": "地表土壤温度、土壤湿度、活动层内的热导率",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the characteristics of the soil samples collected for studying active-layer properties in permafrost areas?",
        "QuestionCn": "用于研究永久冻土地区活层特性的土壤样本的特征是什么？",
        "AnswerEn": "0-10 cm, 10-20 cm, 20-30 cm, 30-50 cm, 70-100 cm, every 50 cm when depth exceeds 100 cm, land-cover types defined by dominant species, drainage conditions",
        "AnswerCn": "0-10 厘米，10-20 厘米，20-30 厘米，30-50 厘米，70-100 厘米，当深度超过 100 厘米时每隔 50 厘米，按优势物种定义的土地覆盖类型，排水条件。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the role of the Complex Refractive Index Model (CRIM) in estimating active-layer soil moisture, and what are its limitations?",
        "QuestionCn": "复杂折射率模型（CRIM）在估计活跃层土壤湿度中的作用是什么，以及它的局限性是什么？",
        "AnswerEn": "calibration equation for estimating active-layer soil moisture with GPR velocity, soil-moisture error increases with decreasing GPR velocity and increasing GPR velocity interpretation error",
        "AnswerCn": "用于通过GPR速度估算活动层土壤水分的校准方程，土壤水分误差随着GPR速度的降低而增加，随着GPR速度的增加而解释误差增加。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the estimated error increase in soil moisture calculation as a function of GPR velocity in the CRIM calibration equation?",
        "QuestionCn": "在CRIM校准方程中，土壤湿度计算的估计误差增加与GPR速度的关系是什么？",
        "AnswerEn": "The original answer does not provide specific numerical values, measurements, percentages, ratios, or ranges related to the error increase in soil moisture calculation as a function of GPR velocity in the CRIM calibration equation. Therefore, there is no refined answer to extract based on the given instructions.",
        "AnswerCn": "原始答案未提供与CRIM校准方程中GPR速度对土壤湿度计算误差增加的具体数值、测量值、百分比、比率或范围相关的信息。因此，根据给定的指示，没有可提取的精炼答案。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'active layer' in the context of permafrost regions?",
        "QuestionCn": "在永久冻土地区，“活动层”是什么意思？",
        "AnswerEn": "The active layer is defined as the layer of ground that is subject to seasonal thawing and freezing in areas underlain by permafrost. It plays a vital role in hydrological processes, heat flux exchanges between ground and air, as well as land surface modeling, and can affect carbon cycles, terrestrial ecosystems, and permafrost region ground engineering.",
        "AnswerCn": "活层被定义为在永久冻土下方，受季节性融化和冻结影响的土壤层。它在水文过程、地面与空气之间的热通量交换、土地表面建模中发挥着重要作用，并且可以影响碳循环、陆地生态系统以及永久冻土地区的土木工程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'Complex Refractive Index Model (CRIM)' mean in relation to soil moisture estimation?",
        "QuestionCn": "“复杂折射率模型（CRIM）”在土壤湿度估算中是什么意思？",
        "AnswerEn": "In the context of soil moisture estimation, the Complex Refractive Index Model (CRIM) is a calibration equation used for estimating active-layer soil moisture with GPR velocity. It neglects the influence of soil matrix dielectric constant and soil porosity variations at the regional scale, providing a simple calibration curve suitable for the Qinghai–Tibet plateau permafrost regions.",
        "AnswerCn": "在土壤湿度估计的背景下，复杂折射率模型（CRIM）是一种用于通过地面穿透雷达（GPR）速度估计活层土壤湿度的校准方程。它忽略了土壤基质介电常数和区域尺度土壤孔隙度变化的影响，提供了一条适合青藏高原永冻土地区的简单校准曲线。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the 'Stefan equation' and how is it used in modeling active layer thickness?",
        "QuestionCn": "'Stefan方程'是什么，它在主动层厚度建模中如何使用？",
        "AnswerEn": "The Stefan equation is a mathematical model used to simulate the spatial distribution of active layer thickness, based on long-term monitoring data of soil moisture and thermal conductivity, as well as extensive field survey data. It is particularly applied to model the active layer thickness on the Qinghai-Tibet Plateau.",
        "AnswerCn": "Stefan方程是一种数学模型，用于模拟活层厚度的空间分布，基于土壤湿度和热导率的长期监测数据，以及广泛的实地调查数据。它特别应用于模拟青藏高原的活层厚度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using ground-penetrating radar (GPR) compare to those using buried time domain reflectometry (TDR) sensors for monitoring active-layer soil moisture in permafrost regions?",
        "QuestionCn": "使用地面穿透雷达（GPR）进行数据收集的方法与使用埋藏的时域反射计（TDR）传感器监测永久冻土地区活层土壤湿度的方法相比，如何？",
        "AnswerEn": "Ground-penetrating radar (GPR) is a geophysical technique that utilizes the petrophysical relationship between soil moisture and the soil dielectric constant. It offers a non-invasive method for detecting soil moisture. In contrast, buried time domain reflectometry (TDR) sensors provide direct soil moisture measurements by being placed within the soil profile. GPR allows for broader spatial coverage without disturbing the soil but may have increased error with varying GPR velocity. TDR offers precise point measurements but requires physical installation within the soil, which might be more invasive.",
        "AnswerCn": "地面穿透雷达（GPR）是一种地球物理技术，利用土壤湿度与土壤介电常数之间的岩土物理关系。它提供了一种非侵入性的方法来检测土壤湿度。相比之下，埋地时域反射计（TDR）传感器通过放置在土壤剖面内提供直接的土壤湿度测量。GPR允许更广泛的空间覆盖而不干扰土壤，但在GPR速度变化时可能会增加误差。TDR提供精确的点测量，但需要在土壤中进行物理安装，这可能更具侵入性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using the Complex Refractive Index Model (CRIM) versus other calibration equations for estimating active-layer soil moisture in permafrost regions?",
        "QuestionCn": "使用复杂折射率模型（CRIM）与其他校准方程在估计永久冻土地区活跃层土壤水分时面临的挑战有哪些不同？",
        "AnswerEn": "The Complex Refractive Index Model (CRIM) faces challenges due to its increasing soil-moisture error with changes in GPR velocity and interpretation error. Other calibration methods may not have this specific dependency on GPR velocity, potentially offering different precision levels. The CRIM model provides a simplified approach by neglecting variations in soil matrix dielectric constant and soil porosity at a regional scale, which might not be the case with other models that consider these factors for more localized or precise estimations.",
        "AnswerCn": "复杂折射率模型（CRIM）面临挑战，因为随着地面穿透雷达（GPR）速度的变化，土壤湿度误差会增加，并且解释误差也会随之增加。其他校准方法可能没有这种对GPR速度的特定依赖性，从而可能提供不同的精度水平。CRIM模型通过忽略区域尺度上土壤基质介电常数和土壤孔隙度的变化，提供了一种简化的方法，而其他考虑这些因素以进行更局部或精确估计的模型可能并非如此。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the spatial variations in active-layer thickness data, derived from long-term monitoring and field surveys, compare to those simulated using the Stefan equation on the Qinghai–Tibet plateau?",
        "QuestionCn": "长期监测和实地调查得出的活层厚度数据的空间变化与使用斯特凡方程在青藏高原上模拟的结果相比如何？",
        "AnswerEn": "Spatial variations in active-layer thickness derived from long-term monitoring and field surveys reflect real-world environmental conditions, including localized influences like vegetation, soil moisture, and slope. These empirical datasets provide direct measurements that account for complex, site-specific factors. In contrast, simulations using the Stefan equation model spatial distributions based on theoretical thermal dynamics and may not capture fine-scale heterogeneity or anomalies present in empirical data, offering a broader, less detailed perspective on spatial variations.",
        "AnswerCn": "活层厚度的空间变化通过长期监测和实地调查得出，反映了真实的环境条件，包括植被、土壤湿度和坡度等局部影响。这些实证数据集提供了直接的测量，考虑了复杂的、特定地点的因素。相比之下，使用斯特凡方程的模拟基于理论热动态模型空间分布，可能无法捕捉到实证数据中存在的细微异质性或异常，提供了一个更广泛但不够详细的空间变化视角。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What inferences can be drawn about the effectiveness of using the Complex Refractive Index Model for estimating active-layer soil moisture in permafrost regions?",
        "QuestionCn": "关于在永久冻土地区使用复杂折射率模型估计活层土壤水分的有效性，可以得出哪些推论？",
        "AnswerEn": "The Complex Refractive Index Model allows for the establishment of a calibration equation suitable for estimating soil moisture with GPR velocity. However, interpretations suggest that it may have limitations, such as increasing error with decreasing GPR velocity and interpretation errors. Despite these challenges, a direct linear fitting calibration equation, called υ-fitting, was developed to improve estimation accuracy based on field data.",
        "AnswerCn": "复杂折射率模型允许建立适合于通过GPR速度估计土壤湿度的校准方程。然而，解释表明它可能存在一些局限性，例如随着GPR速度的降低，误差增加以及解释误差。尽管面临这些挑战，基于现场数据开发了一种直接线性拟合的校准方程，称为υ-fitting，以提高估计的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might the collection of soil samples at varying depths contribute to a more comprehensive understanding of active-layer dynamics in permafrost regions?",
        "QuestionCn": "在不同深度收集土壤样本的方式如何有助于更全面地理解永久冻土地区的活层动态？",
        "AnswerEn": "Collecting soil samples at varying depths allows researchers to interpret the vertical profile of soil moisture and other physical properties, which are crucial for understanding active-layer dynamics. By sampling at specific depths, such as 0–10 cm, 10–20 cm, and beyond, researchers can better capture how moisture content and other factors change with depth, thereby providing insights into the active-layer's role in hydrological processes and heat flux exchanges.",
        "AnswerCn": "在不同深度采集土壤样本可以帮助研究人员解读土壤水分和其他物理特性的垂直剖面，这对于理解活层动态至关重要。通过在特定深度进行采样，例如0–10厘米、10–20厘米及更深的层次，研究人员能够更好地捕捉水分含量和其他因素随深度变化的情况，从而提供对活层在水文过程和热通量交换中作用的深入见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the spatial variation in active-layer thickness in permafrost regions, and how do they affect data collection methods?",
        "QuestionCn": "在永冻土地区，活层厚度的空间变化受多种因素的影响，这些因素如何影响数据收集方法？",
        "AnswerEn": "The spatial variation of active-layer thickness is influenced by factors such as ground surface soil temperature, soil moisture, and thermal conductivity within the active layer. These factors affect data collection methods as they necessitate the use of technologies that can accurately measure these parameters, such as ground-penetrating radar (GPR) and time domain reflectometry (TDR) sensors.",
        "AnswerCn": "活层厚度的空间变化受到地表土壤温度、土壤湿度和活层内热导率等因素的影响。这些因素影响数据收集方法，因为它们需要使用能够准确测量这些参数的技术，如地面穿透雷达（GPR）和时域反射率（TDR）传感器。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a scarcity of active-layer thickness data on the Qinghai-Tibet Plateau, and what challenges does this pose for data collection?",
        "QuestionCn": "青藏 Plateau 上活层厚度数据稀缺的原因是什么，这对数据收集带来了哪些挑战？",
        "AnswerEn": "The scarcity of active-layer thickness data on the Qinghai-Tibet Plateau is primarily due to the extreme geographical environment, characterized by high altitude, cold temperatures, low oxygen levels, and difficult transportation. These conditions make it challenging to conduct field investigations and obtain reliable data.",
        "AnswerCn": "青藏 Plateau 上活层厚度数据的稀缺主要是由于极端的地理环境，特点是高海拔、寒冷的气温、低氧水平和交通困难。这些条件使得进行实地调查和获取可靠数据变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes errors in the estimation of active-layer soil moisture using ground-penetrating radar (GPR), and how might these be mitigated?",
        "QuestionCn": "使用地面穿透雷达（GPR）估计活层土壤湿度时，造成误差的原因有哪些，以及如何减轻这些误差？",
        "AnswerEn": "Errors in estimating active-layer soil moisture using GPR can arise from the influence of soil matrix dielectric constant and soil porosity variations, as well as the gradual increase in soil-moisture error with decreasing GPR velocity and increasing GPR velocity interpretation error. These errors might be mitigated by employing a calibration equation like the Complex Refractive Index Model (CRIM) and developing direct linear fitting calibration methods based on statistical relationships.",
        "AnswerCn": "使用GPR估计活层土壤湿度时，可能会出现误差，这些误差源于土壤基质介电常数和土壤孔隙度的变化，以及随着GPR速度降低和GPR速度解释误差增加，土壤湿度误差逐渐增加。这些误差可以通过采用像复杂折射率模型（CRIM）这样的校准方程以及基于统计关系开发直接线性拟合校准方法来减轻。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of active-layer thickness measurements when using ground-penetrating radar (GPR) as compared to traditional gravimetric methods?",
        "QuestionCn": "使用地面穿透雷达（GPR）与传统的重力法相比，可能对活层厚度测量的准确性产生哪些影响？",
        "AnswerEn": "Using GPR, which is based on the petrophysical relationship between soil moisture and the soil dielectric constant, may lead to increased accuracy in estimating active-layer soil moisture, but its precision can decrease with variations in GPR velocity interpretation errors. Traditional gravimetric methods might provide more consistent results but could be less efficient in capturing real-time data variations across the active layer.",
        "AnswerCn": "使用地面穿透雷达（GPR），基于土壤水分与土壤介电常数之间的岩土物理关系，可能会提高对活层土壤水分的估计准确性，但其精度可能会因GPR速度解释误差的变化而降低。传统的重力法可能提供更一致的结果，但在捕捉活层实时数据变化方面效率较低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What consequences might arise from relying solely on the Complex Refractive Index Model (CRIM) for soil moisture estimation in the Qinghai-Tibet plateau permafrost regions?",
        "QuestionCn": "依赖复杂折射率模型（CRIM）在青藏高原永久冻土地区进行土壤水分估计可能会产生哪些后果？",
        "AnswerEn": "Relying solely on the CRIM model for soil moisture estimation might lead to increased errors in calculated soil moisture as GPR velocity decreases, and as interpretation errors grow, potentially resulting in less accurate moisture profiles unless supplemented by additional calibration methods or datasets.",
        "AnswerCn": "仅依赖CRIM模型进行土壤湿度估计可能会导致在GPR速度降低时计算的土壤湿度出现更大的误差，并且随着解释误差的增加，可能导致湿度剖面不够准确，除非辅以额外的校准方法或数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of using ground-penetrating radar (GPR) for soil moisture detection in permafrost regions on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的永久冻土地区，使用地面穿透雷达（GPR）进行土壤湿度检测的最终目标是什么？",
        "AnswerEn": "The goal is to establish a calibration equation suitable for estimating active-layer soil moisture using GPR velocity, which is crucial for understanding hydrological processes, heat flux exchanges, and ecological impacts in permafrost regions.",
        "AnswerCn": "目标是建立一个校准方程，以便利用GPR速度估算活层土壤湿度，这对于理解永久冻土地区的水文过程、热通量交换和生态影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using Ground-Penetrating Radar (GPR) for detecting soil moisture in permafrost regions, specifically within the Qinghai-Tibet plateau?",
        "QuestionCn": "使用探地雷达（GPR）检测青藏高原冻土地区土壤湿度的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involve conducting GPR detection by field investigators, followed by post-processing the GPR data. The use of GPR is based on the relationship between soil moisture and the soil dielectric constant, and it requires establishing a calibration equation suitable for the region.",
        "AnswerCn": "程序步骤包括由现场调查员进行GPR探测，随后对GPR数据进行后处理。使用GPR的基础是土壤湿度与土壤介电常数之间的关系，并且需要建立适合该地区的校准方程。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the Complex Refractive Index Model (CRIM) be applied to estimate active-layer soil moisture, and what are the key considerations when using this model on the Qinghai-Tibet plateau?",
        "QuestionCn": "如何应用复折射率模型（CRIM）来估算活动层土壤湿度，以及在青藏高原使用该模型时需要注意哪些关键事项？",
        "AnswerEn": "The CRIM model can be applied by establishing a calibration equation using GPR velocity, focusing on the relationship between soil moisture and the dielectric constant. Key considerations include neglecting the influence of soil matrix dielectric constant and porosity variations at regional scales, and addressing the model's limitations concerning soil moisture error increase with GPR velocity changes.",
        "AnswerCn": "CRIM模型可以通过建立一个校准方程来应用，该方程使用GPR速度，重点关注土壤湿度与介电常数之间的关系。关键考虑因素包括忽略土壤基质介电常数和区域尺度上孔隙度变化的影响，以及解决模型在GPR速度变化时土壤湿度误差增加的局限性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodology is used to collect and analyze soil samples for active-layer thickness in permafrost regions, and how does this process contribute to understanding spatial variations in the Qinghai-Tibet plateau?",
        "QuestionCn": "在永久冻土地区，收集和分析土壤样本以测定活层厚度的方法论是什么？这一过程如何有助于理解青藏高原的空间变化？",
        "AnswerEn": "Soil samples are collected at various depths (e.g., 0–10 cm, 10–20 cm, etc.) and classified by land-cover types. The methodology involves excavating soil pits and measuring active-layer depths, which helps in understanding the spatial variations due to factors like temperature, moisture, and thermal conductivity.",
        "AnswerCn": "土壤样本在不同深度（例如0-10厘米、10-20厘米等）进行采集，并按土地覆盖类型进行分类。该方法涉及挖掘土壤坑并测量活层深度，这有助于理解由于温度、湿度和热导率等因素造成的空间变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies or methods enable the accurate estimation of active-layer soil moisture in permafrost regions?",
        "QuestionCn": "哪些技术或方法能够准确估计永久冻土地区的活层土壤湿度？",
        "AnswerEn": "Ground-penetrating radar (GPR) is a geophysical technique that facilitates the estimation of active-layer soil moisture based on the petrophysical relationship between soil moisture and the soil dielectric constant.",
        "AnswerCn": "地面穿透雷达（GPR）是一种地球物理技术，通过土壤水分与土壤介电常数之间的岩土物理关系，能够估算活层土壤水分。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do variations in soil moisture and thermal conductivity within the active layer affect data collection strategies in permafrost areas?",
        "QuestionCn": "土壤湿度和热导率在活层中的变化如何影响永久冻土地区的数据收集策略？",
        "AnswerEn": "The spatial variation of active-layer thickness, influenced by soil moisture and thermal conductivity, necessitates the use of calibration equations like the Complex Refractive Index Model (CRIM) for soil moisture estimation in the Qinghai–Tibet plateau permafrost regions.",
        "AnswerCn": "活层厚度的空间变化受到土壤湿度和热导率的影响，因此在青藏高原冻土地区需要使用诸如复杂折射率模型（CRIM）等校准方程来估计土壤湿度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges associated with using GPR technology for soil moisture data collection in the Qinghai–Tibet plateau, and how can they be mitigated?",
        "QuestionCn": "在青藏高原使用GPR技术进行土壤湿度数据收集面临的挑战有哪些，以及如何缓解这些挑战？",
        "AnswerEn": "The main challenge with using GPR technology is the increasing soil-moisture error with a decreasing GPR velocity and increasing interpretation error. This can be mitigated by developing a direct linear fitting calibration equation based on the statistical relationship between soil moisture and GPR velocity.",
        "AnswerCn": "使用GPR技术的主要挑战是随着GPR速度的降低和解释误差的增加，土壤湿度误差也在增加。这可以通过基于土壤湿度与GPR速度之间的统计关系，开发直接线性拟合的校准方程来减轻。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected results of accurately estimating active-layer soil moisture in permafrost regions using GPR velocity not occur?",
        "QuestionCn": "为什么使用GPR速度准确估计永久冻土地区的活层土壤湿度的预期结果可能不会出现？",
        "AnswerEn": "The expected results might not occur because the CRIM calibration equation's calculated soil-moisture error increases with decreasing GPR velocity and increasing GPR velocity interpretation error, potentially affecting soil moisture estimation accuracy.",
        "AnswerCn": "预期结果可能不会出现，因为CRIM校准方程的计算土壤湿度误差随着GPR速度的降低和GPR速度解释误差的增加而增加，这可能影响土壤湿度估计的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a lack of comprehensive datasets on active-layer thickness in the Qinghai-Tibet plateau permafrost regions?",
        "QuestionCn": "为什么青藏高原永久冻土地区的活层厚度缺乏综合数据集？",
        "AnswerEn": "Comprehensive datasets might be lacking due to the challenges posed by extreme geographical environments, such as high altitude, cold temperatures, and limited accessibility, which hinder extensive data collection efforts in these regions.",
        "AnswerCn": "由于高海拔、寒冷气温和有限的可达性等极端地理环境带来的挑战，全面的数据集可能缺乏，这些因素阻碍了在这些地区进行广泛的数据收集工作。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might traditional gravimetric methods not meet expectations for monitoring active-layer soil moisture in permafrost areas?",
        "QuestionCn": "传统的重力法可能无法满足对永久冻土地区活层土壤水分监测的期望，原因是什么？",
        "AnswerEn": "Traditional gravimetric methods may not meet expectations because they typically involve soil sampling, which can be labor-intensive and may not accurately capture the spatial variability of soil moisture across large permafrost areas, unlike more advanced techniques like GPR.",
        "AnswerCn": "传统的重力法可能无法满足期望，因为它们通常涉及土壤取样，这可能劳动密集且无法准确捕捉大面积永久冻土区土壤水分的空间变异性，与更先进的技术如地面穿透雷达（GPR）相比。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using the Complex Refractive Index Model for estimating active-layer soil moisture in permafrost regions?",
        "QuestionCn": "您对在永久冻土地区使用复杂折射率模型估计活层土壤水分的有效性有何评估？",
        "AnswerEn": "The Complex Refractive Index Model (CRIM) is effective for active-layer soil moisture estimation in permafrost regions as it offers a simple calibration curve suitable for the Qinghai–Tibet plateau. However, its reliability can be challenged by the increasing soil-moisture error with GPR velocity changes, suggesting room for improvement in the calibration model.",
        "AnswerCn": "复杂折射率模型（CRIM）在永久冻土地区的活层土壤湿度估计中有效，因为它为青藏高原提供了简单的校准曲线。然而，随着地面穿透雷达（GPR）速度变化，土壤湿度误差的增加可能会挑战其可靠性，这表明校准模型还有改进的空间。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the spatial variation of active-layer thickness is accurately measured in the context of the Qinghai–Tibet plateau.",
        "QuestionCn": "我不明白在青藏高原的背景下，活层厚度的空间变化是如何被准确测量的。",
        "AnswerEn": "The spatial variation of active-layer thickness is influenced by factors such as ground surface soil temperature, soil moisture, and thermal conductivity within the active layer. Ground-penetrating radar (GPR) is utilized as a convenient geophysical technique for detecting active-layer soil moisture, which is critical for understanding these variations. Furthermore, the Complex Refractive Index Model (CRIM) is used to establish calibration equations suitable for estimating active-layer soil moisture in this region.",
        "AnswerCn": "活层厚度的空间变化受地表土壤温度、土壤湿度和活层内的热导率等因素的影响。地面穿透雷达（GPR）作为一种方便的地球物理技术，被用于检测活层土壤湿度，这对于理解这些变化至关重要。此外，复杂折射率模型（CRIM）被用来建立适合于估算该区域活层土壤湿度的校准方程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the methodologies used for collecting soil moisture data in permafrost regions on the Qinghai-Tibet plateau.",
        "QuestionCn": "请描述在青藏高原的永冻土地区收集土壤湿度数据的方法。",
        "AnswerEn": "Ground-penetrating radar (GPR) is used as a geophysical technique for detecting soil moisture due to its relationship with the soil dielectric constant. Additionally, active-layer soil moisture is often monitored with buried time domain reflectometry (TDR) sensors or acquired through traditional gravimetric methods with soil samples.",
        "AnswerCn": "地面穿透雷达（GPR）是一种地球物理技术，用于检测土壤湿度，因为它与土壤介电常数之间存在关系。此外，活层土壤湿度通常通过埋设的时域反射计（TDR）传感器进行监测，或通过传统的土壤样本重力法获取。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please outline the main challenges faced in estimating active-layer soil moisture using geophysical techniques and how these challenges are addressed.",
        "QuestionCn": "概述使用地球物理技术估计活层土壤湿度时面临的主要挑战，以及如何应对这些挑战。",
        "AnswerEn": "One of the main challenges is the increasing error in soil moisture calculation with decreasing GPR velocity and increasing GPR velocity interpretation error. This challenge is addressed by establishing a direct linear fitting calibration equation, named υ-fitting, based on the statistical relationship between active-layer soil moisture and GPR velocity using field-investigated data.",
        "AnswerCn": "主要挑战之一是随着GPR速度降低和GPR速度解释误差增加，土壤湿度计算的误差也在增加。这个挑战通过建立一个直接线性拟合的校准方程，称为υ-fitting，来解决，该方程基于活层土壤湿度与GPR速度之间的统计关系，使用现场调查数据进行建立。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please elaborate on the types of datasets that are utilized for studying the spatial distribution of active-layer thickness in the Qinghai-Tibet plateau.",
        "QuestionCn": "请详细说明用于研究青藏高原活层厚度空间分布的各种数据集类型。",
        "AnswerEn": "Datasets include soil samples collected at various depths, ranging from 0 cm to over 100 cm, with specific intervals. These datasets also include parameters such as land-cover types, drainage conditions, and active layer depths uncovered by pits. These are used alongside long-term monitoring data of soil moisture and thermal conductivity to simulate spatial distribution using the Stefan equation.",
        "AnswerCn": "数据集包括在不同深度（从0厘米到超过100厘米）收集的土壤样本，具有特定的间隔。这些数据集还包括土地覆盖类型、排水条件以及通过挖掘坑揭示的活层深度。这些数据与土壤湿度和热导率的长期监测数据一起，用于通过斯特凡方程模拟空间分布。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}