{
    "id": "7f8a6a57-2691-44d4-a32a-348933a792bf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Net Biome Productivity (GPP) dataset of Tibetan Plateau (1980-2018)",
            "titleCn": "青藏高原净生态系统生产力数据集（1980-2018）",
            "description": "The data set is based on the NBP simulated by 16 dynamic global vegetation models (TRENDY v8) under S2 Scenario (CO2+Climate) and represents the net biome productivity of the ecosystem. Data was derived from Le Quéré et al. (2019). The range of source data is global, and the Qinghai Tibet plateau region is selected in this data set. Original data is interpolated into 0.5*0.5 degree by the nearest neighbor method in space, and the original monthly scale is maintained in time. The data set is the standard model output data, which is often used to evaluate the temporal and spatial patterns of gross primary productivity, and compared with other remote sensing observations, flux observations and other data.",
            "descriptionCn": "该数据集是基于16个动态全球植被模式（TRENDY v8）在S2情景下（CO2+Climate）模拟的NBP，表征净生态系统生产力。数据来源于Le Quéré et al. (2019)，具体信息和方法参见文章。源数据范围为全球，本数据集选取了青藏高原区域，空间上用最近邻方法插值到0.5度，时间上保持了原有的月尺度。该数据集是标准的模型输出数据，常被用作评定总初级生产力的时间和空间格局，且与其它遥感观测、通量观测等数据进行比较和参考，具有实际意义和理论价值。",
            "instructions": "File naming: NBP is stored in NC format, and the file is named \"NBP\"_ S2_ 1980_ 2018.nc”。\nData reading mode: it can be directly opened with MATLAB or other software that can read NC files.",
            "instructionsCn": "文件命名：NBP以nc格式存储，文件命名为“NBP_S2_1980_2018.nc”。\n数据读取方式：可直接用Matlab打开，或其它可读nc文件的软件。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": "1980-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 148601337.0,
            "cstr": "18406.11.Ecolo.tpdc.271296",
            "doi": "10.11888/Ecolo.tpdc.271296",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Stephen Sitch",
                "nameEn": "STEPHEN Sitch",
                "unitEn": "",
                "unitCn": "College of Life and Environmental Sciences, University of Exeter"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global Carbon Budget 2019",
                "referenceCn": null,
                "referenceEn": "Friedlingstein, P., Jones, M.W., O'Sullivan, M. et al. (2019). Global Carbon Budget 2019. Earth Syst. Sci. Data, 11(4), 1783-1838."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "净生态系统生产力",
                "nameEn": "Net biome productivity"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980-2018",
                "keywordEn": "1980-2018",
                "type": "temporal"
            },
            {
                "keywordCn": "时间序列",
                "keywordEn": "time series",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies of datasets used to assess net ecosystem productivity in the Qinghai-Tibet Plateau, considering spatial and temporal resolutions?",
                "QuestionCn": "评估青藏高原净生态生产力的数据集的特征和方法论，包括空间和时间分辨率。",
                "AnswerEn": "spatial interpolation to 0.5-degree resolution, temporal consistency at a monthly scale, simulations based on 16 dynamic global vegetation models, CO2+Climate scenario",
                "AnswerCn": "空间插值到0.5度分辨率，时间一致性为月度尺度，基于16个动态全球植被模型的模拟，CO2+气候情景。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many dynamic global vegetation models are used in the data collection method for simulating net ecosystem productivity on the Tibetan Plateau?",
                "QuestionCn": "用于模拟青藏高原净生态系统生产力的数据收集方法中使用了多少个动态全球植被模型？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the interpolation method used to spatially represent the net ecosystem productivity on a 0.5-degree grid impact the interpretation of ecological patterns on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于在0.5度网格上空间表示净生态生产力的插值方法如何影响对青藏高原生态模式的解读。",
                "AnswerEn": "The interpolation method, specifically the nearest neighbor approach, can impact the interpretation of ecological patterns by potentially smoothing or altering the representation of spatial variability. This method may influence how localized ecological dynamics, such as microclimatic effects or small-scale ecosystem interactions, are perceived across the Qinghai-Tibet Plateau. Understanding this impact is crucial for accurate assessment of ecosystem productivity patterns and making comparisons with other observational data like remote sensing or flux measurements.",
                "AnswerCn": "插值方法，特别是最近邻插值法，可能会影响生态模式的解释，因为它可能会平滑或改变空间变异性的表现。这种方法可能会影响对局部生态动态的感知，例如微气候效应或小尺度生态系统相互作用，尤其是在青藏高原地区。理解这种影响对于准确评估生态系统生产力模式以及与其他观测数据（如遥感或通量测量）的比较至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing a dataset based on 16 dynamic global vegetation models for understanding net ecosystem productivity in the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用基于16个动态全球植被模型的数据集来理解青藏高原的净生态系统生产力可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing a dataset based on 16 dynamic global vegetation models for understanding net ecosystem productivity can lead to a comprehensive assessment of temporal and spatial patterns of total primary productivity. It also allows for comparisons and references with other data sources, such as remote sensing and flux observations, enhancing both practical significance and theoretical value.",
                "AnswerCn": "利用基于16个动态全球植被模型的数据集来理解净生态系统生产力，可以全面评估总初级生产力的时间和空间模式。它还允许与其他数据源（如遥感和通量观测）进行比较和参考，从而增强了实际意义和理论价值。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps and interpolation techniques are employed to convert global source data into a spatially and temporally specific dataset for a region like the Qinghai-Tibet Plateau?",
                "QuestionCn": "将全球源数据转换为像青藏高原这样的区域的空间和时间特定数据集所采用的程序步骤和插值技术是什么？",
                "AnswerEn": "The dataset is derived from TRENDY v8 models simulating NBP under the S2 scenario (CO2+Climate). For spatial interpolation, the nearest neighbor method is used to adjust the data to a 0.5-degree resolution specifically for the Qinghai-Tibet Plateau. Temporally, the dataset maintains the original monthly scale from the global source data.",
                "AnswerCn": "该数据集来源于TRENDY v8模型，在S2情景下模拟净生态系统生产力（NBP）。为了空间插值，采用最近邻方法将数据调整为0.5度分辨率，特别针对青藏高原。时间上，该数据集保持了来自全球源数据的原始月度尺度。",
                "Level": "C3(Applying)"
            }
        ]
    }
}