{
    "id": "8018f836-affe-4a6f-a305-8bbc3a06cf34",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of the drop spectrometer observations in the cold region hydrology experimental area",
            "titleCn": "黑河综合遥感联合试验：上游寒区水文试验区滴谱仪观测数据集",
            "description": "The dataset of the drop spectrometer observations was obtained at an interval of 30 seconds in the cold region hydrology experimental area from Mar. 14 to Apr. 14, 2008. The site was chosen in A'rou (N39.06°, E100.44°, 3002m), Qilian county, Qinghai province. The data mainly included the raindrop grain size and the terminal velocity. Besides, dual polarized radar (X-band) parameters such as ZDR and KDR could be further developed based on those data.\n     The observation was carried out within an area of 5400mm^2; the liquid grain diameter was from 0.2-5mm, and the solid grain diameter was from 0.2-25mm.",
            "descriptionCn": "本数据集包括激光式雨滴谱仪（PARSIVEL）获取的上游试验的不同类型降雨的雨滴谱资料，包括降水粒子粒径信息和其下落末速度的信息。此外利用滴谱数据可以计算得到对应X波段的双偏振雷达参数：差分反射率ZDR和差分传播相移常数 KDP。\n滴谱仪取样面积：5400mm^2，液体粒子的直径范围：0.2-5mm，固体粒子的直径范围为：0.2-25mm。\n观测地点在青海省祁连县阿柔乡（N39.06°，E100.44°，3002m）；观测时间从2008年3月14日开始到2008年4月14日结束，采样间隔时间为30秒。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.44,
            "west": 100.44,
            "south": 39.06,
            "north": 39.06,
            "startTime": "2008-03-31 17:00:00",
            "endTime": "2008-05-01 13:42:00",
            "fileSize": 16234624.0,
            "cstr": "18406.11.water973.0163.db",
            "doi": "10.3972/water973.0163.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "楚荣忠",
                "nameEn": "CHU Rongzhong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "赵果",
                "nameEn": "ZHAO Guo",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "胡泽勇",
                "nameEn": "HU Zeyong",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 张彤",
                "nameEn": "ZHANG Tong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 贾伟",
                "nameEn": "JIA Wei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山区春季降雪滴谱特性分析",
                "titleEn": null,
                "referenceCn": "赵果, 楚荣忠, 张彤, 贾伟. 祁连山区春季降雪滴谱特性分析. 冰川冻土, 2009, 31(2): 254-261.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Rainwater content estimated using polarimetric radar parameters in the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhao G, Chu RZ, Zhang T, Jia W. Rainwater content estimated using polarimetric radar parameters in the Heihe River Basin. Atmospheric Research, 2013, 120-121: 155-161, 10.1016/j.atmosres.2012.08.011."
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": null,
                "titleEn": "Analysis of the characteristics of snow drop size distribution in the Qilian Mountains",
                "referenceCn": null,
                "referenceEn": "Zhao G, Chu RZ, Zhang T, Jia W, Shen J, Wu ZY. Analysis of the characteristics of snow drop size distribution in the Qilian Mountains. Sciences in Cold and Arid Regions, 2010, 2(5): 419-426, DOI: 10.3724/SP.J.1226.2010.00419."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Improving the rainfall rate estimation in the midstream of the Heihe River Basin using raindrop size distribution",
                "referenceCn": null,
                "referenceEn": "Zhao G, Chu R, Zhang T, Li J, Shen J, Wu Z. Improving the rainfall rate estimation in the midstream of the Heihe River Basin using rain drop size distribution. Hydrology and Earth System Sciences, 2011, 15(3): 943-951. doi:10.5194/hess-15-943-2011."
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "滴谱仪(PARSIVEL)",
                "nameEn": "Drop spectrometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "雨",
                "nameEn": "Rain"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔冻融观测站",
                "keywordEn": null
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-14",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-04-14",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to acquire rain droplet size and fall velocity information for different types of precipitation events in cold regions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取寒冷地区不同类型降水事件的雨滴大小和落速信息？",
                "AnswerEn": "One data collection method involves using a laser-based disdrometer (PARSIVEL) to gather rain droplet spectra data, including droplet size and fall velocity information for various precipitation events. This method was applied in the upstream cold region hydrological experimental area in Qilian County, Qinghai Province, China, during a period from March 14 to April 14, 2008, with a sampling interval of 30 seconds.",
                "AnswerCn": "一种数据收集方法是使用激光基的降水粒径仪（PARSIVEL）收集雨滴谱数据，包括不同降水事件的雨滴大小和下落速度信息。该方法在中国青海省祁连县的上游寒冷地区水文实验区应用，采样时间为2008年3月14日至4月14日，采样间隔为30秒。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of precipitation particle data collected by a laser-based disdrometer in a cold region hydrology experiment?",
                "QuestionCn": "在寒冷地区水文学实验中，激光式雨滴计收集的降水粒子数据的具体特征是什么？",
                "AnswerEn": "particle diameter, fall velocity, diameter range for liquid particles 0.2-5mm, diameter range for solid particles 0.2-25mm",
                "AnswerCn": "粒子直径，沉降速度，液体粒子的直径范围为0.2-5毫米，固体粒子的直径范围为0.2-25毫米。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling interval used in the data collection method for observing raindrop spectra in a dataset related to cold region hydrology experiments?",
                "QuestionCn": "在与寒冷地区水文学实验相关的数据集中，用于观察雨滴光谱的数据收集方法的采样间隔是多少？",
                "AnswerEn": "30 seconds",
                "AnswerCn": "30秒",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about precipitative behaviors in cold regions from analyzing the characteristics of raindrop size distributions and fall velocities captured by laser disdrometers?",
                "QuestionCn": "通过分析激光雨滴计捕获的雨滴大小分布和下落速度的特征，可以得出关于寒冷地区降水行为的哪些见解？",
                "AnswerEn": "By analyzing the characteristics of raindrop size distributions and fall velocities, insights can be gained into the types of precipitation events occurring in cold regions, such as the transition between liquid and solid precipitation, the intensity and duration of rain and snow events, and the microphysical processes involved in precipitation formation. The data also allows for the calculation of dual-polarization radar parameters, which can help to improve radar-based precipitation estimates and enhance understanding of atmospheric processes in these regions.",
                "AnswerCn": "通过分析雨滴大小分布和下落速度的特征，可以深入了解寒冷地区发生的降水事件类型，例如液态和固态降水之间的过渡、雨雪事件的强度和持续时间，以及降水形成中的微物理过程。这些数据还可以用于计算双极化雷达参数，从而帮助改善基于雷达的降水估计，并增强对这些地区大气过程的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data accuracy and interpretability when using laser disdrometer data to calculate dual-polarization radar parameters like differential reflectivity and specific differential phase shift constants?",
                "QuestionCn": "使用激光雨滴计数据计算双偏振雷达参数（如差分反射率和特定差分相位移常数）时，数据准确性和可解释性可能产生的结果是什么？",
                "AnswerEn": "Using laser disdrometer data to calculate dual-polarization radar parameters like differential reflectivity (ZDR) and specific differential phase shift constants (KDP) can enhance data accuracy by providing detailed raindrop size distribution and fall velocity information. This additional granularity allows for more precise radar parameter estimation, which can improve the interpretation of precipitation types and intensities. However, the accuracy is contingent upon the quality and calibration of the disdrometer data, as well as the correct application of radar algorithms. Challenges may include dealing with mixed precipitation or varying particle sizes that fall outside the disdrometer's measurement range.",
                "AnswerCn": "使用激光雨滴计数据计算双极化雷达参数，如差分反射率（ZDR）和特定差分相位移常数（KDP），可以通过提供详细的雨滴大小分布和下落速度信息来提高数据的准确性。这种额外的细节使得雷达参数估计更加精确，从而改善对降水类型和强度的解释。然而，准确性依赖于雨滴计数据的质量和校准，以及雷达算法的正确应用。挑战可能包括处理混合降水或落下的粒子大小超出雨滴计测量范围的情况。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting raindrop spectrum data using a laser-based disdrometer in upstream cold region hydrology experiments?",
                "QuestionCn": "在上游寒冷地区水文学实验中，使用激光基雨滴谱仪收集雨滴谱数据的主要目的是为了。",
                "AnswerEn": "The primary objective is to obtain detailed information about raindrop size distribution and terminal velocity for different rainfall types, which can be used to calculate dual-polarization radar parameters like differential reflectivity (ZDR) and differential phase shift constant (KDP) in X-band, enhancing understanding of precipitation processes in cold regions.",
                "AnswerCn": "主要目标是获取不同降雨类型的雨滴大小分布和终端速度的详细信息，这些信息可以用于计算双偏振雷达参数，如差分反射率（ZDR）和差分相位移常数（KDP）在X波段，从而增强对寒冷地区降水过程的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and analyzing raindrop spectrum data using laser disdrometers in cold upstream hydrological regions?",
                "QuestionCn": "在寒冷的上游水文区域，使用激光雨滴计收集和分析雨滴光谱数据涉及哪些程序？",
                "AnswerEn": "The data collection involves using a laser disdrometer (PARSIVEL) to gather raindrop spectrum data, which includes information on the size and terminal velocity of precipitation particles. The instrument has a sampling area of 5400 mm² and can measure liquid particle diameters ranging from 0.2 to 5 mm and solid particle diameters from 0.2 to 25 mm. Observations were conducted in Qilian County, Qinghai Province, at a location with coordinates N39.06°, E100.44°, and an altitude of 3002 meters. The observation period was from March 14, 2008, to April 14, 2008, with a sampling interval of 30 seconds. Additionally, from the raindrop spectrum data, X-band dual-polarization radar parameters, such as differential reflectivity (ZDR) and differential phase shift constant (KDP), can be calculated.",
                "AnswerCn": "数据收集涉及使用激光雨滴计（PARSIVEL）收集雨滴谱数据，包括降水颗粒的大小和终端速度的信息。该仪器的采样面积为5400 mm²，能够测量液态颗粒直径范围为0.2至5 mm，固态颗粒直径范围为0.2至25 mm。观测在青海省祁连县进行，地点坐标为N39.06°，E100.44°，海拔3002米。观测期为2008年3月14日至2008年4月14日，采样间隔为30秒。此外，从雨滴谱数据中，可以计算出X波段双极化雷达参数，如差分反射率（ZDR）和差分相位移常数（KDP）。",
                "Level": "C3(Applying)"
            }
        ]
    }
}