{
  "id": "805907cb-a3d9-4ad0-aae0-43e235e32e45",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data product of ice velocity field on the Fimbul and Jelbart Ice Shelves, East Antarctica (1963-1987)",
      "titleCn": "东南极Fimbul-Jelbart冰架冰流速度场数据产品（1963-1987）",
      "description": "In order to better understand the mechanism of the interaction between the global climate and the Fimbu and Jelbart ice shelves, it is important to obtain the long-term ice velocity changes in this region. 1960-1980s Ice Flow Velocity Field Data Product Set of the Fimbul and Jelbart Ice Shelves, East Antarctica: Using the early Argon, Landsat MSS and TM satellite images, based on pre-processing the early remote sensing images to obtain the orthophoto images with precise geometric status, a layered matching method under the constraint strategy of artificial point feature point grid point was proposed, and the historical ice flow velocity field data product of the Fimbul Jelbart Ice Shelf, East Antarctica was extracted. This study is of great significance for studying the historical ice velocity of the Fimbul Jelbart Ice Shelf in East Antarctica from 1963 to 1987, and can provide basic data for studying the response of the ice sheet to global climate change.",
      "descriptionCn": "为了更好地了解全球气候与 Fimbu与Jelbart 冰架相互作用的机理，获取该区域长时间的冰流速变化至关重要。1960s-1980s东南极Fimbul-Jelbart冰架冰流速度场数据产品集：使用早期的Argon、 Landsat MSS和TM卫星影像，基于对早期遥感影像进行预处理获得精密几何地位的正射影像，提出了人工点-特征点-格网点的三角网约束策略下的分层匹配方法，提取了东南极Fimbul-Jelbart冰架区域的历史冰流速度场数据产品。本研究对于研究东南极Fimbul-Jelbart冰架1963-1987年间历史冰流速具有重要意义，可为研究冰盖对全球气候变化的响应提供基础数据。",
      "instructions": "File name: Historical ice flow velocity data of Fimbul and Jelbart ice shelves are stored in Geotiff format. Fimbul&Jelbart Ice Shelf_ 1963.10.29_ 1987.11.03_ 5. Tif, Fimbul&Jelbart Ice Shelf indicate the name of the glacier studied, 1963.10.29 and 1987.11.03 indicate the time of the image used, and V indicates the ice flow velocity.\n\nData reading method: The uploaded data is in Geotiff format and can be read by Matlab, ArcGIS, QGIS and other software.",
      "instructionsCn": "文件命名：Fimbul 和 Jelbart冰架历史冰流速度数据以Geotiff格式存储，Fimbul & Jelbart Ice Shelf_1963.10.29_1987.11.03_V.tif, Fimbul & Jelbart Ice Shelf表示研究冰川的名字，1963.10.29和1987.11.03表示所用影像的时间，V表示冰流速度。\n数据读取方式：上传数据为Geotiff格式，可以利用Matlab，ArcGIS和QGIS等软件读取。",
      "east": 11.0,
      "west": -13.0,
      "south": -75.7,
      "north": -69.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 5816462.0,
      "cstr": null,
      "doi": "10.1017/jog.2022.58",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李荣兴",
        "nameEn": "LI Rongxing ",
        "unitEn": "Tongji University",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "冯甜甜",
        "nameEn": "FENG Tiantian ",
        "unitEn": "Tongji University",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "李雁君",
        "nameEn": "LI Yanjun ",
        "unitEn": "Tongji University",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "程远",
        "nameEn": "CHENG Yuan ",
        "unitEn": "Tongji University",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "乔刚",
        "nameEn": "QIAO Gang ",
        "unitEn": "Tongji University",
        "unitCn": "同济大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A hierarchical network densification approach for reconstruction of historical ice velocity fields in East Antarctica",
        "referenceCn": null,
        "referenceEn": "Feng, T., Li, Y., Wang, K., Qiao, G., Cheng, Y., Yuan, X., Luo, S., & Li, R.*. (2022). A hierarchical network densification approach for reconstruction of historical ice velocity fields in East Antarctica. Journal of Glaciology. 1-20. https://doi.org/10.1017/jog.2022.58"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "Fimbul",
        "nameEn": "fimbul"
      },
      {
        "nameCn": "冰架",
        "nameEn": "Ice Shelf"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南极",
        "keywordEn": "Antarctica"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1963-1987",
        "keywordEn": "1963-1987",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the methods used for extracting historical ice flow velocity field data from early satellite imagery in Antarctic ice shelves?",
        "QuestionCn": "提取南极冰架早期卫星影像中的历史冰流速度场数据的方法具有哪些特征？",
        "AnswerEn": "preprocessing early Argon, Landsat MSS, and TM satellite imagery, precise geometrically positioned orthophotos, hierarchical matching method, triangular network constraint strategy, artificial points, feature points, grid points",
        "AnswerCn": "预处理早期的Argon、Landsat MSS和TM卫星影像，精确几何定位的正射影像，分层匹配方法，三角网约束策略，人工点，特征点，网格点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many historical ice flow velocity field data products were extracted for the Fimbul-Jelbart ice shelf region between 1963 and 1987?",
        "QuestionCn": "在1963年至1987年期间，为Fimbul-Jelbart冰架区域提取了多少个历史冰流速场数据产品？",
        "AnswerEn": "The metadata does not specify the exact number of data products extracted.",
        "AnswerCn": "元数据未指定提取的数据产品的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '分层匹配方法' in the context of extracting ice flow velocity data?",
        "QuestionCn": "'分层匹配方法'在提取冰流速度数据的上下文中是什么意思？",
        "AnswerEn": "In the context of extracting ice flow velocity data, '分层匹配方法' refers to a layered matching method that involves a strategy of triangulation constraints using artificial points, feature points, and grid points to extract historical ice flow velocity field data from early remote sensing images.",
        "AnswerCn": "在提取冰流速度数据的背景下，“分层匹配方法”指的是一种分层匹配方法，该方法涉及使用人工点、特征点和网格点的三角测量约束策略，从早期遥感图像中提取历史冰流速度场数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges of extracting historical ice flow velocity data from early satellite imagery in the context of remote sensing and data processing techniques?",
        "QuestionCn": "在遥感和数据处理技术的背景下，从早期卫星图像中提取历史冰流速度数据面临哪些挑战可以推断出来？",
        "AnswerEn": "The extraction of historical ice flow velocity data from early satellite imagery, such as Argon, Landsat MSS, and TM, involves overcoming challenges related to pre-processing these early remote sensing images to achieve precise geometric positioning for orthophotos. The use of a layered matching method under a triangular network constraint strategy for feature point extraction suggests complexities in aligning and interpreting historical imagery data to derive accurate ice flow velocity fields.",
        "AnswerCn": "从早期卫星影像（如Argon、Landsat MSS和TM）中提取历史冰流速度数据涉及到克服与预处理这些早期遥感图像相关的挑战，以实现正射影像的精确几何定位。采用基于三角网络约束策略的分层匹配方法进行特征点提取，表明在对齐和解释历史影像数据以推导准确的冰流速度场方面存在复杂性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What were the underlying reasons for choosing early Argon, Landsat MSS, and TM satellite imagery in the data collection methods for determining the ice flow velocity fields in the Fimbul-Jelbart ice shelf region from 1963-1987?",
        "QuestionCn": "选择早期氩气、Landsat MSS和TM卫星影像作为1963-1987年Fimbul-Jelbart冰架区域冰流速度场数据收集方法的基础原因是什么？",
        "AnswerEn": "The selection of early Argon, Landsat MSS, and TM satellite imagery was likely due to their availability during the time period of 1963-1987, providing a historical perspective on ice flow velocity changes. The approach involved preprocessing these early remote sensing images to obtain precise geometric positions and orthorectified images, which were necessary for extracting accurate data on ice flow velocities. This historical data is crucial for understanding the interactions between the Fimbul and Jelbart ice shelves and global climate mechanisms.",
        "AnswerCn": "早期的氩气、Landsat MSS 和 TM 卫星影像的选择可能是由于它们在1963-1987年期间的可用性，为冰流速变化提供了历史视角。该方法涉及对这些早期遥感图像进行预处理，以获得精确的几何位置和正射校正图像，这对于提取冰流速的准确数据是必要的。这些历史数据对于理解芬布尔冰架和杰尔巴特冰架与全球气候机制之间的相互作用至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the understanding of global climate interactions with ice shelves if early remote sensing techniques and layered matching methods are applied to collect ice flow velocity data over a long historical period?",
        "QuestionCn": "如果应用早期遥感技术和分层匹配方法收集长期历史时期的冰流速度数据，那么对全球气候与冰架相互作用的理解可能会产生哪些潜在后果？",
        "AnswerEn": "By applying early remote sensing techniques and layered matching methods to collect ice flow velocity data over a long historical period, researchers can gain critical insights into the historical changes in ice flow velocities of the Fimbul-Jelbart ice shelves. This can lead to a better understanding of the mechanisms of interaction between global climate and ice shelves, providing foundational data for studying the ice sheet's response to global climate change. Such data collection can help identify trends and patterns that may not be visible from shorter-term studies, thereby enhancing predictive models related to ice dynamics and climate interactions.",
        "AnswerCn": "通过应用早期遥感技术和分层匹配方法收集长期历史时期的冰流速度数据，研究人员可以获得关于Fimbul-Jelbart冰架冰流速度历史变化的重要见解。这将有助于更好地理解全球气候与冰架之间的相互作用机制，为研究冰盖对全球气候变化的响应提供基础数据。这种数据收集可以帮助识别短期研究中可能无法显现的趋势和模式，从而增强与冰动力学和气候相互作用相关的预测模型。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of creating a dataset that captures the ice flow velocity fields of the Fimbul-Jelbart ice shelves in East Antarctica from 1963 to 1987?",
        "QuestionCn": "创建一个捕捉1963年至1987年东南极Fimbul-Jelbart冰架冰流速度场的数据集的最终目标是什么？",
        "AnswerEn": "The ultimate goal is to better understand the interactions between global climate and the Fimbul and Jelbart ice shelves by obtaining long-term changes in ice flow velocity in this region. This historical data from 1963 to 1987 is crucial for studying the response of ice caps to global climate change, providing foundational data for further research.",
        "AnswerCn": "最终目标是更好地理解全球气候与芬布尔冰架和耶尔巴特冰架之间的相互作用，通过获取该地区冰流速度的长期变化。1963年至1987年的历史数据对于研究冰盖对全球气候变化的响应至关重要，为进一步研究提供了基础数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in extracting historical ice flow velocity data from early satellite imagery like Argon, Landsat MSS, and TM for the Fimbul-Jelbart ice shelf region?",
        "QuestionCn": "从早期卫星影像如Argon、Landsat MSS和TM中提取Fimbul-Jelbart冰架区域的历史冰流速度数据涉及哪些程序步骤？",
        "AnswerEn": "The process involves using early Argon, Landsat MSS, and TM satellite imagery to create precision geometrically registered orthoimages. This is achieved by preprocessing the remote sensing images to obtain accurate geometric positioning. Then, a layered matching method is applied under a triangulation constraint strategy involving artificial points, feature points, and grid points to extract historical ice flow velocity data for the Fimbul-Jelbart ice shelf region.",
        "AnswerCn": "该过程涉及使用早期的氩气、Landsat MSS和TM卫星影像来创建精确的几何注册正射影像。这是通过对遥感影像进行预处理以获得准确的几何定位来实现的。然后，在三角测量约束策略下应用分层匹配方法，涉及人工点、特征点和网格点，以提取Fimbul-Jelbart冰架区域的历史冰流速度数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}