{
    "id": "805a6b93-201c-48ea-a131-27dd639d477a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A dataset of 10-year regional-scale soil moisture and soil temperature measurements at multiple depths on the Tibetan Plateau",
            "titleCn": "基于青藏高原土壤温湿度观测网的长时序土壤温湿度廓线数据集（2009-2019）",
            "description": "Tibet-Obs is a long-term, regional-scale SMST observatory in the TP that has been established 10 years ago and includes three SMST monitoring networks, i.e. Maqu, Naqu, and Ngari (including Ali and Shiquanhe), located in the cold humid area covered by grassland, the cold semiarid area dominated by tundra, and the cold arid area dominated by desert, respectively. This datasets presents a long-term (~ 10 years) SMST profile dataset collected from the Tibet-Obs, which includes the original in situ measurements at a 15 min interval collected between 2008 and 2019 from all the three networks and the spatially upscaled data for the Maqu and Shiquanhe networks.",
            "descriptionCn": "Tibet-Obs观测网包括玛曲、那曲、狮泉河和阿里四个站网，覆盖青藏高原三个典型气候区域，Decagon EC-TM/5TM传感器分别埋设于各站点不同深度（5、10、20、40和60/80 厘米）以15分钟的频率现场监测土壤温湿度信息，目前已维护运行超过十年，该数据集基于十年温湿度数据的采集、整理、校正，发展了一套长时序（2009-2019）土壤温湿度廓线数据，主要包括四个站网各站点不同深度的原始温湿度观测数据以及玛曲和狮泉河站网的5、20 和40厘米深度的升尺度区域土壤温湿度廓线数据。",
            "instructions": "Please refer to the User guide.",
            "instructionsCn": "Original data: 15分钟原始观测数据，包括玛曲、那曲、狮泉河和阿里四个站网。 \nLong-term upscaled data: 升尺度区域土壤温湿度数据，包括玛曲和狮泉河两个站网。 \nSupplementary data: 补充数据，针对玛曲和狮泉河站网的单年土壤温湿度验证数据以及五种再分析产品长时序土壤温湿度数据。 \nUser guide: 数据介绍及使用方法详细说明。",
            "east": 102.7,
            "west": 79.25,
            "south": 31.0,
            "north": 34.25,
            "startTime": "2009-05-15 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 838088917.0,
            "cstr": null,
            "doi": "10.4121/20141567.v1",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "张佩",
                "nameEn": "ZHANG Pei",
                "unitEn": "",
                "unitCn": "ITC"
            },
            {
                "nameCn": "郑东海",
                "nameEn": "ZHENG Donghai",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "文军",
                "nameEn": "WEN Jun",
                "unitEn": "",
                "unitCn": "成都信息工程大学"
            },
            {
                "nameCn": "马耀明",
                "nameEn": "MA Yaoming",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "曾亦键",
                "nameEn": "ZENG Yijian",
                "unitEn": "",
                "unitCn": "屯特大学"
            },
            {
                "nameCn": "王欣",
                "nameEn": "WANG Xin",
                "unitEn": "",
                "unitCn": "中科院西北生态环境研究院"
            },
            {
                "nameCn": "王作亮",
                "nameEn": "WANG Zuoliang",
                "unitEn": "",
                "unitCn": "中国科学院西北高原生物研究所"
            },
            {
                "nameCn": "苏中波",
                "nameEn": "SU Zhongbo",
                "unitEn": "",
                "unitCn": "荷兰特文特大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A dataset of 10-year regional-scale soil moisture and soil temperature measurements at multiple depths on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, P., Zheng, D., van der Velde, R., Wen, J., Ma, Y., Zeng, Y., Wang, X., Wang, Z., Chen, J., & Su, Z. (2022). A dataset of 10-year regional-scale soil moisture and soil temperature measurements at multiple depths on the Tibetan Plateau, Earth Syst. Sci. Data, 14, 5513–5542, https://doi.org/10.5194/essd-14-5513-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度",
                "nameEn": "soil moisture"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "狮泉河",
                "keywordEn": "Shiquanhe"
            },
            {
                "keywordCn": "玛曲",
                "keywordEn": "Maqu"
            },
            {
                "keywordCn": "那曲",
                "keywordEn": "Nagqu (also Naqu or Nagchu)"
            },
            {
                "keywordCn": "阿里",
                "keywordEn": "Ngari"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-2019",
                "keywordEn": "2008-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原土壤未冻水的微波遥感监测和数据同化方法研究",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "地基微波遥感土壤冻融状态与过程观测试验研究",
                "titleEn": "National Natural Science Foundation of China (41971308)"
            },
            {
                "titleCn": "冻土退化对亚洲水塔水量平衡和供水安全的影响",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil moisture and soil temperature (SMST) are important state variables for quantifying water, energy, and carbon exchange processes in the soil–vegetation–atmosphere system. Quantifying the seasonal dynamics and trend changes in the SMST is important for understanding the response of hydrological cycle and vegetation dynamics to climate change. Known as the third pole, the exchange of water and energy between land and atmosphere on the Tibetan Plateau (TP) plays a crucial role in regulating climate processes in the Northern Hemisphere and the evolution of the Asian monsoon. The soil freeze–thaw (F/T) cycle is a typical process on the TP, which has a significant impact on the energy exchange between land and atmosphere and water cycle. However, SMST monitoring networks are scarce on the TP compared to its vast territory, and even fewer exist with long time series measurements and/or with measurements at multiple soil depths. To our knowledge, there are only two operational SMST observatories that provide long-term measurements at multiple soil depths on the TP, i.e. Tibet-Obs (Tibetan Plateau observatory of plateau-scale SMST) and CTP-SMTMN (soil moisture and temperature monitoring network on the central TP)."
            ],
            "research objective": [
                "The objective of this paper is twofold, namely (1) to describe the long-term in situ SMST profile dataset including its generation and validation and (2) to demonstrate its uniqueness for evaluating model-based SMST profile products for a long-term period (∼10 years)."
            ],
            "challenges": [
                "None of the current model-based products can reproduce the seasonal variations and interannual trend changes in the measured SMST profile dynamics in both networks. All the products underestimate the ST ups at every depth, leading to an earlier onset of freezing and a later onset of thawing, which essentially demonstrates that the current models are not able to adequately simulate winter conditions on the TP."
            ],
            "methods": [
                "In the Tibet-Obs, Decagon (now the METER Group) EC-TM/5TM probes and EM50 data loggers were deployed for each site at multiple depths (e.g. 5, 10, 20, 40, 60, or 80 cm below the surface) to record SMST profile measurements with a 15 min interval."
            ],
            "dataset": [
                "This paper presents a long-term (∼10 years) SMST profile dataset collected from the Tibet-Obs, which includes the original in situ measurements at a 15 min interval collected between 2008 and 2019 from all the three networks and the spatially upscaled data (SMups and STups) for the Maqu and Shiquanhe networks."
            ],
            "findings": [
                "Long-term analysis of the upscaled SMST profile data shows that the amplitudes of SMST variations decrease with increasing soil depth, and the deeper soil layers present a later onset of freezing and an earlier start of thawing and, thus, a shorter freeze–thaw duration in both the Maqu and Shiquanhe networks. Comparisons between the long-term upscaled data and five reanalysis datasets, including the ECMWF reanalysis v5 (ERA5), Modern-Era Retrospective analysis for Research and Applications, version 2 (MERRA-2), Global Land Data Assimilation System version 2 Catchment Land Surface Model (GLDAS-2.1 CLSM), GLDAS-2.1 Noah, and GLDAS-2.1 variable infiltration capacity (GLDAS-2.1 VIC), indicate that none of the current model-based products can reproduce the seasonal variations and interannual trend changes in the measured SMST profile dynamics in both networks."
            ],
            "backgroundCn": [
                "土壤湿度和土壤温度（SMST）是量化土壤-植被-大气系统中水、能量和碳交换过程的重要状态变量。量化SMST的季节动态和趋势变化对于理解水文循环和植被动态对气候变化的响应至关重要。被称为第三极的青藏高原（TP）在陆地与大气之间的水和能量交换中发挥着关键作用，调节着北半球的气候过程和亚洲季风的演变。土壤冻结-融化（F/T）循环是青藏高原上的一个典型过程，对陆地与大气之间的能量交换和水循环有显著影响。然而，与其广阔的领土相比，青藏高原上的SMST监测网络稀缺，长期测量和/或多土层测量的网络更是寥寥无几。据我们所知，青藏高原上只有两个运营的SMST观测站提供多土层的长期测量，即青藏高原观测站（Tibet-Obs）和中央青藏高原土壤湿度和温度监测网络（CTP-SMTMN）。"
            ],
            "research objectiveCn": [
                "本文的目标有两个：一是描述长期原位SMST剖面数据集，包括其生成和验证；二是展示该数据集在评估基于模型的SMST剖面产品方面的独特性，涵盖约10年的时间。"
            ],
            "challengesCn": [
                "目前的基于模型的产品无法再现两个网络中测得的SMST剖面动态的季节变化和年际趋势变化。所有产品在每个深度上都低估了土壤温度的上升，导致冻结的开始时间提前，融化的开始时间推迟，这基本上表明当前模型无法充分模拟青藏高原的冬季条件。"
            ],
            "methodsCn": [
                "在Tibet-Obs项目中，Decagon（现为METER Group）EC-TM/5TM探头和EM50数据记录仪在每个站点以多个深度（例如，表面下5、10、20、40、60或80厘米）部署，以记录土壤水分状态剖面测量，记录间隔为15分钟。"
            ],
            "datasetCn": [
                "本文呈现了一个来自Tibet-Obs的长期（约10年）SMST剖面数据集，包括2008年至2019年间以15分钟间隔收集的所有三个网络的原始现场测量数据，以及针对马曲和狮泉河网络的空间上升数据（SMups和STups）。"
            ],
            "findingsCn": [
                "长期分析上升的土壤温度剖面数据表明，土壤深度增加时，土壤温度变化的幅度减小，较深的土壤层表现出更晚的冻结开始时间和更早的融化开始时间，因此在马曲和石泉河网络中，冻结-融化持续时间较短。对长期上升数据与五个再分析数据集的比较，包括欧洲中期天气预报中心再分析v5（ERA5）、现代时代回顾分析研究与应用第2版（MERRA-2）、全球陆地数据同化系统第2版集水区陆面模型（GLDAS-2.1 CLSM）、GLDAS-2.1 Noah和GLDAS-2.1 变渗透能力（GLDAS-2.1 VIC），表明当前的模型产品无法再现两个网络中测得的土壤温度剖面动态的季节变化和年际趋势变化。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there challenges in current model-based products accurately reproducing seasonal variations in soil moisture and temperature profiles?",
                "QuestionCn": "当前基于模型的产品在准确再现土壤湿度和温度剖面的季节变化方面是否存在挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a long-term dataset available that provides soil moisture and temperature profile data from the Tibetan Plateau?",
                "QuestionCn": "是否有可用的长期数据集，提供来自青藏高原的土壤湿度和温度剖面数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are soil moisture and temperature data on the Tibetan Plateau primarily collected using Decagon EC-TM/5TM sensors, EM50 data loggers, or another technology?",
                "QuestionCn": "青藏高原的土壤湿度和温度数据主要是通过Decagon EC-TM/5TM传感器、EM50数据记录仪或其他技术收集的？",
                "AnswerEn": "Decagon EC-TM/5TM sensors and EM50 data loggers",
                "AnswerCn": "Decagon EC-TM/5TM 传感器和 EM50 数据记录器",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What tools or sensors are used for collecting soil temperature and moisture data on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上，用于收集土壤温度和湿度数据的工具或传感器有哪些？",
                "AnswerEn": "Decagon EC-TM/5TM probes, EM50 data loggers",
                "AnswerCn": "Decagon EC-TM/5TM 探头，EM50 数据记录器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who are the key operational networks providing long-term soil moisture and temperature data on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上，提供长期土壤湿度和温度数据的关键运营网络有哪些？",
                "AnswerEn": "Tibet-Obs, CTP-SMTMN",
                "AnswerCn": "西藏-观察，CTP-SMTMN",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced by model-based products in simulating soil moisture and temperature profiles on the Tibetan Plateau?",
                "QuestionCn": "模型驱动产品在模拟青藏高原土壤湿度和温度剖面时面临哪些挑战？",
                "AnswerEn": "underestimate soil temperature",
                "AnswerCn": "低估土壤温度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced by models trying to simulate soil moisture and temperature dynamics in the Tibetan Plateau?",
                "QuestionCn": "一个试图模拟青藏高原土壤湿度和温度动态的模型面临的挑战是什么？",
                "AnswerEn": "An example of a challenge is that none of the current model-based products can accurately reproduce the seasonal variations and interannual trend changes in the measured soil moisture and temperature profile dynamics. They tend to underestimate soil temperature at every depth, leading to an earlier onset of freezing and a later onset of thawing, which demonstrates their limitations in simulating winter conditions on the Tibetan Plateau.",
                "AnswerCn": "一个挑战是，目前的基于模型的产品无法准确再现测量的土壤湿度和温度剖面动态中的季节变化和年际趋势变化。它们在每个深度上都倾向于低估土壤温度，导致冻结的提前发生和融化的延迟发生，这显示了它们在模拟青藏高原冬季条件方面的局限性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset that includes long-term soil moisture and temperature profile data collected from multiple regions in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个包含来自青藏高原多个地区的长期土壤湿度和温度剖面数据的示例数据集？",
                "AnswerEn": "An example of such a dataset is one that includes original in situ soil moisture and temperature measurements taken every 15 minutes from 2008 to 2019 across three networks within the Tibet-Obs. It also comprises spatially upscaled data for the Maqu and Shiquanhe networks.",
                "AnswerCn": "这样的数据集的一个例子是包含2008年至2019年期间在Tibet-Obs三个网络中每15分钟采集的原位土壤湿度和温度测量数据。它还包括马曲和狮泉河网络的空间上升级数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features define the data collection methods for soil moisture and temperature profiles in the Tibetan Plateau?",
                "QuestionCn": "哪些特征定义了对青藏高原土壤湿度和温度剖面的数据收集方法？",
                "AnswerEn": "Decagon EC-TM/5TM probes, EM50 data loggers, multiple depths (e.g., 5, 10, 20, 40, 60, 80 cm), 15-minute intervals",
                "AnswerCn": "Decagon EC-TM/5TM 探头，EM50 数据记录仪，多深度（例如，5、10、20、40、60、80 厘米），15 分钟间隔",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the characteristics of challenges faced in modeling soil moisture and temperature dynamics on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上建模土壤湿度和温度动态所面临的挑战的特点是什么？",
                "AnswerEn": "inability to reproduce seasonal variations, inability to reproduce interannual trend changes, underestimation of soil temperature oscillations at every depth, inaccurate timing of the soil freeze–thaw cycle",
                "AnswerCn": "无法再现季节性变化，无法再现年际趋势变化，低估了各深度的土壤温度波动，土壤冻融循环的时间不准确。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes are essential for evaluating model-based soil moisture and temperature profile products using long-term datasets?",
                "QuestionCn": "评估基于模型的土壤湿度和温度剖面产品时，使用长期数据集的关键属性有哪些？",
                "AnswerEn": "seasonal variations, interannual trend changes, onset and duration of the soil freeze–thaw cycle",
                "AnswerCn": "季节性变化、年际趋势变化、土壤冻融循环的开始和持续时间",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many depths are soil temperature and moisture sensors installed at in a typical data collection site on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的典型数据采集站点，土壤温度和湿度传感器通常安装在多少个深度？",
                "AnswerEn": "5, 10, 20, 40, 60/80 cm",
                "AnswerCn": "5, 10, 20, 40, 60/80 厘米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the measurement frequency for soil temperature and moisture data in the observatories on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的观测站，土壤温度和湿度数据的测量频率是多少？",
                "AnswerEn": "15 minutes",
                "AnswerCn": "15分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over what time period has the long-term SMST profile dataset been collected from the observatory networks on the Tibetan Plateau?",
                "QuestionCn": "长期SMST剖面数据集是从西藏高原的观测网络收集的，时间跨度为多久？",
                "AnswerEn": "10 years",
                "AnswerCn": "10年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'spatially upscaled data' in soil temperature and moisture datasets?",
                "QuestionCn": "在土壤温度和湿度数据集中，“空间上上采样的数据”是指通过某种方法将数据的空间分辨率提高，以便在更大的区域或更细的网格上进行分析和应用。",
                "AnswerEn": "Spatially upscaled data in soil temperature and moisture datasets refers to the process of taking detailed, localized measurements and estimating how these measurements apply over a larger geographical area. This helps in creating a regional overview of soil conditions based on specific point measurements, such as those from the Maqu and Shiquanhe networks on the Tibetan Plateau.",
                "AnswerCn": "空间上升尺度的数据在土壤温度和湿度数据集中是指将详细的局部测量值进行处理，以估算这些测量值在更大地理区域的适用性。这有助于根据来自如玛曲和石泉河网络等特定点测量，创建土壤条件的区域概述，尤其是在青藏高原上。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the Tibet-Obs network compare to those used in other SMST monitoring networks on the Tibetan Plateau?",
                "QuestionCn": "西藏观察网络（Tibet-Obs）使用的数据收集方法与其他在青藏高原上的SMST监测网络相比如何？",
                "AnswerEn": "In the Tibet-Obs network, Decagon EC-TM/5TM probes and EM50 data loggers were used to collect SMST profile measurements at multiple depths with a 15-minute interval. Other SMST networks on the Tibetan Plateau, such as CTP-SMTMN, also provide long-term measurements at multiple soil depths, but the specific methods and equipment may vary between networks.",
                "AnswerCn": "在西藏-观察网络中，使用Decagon EC-TM/5TM探头和EM50数据记录仪以15分钟的间隔收集多个深度的土壤水分温度剖面测量。其他西藏高原的土壤水分温度网络，如CTP-SMTMN，也提供多个土壤深度的长期测量，但不同网络之间的具体方法和设备可能有所不同。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in the challenges faced by model-based SMST products compared to those faced by in situ data collection methods on the Tibetan Plateau?",
                "QuestionCn": "基于模型的SMST产品与现场数据收集方法在青藏高原面临的挑战有哪些不同？",
                "AnswerEn": "Model-based SMST products face challenges in reproducing seasonal variations and interannual trend changes in measured SMST profile dynamics, particularly underestimating soil temperature ups at every depth, leading to timing inaccuracies in freeze-thaw cycles. In situ data collection methods like those used in the Tibet-Obs network are limited by the sparse number of monitoring networks and the vast area of the Tibetan Plateau, which restricts comprehensive spatial coverage.",
                "AnswerCn": "基于模型的土壤温度剖面动态（SMST）产品在再现季节变化和年际趋势变化方面面临挑战，特别是在每个深度上低估土壤温度的上升，导致冻融周期的时间不准确。像Tibet-Obs网络所使用的原位数据收集方法受到监测网络数量稀少和青藏高原广阔面积的限制，限制了全面的空间覆盖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the deployment of sensors at multiple soil depths improve our understanding of soil moisture and temperature dynamics in different climatic regions?",
                "QuestionCn": "在不同气候区域，多个土壤深度传感器的部署如何改善我们对土壤湿度和温度动态的理解？",
                "AnswerEn": "Deploying sensors at multiple soil depths allows for the collection of detailed soil moisture and temperature profile measurements, which can provide insights into how these variables change with depth and time. This approach helps capture the variations in soil moisture and temperature across different climatic regions, as evidenced by the Tibet-Obs network, which spans three typical climate areas of the Tibetan Plateau. It enables the observation of phenomena such as the freeze-thaw cycle and its impact on energy exchange and water cycle.",
                "AnswerCn": "在多个土壤深度部署传感器可以收集详细的土壤湿度和温度剖面测量数据，这有助于深入了解这些变量随深度和时间的变化。这种方法有助于捕捉不同气候区域土壤湿度和温度的变化，正如跨越西藏高原三种典型气候区的Tibet-Obs网络所证明的那样。它使得观察诸如冻融循环及其对能量交换和水循环的影响等现象成为可能。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the scarcity of long-term soil moisture and temperature monitoring networks on the Tibetan Plateau, and how do these limitations affect data collection?",
                "QuestionCn": "导致青藏高原长期土壤湿度和温度监测网络稀缺的原因是什么，这些限制如何影响数据收集？",
                "AnswerEn": "The scarcity of SMST monitoring networks on the Tibetan Plateau is primarily due to its vast territory, which makes it challenging to establish and maintain extensive monitoring systems. This limitation affects data collection by restricting the availability of long-term measurements at multiple soil depths, which are critical for understanding seasonal dynamics and trends in soil moisture and temperature.",
                "AnswerCn": "青藏高原上SMST监测网络的稀缺主要是由于其广阔的领土，这使得建立和维护广泛的监测系统变得具有挑战性。这一限制影响了数据收集，因为它限制了在多个土壤深度进行长期测量的可用性，而这些测量对于理解土壤湿度和温度的季节动态和趋势至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are current model-based products unable to accurately simulate the seasonal variations and interannual trend changes in the soil moisture and temperature profile dynamics on the Tibetan Plateau?",
                "QuestionCn": "当前的基于模型的产品无法准确模拟青藏 Plateau土壤湿度和温度剖面动态的季节变化和年际趋势变化的原因是什么？",
                "AnswerEn": "Current model-based products fail to accurately simulate these dynamics because they underestimate soil temperature changes at every depth, leading to an earlier onset of freezing and a later onset of thawing. This inadequacy indicates that these models cannot adequately simulate winter conditions on the Tibetan Plateau, highlighting a gap in capturing the true seasonal and interannual variations.",
                "AnswerCn": "当前的基于模型的产品未能准确模拟这些动态，因为它们在每个深度上都低估了土壤温度的变化，导致冻结的提前发生和解冻的延迟发生。这一不足表明这些模型无法充分模拟青藏高原的冬季条件，突显了捕捉真实季节性和年际变化的缺口。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying factors that necessitate the use of upscaled soil moisture and temperature data in the Maqu and Shiquanhe networks?",
                "QuestionCn": "在马曲和石泉河网络中，使用升级的土壤湿度和温度数据的潜在因素是什么？",
                "AnswerEn": "The need for upscaled data arises from the requirement to extend the insights from point measurements to broader spatial scales. This necessity is driven by the limited spatial coverage of in situ sensors and the complexity of capturing diverse climatic conditions across the Tibetan Plateau, which requires upscaling to better evaluate model-based SMST products over a long-term period.",
                "AnswerCn": "对数据进行上采样的需求源于将点测量的洞察扩展到更广泛空间尺度的要求。这一需求是由于现场传感器的空间覆盖有限，以及在青藏高原捕捉多样气候条件的复杂性，这需要进行上采样，以更好地评估基于模型的SMST产品在长期期间的表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the scarcity of long-term SMST monitoring networks on the Tibetan Plateau affect the understanding of hydrological and vegetation dynamics in response to climate change?",
                "QuestionCn": "青藏高原长期SMST监测网络的稀缺如何影响对气候变化响应的水文和植被动态的理解？",
                "AnswerEn": "The scarcity of long-term SMST monitoring networks on the Tibetan Plateau limits the ability to fully understand the response of hydrological and vegetation dynamics to climate change. Despite the vast territory of the plateau, few networks provide long-term measurements across multiple soil depths, which are crucial for capturing accurate seasonal and interannual trend changes.",
                "AnswerCn": "青藏高原长期土壤水分监测网络的稀缺限制了我们对水文和植被动态对气候变化响应的全面理解。尽管高原面积广阔，但提供多个土壤深度长期测量的网络仍然很少，这对于准确捕捉季节性和年际趋势变化至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a long-term soil moisture and soil temperature (SMST) profile dataset in the Tibetan Plateau region?",
                "QuestionCn": "在青藏高原地区开发长期土壤湿度和土壤温度（SMST）剖面数据集的主要目标是什么？",
                "AnswerEn": "The objective is twofold: to describe the long-term in situ SMST profile dataset including its generation and validation and to demonstrate its uniqueness for evaluating model-based SMST profile products over a long-term period (∼10 years).",
                "AnswerCn": "目标有两个：描述长期原位SMST剖面数据集，包括其生成和验证，并展示其在长达约10年的时间内评估基于模型的SMST剖面产品的独特性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to collect soil moisture and soil temperature data at multiple depths across different networks in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的不同网络中，在多个深度收集土壤湿度和土壤温度数据是重要的原因是什么？",
                "AnswerEn": "Collecting data at multiple depths is crucial because it provides insights into the seasonal dynamics and trend changes in the SMST, which are essential for understanding the response of hydrological cycle and vegetation dynamics to climate change in the region. This is particularly important in the Tibetan Plateau due to its significant role in regulating climate processes and the energy exchange between land and atmosphere.",
                "AnswerCn": "在多个深度收集数据至关重要，因为它提供了对土壤水分状态变化（SMST）季节动态和趋势变化的洞察，这对于理解该地区水文循环和植被动态对气候变化的响应至关重要。这在青藏高原尤为重要，因为青藏高原在调节气候过程以及陆地与大气之间的能量交换中发挥着重要作用。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges are addressed by creating a long-term SMST dataset from observatories like Tibet-Obs?",
                "QuestionCn": "创建来自像Tibet-Obs这样的观测站的长期SMST数据集所解决的挑战有哪些？",
                "AnswerEn": "The dataset helps address the challenge that none of the current model-based products can reproduce the seasonal variations and interannual trend changes in the measured SMST profile dynamics. It highlights the limitations of current models in adequately simulating winter conditions on the Tibetan Plateau, including the onset and duration of freezing and thawing cycles.",
                "AnswerCn": "该数据集有助于解决当前模型产品无法再现测量的SMST剖面动态中的季节变化和年际趋势变化的挑战。它突显了当前模型在充分模拟青藏高原冬季条件方面的局限性，包括冻结和解冻周期的开始和持续时间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques are used to ensure the accuracy and precision of soil moisture and temperature measurements in a long-term observational network like the Tibetan Plateau observatory?",
                "QuestionCn": "在像青藏高原观测站这样的长期观测网络中，确保土壤湿度和温度测量的准确性和精确性使用了哪些技术？",
                "AnswerEn": "In the Tibet-Obs, Decagon (now the METER Group) EC-TM/5TM probes and EM50 data loggers were deployed for each site at multiple depths to record soil moisture and temperature profile measurements with a 15-minute interval, providing long-term in situ data.",
                "AnswerCn": "在西藏观测站，Decagon（现为METER Group）EC-TM/5TM探头和EM50数据记录仪在每个站点的多个深度部署，以记录土壤湿度和温度剖面测量，记录间隔为15分钟，提供长期的原位数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can researchers effectively validate model-based soil moisture and temperature profile products using in situ datasets collected from different depths over a long-term period?",
                "QuestionCn": "研究人员如何有效地使用从不同深度长期收集的现场数据集来验证基于模型的土壤湿度和温度剖面产品？",
                "AnswerEn": "Researchers can validate model-based products by comparing them with the long-term in situ SMST profile dataset collected from the Tibet-Obs, which includes original measurements at a 15-minute interval from various networks, thereby assessing the models' ability to reproduce seasonal variations and interannual trend changes.",
                "AnswerCn": "研究人员可以通过将模型基于的产品与来自Tibet-Obs的长期原位SMST剖面数据集进行比较来验证这些产品，该数据集包括来自多个网络的15分钟间隔的原始测量，从而评估模型再现季节变化和年际趋势变化的能力。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What methods are employed to upscale soil moisture and temperature data from specific observational sites to broader regional scales, particularly in diverse climatic zones like those on the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样气候多样的地区，从特定观测点向更广泛区域尺度上升高土壤湿度和温度数据时，采用了哪些方法？",
                "AnswerEn": "The data collected from specific observational sites such as Maqu and Shiquanhe can be spatially upscaled to broader regional scales. This involves using the in situ measurements to develop upscaled soil moisture and temperature profiles that account for regional variations and help in assessing broader climatic influences.",
                "AnswerCn": "从特定观测点（如马曲和狮泉河）收集的数据可以进行空间上升尺度处理，以适应更广泛的区域尺度。这涉及使用现场测量数据开发上升尺度的土壤湿度和温度剖面，以考虑区域差异，并帮助评估更广泛的气候影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the long-term monitoring of soil moisture and temperature profiles in remote areas such as the Tibetan Plateau?",
                "QuestionCn": "哪些技术进步使得在遥远地区如青藏高原长期监测土壤湿度和温度剖面成为可能？",
                "AnswerEn": "The deployment of Decagon (now METER Group) EC-TM/5TM probes and EM50 data loggers at multiple soil depths (e.g., 5, 10, 20, 40, 60, or 80 cm) with a 15-minute interval has enabled the long-term monitoring of soil moisture and temperature profiles in remote areas like the Tibetan Plateau.",
                "AnswerCn": "Decagon（现为METER Group）EC-TM/5TM探头和EM50数据记录仪在多个土壤深度（例如5、10、20、40、60或80厘米）以15分钟间隔的部署，使得在像青藏高原这样的偏远地区能够长期监测土壤湿度和温度剖面。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "In what ways can data collection methods be enhanced to address the challenges of accurately simulating seasonal variations in soil temperature profiles?",
                "QuestionCn": "数据收集方法可以通过以下方式增强，以应对准确模拟土壤温度剖面季节变化的挑战。",
                "AnswerEn": "Current model-based products struggle to reproduce seasonal variations and interannual trend changes in soil temperature profiles. Enhancing data collection methods could involve improving the spatial and temporal resolution of measurements and integrating advanced sensor technology to better capture the dynamics, especially during winter conditions.",
                "AnswerCn": "当前基于模型的产品在再现土壤温度剖面的季节变化和年际趋势变化方面存在困难。增强数据收集方法可以通过提高测量的空间和时间分辨率，以及整合先进的传感器技术，以更好地捕捉动态，特别是在冬季条件下。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What conditions or strategies might be necessary to develop a comprehensive dataset that accurately reflects the freeze-thaw cycles in the Tibetan Plateau's soil layers?",
                "QuestionCn": "为了开发一个全面的数据集，准确反映西藏高原土壤层的冻融循环，可能需要哪些条件或策略？",
                "AnswerEn": "Developing a comprehensive dataset to accurately reflect freeze-thaw cycles may require long-term, high-frequency measurements at multiple soil depths, as well as the spatially upscaled data to capture regional variations. Conditions such as consistent maintenance of sensor networks and integrating various observational datasets can also be crucial.",
                "AnswerCn": "开发一个全面的数据集以准确反映冻融循环可能需要在多个土壤深度进行长期、高频率的测量，以及空间上上采样的数据以捕捉区域变化。传感器网络的一致维护和整合各种观测数据集等条件也可能至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might current model-based products fail to reproduce the seasonal variations and interannual trend changes observed in soil moisture and temperature profiles on the Tibetan Plateau?",
                "QuestionCn": "当前基于模型的产品可能无法再现青藏高原土壤湿度和温度剖面中观察到的季节变化和年际趋势变化的原因是什么？",
                "AnswerEn": "Current model-based products underestimate the soil temperature ups at every depth, leading to an earlier onset of freezing and a later onset of thawing, indicating that the models are not able to adequately simulate winter conditions on the Tibetan Plateau.",
                "AnswerCn": "当前的基于模型的产品在每个深度上都低估了土壤温度的上升，导致冻土的提前出现和解冻的延迟，这表明这些模型无法充分模拟青藏高原的冬季条件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected outcomes of using in situ soil moisture and temperature profile data for evaluating model-based products over a long-term period?",
                "QuestionCn": "使用原位土壤湿度和温度剖面数据来评估基于模型的产品在长期期间的预期结果是什么？",
                "AnswerEn": "The expected outcome is to provide a unique dataset for evaluating model-based soil moisture and temperature profile products, revealing that none of the current models can accurately reproduce the observed seasonal variations and trend changes, especially in winter conditions on the Tibetan Plateau.",
                "AnswerCn": "预期结果是提供一个独特的数据集，用于评估基于模型的土壤湿度和温度剖面产品，揭示当前的模型无法准确再现观察到的季节变化和趋势变化，特别是在青藏高原的冬季条件下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of the Decagon EC-TM/5TM probes and EM50 data loggers for collecting long-term soil moisture and temperature data in the Tibetan Plateau region?",
                "QuestionCn": "如何评估Decagon EC-TM/5TM探头和EM50数据记录仪在收集西藏高原地区长期土壤湿度和温度数据方面的有效性？",
                "AnswerEn": "The Decagon EC-TM/5TM probes and EM50 data loggers are considered effective for collecting long-term soil moisture and temperature data in the Tibetan Plateau due to their ability to record measurements at multiple depths with a 15-minute interval. This method has been successfully used to generate a long-term dataset that captures seasonal variations and interannual trends.",
                "AnswerCn": "Decagon EC-TM/5TM 探头和 EM50 数据记录仪被认为在收集青藏 Plateau 的长期土壤湿度和温度数据方面非常有效，因为它们能够以 15 分钟的间隔记录多个深度的测量值。这种方法已成功用于生成长期数据集，捕捉季节变化和年际趋势。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do you foresee in accurately reproducing seasonal variations and interannual trend changes in soil moisture and temperature profiles using model-based products?",
                "QuestionCn": "我预见在使用基于模型的产品准确再现土壤湿度和温度剖面的季节变化和年际趋势变化时，会面临哪些挑战？",
                "AnswerEn": "The primary challenge is that current model-based products are unable to reproduce the seasonal variations and interannual trend changes accurately. They tend to underestimate soil temperature at every depth, which leads to an earlier onset of freezing and a later onset of thawing, indicating that these models do not adequately simulate winter conditions on the Tibetan Plateau.",
                "AnswerCn": "主要挑战在于当前的基于模型的产品无法准确再现季节变化和年际趋势变化。它们在每个深度上都倾向于低估土壤温度，这导致冻土的提前出现和融土的延迟出现，表明这些模型未能充分模拟青藏高原的冬季条件。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential benefits and drawbacks of using upscaled soil moisture and temperature data compared to original in situ measurements?",
                "QuestionCn": "在您看来，使用上采样的土壤湿度和温度数据相比于原始的现场测量数据，有哪些潜在的好处和缺点？",
                "AnswerEn": "Upscaled data can provide broader regional insights and facilitate comparisons with model-based datasets, but they may lose some localized detail and precision found in original in situ measurements. The upscaling process can also introduce uncertainties, especially in complex terrains like the Tibetan Plateau, where spatial variability is significant.",
                "AnswerCn": "上采样数据可以提供更广泛的区域洞察，并促进与基于模型的数据集的比较，但它们可能会失去原始现场测量中发现的一些局部细节和精确度。上采样过程也可能引入不确定性，特别是在像青藏高原这样地形复杂的地区，空间变异性显著。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how soil moisture and temperature data can be accurately collected across multiple depths and regions on the Tibetan Plateau.",
                "QuestionCn": "我不明白如何在青藏高原的多个深度和区域准确收集土壤湿度和温度数据。",
                "AnswerEn": "In the Tibet-Obs, Decagon EC-TM/5TM probes and EM50 data loggers were deployed for each site at multiple depths (e.g., 5, 10, 20, 40, 60, or 80 cm below the surface) to record SMST profile measurements with a 15 min interval.",
                "AnswerCn": "在Tibet-Obs项目中，Decagon EC-TM/5TM探头和EM50数据记录仪在每个站点的多个深度（例如，5、10、20、40、60或80厘米）部署，以记录土壤水分状态剖面测量，记录间隔为15分钟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how the seasonal variations in soil temperature and moisture profiles are captured and analyzed over such a long time period.",
                "QuestionCn": "我不确定如何在如此长的时间段内捕捉和分析土壤温度和湿度剖面的季节变化。",
                "AnswerEn": "The dataset includes long-term (∼10 years) SMST profile data collected with a 15 min interval from 2008 to 2019, and spatially upscaled data for certain networks, allowing for analysis of seasonal variations and interannual trends.",
                "AnswerCn": "该数据集包括从2008年到2019年以15分钟间隔收集的长期（约10年）SMST剖面数据，以及某些网络的空间上升数据，允许对季节变化和年际趋势进行分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of why current model-based products struggle to reproduce the seasonal variations and interannual trend changes in soil moisture and temperature on the Tibetan Plateau.",
                "QuestionCn": "我无法理解为什么当前的基于模型的产品在再现青藏高原土壤湿度和温度的季节变化和年际趋势变化方面存在困难。",
                "AnswerEn": "None of the current model-based products can reproduce the seasonal variations and interannual trend changes in the measured SMST profile dynamics, as they underestimate the soil temperature at every depth, affecting the timing of freeze-thaw cycles.",
                "AnswerCn": "目前的基于模型的产品无法再现测得的土壤温度剖面动态中的季节变化和年际趋势变化，因为它们在每个深度上都低估了土壤温度，从而影响了冻融周期的时机。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the data collection methods and instruments used for soil moisture and temperature observations in multiple soil depths within the observed networks on the Tibetan Plateau.",
                "QuestionCn": "请描述在观察网络中用于青藏高原多个土壤深度的土壤湿度和温度观测的数据收集方法和仪器。",
                "AnswerEn": "In the Tibet-Obs network, Decagon (now the METER Group) EC-TM/5TM probes and EM50 data loggers were deployed for each site at multiple depths (e.g. 5, 10, 20, 40, 60, or 80 cm below the surface) to record soil moisture and temperature (SMST) profile measurements with a 15-minute interval.",
                "AnswerCn": "在西藏观测网络中，Decagon（现为METER集团）EC-TM/5TM探头和EM50数据记录仪被部署在每个站点的多个深度（例如，表面下5、10、20、40、60或80厘米）以记录土壤湿度和温度（SMST）剖面测量，记录间隔为15分钟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline the challenges faced in reproducing seasonal variations and trend changes in soil moisture and temperature profiles using current model-based products.",
                "QuestionCn": "概述在使用当前模型产品再现土壤湿度和温度剖面的季节变化和趋势变化时面临的挑战。",
                "AnswerEn": "None of the current model-based products can reproduce the seasonal variations and interannual trend changes in the measured SMST profile dynamics in both networks. All the products underestimate the soil temperature ups at every depth, leading to an earlier onset of freezing and a later onset of thawing, which essentially demonstrates that the current models are not able to adequately simulate winter conditions on the Tibetan Plateau.",
                "AnswerCn": "目前的基于模型的产品无法再现两个网络中测得的土壤温度剖面动态的季节变化和年际趋势变化。所有产品在每个深度上都低估了土壤温度的上升，导致冻土的提前开始和融土的延迟开始，这基本上表明当前模型无法充分模拟青藏高原的冬季条件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please provide an overview of a dataset that includes long-term in situ measurements of soil moisture and temperature profiles on the Tibetan Plateau.",
                "QuestionCn": "请提供一个数据集的概述，该数据集包括对青藏高原土壤湿度和温度剖面的长期原位测量。",
                "AnswerEn": "A long-term (∼10 years) SMST profile dataset is collected from the Tibet-Obs, which includes the original in situ measurements at a 15-minute interval collected between 2008 and 2019 from all the three networks and the spatially upscaled data (SMups and STups) for the Maqu and Shiquanhe networks.",
                "AnswerCn": "从Tibet-Obs收集了一个长期（约10年）的SMST剖面数据集，包括2008年至2019年间以15分钟间隔收集的所有三个网络的原始现场测量数据，以及针对Maqu和Shiquanhe网络的空间上升数据（SMups和STups）。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}