{
  "id": "805f0290-c56f-429a-81a3-59a3bb184891",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission in the Linze station foci experimental area (May 25, 2008)",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区L&K波段机载微波辐射计地面同步观测数据集（2008年5月25日）",
      "description": "The dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission was obtained in the Linze station foci experimental area on May 25, 2008. Observation items included:\n     (1) soil moisture (0-5cm) measured once by the cutting ring method in the corner points of the 40 subplots of the west-east desert transit zone strip , three times in the corner points of the nine subplots of the north-south desert transit zone, once by the cutting ring and once by ML2X Soil Moisture Tachometer in the center points of nine subplots of the farmland quadrates. The preprocessed soil volumetric moisture data were archived as Excel files.\n     (2) the surface radiative temperature by three handheld infrared thermometer (5# and 6# from Cold and Arid Regions Environmental and Engineering Research Institute, and one from Institute of Geographic Sciences and Natural Resources, which were all calibrated) in the west-east and north-south desert transit zone strip (various times synchronizing with the airplane), and Wulidun farmland quadrates (repeated twice at intervals of 15m from east to west). There are 34 sample points in total and each was repeated three times synchronizing with the airplane. Photos were taken. Data were archived as Excel files.\n     (3) maize BRDF once by ASD Spectroradiometer (350～2 500 nm) from BNU, the reference board (40% before Jun. 15 and 20% hereafter), two observation platforms of BNU make and one of Institute of Remote Sensing Applications make in Wulidun farmland. Raw spectral data were archived as binary files, which were recorded daily in detail, and pre-processed data on reflectance were archived as text files (.txt). \n     See the metadata record “WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area” for more information of the quadrate locations.",
      "descriptionCn": "2008年5月25日在临泽站加密观测区荒漠东西样带、荒漠南北样带和五里墩农田样方开展L&K波段机载微波辐射计地面同步观测，共进行了土壤水分，地表辐射温度和多角度反射率观测。\n1．土壤水分观测；观测目标：0-5cm表层土壤。观测仪器：环刀（体积50cm^3），ML2X土壤水分速测仪。观测样方和采样次数：荒漠东西样带（包含40个子样方，每个子样方角点环刀各1次采样）、荒漠南北样带（包含9个子样方，每个子样方内环刀3次采样），农田样方中9个小样方中点采样，中心的5号样方加密，4个角点也测量（每个测点环刀1次采样，ML2X土壤水分速测仪1次观测）。预处理数据为土壤体积含水量。数据存储：Excel。\n2．地表辐射温度观测；观测仪器：手持式红外温度计（寒旱所5#，寒旱所6#，地理所）；仪器均经过定标（请参考手持红外温度计定标数据.xls）。观测样方和观测次数：荒漠东西和南北样带内，在飞机过境时刻每个小样方采样数次； 五里墩农田样方在飞机过境时刻自东向西每间隔15米采样2次。预处理数据根据热红外定标数据（标准源为黑体），将各仪器的实测温度与相应黑体温度进行直线拟合，求得拟合方程，再利用上述拟合的方程，对观测的原始观测数据进行定标处理。数据存储：Excel。\n3．BRDF观测；观测仪器：北师大ASD光谱仪，350～2 500 nm；参考板信息6月15日前使用40%参考板，之后改换成20%参考板；多角度观测架包括北京师范大学旧多角度观测架一台、北师大2008年新制多角度观测架一台、遥感所新制多角度观测架一台。观测样方：五里墩农田样方。样本类型：玉米。存储方式： 本数据集包括原始数据和处理后数据，原始数据由二进制文件和记录表构成，二进制文件可由ViewSpecPro软件读取；处理后的反射率和透射率是文本格式。\n样方样带的分布和编号信息请参见元数据“黑河综合遥感联合试验：临泽站加密观测区样方样带布置”，样方位置见临泽站加密观测站样方样带坐标.xls。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.201,
      "west": 100.11,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2008-06-07 00:00:00",
      "endTime": "2008-06-07 00:00:00",
      "fileSize": 29851537.0,
      "cstr": "18406.11.water973.0098.db",
      "doi": "10.3972/water973.0098.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": " 丁松爽",
        "nameEn": "DING Songchuang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "高松",
        "nameEn": "GAO Song",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "潘小多",
        "nameEn": "PAN Xiaoduo",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "钱金波",
        "nameEn": "Qian Jinbo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李静",
        "nameEn": "LI Jing",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 肖志强",
        "nameEn": "XIAO Zhiqiang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
        "referenceCn": null,
        "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反射率",
        "nameEn": "Reflectivity"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-25",
        "keywordEn": "2008-05-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of soil moisture data collection techniques in remote sensing studies?",
        "QuestionCn": "遥感研究中土壤湿度数据收集技术的特点是什么？",
        "AnswerEn": "0-5cm surface soil, ring knife with a volume of 50cm^3, ML2X soil moisture rapid tester, sampling at corner points or center points, soil volumetric water content, Excel format",
        "AnswerCn": "0-5厘米表层土壤，体积为50立方厘米的环刀，ML2X土壤水分快速测试仪，在角点或中心点取样，土壤体积含水量，Excel格式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil moisture samples were collected in the desert east-west and north-south transects using the ring knife method?",
        "QuestionCn": "在使用环刀法进行的东西向和南北向的沙漠土壤湿度样本中，共收集了多少个样本？",
        "AnswerEn": "40, 27",
        "AnswerCn": "40, 27",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'BRDF observation' in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验中，什么是“BRDF观测”？",
        "AnswerEn": "BRDF observation refers to the collection of data on the Bidirectional Reflectance Distribution Function, which describes how light is reflected at an opaque surface. In the context of remote sensing experiments, it involves using instruments like an ASD spectrometer to observe the reflectance and transmission of light across various angles, providing insights into surface properties such as texture and composition. These observations can be critical for understanding how surfaces interact with light under different viewing and illumination conditions, enabling accurate interpretation of remote sensing data.",
        "AnswerCn": "BRDF观测是指对双向反射分布函数（Bidirectional Reflectance Distribution Function）的数据收集，该函数描述了光在不透明表面上的反射方式。在遥感实验的背景下，它涉及使用如ASD光谱仪等仪器观察光在不同角度下的反射和透射，提供有关表面特性（如纹理和成分）的洞察。这些观测对于理解表面在不同观察和照明条件下如何与光相互作用至关重要，从而能够准确解读遥感数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences for data accuracy and reliability when multiple soil moisture measurements are taken across different sampling points using both ring knives and ML2X soil moisture instruments?",
        "QuestionCn": "当使用环刀和ML2X土壤湿度仪在不同采样点进行多次土壤湿度测量时，对数据准确性和可靠性的影响是什么？",
        "AnswerEn": "Conducting multiple soil moisture measurements across different sampling points using both ring knives and ML2X soil moisture instruments allows for cross-verification of data, which can improve accuracy and reliability. The use of different methods and instruments helps to capture variability in soil moisture at different depths and conditions, leading to a more comprehensive dataset. The resulting data can provide a more nuanced understanding of soil moisture dynamics, especially when preprocessed into soil volumetric water content, and stored in Excel for further analysis.",
        "AnswerCn": "在不同采样点使用环刀和ML2X土壤湿度仪进行多次土壤湿度测量，可以实现数据的交叉验证，从而提高准确性和可靠性。使用不同的方法和仪器有助于捕捉不同深度和条件下土壤湿度的变异性，从而形成更全面的数据集。结果数据可以提供对土壤湿度动态的更细致理解，特别是在预处理为土壤体积含水量后，并存储在Excel中以便进一步分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in calibrating the handheld infrared thermometers used for surface radiation temperature observations to ensure accurate data collection?",
        "QuestionCn": "校准用于表面辐射温度观测的手持红外测温仪以确保数据采集准确涉及哪些程序？",
        "AnswerEn": "The calibration of handheld infrared thermometers involves using calibration data from a standard source, which in this case is a black body. The process includes collecting actual temperature measurements from the instruments, fitting these measurements to the black body temperature using a linear regression equation, and applying this fitted equation to calibrate the original data collected from the field.",
        "AnswerCn": "手持红外温度计的校准涉及使用标准源的校准数据，在这种情况下是黑体。该过程包括收集仪器的实际温度测量值，将这些测量值与黑体温度进行线性回归拟合，并将拟合的方程应用于校准从现场收集的原始数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}