{
    "id": "80c05c1b-80b1-42eb-893d-51f124dea836",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A 250-m global urban extent product based on MODIS and multi-source geographic information from 2001 to 2018",
            "titleCn": "基于MODIS及多源地理信息的全球250米全球城区范围产品MGUP（2001-2018）",
            "description": "We proposed an automated global urban sample extraction method that includes multi-source sample refinement, local adaptive modeling, and spatiotemporal post-processing, to generate the 250-m global urban extent dataset MGUP (MODIS global urban extent product) from 2001 to 2018. The accuracy validation suggests that MGUP achieves good results across different years, cities of different levels, and continents, with a global F-Score of 88%. The comparison between existing products demonstrates the higher accuracy of MGUP, making it an improved version of existing MODIS-based urban products， and a reliable data source for monitoring global urban expansion.",
            "descriptionCn": "提出一种包含多源样本细化、局部自适应建模和时空后处理的自动化的全球城市样本提取方案。生成 2001 年至 2018 年的 250 米全球城市范围数据集MGUP（MODIS global urban extent product）。经精度验证，MGUP 在不同年份、不同级别城市和不同大洲取得了较好结果，全球 F-Score达88%。产品间的相互比较展示了MGUP更优的精度，因此可被视为现有基于MODIS城市产品的改进版本，是监测全球城市扩张的可靠数据源。",
            "instructions": "The file name is \"MGUP_ *. tif\", where * represents the year from 2001 to 2018",
            "instructionsCn": "文件名称为\"MGUP_*.tif\"，其中*表示年份，从2001至2018",
            "east": 180.0,
            "west": -180.0,
            "south": -60.0,
            "north": 90.0,
            "startTime": "2001-01-01 09:35:04",
            "endTime": "2018-12-31 09:35:04",
            "fileSize": 183749046.0,
            "cstr": "18406.11.Terre.tpdc.301234",
            "doi": "10.11888/Terre.tpdc.301234",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "黄昕",
                "nameEn": "HUANG Xin",
                "unitEn": "",
                "unitCn": "武汉大学"
            },
            {
                "nameCn": "李家艺",
                "nameEn": "LI Jiayi",
                "unitEn": "",
                "unitCn": "武汉大学"
            },
            {
                "nameCn": "黄炅怡",
                "nameEn": "HUANG Jiongyi",
                "unitEn": "",
                "unitCn": "武汉大学"
            },
            {
                "nameCn": "文大为",
                "nameEn": "WEN Dawei",
                "unitEn": "",
                "unitCn": "武汉工程大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "An updated MODIS global urban extent product (MGUP) from 2001 to 2018 based on an automated mapping approach",
                "referenceCn": null,
                "referenceEn": "Huang, X., et al. (2021). An updated MODIS global urban extent product (MGUP) from 2001 to 2018 based on an automated mapping approach. International Journal of Applied Earth Observation and Geoinformation, 95, 102255."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地覆盖变化",
                "nameEn": "Land cover change"
            },
            {
                "nameCn": "城市与农村聚落",
                "nameEn": "Urban and rural area"
            },
            {
                "nameCn": "城市空间格局",
                "nameEn": "Spatial pattern of cities"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2018",
                "keywordEn": "2001-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics and methods involved in extracting global urban samples using MODIS and multi-source geographic information?",
                "QuestionCn": "提取全球城市样本的关键特征和方法涉及使用MODIS和多源地理信息。",
                "AnswerEn": "automated global urban sample extraction scheme, multi-source sample refinement, local adaptive modeling, spatiotemporal post-processing, 250-meter global urban extent dataset, 2001 to 2018, global F-Score of 88%, improved accuracy over existing MODIS-based urban products",
                "AnswerCn": "自动化全球城市样本提取方案、多源样本优化、本地自适应建模、时空后处理、250米全球城市范围数据集，2001年至2018年，全球F-Score为88%，相比现有的基于MODIS的城市产品提高了准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the global F-Score achieved by the MODIS global urban extent product from 2001 to 2018?",
                "QuestionCn": "2001年至2018年，MODIS全球城市范围产品的全球F-Score是多少？",
                "AnswerEn": "88%",
                "AnswerCn": "88%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'MGUP' refer to in the context of global urban extent data collection?",
                "QuestionCn": "'MGUP'在全球城市范围数据收集的背景下指的是“全球城市扩展计划”（Global Urban Footprint）。",
                "AnswerEn": "MGUP refers to a 250-meter global urban extent product that utilizes MODIS and multi-source geographic information to produce urban range datasets from 2001 to 2018. It employs an automated method for extracting global urban samples, involving multi-source sample refinement, locally adaptive modeling, and spatiotemporal post-processing. It is considered an improved version of existing MODIS-based urban products and serves as a reliable data source for monitoring global urban expansion.",
                "AnswerCn": "MGUP指的是一个250米的全球城市范围产品，利用MODIS和多源地理信息，从2001年到2018年生成城市范围数据集。它采用了一种自动化方法来提取全球城市样本，涉及多源样本精炼、本地自适应建模和时空后处理。它被认为是现有MODIS基础城市产品的改进版本，并作为监测全球城市扩展的可靠数据源。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodological improvements or techniques have been employed to enhance the accuracy of global urban extent datasets derived from MODIS and other geographic information sources?",
                "QuestionCn": "为了提高从MODIS和其他地理信息来源衍生的全球城市范围数据集的准确性，采用了哪些方法论改进或技术？",
                "AnswerEn": "To enhance the accuracy of global urban extent datasets derived from MODIS and other geographic information sources, a method was developed that includes multi-source sample refinement, local adaptive modeling, and spatiotemporal post-processing. This approach led to the creation of a 250-meter global urban extent dataset for the years 2001 to 2018, showing improved accuracy with a global F-Score of 88%.",
                "AnswerCn": "为了提高从MODIS和其他地理信息源衍生的全球城市范围数据集的准确性，开发了一种方法，包括多源样本精细化、本地自适应建模和时空后处理。这种方法导致创建了一个2001年至2018年的250米全球城市范围数据集，显示出更高的准确性，全球F-Score达到了88%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the development of an automatic global urban sample extraction scheme, incorporating multi-source sample refinement, local adaptive modeling, and spatio-temporal post-processing?",
                "QuestionCn": "哪些因素有助于开发一个自动化的全球城市样本提取方案，该方案结合了多源样本精炼、本地自适应建模和时空后处理？",
                "AnswerEn": "The development of an automatic global urban sample extraction scheme is influenced by the need for improved accuracy in urban extent products, the integration of diverse geographic information sources, and the application of advanced modeling techniques that adapt to local conditions. This approach aims to enhance the precision of urban data products, such as the MODIS global urban extent product, by using multi-source data to refine samples and applying spatio-temporal processing to ensure consistency and reliability across different regions and time periods.",
                "AnswerCn": "自动全球城市样本提取方案的发展受到以下因素的影响：提高城市范围产品的准确性、整合多样的地理信息源，以及应用适应当地条件的先进建模技术。该方法旨在通过使用多源数据来细化样本，并应用时空处理，以确保不同地区和时间段的一致性和可靠性，从而提高城市数据产品的精度，例如MODIS全球城市范围产品。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing an automated global urban sample extraction scheme that includes multi-source sample refinement, locally adaptive modeling, and spatio-temporal post-processing in urban extent data collection?",
                "QuestionCn": "利用自动化全球城市样本提取方案，包括多源样本精炼、本地自适应建模和时空后处理，在城市范围数据收集中的潜在结果是什么？",
                "AnswerEn": "The use of an automated global urban sample extraction scheme that includes multi-source sample refinement, locally adaptive modeling, and spatio-temporal post-processing can lead to the creation of a 250-meter global urban extent dataset with improved accuracy. This approach has been validated to achieve high accuracy across different years, city levels, and continents with a global F-Score of 88%. The resulting dataset is considered a reliable source for monitoring global urban expansion and offers improved precision over existing MODIS-based urban products.",
                "AnswerCn": "使用自动化全球城市样本提取方案，包括多源样本精炼、本地自适应建模和时空后处理，可以创建一个具有改进准确性的250米全球城市范围数据集。这种方法已被验证在不同年份、城市级别和大陆上实现高准确性，全球F-Score达到88%。所得到的数据集被认为是监测全球城市扩展的可靠来源，并且在精度上优于现有的基于MODIS的城市产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of developing a 250-meter global urban extent product using MODIS and multi-source geographic information from 2001 to 2018?",
                "QuestionCn": "开发一个基于MODIS和多源地理信息的250米全球城市范围产品（2001年至2018年）的目标是什么？",
                "AnswerEn": "The objective is to create an automated global urban sample extraction scheme that includes multi-source sample refinement, local adaptive modeling, and spatio-temporal post-processing. This aims to generate a dataset that accurately monitors global urban expansion and improves upon existing MODIS-based urban products. It seeks to provide a reliable data source with high precision, as indicated by the global F-Score of 88%, for analyzing urban extent across different years, city levels, and continents.",
                "AnswerCn": "目标是创建一个自动化的全球城市样本提取方案，包括多源样本精炼、本地自适应建模和时空后处理。该方案旨在生成一个准确监测全球城市扩展的数据集，并改进现有的基于MODIS的城市产品。它旨在提供一个高精度的可靠数据源，全球F值达到88%，用于分析不同年份、城市级别和大洲的城市范围。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}