{
    "id": "80e9bd8e-4813-4054-8872-c011255ec7c9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon U-Pb data of volcanic rocks from the Meisu Formation of the Eocene in Nanqiangtang",
            "titleCn": "南羌塘始新世美苏组火山岩锆石U-Pb数据",
            "description": "The Qinghai Tibet Plateau is the highest and most widely distributed plateau in the world. Its main body only uplifted to the current plateau in the Cenozoic era, accompanied by large-scale crustal shortening. However, there is significant controversy in the field of plateau lithosphere deformation time and volume. Based on this, on the one hand, detailed zircon U-Pb dating was conducted on the Eocene Meisu Formation volcanic rocks in Nanqiangtang, and on the other hand, paleomagnetic research was conducted on this volcanic rock. Volcanic rocks are mainly andesite. Firstly, the rocks are crushed to 60-80 mesh, and then single zircon particles are selected through physical sorting. They are then glued to the target site, and the internal structure of the zircon is revealed through CL images. The upper machine site is selected. Measure the content of zircon U and Pb using the LA-ICP-MS experimental setup to obtain isotopic radioage. After testing three samples, the absolute ages of the volcanic rocks in the Meisu Formation were 40.2 ± 0.5 Ma (± 2 σ,  MSWD=3.0, n=49), 39.9 ± 0.5 Ma (± 2 σ,  MSWD=4.0, n=46), and 39.7 ± 0.4 Ma (± 2 σ,  MSWD=1.7, n=44). The establishment of the US Soviet Formation in this era was a key product of the plateau uplift stage.",
            "descriptionCn": "青藏高原是世界上海拔最高、分布最广的高原，它的主体在新生代才隆升到现今高原，伴随而来的是地壳大规模缩短，然而对于高原岩石圈缩短变形时间和体量学界争议较大。基于此，一方面对南羌塘始新世美苏组火山岩开展了详细的锆石U-Pb定年，另一方面对该火山岩开展了古地磁学研究。火山岩主要是安山岩，首先粉碎岩石至60-80目，然后通过物理分选挑选出锆石单颗粒，再将其粘至靶位上，通过CL图像揭示锆石内部结构了，选择上机点位。使用LA-ICP-MS实验装置测量锆石U和Pb的含量，从而得到同位素放射年龄。3个样品经过测试，美苏组火山岩的绝对年龄分别为40.2 ± 0.5 Ma(± 2σ, MSWD = 3.0, n = 49), 39.9 ± 0.5 Ma (± 2σ, MSWD = 4.0, n =46), and 39.7 ± 0.4 Ma (± 2σ, MSWD = 1.7, n = 44)。该时代确立美苏组是高原隆升阶段的关键产物。",
            "instructions": "The file name is Zicon_ Meisu, stored in xlsx format",
            "instructionsCn": "文件名为：Zicon_Meisu，以xlsx格式存储",
            "east": 80.92,
            "west": 80.9,
            "south": 33.3,
            "north": 33.4,
            "startTime": "2020-09-20 16:02:10",
            "endTime": "2020-10-13 16:02:10",
            "fileSize": 27407.0,
            "cstr": "18406.11.SolidEar.tpdc.301033",
            "doi": "10.11888/SolidEar.tpdc.301033",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "宋培平",
                "nameEn": "SONG Peiping",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Paleomagnetism and geochronology of upper Eocene volcanic rocks from the western Qiangtang block: Constraints on the post-collisional shortening in western Tibet",
                "referenceCn": null,
                "referenceEn": "Song, P.P*., Ding, L., Zhao, T.G., Li, J.X., Yue, Y.H., & Jing, X. (2022). Paleomagnetism and geochronology of upper Eocene volcanic rocks from the western Qiangtang block: Constraints on the post-collisional shortening in western Tibet. Global and Planetary Change, 217, 103953."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地层",
                "nameEn": "Formation"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏阿里地区日土县",
                "keywordEn": "Nitu County, Ali Prefecture, Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世",
                "keywordEn": "Eocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the zircon U-Pb dating method provide reliable isotopic ages for volcanic rocks?",
                "QuestionCn": "锆石U-Pb定年方法是否为火山岩提供可靠的同位素年龄？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key data collection methods used for determining the zircon U-Pb ages in volcanic rocks?",
                "QuestionCn": "确定火山岩中锆石U-Pb年龄的关键数据收集方法有哪些？",
                "AnswerEn": "Crushing, selecting, mounting, CL imaging, LA-ICP-MS",
                "AnswerCn": "破碎、选择、安装、阴极发光成像、激光剥蚀电感耦合等离子体质谱分析",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methods involved in collecting zircon U-Pb dating data for volcanic rocks?",
                "QuestionCn": "收集火山岩锆石U-Pb定年数据的具体特征和方法包括：",
                "AnswerEn": "60-80 mesh, single zircon grains, cathodoluminescence imaging, LA-ICP-MS equipment, U and Pb content, isotopic radiometric ages",
                "AnswerCn": "60-80目，单颗锆石颗粒，阴极发光成像，LA-ICP-MS设备，铀和铅含量，同位素放射性年龄。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many zircon samples were analyzed to determine the U-Pb isotopic ages of volcanic rocks in a dataset related to Eocene volcanic activity on the Tibetan Plateau?",
                "QuestionCn": "在与青藏 Plateau 上的始新世火山活动相关的数据集中，分析了多少个锆石样本以确定火山岩的铀-铅同位素年龄？",
                "AnswerEn": "49, 46, 44",
                "AnswerCn": "49, 46, 44",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '锆石U-Pb定年' mean in the context of volcanic rock studies?",
                "QuestionCn": "'锆石U-Pb定年'在火山岩研究中指的是利用锆石中的铀-铅同位素进行定年分析的方法。",
                "AnswerEn": "In the context of volcanic rock studies, '锆石U-Pb定年' refers to a dating technique using the uranium-lead (U-Pb) isotopic system within zircon minerals to determine the age of volcanic rocks. This method involves measuring the ratios of uranium and lead isotopes in zircon crystals extracted from the rock samples to calculate their absolute ages, which provides insights into the timing of geological events such as the uplift of plateaus.",
                "AnswerCn": "在火山岩研究的背景下，'锆石U-Pb定年'指的是一种利用锆石矿物中的铀-铅（U-Pb）同位素系统进行定年的技术，以确定火山岩的年龄。该方法涉及测量从岩石样本中提取的锆石晶体中铀和铅同位素的比率，以计算其绝对年龄，这为了解地质事件的时序提供了洞察，例如高原的抬升。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the geological understanding of the Tibetan Plateau if zircon U-Pb dating and paleomagnetic studies of volcanic rocks are combined in data collection methods?",
                "QuestionCn": "如果将锆石U-Pb定年和火山岩的古地磁研究结合在数据收集方法中，对青藏 Plateau的地质理解可能产生的潜在结果是什么？",
                "AnswerEn": "Combining zircon U-Pb dating and paleomagnetic studies of volcanic rocks can lead to a more comprehensive understanding of the uplift history and crustal shortening of the Tibetan Plateau. By obtaining precise isotopic ages and paleomagnetic data, researchers can better determine the timing and extent of geological events that contributed to the plateau's formation. This approach can help clarify the debated issues regarding the timing and magnitude of lithospheric deformation in the region.",
                "AnswerCn": "结合锆石U-Pb定年和火山岩的古地磁研究，可以更全面地理解青藏高原的隆起历史和地壳缩短。通过获得精确的同位素年龄和古地磁数据，研究人员可以更好地确定导致高原形成的地质事件的时间和范围。这种方法有助于澄清关于该地区岩石圈变形的时间和幅度的争议问题。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in determining the zircon U-Pb isotopic ages for Eocene volcanic rocks in the southern Qiangtang area, and how does this contribute to understanding the uplift of the Tibetan Plateau?",
                "QuestionCn": "确定南羌塘地区始新世火山岩锆石U-Pb同位素年龄的程序步骤包括哪些？这如何有助于理解青藏 Plateau 的抬升？",
                "AnswerEn": "The procedural steps involve crushing the volcanic rock to 60-80 mesh, physically selecting zircon single grains, and mounting them on a target. CL imaging is used to reveal the internal structure of the zircon, after which measurement points are selected for analysis. LA-ICP-MS is employed to measure the concentrations of U and Pb in the zircon, allowing for the determination of isotopic radiometric ages, which are crucial for establishing the timing of the uplift phase of the Meisu Group in the Tibetan Plateau.",
                "AnswerCn": "程序步骤包括将火山岩粉碎至60-80目，物理选择锆石单颗粒，并将其安装在靶上。使用CL成像揭示锆石的内部结构，之后选择测量点进行分析。采用LA-ICP-MS测量锆石中铀和铅的浓度，从而确定同位素放射性年龄，这对于建立青藏 Plateau梅苏组的抬升阶段的时间至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}