{
  "id": "82c326ce-3d2f-4628-8001-f0635a9617a8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Modeling results of available soil water content in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015)",
      "titleCn": "祁连山北麓黑河流域中下游土壤可用水量（SW_AWC）逐月模拟数据（2001-2015）",
      "description": "The dataset of available soil water content in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015) is stimulated by the Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
      "descriptionCn": "祁连山北麓黑河流域中下游土壤可用水量（SW_AWC）逐月模拟数据（2001-2015）是由生态水文耦合模型HEIFLOW模拟得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整地描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018)和Sun et al. (2018).",
      "instructions": "VariableName_ Year-Month",
      "instructionsCn": "变量名称_年份-月份",
      "east": 102.32,
      "west": 97.65,
      "south": 37.96,
      "north": 42.91,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2015-12-31 11:59:59",
      "fileSize": 160102440.0,
      "cstr": "18406.11.Terre.tpdc.271985",
      "doi": "10.11888/Terre.tpdc.271985",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑一",
        "nameEn": "ZHENG Yi ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "韩峰",
        "nameEn": "HAN Feng ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "田勇",
        "nameEn": "TIAN Yong ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling",
        "referenceCn": null,
        "referenceEn": "Sun, Z., Zheng, Y., & Li, X., et al. (2018). The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling. Water Resources Research, 54(10), 7534-7556."
      },
      {
        "titleCn": null,
        "titleEn": "A comprehensive graphical modeling platform designed for integrated hydrological simulation",
        "referenceCn": null,
        "referenceEn": "Tian, Y., Zheng, Y., & Han, F., et al. (2018). A comprehensive graphical modeling platform designed for integrated hydrological simulation. Environmental Modelling & Software, 108, 154-173."
      },
      {
        "titleCn": null,
        "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
        "referenceCn": null,
        "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表参数",
        "nameEn": "Land Surface Parameter"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2015",
        "keywordEn": "2001-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of soil available water content (SW_AWC) datasets simulated using an eco-hydrological coupling model in a watershed region?",
        "QuestionCn": "生态水文耦合模型在流域区域模拟的土壤可用水分含量（SW_AWC）数据集的特征是什么？",
        "AnswerEn": "three-dimensional distributed simulation, integration of surface water and groundwater models, ecological modules, monthly simulations, 2001 to 2015, middle and lower reaches of the Heihe River Basin, northern foothills of the Qilian Mountains",
        "AnswerCn": "三维分布式模拟，地表水和地下水模型的集成，生态模块，月度模拟，2001年至2015年，黑河流域中下游，祁连山北麓。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data are covered by the soil available water content (SW_AWC) monthly simulation dataset for the midstream and downstream regions of the Heihe River Basin?",
        "QuestionCn": "Heihe河流域中游和下游地区的土壤有效水分含量（SW_AWC）月度模拟数据集覆盖了多少年的数据？",
        "AnswerEn": "15 years",
        "AnswerCn": "15年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the HEIFLOW model in the context of simulating soil available water content (SW_AWC)?",
        "QuestionCn": "HEIFLOW模型在模拟土壤有效水含量（SW_AWC）的背景下是什么？",
        "AnswerEn": "The HEIFLOW model is a three-dimensional distributed eco-hydrological model used to simulate soil available water content (SW_AWC) in a watershed. It consists of a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, allowing for a comprehensive description of watershed water cycles and vegetation ecological processes.",
        "AnswerCn": "HEIFLOW模型是一种三维分布式生态水文模型，用于模拟流域中的土壤有效水分含量（SW_AWC）。它由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块组成，能够全面描述流域水循环和植被生态过程。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the accuracy and reliability of simulated soil available water content data in regions like the Qilian Mountains' Heihe River Basin?",
        "QuestionCn": "在像祁连山的黑河流域这样的地区，影响模拟土壤有效水分含量数据准确性和可靠性的潜在因素有哪些？",
        "AnswerEn": "The accuracy and reliability of simulated soil available water content data in regions like the Qilian Mountains' Heihe River Basin are influenced by the ecological hydrological coupling model HEIFLOW. This model integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to thoroughly describe watershed water cycles and vegetation ecological processes.",
        "AnswerCn": "在像祁连山的黑河流域这样的地区，模拟土壤有效水分含量数据的准确性和可靠性受到生态水文耦合模型HEIFLOW的影响。该模型整合了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以全面描述流域水循环和植被生态过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of soil available water content simulations when integrating both surface water and groundwater models within an ecological hydrological coupling framework?",
        "QuestionCn": "在生态水文耦合框架中整合地表水和地下水模型时，土壤有效水分含量模拟的准确性可能受到哪些潜在影响？",
        "AnswerEn": "Integrating both surface water and groundwater models within an ecological hydrological coupling framework, such as the HEIFLOW model, can potentially enhance the accuracy of soil available water content simulations by providing a more comprehensive representation of the water cycle and vegetation ecological processes in the Heihe River Basin's middle and lower reaches.",
        "AnswerCn": "在生态水文耦合框架中整合地表水和地下水模型，例如HEIFLOW模型，可能通过提供对水循环和生态过程的更全面表征，增强对黑河流域中下游土壤可用水分模拟的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of utilizing an ecological hydrology coupled model like HEIFLOW to simulate soil available water content in the middle and lower reaches of a river basin?",
        "QuestionCn": "利用生态水文耦合模型如HEIFLOW模拟河流流域中下游的土壤有效水分含量的目标是什么？",
        "AnswerEn": "The goal of using the HEIFLOW model is to simulate soil available water content accurately by integrating a surface water model, a groundwater model, and ecological modules. This comprehensive approach aims to provide a detailed description of the water cycle and vegetation ecological processes in the river basin, supporting better understanding and management of water resources in the area.",
        "AnswerCn": "使用HEIFLOW模型的目标是通过整合地表水模型、地下水模型和生态模块，准确模拟土壤可用水分含量。这种综合方法旨在提供河流流域水循环和植被生态过程的详细描述，以支持对该地区水资源的更好理解和管理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in using the HEIFLOW model to simulate soil available water content in a watershed ecosystem?",
        "QuestionCn": "使用HEIFLOW模型模拟流域生态系统中的土壤有效水分含量的程序包括哪些步骤？",
        "AnswerEn": "The procedures involve using the HEIFLOW model, which is a three-dimensional distributed eco-hydrological simulation. It includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to comprehensively describe the watershed water cycle and vegetation ecological processes. For detailed modeling procedures, refer to Han et al. (2021), Tian et al. (2018), and Sun et al. (2018).",
        "AnswerCn": "这些程序涉及使用HEIFLOW模型，该模型是一个三维分布式生态水文模拟。它包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以全面描述流域水循环和植被生态过程。有关详细的建模程序，请参阅Han等人（2021）、Tian等人（2018）和Sun等人（2018）。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What modeling techniques enable the simulation of soil available water content over a long-term period in the mid-lower reaches of river basins?",
        "QuestionCn": "哪些建模技术能够模拟河流流域中下游地区土壤有效水分含量的长期变化？",
        "AnswerEn": "The ecological hydrological coupling model HEIFLOW, which includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, enables the simulation of soil available water content over a long-term period in the mid-lower reaches of river basins.",
        "AnswerCn": "生态水文耦合模型HEIFLOW，包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块，能够在河流流域中下游地区长期模拟土壤可用水分含量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}