{
    "id": "85994581-c108-4ab6-ba75-67cf3c240306",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of soil moisture observations at the super site around the Dayekou Guantan forest station",
            "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地土壤水分观测数据",
            "description": "The dataset of soil moisture observations (VWC%) was obtained at the super site (100m×100m) around the Dayekou Guantan forest station on Jun. 5, 2008. The super site was divided into 16 subplots (25m×25m). 10 points were measured by TDR 300 (with the probe 20cm long) at random location in each subplot. The serial number and the cover type of the subplot, the number of the sample points and soil moisture (%) were recorded.\n     Those provide reliable data for the construction of the 3D structure of the forest scene, and for the modeling of active and passive remote sensing mechanisms and the simulation of remote sensing images.",
            "descriptionCn": "该数据为超级样地林下土壤湿度观测数据，观测时间为2008年6月5日，天气晴朗。超级样地位于黑河综合遥感联合试验在大野口流域设立的水文气象观测站（关滩站），样地大小为100m×100m。将超级样地划分成16个25m×25m的子样地，以子样地为单位进行土壤湿度的调查。在每个子样地内随机选择10个测点进行测量。测量利用TDR 300土壤水分速测仪进行，观测探针长度为20cm，观测的是土壤含水量（VWC%）。该数据集记录的信息包括：子样地编号，样点编号，各样点土壤含水量（%），子样地地被物类型。\n该数据和超级样地其他观测数据一起可用于森林3D场景的重建、主被动遥感机理模型建立、遥感影像的模拟等研究。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.251297,
            "west": 100.250212,
            "south": 38.533171,
            "north": 38.534361,
            "startTime": "2008-06-14 16:00:00",
            "endTime": "2008-06-14 16:00:00",
            "fileSize": 919590.0,
            "cstr": "18406.11.water973.0048.db",
            "doi": "10.3972/water973.0048.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "曹斌",
                "nameEn": "CAO Bin",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "杨永恬",
                "nameEn": "Yang Yongtian",
                "unitEn": "Chinese Academy of Forestry",
                "unitCn": "中国林业科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Simulating evapotranspiration of Qinghai spruce (Picea crassifolia) forest in the Qilian Mountains, northwestern China",
                "referenceCn": null,
                "referenceEn": "Tian F X, Zhao C Y, Feng Z-D. Simulating evapotranspiration of Qinghai spruce (Picea crassifolia) forest in the Qilian Mountains, northwestern China[J]. Journal of Arid Environments, 2011, 75(7): 648–655. doi:10.1016/j.jaridenv.2011.02.001"
            },
            {
                "titleCn": null,
                "titleEn": "Energy flux partitioning and evapotranspiration in a sub‐alpine spruce forest ecosystem",
                "referenceCn": null,
                "referenceEn": "Zhu GF, Lu L, Su YH, Wang XF, Xia C, Ma JZ, He JH, Zhang K, Li CB. Energy flux partitioning and evapotranspiration in a sub‐alpine spruce forest ecosystem. Hydrological Processes, 2013."
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤剖面",
                "nameEn": "Soil horizons/profile"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大野口关滩森林站超级样地",
                "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
            },
            {
                "keywordCn": "大野口流域加密观测区",
                "keywordEn": "Dayekou  watershed foci experimental areas"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-05",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to observe soil moisture in forested areas?",
                "QuestionCn": "您能否提供一个用于观察森林地区土壤湿度的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves dividing a 100m×100m forest plot into 16 subplots of 25m×25m, and within each subplot, randomly selecting 10 measurement points to assess soil moisture using a TDR 300 soil moisture meter with a probe length of 20cm to measure volumetric water content (VWC%).",
                "AnswerCn": "一种数据收集方法是将一个100m×100m的森林样地划分为16个25m×25m的子样地，并在每个子样地内随机选择10个测量点，使用TDR 300土壤湿度计（探头长度为20cm）测量体积含水量（VWC%）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many subplots are used for soil moisture observation in the forest plot?",
                "QuestionCn": "森林地块中用于土壤湿度观测的子区有多少个？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '超级样地' mean in the context of soil moisture observation?",
                "QuestionCn": "'超级样地'在土壤湿度观测的上下文中指的是一种特定的样地或实验区域，用于进行详细的土壤湿度测量和观察。",
                "AnswerEn": "'超级样地' refers to a large experimental plot, specifically sized at 100m×100m, used for detailed soil moisture observations. It is divided into smaller 25m×25m subplots, where soil moisture is systematically measured using a TDR 300 soil moisture probe, providing data on soil volumetric water content (VWC%).",
                "AnswerCn": "'超级样地'指的是一个大型实验样地，具体尺寸为100m×100m，用于详细的土壤湿度观测。它被划分为较小的25m×25m子样地，在这些子样地中，使用TDR 300土壤湿度探头系统地测量土壤湿度，提供土壤体积含水量（VWC%）的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a 20cm probe length with a TDR 300 soil moisture meter on the accuracy and reliability of soil moisture data collected in forested areas?",
                "QuestionCn": "使用20厘米探头长度的TDR 300土壤湿度计在森林地区收集土壤湿度数据的潜在后果是什么？对数据的准确性和可靠性会有什么影响？",
                "AnswerEn": "Using a 20cm probe length with a TDR 300 soil moisture meter can affect the accuracy and reliability of soil moisture data by influencing the measurement depth and volume. This depth may provide a representative sample of the topsoil moisture but may not capture variations deeper in the soil profile. Additionally, the probe's depth could be affected by the presence of roots or other underground obstructions common in forested areas, potentially leading to variability in readings.",
                "AnswerCn": "使用20厘米探头长度的TDR 300土壤湿度计可能会影响土壤湿度数据的准确性和可靠性，因为它会影响测量的深度和体积。这个深度可能提供了表层土壤湿度的代表性样本，但可能无法捕捉到土壤剖面更深处的变化。此外，探头的深度可能会受到根系或其他地下障碍物的影响，这在森林地区很常见，可能导致读数的变异性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting soil moisture data at multiple points within a forested area using TDR technology, and how can these objectives contribute to broader research goals in remote sensing and hydrometeorology?",
                "QuestionCn": "在森林区域内使用时域反射技术（TDR）在多个点收集土壤湿度数据的主要目标是什么，这些目标如何有助于遥感和水文气象学的更广泛研究目标？",
                "AnswerEn": "The primary objectives of collecting soil moisture data at multiple points within a forested area using TDR technology include understanding the spatial variability of soil moisture, which can aid in the reconstruction of 3D forest scenes, establishment of active and passive remote sensing mechanism models, and simulation of remote sensing imagery. These objectives contribute to broader research goals by providing detailed data that enhance the accuracy and applicability of remote sensing techniques in forest hydrometeorological studies.",
                "AnswerCn": "在森林区域的多个点收集土壤湿度数据的主要目标是理解土壤湿度的空间变异性，这有助于重建三维森林场景、建立主动和被动遥感机制模型以及模拟遥感影像。这些目标通过提供详细数据，增强了遥感技术在森林水文气象研究中的准确性和适用性，从而为更广泛的研究目标做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting soil moisture data using TDR 300 soil moisture sensors in a forested area, and how can the data be utilized for further research?",
                "QuestionCn": "在森林地区使用TDR 300土壤湿度传感器收集土壤湿度数据的程序包括以下步骤：\n\n1. **设备准备**：确保TDR 300传感器处于良好工作状态，检查电池和连接线。\n\n2. **选择测量地点**：在森林区域内选择具有代表性的测量点，考虑土壤类型、植被覆盖和水文条件。\n\n3. **安装传感器**：根据传感器的说明书，将TDR 300传感器插入土壤中，确保传感器的探头完全埋入土壤，避免空气干扰。\n\n4. **数据采集**：启动传感器，记录土壤湿度数据。根据需要设置采样频率，定期收集数据。\n\n5. **数据记录与存储**：将采集到的数据记录在计算机或数据记录器中，确保数据的完整性和准确性。\n\n6. **数据分析**：对收集到的土壤湿度数据进行分析，识别趋势和变化，可能需要使用统计软件进行进一步处理。\n\n7. **结果验证**：可以通过其他方法（如手动取样或其他传感器）验证TDR 300传感器的数据准确性。\n\n数据的利用：\n\n收集到的土壤湿度数据可以用于进一步研究，包括：\n\n- 评估森林生态系统的水分动态。\n- 研究土壤湿度对植物生长和生物多样性的影响。\n- 分析气候变化对森林水文循环的影响。\n- 为森林管理和保护提供科学依据。",
                "AnswerEn": "The collection of soil moisture data using TDR 300 soil moisture sensors involves dividing a 100m x 100m area into 16 subplots, each measuring 25m x 25m. Within each subplot, 10 measurement points are randomly selected. The TDR 300 sensor, equipped with a 20cm probe, measures the soil volumetric water content (VWC%) at these points. The recorded data includes the subplot identifier, measurement point identifier, soil moisture content at each point, and the type of ground cover in each subplot. This data can be used for reconstructing 3D forest scenes, developing active and passive remote sensing models, and simulating remote sensing images.",
                "AnswerCn": "使用TDR 300土壤湿度传感器收集土壤湿度数据时，将100米 x 100米的区域划分为16个子区，每个子区的面积为25米 x 25米。在每个子区内，随机选择10个测量点。TDR 300传感器配备20厘米探头，在这些点上测量土壤体积水分含量（VWC%）。记录的数据包括子区标识符、测量点标识符、每个点的土壤湿度含量以及每个子区的地面覆盖类型。这些数据可用于重建3D森林场景、开发主动和被动遥感模型，以及模拟遥感图像。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of soil moisture in forested areas, and how do these methods contribute to the creation of 3D forest scene reconstructions?",
                "QuestionCn": "哪些数据收集方法能够准确测量森林地区的土壤湿度，这些方法如何有助于创建三维森林场景重建？",
                "AnswerEn": "The data collection method involves using a TDR 300 soil moisture meter with a probe length of 20 cm to measure volumetric water content (VWC%) at randomly selected points within subplots of a forest area. This method enables accurate soil moisture measurement, which, along with other observational data, contributes to the creation of 3D forest scene reconstructions by providing detailed and precise data on soil conditions and forest structure.",
                "AnswerCn": "数据收集方法涉及使用TDR 300土壤湿度计，探头长度为20厘米，在森林区域的子样地内随机选择点测量体积水分含量（VWC%）。这种方法能够准确测量土壤湿度，这与其他观察数据一起，有助于通过提供关于土壤条件和森林结构的详细和精确数据来创建3D森林场景重建。",
                "Level": "C6(Creating)"
            }
        ]
    }
}