{
    "id": "86335353-5032-4121-a420-74748f026c52",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: SoilNET observation dataset in the midstream of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游生态水文无线传感器网络SoilNET观测数据集",
            "description": "This dataset include soil moisture and soil temperature observations of 50 SoilNET Nodes during June 2012~March 2013 (UTC+8), which located in a MODIS pixel in the observation matrix of the HiWATER artificial oasis eco-hydrology experimental area, and aim to capture the spatial-temporal variance at the ~100 m scale. Each SoilNET node observe the soil moisture and soil temperature at 4 cm, 10 cm, 20 cm and 40 cm depth using the SPADE sensor with 10 minutes interval. This dataset can be used in the estimation of surface hydrothermal variables and their validation, eco-hydrological research, irrigation management and so on.  \nThe detail description please refers to \"SoilNET_data_document.docx\".",
            "descriptionCn": "本数据集包含黑河中游盈科/大满灌区5.5km×5.5km观测矩阵内密集分布的50个SoilNET节点的2012年6月至2013年2月连续观测数据，主要用于捕捉小尺度（~100m）土壤水分的时空变异特征。50个节点配置相同，均包含4cm、10cm、20cm和40cm四层SISOMOP探头（TDT原理），同时观测土壤水分和土壤温度2个变量；观测时间频率为10分钟。本数据集可为异质性地表关键水热变量的遥感估算及其遥感真实性检验，生态水文研究，灌溉优化管理等研究提供时空连续的观测数据集。\n本数据有外部相关链接，请参见“SoilNET数据文档.docx”",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.4097,
            "west": 100.3215,
            "south": 38.8369,
            "north": 38.9055,
            "startTime": "2012-07-09 01:18:00",
            "endTime": "2013-04-01 08:00:00",
            "fileSize": 230480582.0,
            "cstr": "18406.11.hiwater.120.2013.db",
            "doi": "10.3972/hiwater.120.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王旭峰",
                "nameEn": "WANG Xufeng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "亢健",
                "nameEn": "KANG Jian",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 李大治",
                "nameEn": "Li Dazhi",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王作成",
                "nameEn": "Wang Zuocheng",
                "unitEn": "",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": " 董存辉",
                "nameEn": "Dong Cunhui",
                "unitEn": "",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "Rui Jin, Xin Li, Baoping Yan, Xiuhong Li, Wanmin Luo, Minguo Ma, Jianwen Guo, Jian Kang, Zhongli Zhu. 2014. A Nested Eco-hydrological Wireless Sensor Network for Capturing Surface Heterogeneity in the Middle-reach of Heihe River Basin, China. IEEE Geoscience and Remote Sensing Letters, 11(11), DOI:10.1109/LGRS.2014.2319085"
            },
            {
                "titleCn": null,
                "titleEn": "A Nested Ecohydrological Wireless Sensor Network for Capturing the Surface Heterogeneity in the Midstream Areas of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Rui Jin, Xin Li, Baoping Yan, Xiuhong Li, Wanmin Luo, Minguo Ma, Jianwen Guo, Jian Kang, Zhongli Zhu. 2014. A Nested Eco-hydrological Wireless Sensor Network for Capturing Surface Heterogeneity in the Middle-reach of Heihe River Basin, China. IEEE Geoscience and Remote Sensing Letters, 11(11): 2015-2019, DOI:10.1109/LGRS.2014.2319085"
            },
            {
                "titleCn": null,
                "titleEn": "Hybrid optimal design of the eco-hydrological wireless sensor network in the middle reach of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Kang, J.; Li, X.; Jin, R., et al. Hybrid optimal design of the eco-hydrological wireless sensor network in the middle reach of the Heihe River Basin, China. Sensors, 2014, 14(10): 19095-19114."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Analysis and Reduction of the Uncertainties in Soil Moisture Estimation with the L-MEB Model Using EFAST and Ensemble Retrieval",
                "referenceCn": null,
                "referenceEn": "Dazhi Li, Rui Jin, Jian Zhou. Analysis and Reduction of the Uncertainties in Soil Moisture Estimation with the L-MEB Model Using EFAST and Ensemble Retrieval. IEEE Geoscience and Remote Sensing Letters, 2015, 12(6): 1337-1341, doi: 10.1109/LGRS.2015.2399776."
            },
            {
                "titleCn": null,
                "titleEn": "Sampling design optimization of a wireless sensor network for monitoring ecohydrological processes in the babao river basin, China.",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Wang, J., Heuvelink, G., Jin, R., Li, X., & Wang, J. (2015). Sampling design optimization of a wireless sensor network for monitoring ecohydrological processes in the babao river basin, China. International Journal of Geographical Information Science, 29, 92-110. DOI: 10.1080/13658816.2014.948446."
            },
            {
                "titleCn": null,
                "titleEn": "Regression kriging-based upscaling of soil moisture measurements from a wireless sensor network and multi-resource remote sensing information over heterogeneous cropland",
                "referenceCn": null,
                "referenceEn": "Jian Kang, Rui Jin, Xin Li. Regression kriging-based upscaling of soil moisture measurements from a wireless sensor network and multi-resource remote sensing information over heterogeneous cropland. IEEE Geoscience and Remote Sensing Letters, 2015, 12(1): 92-96, doi:10.1109/LGRS.2014.2326775."
            },
            {
                "titleCn": null,
                "titleEn": "HiWATER: An Integrated Remote Sensing Experiment on Hydrological and Ecological Processes in the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Li X, Liu SM, Ma MG, Xiao Q, Liu QH, Jin R, Che T, Wang WZ, Q R, Li HY, Zhu GF, Guo JW, Ran RH, Wen JG, Wang SG. HiWATER: An Integrated Remote Sensing Experiment on Hydrological and Ecological Processes in the Heihe River Basin. Advances in Earth Science, 2012, 27(5): 481-498."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域生态水文传感器网络设计",
                "titleEn": null,
                "referenceCn": "晋锐, 李新, 阎保平, 罗万明, 李秀红, 郭建文, 马明国, 亢健, 张艳林. 黑河流域生态水文传感器网络设计. 地球科学进展, 2012, 27( 9) : 993-1005．",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A Prototype Network for Remote Sensing Validation in China",
                "referenceCn": null,
                "referenceEn": "Ma Mingguo, Che Tao, Li Xin, Xiao Qing, Zhao Kai and Xin Xiaoping. A Prototype Network for Remote Sensing Validation in China. Remote Sensing, 2015, 7: 5187-5202."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-22至2013-03-16",
                "keywordEn": "2012-06-22 to 2013-03-16",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "遥感产品真实性检验关键技术及其试验验证",
                "titleEn": "National High-tech Research and Development Program of China (863 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Do the HiWATER datasets primarily consist of airborne remote sensing data, ground-based meteorological data, or wireless sensor network data?",
                "QuestionCn": "HiWATER 数据集主要由航空遥感数据、地面气象数据或无线传感器网络数据组成吗？",
                "AnswerEn": "hyper-resolution airborne remote sensing data",
                "AnswerCn": "高分辨率机载遥感数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges in collecting multiscale observations for eco-hydrological processes?",
                "QuestionCn": "收集生态水文过程的多尺度观测面临的主要挑战是什么？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can multiscale datasets related to eco-hydrological processes be accessed for research purposes?",
                "QuestionCn": "可以在哪里访问与生态水文过程相关的多尺度数据集以供研究使用？",
                "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
                "AnswerCn": "figshare，寒旱区科学数据中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture small-scale soil moisture variability in eco-hydrological studies?",
                "QuestionCn": "您能否提供一个用于捕捉生态水文研究中小规模土壤湿度变异的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method is the use of a wireless sensor network called SoilNET, which consists of 50 nodes distributed across a 5.5km x 5.5km matrix. Each node is equipped with sensors at multiple depths (4cm, 10cm, 20cm, and 40cm) to continuously observe soil moisture and temperature every 10 minutes.",
                "AnswerCn": "一种数据收集方法是使用名为SoilNET的无线传感器网络，该网络由分布在5.5公里 x 5.5公里矩阵中的50个节点组成。每个节点配备了多个深度（4厘米、10厘米、20厘米和40厘米）的传感器，以每10分钟持续观察土壤湿度和温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting multi-scale eco-hydrological data in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中收集多尺度生态水文数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in collecting multi-scale eco-hydrological data is the poor availability of multiscale observations, which hinders progress in understanding processes on heterogeneous surfaces. This issue is illustrated in the HiWATER experiment, which was designed to address these challenges through the use of hierarchically nested scales to obtain comprehensive data.",
                "AnswerCn": "收集多尺度生态水文数据的一大挑战是多尺度观测的可用性差，这阻碍了对异质表面过程的理解。这个问题在HiWATER实验中得到了体现，该实验旨在通过使用分层嵌套尺度来获取全面的数据，以应对这些挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates multiple observational and remote sensing techniques for eco-hydrological research?",
                "QuestionCn": "您能否提供一个整合多种观测和遥感技术用于生态水文研究的数据集示例？",
                "AnswerEn": "An example of such a dataset is the multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensors, and hyper-resolution airborne remote sensing. This dataset was carefully quality controlled during its generation and is freely available at figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "这样的数据集的一个例子是来自黑河流域联合遥测实验研究（HiWATER）的多尺度数据集，其中包括来自涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器和超高分辨率航空遥感的数据。该数据集在生成过程中经过了严格的质量控制，并可在figshare和寒区与干旱区科学数据中心免费获取。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define the data collection methods employed in the ecosystem and hydrology studies within the oasis-desert interaction?",
                "QuestionCn": "在绿洲-沙漠相互作用的生态系统和水文学研究中，数据收集方法的特点包括哪些？",
                "AnswerEn": "hierarchically nested scale of instrumentation, flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, ground measurements of vegetation dynamics, photosynthesis processes",
                "AnswerCn": "分层嵌套的仪器规模、通量观测矩阵、涡度相关塔、大孔径闪烁仪、自动气象站、高分辨率机载遥感、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态的地面测量、光合作用过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What properties are essential for ensuring the quality control of eco-hydrological datasets?",
                "QuestionCn": "确保生态水文数据集质量控制的基本属性有哪些？",
                "AnswerEn": "sensor calibration, data collection, data processing, dataset generation",
                "AnswerCn": "传感器校准、数据收集、数据处理、数据集生成",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many SoilNET nodes were used to collect soil moisture and temperature data in the observation matrix?",
                "QuestionCn": "在观测矩阵中用于收集土壤湿度和温度数据的 SoilNET 节点数量是多少？",
                "AnswerEn": "50",
                "AnswerCn": "五十",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of soil moisture and temperature data collection in the observation network?",
                "QuestionCn": "观测网络中土壤湿度和温度数据收集的频率是多少？",
                "AnswerEn": "10 minutes",
                "AnswerCn": "10分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many months was the soil moisture and temperature data collected using the SoilNET nodes?",
                "QuestionCn": "土壤湿度和温度数据是通过SoilNET节点收集的，持续了多少个月？",
                "AnswerEn": "9 months",
                "AnswerCn": "9个月",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'multiscale observations' mean in the context of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程的背景下，“多尺度观测”指的是在不同空间和时间尺度上进行的观察和测量，以便更全面地理解生态系统与水文过程之间的相互作用。",
                "AnswerEn": "Multiscale observations refer to the collection of data at various spatial and temporal scales to capture the complexity of eco-hydrological processes, such as those achieved through hierarchically nested instrumentation capturing data across different landscape types, including oasis, desert, and wetland environments.",
                "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集数据，以捕捉生态水文过程的复杂性，例如通过分层嵌套的仪器在不同的景观类型（包括绿洲、沙漠和湿地环境）中获取数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection approach using a dense network of SoilNET nodes compare to the sparse network established for investigating oasis-desert interactions in the HiWATER experiment?",
                "QuestionCn": "使用密集的SoilNET节点进行数据收集的方法与在HiWATER实验中建立的稀疏网络以研究绿洲-沙漠相互作用的方法相比，如何？",
                "AnswerEn": "The dense network of SoilNET nodes focuses on capturing small-scale (~100m) spatial and temporal variations in soil moisture and temperature, with continuous observations every 10 minutes. In contrast, the sparse network in the HiWATER experiment aims to investigate multi-scale eco-hydrological processes and oasis-desert interactions, employing a hierarchical arrangement of instruments including a superstation, EC towers, and AMSs across diverse landscapes.",
                "AnswerCn": "密集的SoilNET节点网络专注于捕捉土壤湿度和温度的小尺度（~100米）空间和时间变化，连续观察每10分钟一次。相比之下，HiWATER实验中的稀疏网络旨在研究多尺度生态水文过程和绿洲-沙漠相互作用，采用包括超级站、生态系统（EC）塔和自动气象站（AMS）在内的分层仪器布置，覆盖多样化的景观。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the spatial and temporal variability of soil moisture captured in the observational matrix inform the refinement of eco-hydrological models in heterogeneous landscapes?",
                "QuestionCn": "土壤湿度在观测矩阵中捕获的空间和时间变异性如何为异质景观中生态水文模型的精细化提供信息？",
                "AnswerEn": "The spatial and temporal variability of soil moisture captured by the SoilNET observational matrix provides detailed small-scale (~100m) data which can be used to enhance the accuracy of eco-hydrological models. These models often rely on precise soil moisture inputs to simulate water and energy fluxes in heterogeneous landscapes, and this dataset can improve model parameterization and validation processes.",
                "AnswerCn": "土壤网络观测矩阵捕捉到的土壤湿度的空间和时间变异性提供了详细的小尺度（~100米）数据，这些数据可以用来提高生态水文模型的准确性。这些模型通常依赖于精确的土壤湿度输入，以模拟异质景观中的水分和能量通量，而该数据集可以改善模型参数化和验证过程。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，多尺度观测的可用性差的因素有哪些？",
                "AnswerEn": "Progress in eco-hydrological research is hindered by the poor availability of multiscale observations, which is a challenge that HiWATER aims to address by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "生态水文学研究的进展受到多尺度观测数据稀缺的制约，而HiWATER旨在通过在分层嵌套的尺度上使用仪器来获取多尺度和多学科的数据，从而解决这一挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes are observed when using a hierarchically nested observation system to capture multiscale eco-hydrological processes in a heterogeneous surface?",
                "QuestionCn": "当使用分层嵌套观察系统捕捉异质表面的多尺度生态水文过程时，观察到哪些结果？",
                "AnswerEn": "Using a hierarchically nested observation system allows researchers to capture multiscale eco-hydrological processes more effectively. It helps in overcoming the challenge of poor availability of multiscale observations by providing comprehensive data across different scales, as demonstrated in the HiWATER experiment.",
                "AnswerCn": "使用分层嵌套观察系统可以更有效地捕捉多尺度生态水文过程。它通过提供不同尺度的综合数据，帮助克服多尺度观测稀缺的挑战，正如HiWATER实验所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind the deployment of a dense SoilNET sensor network in the Heihe River Basin to monitor soil moisture and temperature variations?",
                "QuestionCn": "在黑河流域部署密集的SoilNET传感器网络以监测土壤湿度和温度变化的主要目标是什么？",
                "AnswerEn": "The primary objectives are to capture the small-scale (~100m) spatiotemporal variations in soil moisture and temperature, which are crucial for remote sensing estimation and validation of key water-heat variables, eco-hydrological research, and optimizing irrigation management.",
                "AnswerCn": "主要目标是捕捉土壤湿度和温度的小尺度（约100米）时空变化，这对于遥感估计和验证关键水热变量、生态水文学研究以及优化灌溉管理至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to implement a multiscale observation system with hierarchically nested instrumentation in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，实施具有层次嵌套仪器的多尺度观测系统的重要性是什么？",
                "AnswerEn": "It is important because upscaling eco-hydrological processes on a heterogeneous surface presents a significant challenge that is hindered by the lack of multiscale observations. The hierarchically nested instrumentation allows for capturing multiscale and multidisciplinary data essential for understanding the interactions within an oasis-desert system.",
                "AnswerCn": "这很重要，因为在异质表面上进行生态水文过程的上尺度化面临着重大挑战，而缺乏多尺度观测是一个障碍。分层嵌套的仪器能够捕捉多尺度和多学科的数据，这对于理解绿洲-沙漠系统内的相互作用至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the goals associated with the use of hyper-resolution airborne remote sensing in capturing eco-hydrological processes in the Heihe River Basin?",
                "QuestionCn": "与使用超高分辨率航空遥感捕捉黑河流域生态水文过程相关的目标是什么？",
                "AnswerEn": "The goals include obtaining detailed multiscale datasets that incorporate various remote sensing technologies such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer. These datasets facilitate the investigation of vegetation dynamics, photosynthesis processes, and eco-hydrological interactions, which are essential for addressing the upscaling challenges in heterogeneous landscapes.",
                "AnswerCn": "目标包括获取详细的多尺度数据集，这些数据集结合了各种遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些数据集有助于研究植被动态、光合作用过程和生态水文相互作用，这对于解决异质景观中的上尺度挑战至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumentation and data collection methods are utilized to capture the multiscale eco-hydrological processes in an oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区捕捉多尺度生态水文过程所使用的仪器和数据收集方法有哪些？",
                "AnswerEn": "The instrumentation involves a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. There is also an eco-hydrological sensor network for soil moisture and leaf area index, along with hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer. Additionally, synchronical ground measurements of vegetation dynamics and photosynthesis processes are conducted.",
                "AnswerCn": "该仪器系统包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪和自动气象站。此外，还有一个生态水文传感器网络，用于土壤湿度和叶面积指数的监测，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率空中遥感。此外，还进行同步的地面测量，以研究植被动态和光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How are soil moisture and temperature continuously monitored in a small-scale matrix, and what is the setup for such an observation network?",
                "QuestionCn": "土壤湿度和温度是如何在小规模矩阵中进行连续监测的，以及这种观察网络的设置是什么？",
                "AnswerEn": "Soil moisture and temperature are continuously monitored using a network of 50 SoilNET nodes distributed densely within a 5.5km×5.5km observation matrix. Each node is equipped with SISOMOP probes at depths of 4cm, 10cm, 20cm, and 40cm and observes soil moisture and temperature at 10-minute intervals.",
                "AnswerCn": "土壤湿度和温度通过一个分布在5.5公里×5.5公里观测矩阵内的50个SoilNET节点网络进行连续监测。每个节点配备有SISOMOP探头，深度为4厘米、10厘米、20厘米和40厘米，并以10分钟的间隔观察土壤湿度和温度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures are implemented to ensure the quality and reliability of eco-hydrological observational data across different scales?",
                "QuestionCn": "为了确保不同尺度的生态水文观测数据的质量和可靠性，实施了哪些程序？",
                "AnswerEn": "Quality and reliability are ensured through careful sensor calibration, data collection, data processing, and dataset generation. All observational data undergoes quality control throughout these steps.",
                "AnswerCn": "质量和可靠性通过仔细的传感器校准、数据收集、数据处理和数据集生成得以确保。所有观测数据在这些步骤中都经过质量控制。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do hierarchical and nested instrumentation arrangements facilitate multiscale eco-hydrological process observations in heterogeneous landscapes?",
                "QuestionCn": "层次化和嵌套的仪器布置如何促进在异质景观中对多尺度生态水文过程的观测？",
                "AnswerEn": "Hierarchically nested scales of instrumentation, including a sparse network and a superstation with EC towers and AMSs in diverse landscapes, enable the capture of multiscale eco-hydrological processes, as seen in the HiWATER experiment.",
                "AnswerCn": "分层嵌套的仪器尺度，包括稀疏网络和具有生态气象塔及自动气象站的超级站，在多样化的景观中能够捕捉多尺度生态水文过程，这在HiWATER实验中得到了体现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the enabling factors for generating a comprehensive multiscale dataset for eco-hydrological research in a heterogeneous oasis-desert ecosystem?",
                "QuestionCn": "在异质绿洲-沙漠生态系统中生成综合多尺度数据集以进行生态水文研究的促进因素有哪些？",
                "AnswerEn": "The HiWATER experiment's combination of a flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing tools, and synchronical ground measurements are key enablers for generating a comprehensive multiscale dataset.",
                "AnswerCn": "HiWATER实验结合了通量观测矩阵、生态水文传感器网络、高分辨率航空遥感工具和同步地面测量，是生成综合多尺度数据集的关键因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might capturing small-scale soil moisture spatial variability be crucial for eco-hydrological studies in heterogeneous landscapes?",
                "QuestionCn": "捕捉小尺度土壤湿度空间变异性对于异质景观中的生态水文研究可能至关重要。",
                "AnswerEn": "Capturing small-scale soil moisture spatial variability is crucial because it provides essential insights into the temporal and spatial characteristics of key water and heat variables on heterogeneous surfaces. Such detailed observations enable better remote sensing estimations and validation, enhancing eco-hydrological research and optimizing irrigation management.",
                "AnswerCn": "捕捉小尺度土壤湿度空间变异性至关重要，因为它提供了关于异质表面上关键水分和热量变量的时间和空间特征的重要见解。这种详细的观测能够改善遥感估计和验证，增强生态水文学研究并优化灌溉管理。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using a hierarchically nested scale approach in capturing multi-scale eco-hydrological processes?",
                "QuestionCn": "您将如何评估使用分层嵌套尺度方法在捕捉多尺度生态水文过程中的有效性？",
                "AnswerEn": "The hierarchically nested scale approach is considered effective in capturing multi-scale eco-hydrological processes as it involves instruments arranged to capture data on various scales, allowing for detailed observations of interactions between different landscape elements like oasis and desert systems.",
                "AnswerCn": "分层嵌套尺度方法被认为在捕捉多尺度生态水文过程方面有效，因为它涉及将仪器安排在不同尺度上以捕获数据，从而允许对绿洲和沙漠系统等不同景观元素之间的相互作用进行详细观察。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might researchers face in ensuring the reliability and completeness of multiscale observations in eco-hydrological studies?",
                "QuestionCn": "研究人员在确保生态水文研究中多尺度观测的可靠性和完整性时可能面临哪些挑战？",
                "AnswerEn": "Researchers may face challenges such as ensuring the availability of multiscale observations due to the complexity of eco-hydrological processes and the need for intensive observation periods and continuous data collection, as highlighted by the limitations faced in the field.",
                "AnswerCn": "研究人员可能面临挑战，例如由于生态水文过程的复杂性以及对密集观测期和持续数据收集的需求，确保多尺度观测的可用性，这在该领域面临的局限性中得到了强调。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential improvements or expansions could be considered for a multiscale dataset obtained in eco-hydrological research to enhance its usability and accessibility?",
                "QuestionCn": "在生态水文研究中，为了增强多尺度数据集的可用性和可访问性，可以考虑以下潜在改进或扩展：",
                "AnswerEn": "Potential improvements for a multiscale dataset could include expanding the range of observational instruments, enhancing data quality control measures, and ensuring data accessibility through platforms like figshare and data centers, as suggested by the current practices in the domain.",
                "AnswerCn": "多尺度数据集的潜在改进包括扩展观测仪器的范围、增强数据质量控制措施，以及通过figshare和数据中心等平台确保数据的可访问性，这些都是该领域当前实践的建议。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how multiscale observations can be effectively collected in eco-hydrological studies involving complex surfaces like an oasis-desert system.",
                "QuestionCn": "我不明白在涉及复杂表面的生态水文研究中，如绿洲-沙漠系统，如何有效地收集多尺度观测数据。",
                "AnswerEn": "Multiscale observations in eco-hydrological studies are collected using a combination of instruments arranged on hierarchically nested scales. In the context of the HiWATER experiment, this involved the use of a flux observation matrix, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and synchronical ground measurements. This approach enables the capture of multi-scale and multidisciplinary data necessary for studying complex surfaces.",
                "AnswerCn": "在生态水文研究中，多尺度观测是通过将仪器按层次嵌套的方式组合而成的。在HiWATER实验的背景下，这涉及使用通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和同步地面测量。这种方法能够捕捉到研究复杂表面所需的多尺度和多学科数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the specific challenges faced in obtaining reliable eco-hydrological data over heterogeneous surfaces.",
                "QuestionCn": "我不确定在获取异质表面上可靠的生态水文数据时面临的具体挑战。",
                "AnswerEn": "One of the main challenges in obtaining reliable eco-hydrological data over heterogeneous surfaces is the poor availability of multiscale observations. This challenge is addressed in HiWATER by implementing several intensive observation periods and continuous hydrometeorological observations using a sparse network and various instruments to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "在获取异质表面可靠的生态水文数据时，主要挑战之一是多尺度观测的可用性差。HiWATER通过实施多个密集观测期和使用稀疏网络及各种仪器进行连续的水文气象观测来应对这一挑战，以捕捉多尺度的生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection techniques used to capture multi-scale eco-hydrological processes in the oasis-desert system.",
                "QuestionCn": "总结用于捕捉绿洲-沙漠系统中多尺度生态水文过程的数据收集技术。",
                "AnswerEn": "The data collection techniques include the use of a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, an eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes were employed.",
                "AnswerCn": "数据收集技术包括使用通量观测矩阵，由涡度协方差塔、大孔径闪烁仪和自动气象站组成。此外，还采用了生态水文传感器网络用于土壤湿度和叶面积指数，超高分辨率航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及同步的地面测量以监测植被动态和光合作用过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline the challenges faced in obtaining multiscale observations for eco-hydrological research.",
                "QuestionCn": "概述在生态水文研究中获取多尺度观测所面临的挑战。",
                "AnswerEn": "The main challenge in obtaining multiscale observations is the poor availability of such data, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "获取多尺度观测的主要挑战是此类数据的可用性较差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}