{
  "id": "86ac41b8-0f44-40ed-a620-425ceceedeb8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of industrial and mining production activities on the Qinghai-Tibet Plateau (1990-2020)",
      "titleCn": "青藏高原工矿业生产活动相关数据集（1990-2020）",
      "description": "The industrial and mining land in this dataset is extracted from the independent industrial and mining land in the China Land Use/Cover Dataset (CLUD), which refers to the land of factories, mines, large-scale industrial areas, oilfields, salt farms, quarries, and their ancillary land such as transportation roads, including open pit mining types. This dataset contains data on the area, quantity and scale of industrial and mining industries, as well as regional gross domestic product (GDP), GDP in the secondary industry and GDP in the tertiary industry in the Qinghai-Tibet Plateau from 1990 to 2020. Among them, the data on the area, count and scale of industrial and mining sites on the Qinghai-Tibet Plateau were obtained from the Institute of Geographical Sciences and Resources, Chinese Academy of Sciences. The spatial resolution of the data was at the county administrative units and the temporal resolution was at 1990, 1995, 2000, 2005, 2010, 2015 and 2020. The data on regional gross domestic product, GDP in the secondary industry and GDP in the tertiary industry were obtained from the Sichuan Statistical Yearbook, Yunnan Statistical Yearbook, Tibet Statistical Yearbook, Gansu Development Yearbook, Qinghai Statistical Yearbook, Xinjiang Statistical Yearbook and other statistical yearbooks. The spatial resolution of the data was at the municipal administrative units and the temporal resolution was at 1990, 2000, 2010 and 2020.",
      "descriptionCn": "本数据集中的工矿用地提取于中国土地利用/覆盖变化数据集（China Land Use/Cover Dataset，CLUD）中的独立工矿用地，是指厂矿、大型工业区、油田、盐场、采石场等用地及其交通道路等附属用地，包含了露天矿类型。本数据集包含了1990-2020年青藏高原工矿的面积、数量、规模以及地区生产总值、第二产业生产总值和第三产业生产总值数据。其中，青藏高原工矿面积、数量、规模数据来源于中国科学院地理科学与资源研究所，空间分辨率为县级行政单元，时间分辨率为1990年、1995年、2000年、2005年、2010年、2015年和2020年；地区生产总值、第二产业生产总值和第三产业生产总值数据来源于《四川统计年鉴》、《云南统计年鉴》、《西藏统计年鉴》、《甘肃发展年鉴》、《青海统计年鉴》、《新疆统计年鉴》等统计年鉴，空间分辨率为市级行政单元，时间分辨率为1990年、2000年、2010年和2020年。",
      "instructions": "File stored in the form of Excel spreadsheets, can use Excel directly open.",
      "instructionsCn": "文件以Excel表格形式存储，可使用Excel直接打开。数据文件命名方式如下：\nTable1：青藏高原工矿面积、数量及规模1990_2020\n1）工矿面积数据，字段设置为IM_Area_Year，单位为平方千米；\n2）工矿数量数据，字段设置为IM_Count_Year，单位为个；\n3）工矿规模数据，字段设置为IM_Scale_Year，数据属性为大型（工矿面积>10 平方千米）、中型（工矿面积介于1-10 平方千米）、小型（工矿面积<1 平方千米）。\nTable2：青藏高原产值1990_2020\n1）地区生产总值，单位为亿元；\n2）第二产业生产总值，单位为亿元；\n3）第三产业生产总值，单位为亿元。",
      "east": 105.63,
      "west": 73.5,
      "south": 25.55,
      "north": 41.37,
      "startTime": null,
      "endTime": null,
      "fileSize": 77824.0,
      "cstr": "18406.11.HumanNat.tpdc.300544",
      "doi": "10.11888/HumanNat.tpdc.300544",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "匡文慧",
        "nameEn": "KUANG Wenhui",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "窦银银",
        "nameEn": "DOU Yinyin",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "20世纪80年代末以来中国土地利用变化的基本特征与空间格局",
        "titleEn": null,
        "referenceCn": "刘纪远, 匡文慧, 张增祥等. (2014). 20世纪80年代末以来中国土地利用变化的基本特征与空间格局. 地理学报, 69(1): 3-14.",
        "referenceEn": null
      },
      {
        "titleCn": "2010—2015年中国土地利用变化的时空格局与新特征",
        "titleEn": null,
        "referenceCn": "刘纪远, 宁佳, 匡文慧等. (2018). 2010—2015年中国土地利用变化的时空格局与新特征. 地理学报, 73(5): 789-802.",
        "referenceEn": null
      },
      {
        "titleCn": "2015—2020年中国土地利用变化遥感制图及时空特征分析",
        "titleEn": null,
        "referenceCn": "匡文慧, 张树文, 杜国明, 等. (2022). 2015—2020年中国土地利用变化遥感制图及时空特征分析. 地理学报, 77(5), 1056-1071.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "人地遥感",
        "nameEn": "Human-nature Remote Sensing"
      },
      {
        "nameCn": "人类活动",
        "nameEn": "Human activity"
      },
      {
        "nameCn": "卫星",
        "nameEn": "Satellite"
      },
      {
        "nameCn": "矿产资源",
        "nameEn": "Mineral Resources"
      },
      {
        "nameCn": "矿产资源开发利用",
        "nameEn": "Development and utilization of mineral resources"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "长时间序列",
        "nameEn": "Temporal dynamic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2020",
        "keywordEn": "1990-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes of datasets related to industrial and mining land use in the Qinghai-Tibet Plateau from 1990 to 2020?",
        "QuestionCn": "与1990年至2020年青藏高原工业和矿业土地利用相关的数据集的具体特征和属性是什么？",
        "AnswerEn": "area, quantity, scale of industrial and mining lands, factories, large industrial areas, oil fields, salt fields, quarries, associated transportation roads, regional GDP, secondary industry GDP, tertiary industry GDP, county-level spatial resolution for land use, city-level spatial resolution for GDP data",
        "AnswerCn": "面积、数量、工业和采矿用地规模、工厂、大型工业区、油田、盐田、采石场、相关运输道路、地区GDP、第二产业GDP、第三产业GDP、县级空间分辨率的土地利用、市级空间分辨率的GDP数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '工矿用地' in the context of land use and industrial production data collection on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原土地利用和工业生产数据收集的背景下，“工矿用地”是什么意思？",
        "AnswerEn": "In the context of land use and industrial production data collection on the Qinghai-Tibet Plateau, '工矿用地' refers to land designated for factories, large industrial areas, oil fields, salt fields, quarries, and their associated transportation and auxiliary infrastructure, including open-pit mines. This data is extracted from the China Land Use/Cover Dataset (CLUD) and includes information on area, quantity, and scale.",
        "AnswerCn": "在青藏高原的土地利用和工业生产数据收集中，“工矿用地”指的是用于工厂、大型工业区、油田、盐田、采石场及其相关运输和辅助基础设施（包括露天矿）的土地。该数据来自中国土地利用/覆盖数据集（CLUD），包括面积、数量和规模等信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for industrial and mining land use on the Tibetan Plateau compare in terms of spatial and temporal resolution to those used for calculating regional GDP from statistical yearbooks?",
        "QuestionCn": "工业和采矿土地利用的数据收集方法在空间和时间分辨率上与从统计年鉴计算区域GDP的方法相比如何？",
        "AnswerEn": "Data collection methods for industrial and mining land use on the Tibetan Plateau involve spatial resolution at the county level and temporal resolution for the years 1990, 1995, 2000, 2005, 2010, 2015, and 2020. These data are sourced from the Chinese Academy of Sciences' Institute of Geographic Sciences and Natural Resources Research. In contrast, regional GDP data, including secondary and tertiary industry GDP, are sourced from various statistical yearbooks and are collected at the city level with temporal resolution for the years 1990, 2000, 2010, and 2020.",
        "AnswerCn": "关于青藏高原工业和矿业土地利用的数据收集方法涉及县级空间分辨率和1990年、1995年、2000年、2005年、2010年、2015年和2020年的时间分辨率。这些数据来源于中国科学院地理科学与资源研究所。相比之下，地区GDP数据，包括第二产业和第三产业GDP，来源于各种统计年鉴，按城市级别收集，时间分辨率为1990年、2000年、2010年和2020年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about industrial and mining production trends on the Qinghai-Tibet Plateau from the variations in area, number, and scale data from 1990 to 2020?",
        "QuestionCn": "从1990年到2020年，关于青藏高原工业和矿业生产趋势可以从面积、数量和规模数据的变化中推断出什么？",
        "AnswerEn": "The variations in area, number, and scale data of industrial and mining land on the Qinghai-Tibet Plateau from 1990 to 2020, as extracted from the China Land Use/Cover Dataset (CLUD), provide insights into the expansion or contraction of industrial activities. These trends may reflect responses to economic policies, environmental regulations, technological advancements, or resource availability. The data's spatial resolution at the county level and temporal resolution at specific intervals can reveal localized growth patterns or declines, shedding light on regional development dynamics and their economic implications.",
        "AnswerCn": "从1990年到2020年，青藏高原工业和矿业用地的面积、数量和规模数据的变化，来源于中国土地利用/覆盖数据集（CLUD），为工业活动的扩张或收缩提供了洞察。这些趋势可能反映了对经济政策、环境法规、技术进步或资源可用性的响应。数据在县级的空间分辨率和特定时间间隔的时间分辨率可以揭示局部的增长模式或衰退，揭示区域发展动态及其经济影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to discrepancies in the reported areas, quantities, and scales of mining and industrial lands in the Tibetan Plateau from 1990 to 2020?",
        "QuestionCn": "导致1990年至2020年间青藏高原矿业和工业用地报告面积、数量和规模差异的因素有哪些？",
        "AnswerEn": "Discrepancies in the reported areas, quantities, and scales of mining and industrial lands in the Tibetan Plateau from 1990 to 2020 can be attributed to the spatial resolution of data which is at the county level, the time resolution with data points only at specific years (1990, 1995, 2000, 2005, 2010, 2015, and 2020), and varying data sources including different statistical yearbooks for regional GDP and industrial outputs.",
        "AnswerCn": "1990年至2020年间，青藏高原上报告的矿业和工业用地的面积、数量和规模存在差异，这可以归因于数据的空间分辨率为县级，时间分辨率仅在特定年份（1990、1995、2000、2005、2010、2015和2020）有数据点，以及不同的数据来源，包括不同的地区GDP和工业产出的统计年鉴。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the driving objective behind collecting data on industrial and mining land use in the Qinghai-Tibet Plateau from 1990 to 2020, and how might this data influence regional economic assessments?",
        "QuestionCn": "收集1990年至2020年青藏高原工业和矿业土地利用数据的主要目标是什么，这些数据将如何影响区域经济评估？",
        "AnswerEn": "The objective of collecting data on industrial and mining land use in the Qinghai-Tibet Plateau from 1990 to 2020 is to understand the spatial and temporal dynamics of industrial expansion and its impact on regional development. This data provides insights into the changes in land use related to industrial activities, which can significantly influence regional economic assessments by correlating the growth of industrial land use with changes in regional GDP, as well as the production values of the secondary and tertiary industries. The data helps policymakers and researchers analyze trends and make informed decisions regarding sustainable development and resource management in the region.",
        "AnswerCn": "收集1990年至2020年青藏高原工业和矿业土地利用数据的目的是了解工业扩张的空间和时间动态及其对区域发展的影响。这些数据提供了与工业活动相关的土地利用变化的洞察，这些变化可能显著影响区域经济评估，通过将工业土地利用的增长与区域GDP的变化以及第二和第三产业的生产值进行关联。该数据帮助政策制定者和研究人员分析趋势，并就该地区的可持续发展和资源管理做出明智的决策。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}