{
    "id": "86cebe18-5b03-4eb9-aa6a-f84a8d9d6c41",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Moho depth and VP / VS in Cathaysia Block",
            "titleCn": "华夏地区莫霍面深度和Vp/Vs",
            "description": "The data set is mainly shown in the article https://doi.org/10.1016/j.pepi.2019.04.003 The study includes the distribution of the average thickness of the crust and the average velocity ratio of the crust obtained by stacking the P-wave receiver function h-kappa-c of stations in Cathaysia Block.\nThe dataset contains one file in DAT format: Cathaysia_ moho_ vpvs.dat。\nThe data set can be used to show the undulation characteristics of Moho in the Cathaysia Block, to see the transverse distribution characteristics of crustal thickness and crustal wave velocity ratio in the Cathaysia Block, and to explore the difference of average crustal composition in the Cathaysia Block.",
            "descriptionCn": "数据集主要展示在文章https://doi.org/10.1016/j.pepi.2019.04.003的研究中，包含了利用布设在华夏地区台站的P波接收函数h-k-c叠加得到的地壳平均厚度以及地壳平均波速比的分布。\n数据集包含格式为dat的文件一共1个：Cathaysia_moho_vpvs.dat。\n该数据集主要可用来展示华夏地区的莫霍面的起伏特征，透视华夏地区地壳厚度以及地壳波速比的横向分布特征，进而探讨华夏地区地壳平均组分的差异性。",
            "instructions": "Data naming: average crustal thickness and Vp/Vs are stored in text format, and the file name is \"Cathaysia_moho_vpvs.dat”。\nData reading mode: all ASCII files in the data set can be directly opened by using the text editing software. The main contents: the first column station name, the second column crustal thickness (km), the third column VP / VS, the fourth column crustal thickness estimation error, and the fifth column Vp/Vs error.",
            "instructionsCn": "数据命名：平均地壳厚度和Vp/Vs以文本格式存储，文件的名称为“Cathaysia_ moho_ vpvs.dat”。\n数据读取方式：该数据集中所有的ASCII码文件都可以直接使用文本编辑软件打开，主体内容分别为：第一列台站名，第二列地壳厚度(km)，第三列Vp/Vs，第四列地壳厚度估计的误差，第五列Vp/Vs的误差。",
            "east": 128.0,
            "west": 108.0,
            "south": 20.0,
            "north": 28.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 7043.0,
            "cstr": "18406.11.Geogra.tpdc.271420",
            "doi": "10.11888/Geogra.tpdc.271420",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓阳凡",
                "nameEn": "DENG Yangfan",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Lithospheric structure in the Cathaysia block (South China) and its implication for the late Mesozoic magmatism",
                "referenceCn": null,
                "referenceEn": "Deng, Y., Li, J., Peng, T., Ma, Q., Song, X., Sun, X., ... & Fan, W. (2019). Lithospheric structure in the Cathaysia block (South China) and its implication for the late Mesozoic magmatism. Physics of the Earth and Planetary Interiors, 291, 24-34."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地壳平均厚度",
                "nameEn": "Average crustal thickness"
            },
            {
                "nameCn": "地震",
                "nameEn": "Seismology"
            },
            {
                "nameCn": "接收函数",
                "nameEn": "Receiver function"
            },
            {
                "nameCn": "纵横波速比",
                "nameEn": "Vp/Vs ratio"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华夏地区",
                "keywordEn": "Cathaysia Block"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the crustal average thickness and Vp/Vs distribution in a specific region?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于确定特定区域的地壳平均厚度和Vp/Vs分布？",
                "AnswerEn": "An example of a data collection method used to determine the crustal average thickness and Vp/Vs distribution involves utilizing P-wave receiver function h-k-c stacking at seismic stations in a specific region to derive the distribution of crustal average thickness and crustal average velocity ratio.",
                "AnswerCn": "一种用于确定地壳平均厚度和Vp/Vs分布的数据收集方法是利用特定区域地震台站的P波接收函数h-k-c堆叠，来推导地壳平均厚度和地壳平均速度比的分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to determine crustal thickness and average wave velocity ratios in the Cathaysia region?",
                "QuestionCn": "用于确定Cathaysia地区地壳厚度和平均波速比的数据收集方法的特点是什么？",
                "AnswerEn": "P-wave receiver functions, h-k-c stacking, average crustal thickness, wave velocity ratios",
                "AnswerCn": "P波接收函数，h-k-c叠加，平均地壳厚度，波速比",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of dat files included in a dataset related to Moho depth and Vp/Vs ratio in the Cathaysia region?",
                "QuestionCn": "与Cathaysia地区的Moho深度和Vp/Vs比率相关的数据集中包含多少个dat文件？",
                "AnswerEn": "1",
                "AnswerCn": "1",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method used to determine crustal thickness and Vp/Vs ratio in the Cathaysia region compare to other methods for measuring similar geological features in terms of accuracy and data resolution?",
                "QuestionCn": "用于确定Cathaysia地区地壳厚度和Vp/Vs比率的数据收集方法与其他测量类似地质特征的方法在准确性和数据分辨率方面有何比较？",
                "AnswerEn": "The method used in the Cathaysia region involves P-wave receiver function h-k-c stacking to obtain average crustal thickness and Vp/Vs distribution, which is particularly useful for illustrating Moho undulation characteristics and lateral distribution of crustal properties. This method may differ in accuracy and data resolution compared to other techniques, such as seismic tomography or direct drilling methods, which can provide varying levels of detail and precision in geological feature measurement.",
                "AnswerCn": "在Cathaysia地区使用的方法涉及P波接收函数h-k-c堆叠，以获得平均地壳厚度和Vp/Vs分布，这对于展示莫霍面起伏特征和地壳属性的横向分布特别有用。与其他技术（如地震层析成像或直接钻探方法）相比，这种方法在准确性和数据分辨率上可能存在差异，这些技术可以提供不同程度的地质特征测量细节和精度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in crustal thickness and wave velocity ratios in the Cathaysia region, and how might these affect data collection methods?",
                "QuestionCn": "在Cathaysia地区，影响地壳厚度和波速比变化的因素有哪些，这些因素又可能如何影响数据收集方法？",
                "AnswerEn": "The variability in crustal thickness and wave velocity ratios across the Cathaysia region can be influenced by geological structures, tectonic activities, and compositional differences within the crust. These factors necessitate the use of specific data collection methods, such as P-wave receiver functions and h-k-c stacking, to accurately capture the average crustal thickness and velocity ratio distributions. The complexity of the region requires careful station placement and data processing to ensure reliable measurements and insights into the crustal composition.",
                "AnswerCn": "Cathaysia地区的地壳厚度和波速比的变异性受到地质构造、构造活动和地壳成分差异的影响。这些因素需要使用特定的数据收集方法，如P波接收函数和h-k-c叠加，以准确捕捉平均地壳厚度和速度比的分布。该地区的复杂性要求仔细的台站布置和数据处理，以确保可靠的测量结果和对地壳成分的深入了解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting data on Moho depth and Vp/Vs ratios in the Cathaysia region, and how might these insights contribute to understanding crustal composition differences?",
                "QuestionCn": "收集Cathaysia地区的Moho深度和Vp/Vs比率数据的目标是什么，这些见解如何有助于理解地壳成分的差异？",
                "AnswerEn": "The goal is to illustrate the undulation characteristics of the Moho surface in the Cathaysia region, providing insights into the lateral distribution of crustal thickness and Vp/Vs ratios. This can further explore the variability in average crustal composition across the region.",
                "AnswerCn": "目标是展示Cathaysia地区莫霍面（Moho surface）的起伏特征，提供关于地壳厚度和Vp/Vs比率的横向分布的见解。这可以进一步探讨该地区平均地壳成分的变异性。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}