{
  "id": "871c67ec-2bc8-45b3-9c5a-906a89ac9c7d",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Spatial distribution data set of economic development degree in Yangon deepwater port area (2019)",
      "titleCn": "仰光深水港地区经济发展程度空间分布数据集（2019）",
      "description": "Gross domestic product (GDP) refers to the sum of the value of all the final products and services produced by all the resident units of a country (or region) in a certain period of time. It is an important indicator to measure the overall economic situation of a country. The source data of economic development degree comes from Matti. After cutting the data and obtaining the data of the main urban area of Yangon deep water port, downscaling processing is carried out to reduce the resolution of the data to 10m level. The data of economic development degree can be used to measure the development degree of Yangon deep water port area, and can be used in urban planning, election, risk assessment, disaster relief, disease prevention and control, poverty alleviation and other fields.",
      "descriptionCn": "仰光深水港地区经济发展程度空间分布数据是仰光主要城区的GDP分布数据。GDP可以表示一个地区的经济发展程度，是衡量一个国家的总体经济状况重要指标。该数据的源数据来自Matti，原始分辨率为5km。对原数据进行裁剪，获得仰光深水港主城区的数据后，进行降尺度处理，将数据的分辨率降尺度至10m级。经济发展程度数据可以衡量仰光深水港地区的发达程度，并用于城市规划、选举、风险评估、灾害救援、疾病防控、减贫扶贫等诸多领域。",
      "instructions": "The data is stored in. TIF format and can be opened using ArcGIS. The name of the file is“ YangonGDP.tif \"",
      "instructionsCn": "数据以.tif格式储存，可以使用ArcGIS打开。文件的名称为\"YangonGDP.tif\"",
      "east": 96.4,
      "west": 95.9,
      "south": 16.5,
      "north": 17.1,
      "startTime": "2019-01-01 00:00:00",
      "endTime": "2019-12-31 00:00:00",
      "fileSize": 62148618.0,
      "cstr": "18406.11.Socioeco.tpdc.271054",
      "doi": "10.11888/Socioeco.tpdc.271054",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "李毅",
        "nameEn": "LI Yi",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–201",
        "referenceCn": null,
        "referenceEn": "Kummu, M., Taka, M., & Guillaume, J.H.A. (2018). Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–2015. Scientific Data, 5(1), 180004. https://doi.org/10.1038/sdata.2018.4."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人均GDP",
        "nameEn": "GDP per capita"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "缅甸皎漂港、仰光、吉布提、曼德勒、汉班托塔港、科伦坡港、泰中罗勇工业区、曼谷",
        "keywordEn": "Burma Port, Yangon, Djibouti, Mandalay, Port of Hambantota, Port of Colombo, Taiyong Rayong Industrial Zone, Bangkok"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2020",
        "keywordEn": "2019-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "An increasing amount of high-resolution global spatial data are available, and used for various assessments. However, key economic and human development indicators are still mainly provided only at national level, and downscaled by users for gridded spatial analyses. To provide a consistent product over time and space, the sub-national data were only used indirectly, scaling the reported national value and thus, remaining representative of the official statistics."
      ],
      "research objective": [
        "To this end, we present gap-filled multiannual datasets in gridded form for Gross Domestic Product (GDP) and Human Development Index (HDI)."
      ],
      "challenges": [],
      "methods": [
        "To ensure that our gridded end-products cover the entire land area included in the input datasets, we created a seamless administrative raster file using national (and in some cases also autonomous areas such as Greenland) and sub-national boundaries, and two population datasets (see Table 2). We first expanded the rasterized national and sub-national boundaries to cover NoData areas (such as sea areas and other water bodies) with a 2 arc-degree buffer, using the Euclidean Allocation tool in ArcMap 9.2. Next, we created a land mask by combining cells from both population datasets used, and national boundary data. This land mask was then used to set non-land cells to NoData. To compile the GDP per capita (PPP) dataset (Data Citation 1), we first put together a full national GDP dataset, drawn from the most recent World Bank Development Indicators database 32. For missing countries (see Supplementary Information), we used data from the CIA’s World Factbook 33, except for one administrative unit, namely French Southern Territories, for which no data was found and regional average data was used (see below). The constant 2015 international US dollars of CIA fact sheets were converted to constant 2011 international US dollars, the unit in which national GDP from World Bank was given. For that we used the standard method documented by the World Bank39. Temporal interpolation followed the same method as for national values. The data were extrapolated over time by scaling the last available value to reflect subsequent national changes, and similarly scaling the first value with preceding changes. After deriving both national and sub-national tabulated data, we first created a raster dataset of these two spatial scales for each time step, and then combined the two raster datasets, which resulted in the final GDP per capita (PPP) raster dataset provided here. To estimate the total GDP (PPP) of each grid cell, we multiplied the GDP per capita (PPP) by grid specific population data using two different spatial resolutions: 5 arc-min (10 km at equator) (Data Citation 1) and 30 arc-sec (1 km at equator) (Data Citation 1). To compile the HDI dataset (Data Citation 1), we first produced a full national HDI dataset, based on the data from the Human Development Reports by UNDP 30 (Table 3). After deriving both national and sub-national tabulated data, we first created raster datasets of these two scales for each time step, and then combined the two rasters, resulting in the final HDI raster dataset provided here. To estimate the error originating from the interpolation and extrapolation to fill the missing data entries, we performed an error analysis separately for national and sub-national level data."
      ],
      "dataset": [
        "This resulted in annual gridded datasets for GDP per capita (PPP), total GDP (PPP), and HDI, for the whole world at 5 arc-min resolution for the 25-year period of 1990–2015. Additionally, total GDP (PPP) is provided with 30 arc-sec resolution for three time steps (1990, 2000, 2015)."
      ],
      "findings": [],
      "backgroundCn": [
        "越来越多的高分辨率全球空间数据可用，并用于各种评估。然而，关键的经济和人类发展指标仍主要仅在国家层面提供，用户将其降尺度以进行网格空间分析。为了在时间和空间上提供一致的产品，亚国家数据仅间接使用，缩放报告的国家值，因此仍然代表官方统计数据。"
      ],
      "research objectiveCn": [
        "为此，我们提供了填补缺口的多年度数据集，以网格形式呈现国内生产总值（GDP）和人类发展指数（HDI）。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "为了确保我们的网格化最终产品覆盖输入数据集包含的整个陆地区域，我们使用国家（在某些情况下还包括自治地区如格林兰）和次国家边界，以及两个人口数据集（见表2）创建了一个无缝的行政栅格文件。我们首先使用ArcMap 9.2中的欧几里得分配工具，将栅格化的国家和次国家边界扩展到覆盖无数据区域（如海域和其他水体），并设置了2弧度的缓冲区。接下来，我们通过结合两个使用的人口数据集的单元格和国家边界数据创建了一个陆地掩膜。这个陆地掩膜随后被用来将非陆地单元格设置为无数据。为了编制人均GDP（PPP）数据集（数据引用1），我们首先整理了一个完整的国家GDP数据集，数据来源于最新的世界银行发展指标数据库32。对于缺失的国家（见补充信息），我们使用了CIA世界概况的数据，除了一个行政单位，即法属南部领土，因未找到数据而使用了区域平均数据（见下文）。CIA报告中的常量2015国际美元被转换为常量2011国际美元，这是世界银行提供的国家GDP单位。为此，我们使用了世界银行文档中记录的标准方法39。时间插值遵循与国家值相同的方法。通过将最后一个可用值缩放以反映后续国家变化，类似地缩放第一个值以反映前期变化，数据被外推。经过推导国家和次国家的表格数据后，我们首先为每个时间步创建了这两个空间尺度的栅格数据集，然后将这两个栅格数据集结合，最终得到了提供的人均GDP（PPP）栅格数据集。为了估算每个网格单元的总GDP（PPP），我们将人均GDP（PPP）乘以特定网格的人口数据，使用两种不同的空间分辨率：5弧分（赤道处为10公里）（数据引用1）和30弧秒（赤道处为1公里）（数据引用1）。为了编制HDI数据集（数据引用1），我们首先基于联合国开发计划署（UNDP）的人类发展报告数据制作了完整的国家HDI数据集（表3）。在推导国家和次国家的表格数据后，我们首先为每个时间步创建了这两个尺度的栅格数据集，然后将这两个栅格结合，最终得到了提供的HDI栅格数据集。为了估算由于插值和外推填补缺失数据条目所产生的误差，我们分别对国家和次国家级别的数据进行了误差分析。"
      ],
      "datasetCn": [
        "这导致了1990年至2015年25年期间全球GDP per capita（购买力平价）、总GDP（购买力平价）和人类发展指数（HDI）的年度网格数据集，分辨率为5弧分钟。此外，总GDP（购买力平价）在三个时间节点（1990年、2000年、2015年）提供了30弧秒的分辨率。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the process of generating GDP datasets involve interpolation and extrapolation to address missing data entries?",
        "QuestionCn": "生成GDP数据集的过程是否涉及插值和外推以解决缺失的数据条目？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C2(Understanding)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which spatial resolution is more commonly utilized for GDP data collection in economic development studies, 5km, 10m, or another resolution?",
        "QuestionCn": "在经济发展研究中，GDP数据收集更常用的空间分辨率是5公里、10米还是其他分辨率？",
        "AnswerEn": "10m",
        "AnswerCn": "10米",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are economic development datasets typically derived from national statistics, sub-national boundaries, or a combination of both?",
        "QuestionCn": "经济发展数据集通常来源于国家统计数据、次国家边界，还是两者的结合？",
        "AnswerEn": "a combination of both",
        "AnswerCn": "结合两者。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "For gridded GDP datasets, is the common method of estimation based on GDP per capita (PPP), total GDP (PPP), or another measure?",
        "QuestionCn": "对于网格化GDP数据集，常见的估算方法是基于人均GDP（购买力平价）、总GDP（购买力平价）还是其他指标？",
        "AnswerEn": "GDP per capita (PPP)",
        "AnswerCn": "人均国内生产总值（购买力平价）",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are the high-resolution spatial datasets for GDP and HDI applied in understanding economic development?",
        "QuestionCn": "高分辨率空间数据集在理解经济发展方面的GDP和HDI应用在哪里？",
        "AnswerEn": "Sub-national levels",
        "AnswerCn": "次国家级别",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how spatial data are used to create a seamless administrative raster file for economic assessments?",
        "QuestionCn": "您能否提供一个示例，说明如何使用空间数据创建无缝的行政栅格文件以进行经济评估？",
        "AnswerEn": "A seamless administrative raster file is created using national and sub-national boundaries, along with population datasets, to cover NoData areas such as sea and water bodies. This involves using a 2 arc-degree buffer and the Euclidean Allocation tool in ArcMap.",
        "AnswerCn": "一个无缝的行政栅格文件是通过使用国家和次国家边界以及人口数据集创建的，以覆盖无数据区域，如海洋和水体。这涉及使用2弧度的缓冲区和ArcMap中的欧几里得分配工具。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of how interpolation and extrapolation are used to fill missing data in economic datasets.",
        "QuestionCn": "提供一个示例，说明如何使用插值和外推法填补经济数据集中的缺失数据。",
        "AnswerEn": "Interpolation and extrapolation are used to fill missing data by scaling the last available value to reflect subsequent national changes, and similarly scaling the first value with preceding changes. This method is applied to both national and sub-national level data to ensure a comprehensive dataset.",
        "AnswerCn": "插值和外推用于填补缺失数据，通过将最后一个可用值按比例调整以反映随后的国家变化，类似地将第一个值按比例调整以反映之前的变化。这种方法适用于国家和次国家级别的数据，以确保数据集的全面性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used to downscale economic development data from a national level to a high-resolution local level for spatial distribution?",
        "QuestionCn": "将经济发展数据从国家层面降尺度到高分辨率地方层面的空间分布所使用的方法有哪些？",
        "AnswerEn": "seamless administrative raster file, national and sub-national boundaries, GDP per capita dataset, national GDP data, population datasets, extrapolated over time, raster dataset of spatial scales, high-resolution dataset",
        "AnswerCn": "无缝行政栅格文件、国家和次国家边界、人均GDP数据集、国家GDP数据、人口数据集、时间外推、空间尺度栅格数据集、高分辨率数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the spatial resolutions provided in datasets for global economic indicators, and how do these resolutions impact their application?",
        "QuestionCn": "全球经济指标数据集提供的空间分辨率是什么，这些分辨率如何影响其应用？",
        "AnswerEn": "5 arc-min, 30 arc-sec",
        "AnswerCn": "5角分，30角秒",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many resolutions are used for estimating total GDP (PPP) in the global dataset provided for different time steps?",
        "QuestionCn": "在提供的全球数据集中，用于估算不同时间步长的总GDP（购买力平价）的分辨率有多少种？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years does the annual gridded dataset for GDP per capita (PPP) and HDI span?",
        "QuestionCn": "年均网格化的GDP人均（购买力平价）和人类发展指数（HDI）数据集跨越了多少年？",
        "AnswerEn": "25 years",
        "AnswerCn": "25年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'spatial distribution data' in the context of economic development assessment?",
        "QuestionCn": "在经济发展评估的背景下，“空间分布数据”是什么意思？",
        "AnswerEn": "Spatial distribution data in the context of economic development assessment refers to data that geographically represents the distribution of economic indicators, such as GDP, across different regions or areas. This data helps in understanding the economic development levels of specific areas, like cities or districts, and can be used for various applications such as urban planning and risk assessment.",
        "AnswerCn": "空间分布数据在经济发展评估中的上下文中是指地理上表示经济指标（如GDP）在不同地区或区域分布的数据。这些数据有助于理解特定区域（如城市或区）的经济发展水平，并可用于城市规划和风险评估等各种应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the spatial resolution of economic development data influence interpretations of urban planning and risk assessment?",
        "QuestionCn": "经济发展数据的空间分辨率如何影响城市规划和风险评估的解读？",
        "AnswerEn": "The spatial resolution of economic development data is crucial for urban planning and risk assessment because finer resolutions, like the 10m level used, offer detailed insights into the economic dynamics of smaller areas within urban settings, enabling more targeted and precise decision-making in areas like disaster response and disease control.",
        "AnswerCn": "经济发展数据的空间分辨率对城市规划和风险评估至关重要，因为像10米这样更细的分辨率能够提供对城市环境中较小区域经济动态的详细洞察，从而使在灾害响应和疾病控制等领域能够进行更有针对性和精确的决策。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the necessity of downscaling economic data to higher resolutions for spatial analyses in urban areas?",
        "QuestionCn": "导致在城市地区进行空间分析时需要将经济数据降尺度到更高分辨率的因素有哪些？",
        "AnswerEn": "The need for downscaling arises because key economic indicators like GDP are often provided only at national levels, which can limit their application in detailed spatial analyses required for urban planning and other localized assessments.",
        "AnswerCn": "下调的需求产生是因为关键经济指标如GDP通常仅在国家层面提供，这可能限制它们在城市规划和其他地方性评估中所需的详细空间分析的应用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the creation of a seamless administrative raster file important in compiling gridded economic datasets?",
        "QuestionCn": "创建无缝行政栅格文件在编制网格经济数据集时的重要性是什么？",
        "AnswerEn": "A seamless administrative raster file is crucial to ensure that gridded datasets cover the entire land area included in the input data, allowing for consistent and comprehensive spatial representation across national and sub-national boundaries.",
        "AnswerCn": "无缝的行政栅格文件对于确保栅格数据集覆盖输入数据所包含的整个陆地区域至关重要，这样可以在国家和次国家边界之间实现一致和全面的空间表示。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the underlying causes for performing error analysis when interpolating and extrapolating economic data for missing entries?",
        "QuestionCn": "在对缺失条目的经济数据进行插值和外推时，进行误差分析的潜在原因是什么？",
        "AnswerEn": "Error analysis is performed to estimate the inaccuracies that may arise during the interpolation and extrapolation processes, which are used to fill in missing data entries and ensure the reliability and accuracy of the economic datasets.",
        "AnswerCn": "误差分析用于估计在插值和外推过程中可能出现的不准确性，这些过程用于填补缺失的数据条目，并确保经济数据集的可靠性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multiannual datasets in gridded form for GDP and HDI on urban planning and policy development in regions like the Yangon deep-water port area?",
        "QuestionCn": "使用多年度数据集以网格形式呈现GDP和人类发展指数（HDI）对城市规划和政策发展在仰光深水港地区的潜在影响是什么？",
        "AnswerEn": "Using multiannual datasets in gridded form for GDP and HDI allows for consistent economic and human development assessments over time and space, helping to inform urban planning and policy development in regions like the Yangon deep-water port area.",
        "AnswerCn": "使用多年度的网格化数据集来评估GDP和人类发展指数（HDI），可以在时间和空间上进行一致的经济和人类发展评估，从而帮助在仰光深水港地区进行城市规划和政策制定。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the application of a seamless administrative raster file and population datasets affect the accuracy and relevance of economic development data in urban regions?",
        "QuestionCn": "无缝行政栅格文件和人口数据集的应用如何影响城市地区经济发展数据的准确性和相关性？",
        "AnswerEn": "The application of a seamless administrative raster file and population datasets ensures that gridded data products cover entire land areas, potentially improving the accuracy and relevance of economic development data in urban regions by providing comprehensive spatial coverage.",
        "AnswerCn": "无缝的行政栅格文件和人口数据集的应用确保了栅格数据产品覆盖整个土地区域，这可能通过提供全面的空间覆盖，提高城市地区经济发展数据的准确性和相关性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the implications of error analysis in interpolating and extrapolating national and sub-national level data for understanding economic conditions in areas such as the Yangon deep-water port?",
        "QuestionCn": "在插值和外推国家和次国家级数据以了解仰光深水港等地区的经济状况时，误差分析的影响是什么？",
        "AnswerEn": "Conducting error analysis in the interpolation and extrapolation of national and sub-national level data helps identify potential inaccuracies in the economic datasets, thereby improving the understanding of economic conditions in areas such as the Yangon deep-water port.",
        "AnswerCn": "在国家和次国家层面数据的插值和外推中进行误差分析有助于识别经济数据中的潜在不准确性，从而改善对仰光深水港等地区经济状况的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to create a dataset that reflects the economic development degree spatial distribution in regions like the Yangon deep-water port area?",
        "QuestionCn": "在像仰光深水港地区这样的区域，创建一个反映经济发展程度空间分布的数据集是重要的原因是什么？",
        "AnswerEn": "The dataset is crucial for understanding the economic development degree, which can be used in urban planning, elections, risk assessment, disaster relief, disease prevention, and poverty alleviation.",
        "AnswerCn": "该数据集对于理解经济发展程度至关重要，可用于城市规划、选举、风险评估、灾害救助、疾病预防和减贫。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What objectives are pursued by utilizing gridded forms of GDP and HDI datasets in the context of economic and human development assessment?",
        "QuestionCn": "在经济和人类发展评估的背景下，利用网格化的GDP和HDI数据集所追求的目标是什么？",
        "AnswerEn": "The goal is to provide a consistent product over time and space that allows for detailed spatial analyses while remaining representative of official statistics, enhancing the assessment of economic and human development indicators beyond national levels.",
        "AnswerCn": "目标是在时间和空间上提供一致的产品，以便进行详细的空间分析，同时保持与官方统计数据的代表性，从而增强对经济和人类发展指标的评估，超越国家层面。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it necessary to perform error analysis when creating a gridded GDP per capita dataset that combines national and sub-national data?",
        "QuestionCn": "为什么在创建结合国家和次国家数据的网格化人均GDP数据集时有必要进行误差分析？",
        "AnswerEn": "Performing error analysis is necessary to estimate and understand the error originating from the interpolation and extrapolation processes used to fill missing data entries, ensuring the accuracy and reliability of the gridded dataset.",
        "AnswerCn": "进行误差分析是必要的，以估计和理解在填补缺失数据条目时使用的插值和外推过程所产生的误差，从而确保网格数据集的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps involved in creating a seamless administrative raster file for gridded economic data analysis?",
        "QuestionCn": "创建无缝行政栅格文件以进行网格经济数据分析的具体步骤是什么？",
        "AnswerEn": "To create a seamless administrative raster file for gridded economic data analysis, national and sub-national boundaries are combined with two population datasets. The rasterized boundaries are expanded to cover NoData areas using a 2 arc-degree buffer with the Euclidean Allocation tool in ArcMap 9.2. A land mask is created by combining cells from both population datasets and national boundary data to set non-land cells to NoData.",
        "AnswerCn": "为了创建一个无缝的行政栅格文件用于网格经济数据分析，国家和次国家边界与两个人口数据集相结合。使用ArcMap 9.2中的欧几里得分配工具，将栅格化的边界扩展到覆盖NoData区域，采用2弧度的缓冲区。通过结合两个人口数据集和国家边界数据的单元格，创建一个土地掩模，以将非土地单元格设置为NoData。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can one ensure the consistency of gridded economic datasets over time and space when using national data?",
        "QuestionCn": "如何确保在使用国家数据时，网格化经济数据集在时间和空间上的一致性？",
        "AnswerEn": "To ensure consistency over time and space, sub-national data are used indirectly by scaling reported national values to remain representative of official statistics. The data are extrapolated over time by scaling the last available value to reflect subsequent national changes and similarly scaling the first value with preceding changes.",
        "AnswerCn": "为了确保时间和空间上的一致性，次国家数据通过将报告的国家值进行缩放间接使用，以保持与官方统计数据的代表性。数据通过将最后一个可用值缩放以反映随后的国家变化，从而在时间上进行外推；同样，通过将第一个值缩放以反映之前的变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodology is used to estimate total GDP (PPP) for each grid cell in a spatial dataset?",
        "QuestionCn": "用于估算空间数据集中每个网格单元总GDP（购买力平价）的 methodology 是什么？",
        "AnswerEn": "To estimate total GDP (PPP) for each grid cell, GDP per capita (PPP) is multiplied by grid-specific population data using two different spatial resolutions: 5 arc-min (10 km at the equator) and 30 arc-sec (1 km at the equator). This method involves creating raster datasets of both national and sub-national scales for each time step and then combining them to produce the final dataset.",
        "AnswerCn": "为了估算每个网格单元的总GDP（购买力平价），将人均GDP（购买力平价）乘以特定网格的人口数据，使用两种不同的空间分辨率：5弧分（赤道处为10公里）和30弧秒（赤道处为1公里）。该方法涉及为每个时间步骤创建国家和次国家尺度的栅格数据集，然后将它们结合以生成最终数据集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods are used to ensure the seamless integration of national and sub-national boundaries in the creation of gridded economic datasets?",
        "QuestionCn": "在创建网格化经济数据集时，确保国家和次国家边界无缝整合的方法有哪些？",
        "AnswerEn": "To ensure seamless integration, a seamless administrative raster file is created using national and sub-national boundaries, along with two population datasets. This involves expanding the rasterized boundaries to cover NoData areas with a buffer and creating a land mask by combining cells from population datasets and boundary data.",
        "AnswerCn": "为了确保无缝集成，使用国家和次国家边界以及两个人口数据集创建一个无缝的行政栅格文件。这涉及到扩展栅格化边界以覆盖无数据区域，并通过结合人口数据集和边界数据的单元格创建一个土地掩模。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of population datasets enable accurate estimation of total GDP (PPP) in grid cells?",
        "QuestionCn": "人口数据集的使用如何使得在网格单元中准确估计总GDP（购买力平价）成为可能？",
        "AnswerEn": "The use of population datasets enables accurate estimation of total GDP (PPP) by multiplying the GDP per capita (PPP) by grid-specific population data. This approach uses different spatial resolutions, such as 5 arc-min and 30 arc-sec, to ensure precision in the estimation process.",
        "AnswerCn": "使用人口数据集可以通过将人均GDP（购买力平价）乘以特定网格的人口数据来准确估算总GDP（购买力平价）。这种方法使用不同的空间分辨率，如5弧分和30弧秒，以确保估算过程的精确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the techniques employed to handle missing data entries during the interpolation and extrapolation process in economic datasets?",
        "QuestionCn": "在经济数据集的插值和外推过程中，处理缺失数据条目的技术包括哪些？",
        "AnswerEn": "To handle missing data entries, temporal interpolation and extrapolation techniques are used. These techniques involve scaling available values to reflect subsequent national changes and performing error analysis separately for national and sub-national level data to estimate the error originating from the interpolation and extrapolation process.",
        "AnswerCn": "为了处理缺失的数据条目，使用了时间插值和外推技术。这些技术涉及对可用值进行缩放，以反映随后的国家变化，并分别对国家和次国家级别的数据进行误差分析，以估计源自插值和外推过程的误差。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in accurately downscaling GDP data to a finer spatial resolution in economic development datasets?",
        "QuestionCn": "为什么在经济发展数据集中将 GDP 数据准确缩减到更精细的空间分辨率可能会面临挑战？",
        "AnswerEn": "Downscaling GDP data to a finer spatial resolution involves the challenge of accurately representing economic activities at a local level, which are originally provided at national or sub-national scales. This process requires interpolation and extrapolation, which can introduce errors, especially when filling missing data entries, as mentioned in the error analysis performed for both national and sub-national data.",
        "AnswerCn": "将GDP数据降尺度到更细的空间分辨率涉及准确表示地方经济活动的挑战，这些数据最初是在国家或次国家层面提供的。这个过程需要插值和外推，这可能会引入错误，特别是在填补缺失数据条目时，正如对国家和次国家数据进行的误差分析所提到的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the reasons for using multiple spatial resolutions when compiling datasets related to economic indicators?",
        "QuestionCn": "在编制与经济指标相关的数据集时，使用多种空间分辨率的原因可能是什么？",
        "AnswerEn": "Using multiple spatial resolutions allows for greater flexibility and accuracy in representing economic indicators. For instance, total GDP (PPP) is provided with both 5 arc-min and 30 arc-sec resolutions to accommodate different analysis needs, such as global overviews or more detailed local assessments. This approach also helps in effectively utilizing grid-specific population data to estimate GDP per capita accurately.",
        "AnswerCn": "使用多种空间分辨率可以在表示经济指标时提供更大的灵活性和准确性。例如，总GDP（购买力平价）以5弧分和30弧秒的分辨率提供，以满足不同的分析需求，如全球概览或更详细的地方评估。这种方法还有助于有效利用特定网格的人口数据，以准确估算人均GDP。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to create a seamless administrative raster file when covering entire land areas in spatial datasets for economic development?",
        "QuestionCn": "为什么在为经济发展覆盖整个土地区域的空间数据集中创建无缝的行政栅格文件很重要？",
        "AnswerEn": "Creating a seamless administrative raster file is crucial for ensuring that the datasets consistently cover all included land areas without gaps. This is important for maintaining the integrity of spatial analyses and assessments. By expanding boundaries to cover NoData areas and setting non-land cells to NoData, the datasets remain representative of official statistics and are not skewed by missing data in areas such as water bodies.",
        "AnswerCn": "创建无缝的行政栅格文件对于确保数据集一致覆盖所有包含的土地区域而不出现空白至关重要。这对于维护空间分析和评估的完整性非常重要。通过扩展边界以覆盖无数据区域，并将非土地单元设置为无数据，数据集保持了官方统计的代表性，不会因水体等区域的缺失数据而失真。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think rasterization and scaling techniques are in ensuring spatial consistency and accuracy in economic data representation?",
        "QuestionCn": "你认为光栅化和缩放技术在确保经济数据表示的空间一致性和准确性方面有多有效？",
        "AnswerEn": "To ensure spatial consistency and accuracy, rasterization and scaling techniques are used by creating a seamless administrative raster file with national and sub-national boundaries. This method involves filling NoData areas and applying a land mask to set non-land cells to NoData, ensuring comprehensive coverage.",
        "AnswerCn": "为了确保空间一致性和准确性，采用栅格化和缩放技术，通过创建无缝的行政栅格文件来实现国家和次国家边界。该方法涉及填充无数据区域，并应用土地掩膜将非土地单元设置为无数据，以确保全面覆盖。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in using interpolated and extrapolated data for filling gaps in economic datasets, and how might these affect the reliability of the information?",
        "QuestionCn": "在使用插值和外推数据填补经济数据集中的空白时，可能面临哪些挑战，这些挑战可能如何影响信息的可靠性？",
        "AnswerEn": "Interpolating and extrapolating data to fill gaps can introduce errors, especially when estimating missing entries. An error analysis for national and sub-national levels is performed to estimate these errors, which is crucial for assessing the reliability of the information.",
        "AnswerCn": "插值和外推数据以填补空白可能会引入错误，特别是在估计缺失条目时。对国家和次国家层面的误差分析是为了估计这些错误，这对于评估信息的可靠性至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how might the integration of multiple spatial resolutions enhance the utility of economic datasets for urban planning and disaster relief efforts?",
        "QuestionCn": "在我看来，多个空间分辨率的整合如何增强经济数据集在城市规划和灾害救援工作中的实用性？",
        "AnswerEn": "The integration of multiple spatial resolutions, such as 5 arc-min and 30 arc-sec, allows for detailed and flexible analysis, which can significantly enhance the utility of economic datasets in urban planning and disaster relief by providing both broad and fine-grained economic indicators.",
        "AnswerCn": "多种空间分辨率的整合，如5弧分和30弧秒，可以进行详细而灵活的分析，这将显著增强经济数据集在城市规划和灾害救援中的实用性，提供广泛和细致的经济指标。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how population data is integrated into economic datasets to assess GDP at finer scales.",
        "QuestionCn": "我无法理解人口数据是如何融入经济数据集以在更细的尺度上评估GDP的。",
        "AnswerEn": "Population data is used to estimate total GDP by multiplying GDP per capita with population figures at specific grid resolutions, providing a detailed spatial economic analysis.",
        "AnswerCn": "人口数据用于通过将人均GDP与特定网格分辨率的人口数据相乘来估算总GDP，从而提供详细的空间经济分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}