{
    "id": "87753867-77c8-42f1-b2e6-da569679635f",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "ChinaHighO3: High-resolution and High-quality Ground-level MDA8 O3 Dataset for China (2000-2023)",
            "titleCn": "中国高分辨率高质量地面O3数据集（2000-2023）",
            "description": "ChinaHighO3 is one of the series of long-term, full-coverage, high-resolution, and high-quality datasets of ground-level air pollutants for China (i.e., ChinaHighAirPollutants, CHAP). It is generated from the big data (e.g., ground-based measurements, satellite remote sensing products, atmospheric reanalysis, and model simulations) using artificial intelligence by considering the spatiotemporal heterogeneity of air pollution. This is the big data-derived seamless (spatial coverage = 100%) daily, monthly, and yearly 1 km (i.e., D1K, M1K, and Y1K) ground-level maximum 8-hour average (MDA8) O3 dataset in China from 2000 to present. This dataset yields a high quality with a cross-validation coefficient of determination (CV-R2) of 0.89 and a root-mean-square error (RMSE) of 15.77 µg m-3 on a daily basis. Note that this dataset is continuously updated, and if you want to apply for more data or have any questions, please contact me (Email: weijing_rs@163.com; weijing@umd.edu).",
            "descriptionCn": "ChinaHighO3数据集是中国高分辨率高质量近地表空气污染物数据集（ChinaHighAirPollutants, CHAP）中地面O3数据集。该数据集利用人工智能技术，以地表太阳辐射强度和空气温度为主要预测因子，结合地基观测、大气再分析和排放清单等大数据生产得到2000年至今全国无缝隙地面最大8小时滑动平均O3数据。数据十折交叉验证决定系数R2为0.89，均方根误差RMSE为15.77 µg/m3。主要范围为整个中国地区，空间分辨率为1 km，时间分辨率为日、月、年，单位为µg/m3。注意：该数据集持续更新，如需要更多数据，请发邮件联系作者（weijing_rs@163.com; weijing@umd.edu）。",
            "instructions": "File Name: The data is stored in the NetCDF file format, and the file name is CHAP_O3_ab_yyyymmdd_V1.nc, where a represents time resolution (D represents daily data, M represents monthly data, Y represents annual data), b represents spatial resolution (1K represents 1km), yyyy represents year, mm represents month, and dd represents day. Data reading method: Python, Matlab, IDL, and other programming methods can be used to convert files from NC to TIF. The data coordinate system is WGS-1984, with a background value of 65535.",
            "instructionsCn": "文件命名：该数据以NetCDF文件格式存储，文件的名称为CHAP_O3_ab_yyyymmdd_V1.nc，其中a表示时间分辨率（D表示日数据，M表示月数据，Y表示年数据），b表示空间分辨率（1K表示1km），yyyy代表年，mm表示月，dd表示日。数据读取方式：可用Python、Matlab、IDL等编程实现文件从nc到tif的转换。数据坐标系为WGS-1984，背景值为65535。",
            "east": 136.0,
            "west": 73.0,
            "south": 17.0,
            "north": 55.0,
            "startTime": "2000-01-01 13:06:50",
            "endTime": "2023-12-31 13:06:50",
            "fileSize": 86370546316.0,
            "cstr": null,
            "doi": "10.5281/zenodo.10477125",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "韦晶",
                "nameEn": "WEI Jing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            },
            {
                "nameCn": "李占清",
                "nameEn": "LI Zhanqing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China",
                "referenceCn": null,
                "referenceEn": "Wei, J., Li, Z., Li, K., Dickerson, R., Pinker, R., Wang, J., Liu, X., Sun, L., Xue, W., & Cribb, M. (2022). Full-coverage mapping and spatiotemporal variations of ground-level ozone (O3) pollution from 2013 to 2020 across China. Remote Sensing of Environment, 270, 112775. https://doi.org/10.1016/j.rse.2021.112775"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "大气质量",
                "nameEn": "Atmospheric Quality"
            },
            {
                "nameCn": "臭氧",
                "nameEn": "O3"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2023",
                "keywordEn": "2000-2023",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Ozone (O3) is an important trace and greenhouse gas in the atmosphere, posing a threat to the ecological environment and human health at the ground level. Tropospheric O3 (< 12 km above the ground) is mainly produced by anthropogenic activities, affecting radiative forcing at a global scale with implications on climate change. Exposure to high surface O3 levels is highly related to increased human health risks, including cardiovascular and respiratory diseases. It also affects the ecosystem and agricultural production, e.g., inhibiting plant growth, promoting leaf senescence, and affecting crop yields. Since the middle of the twentieth century, many countries around the world have observed tropospheric and ground-level O3. In 2013, the Chinese Ministry of Environment and Ecology (MEE) established a national air quality observation network to monitor real-time O3, particulate matter (PM), and other near-surface air pollutants. However, the construction and maintenance of ground networks require substantial manpower and material resources. Satellite remote sensing can make up for such a deficiency by providing spatially continuous atmospheric O3 distributions. Near-surface O3 typically accounts for only a few percent of total column O3, and the retrieval sensitivity to near-surface O3 from ultraviolet measurements is limited. It is thus particularly difficult to extract near-surface O3 concentrations from satellite measurements."
            ],
            "research objective": [
                "This study offers a new perspective to estimate ground-level O3 from solar radiation intensity and surface temperature by employing an extended ensemble learning of the space-time extremely randomized trees (STET) model, together with ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory."
            ],
            "challenges": [
                "Large-scale and long-term studies of O3 pollution in China are few due to highly limited direct ground and satellite measurements. However, the construction and maintenance of ground networks require substantial manpower and material resources. Near-surface O3 typically accounts for only a few percent of total column O3, and the retrieval sensitivity to near-surface O3 from ultraviolet measurements is limited. It is thus particularly difficult to extract near-surface O3 concentrations from satellite measurements."
            ],
            "methods": [
                "In this study, daily MDA8 O₃ concentrations were first estimated to examine daily and interannual changes in surface O₃ in China. Since hourly ground measurements and core input predictors (i.e., downwelling solar surface radiation and air temperature) are available, our model can be employed to reasonably predict hourly surface O₃ concentrations."
            ],
            "dataset": [
                "A full-coverage (100%), high-resolution (10 km) and high-quality daily maximum 8-h average (MDA8) ground-level O3 dataset covering China (called ChinaHighO3) from 2013 to 2020 was generated."
            ],
            "findings": [
                "Our MDA8 O3 estimates (predictions) are reliable, with an average out-of-sample (out-of-station) coefficient of determination of 0.87 (0.80) and root-mean-square error of 17.10 (21.10) μg/m3 in China. The unique advantage of the full coverage of our dataset allowed us to accurately capture a short-term severe O3 pollution exposure event that took place from 23 April to 8 May in 2020. Also, a rapid increase and recovery of O3 concentrations associated with variations in anthropogenic emissions were seen during and after the COVID-19 lockdown, respectively. Trends in O3 concentration showed an average growth rate of 2.49 μg/m3/yr (p < 0.001) from 2013 to 2020, along with the continuous expansion of polluted areas exceeding the daily O3 standard (i.e., MDA8 O3 = 160 μg/m3). Summertime O3 concentrations and the probability of occurrence of daily O3 pollution have significantly increased since 2015, especially in the North China Plain and the main air pollution transmission belt (i.e., the “2 + 26” cities). However, a decline in both was seen in 2020, mainly due to the coordinated control of air pollution and ongoing COVID-19 effects."
            ],
            "backgroundCn": [
                "臭氧（O3）是大气中一种重要的微量和温室气体，对生态环境和人类健康构成威胁，尤其是在地面层。对流层臭氧（< 12公里）主要由人类活动产生，影响全球的辐射强迫，对气候变化产生影响。高浓度的地面臭氧暴露与心血管和呼吸系统疾病的增加密切相关。它还影响生态系统和农业生产，例如抑制植物生长、促进叶片衰老以及影响作物产量。自20世纪中叶以来，世界许多国家都观察到了对流层和地面臭氧。2013年，中国生态环境部（MEE）建立了国家空气质量监测网络，以实时监测臭氧、颗粒物（PM）和其他近地面空气污染物。然而，地面网络的建设和维护需要大量的人力和物力资源。卫星遥感可以弥补这一不足，通过提供空间连续的大气臭氧分布。近地面臭氧通常仅占总柱臭氧的几个百分点，且从紫外线测量中提取近地面臭氧的灵敏度有限。因此，从卫星测量中提取近地面臭氧浓度特别困难。"
            ],
            "research objectiveCn": [
                "本研究提供了一种新的视角，通过采用空间时间极端随机树（STET）模型的扩展集成学习，结合地面观测、遥感产品、大气重分析和排放清单，来估计地面臭氧（O3）与太阳辐射强度和地表温度的关系。"
            ],
            "challengesCn": [
                "中国关于臭氧污染的大规模和长期研究较少，主要是由于直接的地面和卫星测量非常有限。然而，建设和维护地面网络需要大量的人力和物力资源。近地面臭氧通常只占总柱状臭氧的几个百分点，而紫外线测量对近地面臭氧的检索灵敏度有限。因此，从卫星测量中提取近地面臭氧浓度特别困难。"
            ],
            "methodsCn": [
                "在本研究中，首先估计了日均MDA8臭氧浓度，以检查中国表面臭氧的日变化和年际变化。由于有小时地面测量数据和核心输入预测因子（即下行太阳辐射和气温），我们的模型可以合理地预测小时表面臭氧浓度。"
            ],
            "datasetCn": [
                "生成了一个覆盖中国的全覆盖（100%）、高分辨率（10公里）和高质量的日最大8小时平均（MDA8）地面臭氧数据集（称为ChinaHighO3），时间范围为2013年至2020年。"
            ],
            "findingsCn": [
                "我们的MDA8 O3估计（预测）是可靠的，平均的样本外（站外）决定系数为0.87（0.80），均方根误差为17.10（21.10）μg/m3，在中国。我们数据集的全面覆盖的独特优势使我们能够准确捕捉到2020年4月23日至5月8日发生的短期严重O3污染暴露事件。此外，在COVID-19封锁期间及之后，O3浓度的快速增加和恢复与人为排放的变化相关联。从2013年到2020年，O3浓度的趋势显示出平均增长率为2.49 μg/m3/年（p < 0.001），同时超过日常O3标准（即MDA8 O3 = 160 μg/m3）的污染区域持续扩大。自2015年以来，夏季O3浓度和每日O3污染发生的概率显著增加，尤其是在华北平原和主要空气污染传输带（即“2 + 26”城市）。然而，在2020年，这两者均出现下降，主要是由于空气污染的协调控制和持续的COVID-19影响。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the method of using solar radiation intensity and surface temperature reliably estimate ground-level O3 concentrations?",
                "QuestionCn": "使用太阳辐射强度和地表温度的方法能否可靠地估计地面臭氧浓度？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the retrieval sensitivity to near-surface O3 from ultraviolet measurements limited when using satellite data?",
                "QuestionCn": "使用卫星数据时，近地面臭氧的紫外测量检索灵敏度是否受到限制？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which model is more suitable for predicting hourly surface O3 concentrations: traditional statistical models, machine learning models, or extended ensemble learning models?",
                "QuestionCn": "哪种模型更适合预测每小时的地表臭氧浓度：传统统计模型、机器学习模型还是扩展集成学习模型？",
                "AnswerEn": "Extended ensemble learning models",
                "AnswerCn": "扩展集成学习模型",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main predictive factors used in estimating ground-level O3 concentrations in China?",
                "QuestionCn": "在中国估计地面臭氧浓度的主要预测因素有哪些？",
                "AnswerEn": "solar radiation intensity, surface temperature, ground-based observations, remote sensing products, atmospheric reanalysis, emission inventory",
                "AnswerCn": "太阳辐射强度、地表温度、地面观测、遥感产品、大气再分析、排放清单",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who can be contacted for more data regarding high-resolution ground-level O3 datasets in China?",
                "QuestionCn": "有关中国高分辨率地面臭氧（O3）数据集的更多信息，可以联系谁？",
                "AnswerEn": "weijing_rs@163.com, weijing@umd.edu",
                "AnswerCn": "weijing_rs@163.com，weijing@umd.edu",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges exist in measuring near-surface O3 concentrations using satellite remote sensing?",
                "QuestionCn": "使用卫星遥感测量近地面臭氧浓度面临哪些挑战？",
                "AnswerEn": "limited retrieval sensitivity to near-surface O3 from ultraviolet measurements",
                "AnswerCn": "从紫外测量中对近地表臭氧的检索灵敏度有限。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that effectively estimates ground-level O3 using alternative predictors like solar radiation intensity and surface temperature?",
                "QuestionCn": "您能否提供一个有效估计地面臭氧（O3）的数据收集方法，该方法使用太阳辐射强度和地表温度等替代预测因子？",
                "AnswerEn": "An example of a data collection method that estimates ground-level O3 is the use of an extended ensemble learning model, specifically the space-time extremely randomized trees (STET) model, which incorporates solar radiation intensity, surface temperature, ground-based observations, remote sensing products, atmospheric reanalysis, and emission inventories.",
                "AnswerCn": "一种估计地面臭氧（O3）的数据收集方法是使用扩展的集成学习模型，特别是空间-时间极端随机树（STET）模型，该模型结合了太阳辐射强度、地表温度、地面观测、遥感产品、大气重分析和排放清单。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate a challenge that arises when trying to collect large-scale, long-term ground-level O3 data and a possible approach to overcome it?",
                "QuestionCn": "在尝试收集大规模、长期的地面臭氧（O3）数据时，可能会出现一个挑战，即数据收集的成本和资源需求非常高。为了克服这一挑战，可以采用分布式传感器网络的方法，通过在不同地点部署低成本的传感器来收集数据，从而降低整体成本并提高数据的覆盖范围和时效性。",
                "AnswerEn": "A challenge in collecting large-scale, long-term ground-level O3 data is the limited direct ground and satellite measurements, which require substantial resources to maintain. A possible approach to overcome this challenge is employing AI technology to integrate diverse data sources like ground-based observations and satellite data to produce a seamless dataset.",
                "AnswerCn": "收集大规模、长期的地面臭氧（O3）数据面临的一个挑战是直接的地面和卫星测量有限，这需要大量资源来维持。克服这一挑战的一个可能方法是利用人工智能技术整合多种数据源，如地面观测和卫星数据，以生成无缝的数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Provide an example of a potential dataset that offers full coverage and high-resolution data of ground-level O3 concentrations over a large geographical area.",
                "QuestionCn": "提供一个潜在的数据集示例，该数据集提供大范围地理区域内地面臭氧浓度的全面覆盖和高分辨率数据。",
                "AnswerEn": "An example of such a dataset is the high-resolution daily maximum 8-hour average (MDA8) ground-level O3 dataset covering China from 2013 to 2020, known as the ChinaHighO3 dataset, which provides full coverage and captures short-term pollution events effectively.",
                "AnswerCn": "这样的数据集的一个例子是覆盖中国2013年至2020年的高分辨率日最大8小时平均（MDA8）地面臭氧数据集，称为ChinaHighO3数据集，该数据集提供了全面的覆盖，并有效捕捉短期污染事件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to estimate ground-level O3 utilizing solar radiation intensity and surface temperature?",
                "QuestionCn": "用于估计地面臭氧（O3）的数据收集方法的特点包括太阳辐射强度和地表温度。",
                "AnswerEn": "extended ensemble learning model, space-time extremely randomized trees (STET), downwelling solar surface radiation, air temperature, ground-based observations, remote sensing products, atmospheric reanalysis, emission inventory",
                "AnswerCn": "扩展集成学习模型，时空极端随机树（STET），下行太阳地表辐射，气温，地面观测，遥感产品，大气再分析，排放清单",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with extracting near-surface O3 concentrations from satellite measurements?",
                "QuestionCn": "从卫星测量中提取近地面臭氧浓度面临的挑战有哪些？",
                "AnswerEn": "limited retrieval sensitivity to near-surface O3, near-surface O3 accounts for only a few percent of total column O3",
                "AnswerCn": "对近地表臭氧的检索灵敏度有限，近地表臭氧仅占臭氧总柱的百分之几。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the properties and features of a high-resolution O3 dataset covering China from 2000 to 2023?",
                "QuestionCn": "涵盖中国2000年至2023年的高分辨率臭氧（O3）数据集的属性和特征是什么？",
                "AnswerEn": "high-resolution, high-quality, near-surface, spatial resolution of 1 km, time resolutions of daily, monthly, yearly, seamless, full-coverage, maximum 8-hour sliding average O3 concentrations, across China",
                "AnswerCn": "高分辨率、高质量、近地表、空间分辨率为1公里、时间分辨率为每日、每月、每年、无缝、全覆盖、中国全境的最大8小时滑动平均臭氧浓度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the high-resolution ground-level O3 dataset covering China?",
                "QuestionCn": "覆盖中国的高分辨率地面臭氧（O3）数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using artificial intelligence in generating high-resolution air pollutant datasets?",
                "QuestionCn": "使用人工智能生成高分辨率空气污染物数据集的意义是什么？",
                "AnswerEn": "Artificial intelligence is used to generate high-resolution air pollutant datasets by leveraging surface solar radiation intensity and air temperature as main predictors, along with ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory.",
                "AnswerCn": "人工智能被用来生成高分辨率的空气污染物数据集，主要利用地面太阳辐射强度和空气温度作为主要预测因子，同时结合地面观测、遥感产品、大气再分析和排放清单。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What does the term 'maximum 8-hour sliding average O3 data' represent in the context of air quality monitoring?",
                "QuestionCn": "“最大8小时滑动平均臭氧数据”在空气质量监测的上下文中代表什么。",
                "AnswerEn": "The term 'maximum 8-hour sliding average O3 data' represents a calculated average of ground-level ozone concentrations over a period of eight hours, used to monitor and assess air quality in the context of potential human health risks and environmental impacts.",
                "AnswerCn": "“最大8小时滑动平均臭氧数据”是指在八小时内计算的地面臭氧浓度的平均值，用于监测和评估空气质量，以应对潜在的人类健康风险和环境影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with extracting near-surface O3 concentrations from satellite measurements?",
                "QuestionCn": "从卫星测量中提取近地面臭氧浓度面临哪些挑战？",
                "AnswerEn": "Challenges associated with extracting near-surface O3 concentrations from satellite measurements include the limited sensitivity of ultraviolet measurements to near-surface O3, which typically accounts for only a few percent of total column O3, making it difficult to accurately determine ground-level concentrations.",
                "AnswerCn": "从卫星测量中提取近地面臭氧浓度所面临的挑战包括紫外线测量对近地面臭氧的敏感性有限，通常仅占总柱状臭氧的几个百分点，这使得准确确定地面浓度变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when using satellite remote sensing versus ground-based observations to estimate near-surface O3 concentrations?",
                "QuestionCn": "使用卫星遥感与地面观测来估计近地面臭氧浓度时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both satellite remote sensing and ground-based observations face challenges in estimating near-surface O3 concentrations. Satellite remote sensing struggles with limited retrieval sensitivity to near-surface O3 from ultraviolet measurements, whereas ground-based observations require significant manpower and material resources for network construction and maintenance.",
                "AnswerCn": "卫星遥感和地面观测在估计近地面臭氧浓度方面都面临挑战。卫星遥感由于紫外线测量的限制，对近地面臭氧的检索灵敏度较低，而地面观测则需要大量的人力和物力资源来建设和维护网络。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the integration of ground-based observations and remote sensing products contribute to overcoming the challenges in generating comprehensive O3 datasets?",
                "QuestionCn": "地面观测与遥感产品的整合如何有助于克服生成全面臭氧（O3）数据集的挑战？",
                "AnswerEn": "The integration of ground-based observations with remote sensing products helps address the challenges of limited direct ground and satellite measurements. By combining these data sources with atmospheric reanalysis and emission inventories, researchers can produce a seamless, high-resolution dataset that provides full coverage of O3 concentrations, enabling detailed analysis of pollution events and trends over time.",
                "AnswerCn": "地面观测与遥感产品的结合有助于解决直接地面和卫星测量有限的挑战。通过将这些数据源与大气重分析和排放清单相结合，研究人员可以生成一个无缝的高分辨率数据集，提供臭氧浓度的全面覆盖，从而能够对污染事件和趋势进行详细分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What insights can be drawn about the temporal trends of O3 pollution in China from the analysis of high-quality datasets?",
                "QuestionCn": "从高质量数据集的分析中，可以得出关于中国臭氧污染的时间趋势的哪些见解？",
                "AnswerEn": "Analysis of high-quality datasets reveals that O3 pollution in China has shown a significant upward trend, with an average growth rate of 2.49 μg/m3 per year from 2013 to 2020. The data also highlight short-term pollution events and the impact of anthropogenic emissions, such as changes observed during and after the COVID-19 lockdown, indicating the dataset's utility in tracking pollution dynamics and informing policy decisions.",
                "AnswerCn": "高质量数据集的分析显示，中国的臭氧（O3）污染呈显著上升趋势，从2013年到2020年，年均增长率为2.49 μg/m3。数据还突显了短期污染事件及人类活动排放的影响，例如在COVID-19封锁期间及之后观察到的变化，表明该数据集在追踪污染动态和为政策决策提供信息方面的实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulty in extracting near-surface O3 concentrations from satellite measurements?",
                "QuestionCn": "提取近地面臭氧浓度的卫星测量难度的因素有哪些？",
                "AnswerEn": "Near-surface O3 typically accounts for only a few percent of total column O3, and the retrieval sensitivity to near-surface O3 from ultraviolet measurements is limited, making it particularly difficult to extract these concentrations from satellite measurements.",
                "AnswerCn": "近地面臭氧通常仅占总柱状臭氧的几个百分点，而紫外线测量对近地面臭氧的检索灵敏度有限，这使得从卫星测量中提取这些浓度变得特别困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are large-scale and long-term studies of O3 pollution in China limited?",
                "QuestionCn": "中国的大规模和长期臭氧污染研究受到限制的原因是什么？",
                "AnswerEn": "Large-scale and long-term studies of O3 pollution in China are few due to highly limited direct ground and satellite measurements. Additionally, the construction and maintenance of ground networks require substantial manpower and material resources.",
                "AnswerCn": "由于直接的地面和卫星测量非常有限，中国关于臭氧污染的大规模和长期研究很少。此外，建设和维护地面网络需要大量的人力和物力资源。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind employing artificial intelligence techniques to predict ground-level O3 concentrations using solar radiation intensity and air temperature?",
                "QuestionCn": "使用人工智能技术预测地面臭氧浓度的主要目标是利用太阳辐射强度和空气温度。",
                "AnswerEn": "The main objective is to provide a new perspective for estimating ground-level O3 by leveraging AI techniques, specifically an extended ensemble learning model, to overcome the limitations of direct ground and satellite measurements and create a spatially continuous and high-resolution dataset.",
                "AnswerCn": "主要目标是通过利用人工智能技术，特别是扩展的集成学习模型，提供一种新的视角来估计地面臭氧（O3），以克服直接地面和卫星测量的局限性，并创建一个空间连续且高分辨率的数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to generate a high-resolution dataset for ground-level O3 concentrations over China from 2000 to the present?",
                "QuestionCn": "为什么从2000年至今生成中国地面臭氧浓度的高分辨率数据集很重要？",
                "AnswerEn": "Generating such a dataset is crucial because it allows researchers to examine daily and interannual changes in surface O3, facilitates the study of large-scale and long-term O3 pollution trends in China, and helps in capturing significant pollution events and analyzing variations due to factors like anthropogenic emissions.",
                "AnswerCn": "生成这样的数据集至关重要，因为它允许研究人员检查表面臭氧的日变化和年际变化，促进对中国大规模和长期臭氧污染趋势的研究，并有助于捕捉显著的污染事件以及分析由于人为排放等因素导致的变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are employed to estimate ground-level O3 concentrations using solar radiation intensity and surface temperature, and how are these methods integrated with other data sources?",
                "QuestionCn": "使用太阳辐射强度和地表温度估计地面臭氧浓度的方法有哪些，这些方法如何与其他数据源集成？",
                "AnswerEn": "Ground-level O3 concentrations are estimated using extended ensemble learning of the space-time extremely randomized trees (STET) model. This method integrates ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory to provide reliable estimates.",
                "AnswerCn": "地面臭氧浓度是通过空间-时间极端随机树（STET）模型的扩展集成学习进行估计的。这种方法整合了地面观测、遥感产品、大气重分析和排放清单，以提供可靠的估计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedural challenges exist in constructing and maintaining ground networks for monitoring O3 pollution, and how does satellite remote sensing complement these efforts?",
                "QuestionCn": "在构建和维护臭氧污染监测地面网络时存在哪些程序性挑战，以及卫星遥感如何补充这些工作？",
                "AnswerEn": "Constructing and maintaining ground networks require substantial manpower and resources. Satellite remote sensing complements these efforts by providing spatially continuous atmospheric O3 distributions, although it remains challenging to extract near-surface O3 concentrations from satellite measurements due to limited retrieval sensitivity.",
                "AnswerCn": "构建和维护地面网络需要大量的人力和资源。卫星遥感通过提供空间连续的大气臭氧分布来补充这些努力，尽管由于检索灵敏度有限，从卫星测量中提取近地面臭氧浓度仍然具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What role does artificial intelligence play in enabling the creation of high-resolution air pollution datasets?",
                "QuestionCn": "人工智能在高分辨率空气污染数据集的创建中发挥了什么作用？",
                "AnswerEn": "Artificial intelligence techniques are utilized to produce high-resolution air pollution datasets by using surface solar radiation intensity and air temperature as main predictive factors, combined with ground-based observations, atmospheric reanalysis, and emission inventories.",
                "AnswerCn": "人工智能技术被用于通过使用地面太阳辐射强度和空气温度作为主要预测因素，结合地面观测、大气重分析和排放清单，生成高分辨率的空气污染数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do downwelling solar surface radiation and air temperature serve as core predictors in the estimation of surface ozone concentrations?",
                "QuestionCn": "下行太阳表面辐射和空气温度在估算地面臭氧浓度方面作为核心预测因子的方式有哪些？",
                "AnswerEn": "Downwelling solar surface radiation and air temperature are core predictors that enable the estimation of hourly surface ozone concentrations, allowing for the examination of daily and interannual changes in surface ozone levels.",
                "AnswerCn": "下行太阳辐射和空气温度是估算每小时地面臭氧浓度的核心预测因子，这使得能够研究地面臭氧水平的日变化和年际变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the retrieval sensitivity to near-surface O3 from ultraviolet measurements be limited in estimating ground-level O3 concentrations?",
                "QuestionCn": "从紫外线测量中对近地面臭氧的检索敏感性可能受到限制，从而影响对地面臭氧浓度的估计。",
                "AnswerEn": "Near-surface O3 typically accounts for only a few percent of total column O3, making it particularly difficult to extract near-surface O3 concentrations from satellite measurements due to limited retrieval sensitivity.",
                "AnswerCn": "近地面臭氧通常仅占总柱状臭氧的几个百分点，这使得由于检索灵敏度有限，从卫星测量中提取近地面臭氧浓度变得特别困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges could arise from the large-scale and long-term studies of O3 pollution in China using direct ground and satellite measurements?",
                "QuestionCn": "在中国进行大规模和长期的臭氧污染研究时，使用直接地面和卫星测量可能会面临哪些挑战？",
                "AnswerEn": "Large-scale and long-term studies of O3 pollution in China are few due to highly limited direct ground and satellite measurements, compounded by the substantial manpower and material resources required for the construction and maintenance of ground networks.",
                "AnswerCn": "由于直接的地面和卫星测量极为有限，加上建设和维护地面网络所需的人力和物力资源非常庞大，中国关于臭氧污染的大规模和长期研究较少。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can artificial intelligence techniques, like ensemble learning models, improve the estimation of ground-level O3 concentrations?",
                "QuestionCn": "人工智能技术，如集成学习模型，如何改善地面臭氧浓度的估计？",
                "AnswerEn": "Artificial intelligence techniques, such as ensemble learning models, can improve the estimation of ground-level O3 concentrations by utilizing predictors like solar radiation intensity and surface temperature, combined with ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory.",
                "AnswerCn": "人工智能技术，如集成学习模型，可以通过利用太阳辐射强度和地表温度等预测因子，结合地面观测、遥感产品、大气重分析和排放清单，来改善地面臭氧浓度的估计。",
                "Level": "C6(Creating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of artificial intelligence is in predicting ground-level O3 concentrations using solar radiation intensity and surface temperature as main predictors?",
                "QuestionCn": "我认为使用人工智能通过太阳辐射强度和地表温度作为主要预测因子来预测地面臭氧浓度的效果如何？",
                "AnswerEn": "The use of artificial intelligence in predicting ground-level O3 concentrations is considered effective, as indicated by the high coefficient of determination (R2 = 0.89) and a relatively low root mean square error (RMSE = 15.77 µg/m3) achieved through the model.",
                "AnswerCn": "在预测地面臭氧浓度方面，人工智能的使用被认为是有效的，模型的决定系数（R² = 0.89）很高，且均方根误差（RMSE = 15.77 µg/m³）相对较低。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do you foresee in maintaining the accuracy and reliability of O3 data collection in the long term, considering the reliance on both ground-based observations and satellite data?",
                "QuestionCn": "您预见在长期维持臭氧（O3）数据收集的准确性和可靠性方面会面临哪些挑战，考虑到对地面观测和卫星数据的依赖？",
                "AnswerEn": "Challenges in maintaining accuracy and reliability include the limited sensitivity of satellite measurements to near-surface O3, as well as the substantial manpower and material resources required for maintaining ground-based observation networks. Additionally, long-term consistency in data collection methods and technological advancements are crucial.",
                "AnswerCn": "维护准确性和可靠性的挑战包括卫星测量对近地面臭氧的敏感性有限，以及维护地面观测网络所需的巨大人力和物力资源。此外，数据收集方法的长期一致性和技术进步也是至关重要的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what potential methods or datasets could be integrated to enhance the spatial and temporal resolution of O3 pollution data collection?",
                "QuestionCn": "在您看来，哪些潜在的方法或数据集可以整合，以增强臭氧污染数据收集的空间和时间分辨率？",
                "AnswerEn": "Potential methods or datasets that could enhance data resolution include integrating more detailed remote sensing products, expanding the ground-based observation network, and using advanced ensemble learning models that incorporate diverse environmental predictors to achieve higher spatial (e.g., 1 km) and temporal (daily, monthly) resolutions.",
                "AnswerCn": "潜在的方法或数据集可以通过整合更详细的遥感产品、扩展地面观测网络以及使用先进的集成学习模型，结合多样的环境预测因子，以实现更高的空间（例如，1公里）和时间（每日、每月）分辨率，从而增强数据分辨率。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't understand how ground-level O3 concentrations can be predicted using solar radiation intensity and surface temperature.",
                "QuestionCn": "我无法理解如何通过太阳辐射强度和地表温度来预测地面臭氧浓度。",
                "AnswerEn": "The research employs an extended ensemble learning method using the space-time extremely randomized trees (STET) model to estimate ground-level O3 from solar radiation intensity and surface temperature, supplemented by ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory.",
                "AnswerCn": "该研究采用扩展的集成学习方法，使用时空极端随机树（STET）模型，从太阳辐射强度和地表温度中估计地面臭氧（O3），并辅以地面观测、遥感产品、大气再分析和排放清单。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I am unsure about the challenges that make it difficult to extract near-surface O3 concentrations from satellite measurements.",
                "QuestionCn": "我不确定从卫星测量中提取近地面臭氧浓度的挑战。",
                "AnswerEn": "Near-surface O3 typically accounts for only a few percent of total column O3, and the retrieval sensitivity to near-surface O3 from ultraviolet measurements is limited, making it particularly difficult to extract near-surface O3 concentrations from satellite measurements.",
                "AnswerCn": "近地面臭氧通常仅占总柱状臭氧的几百分之一，而紫外线测量对近地面臭氧的检索灵敏度有限，这使得从卫星测量中提取近地面臭氧浓度变得特别困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand why large-scale and long-term studies of O3 pollution in China are limited.",
                "QuestionCn": "我不明白为什么中国对臭氧污染的大规模和长期研究有限。",
                "AnswerEn": "Large-scale and long-term studies of O3 pollution in China are limited due to highly restricted direct ground and satellite measurements, as the construction and maintenance of ground networks require substantial manpower and material resources.",
                "AnswerCn": "由于直接的地面和卫星测量受到严格限制，中国的大规模和长期臭氧污染研究非常有限，因为建设和维护地面网络需要大量的人力和物力资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in extracting near-surface O3 concentrations from satellite measurements and suggest potential methods to improve accuracy in this data collection method.",
                "QuestionCn": "请分析从卫星测量中提取近地面臭氧浓度所面临的挑战，并建议潜在的方法以提高这种数据收集方法的准确性。",
                "AnswerEn": "The challenges in extracting near-surface O3 concentrations from satellite measurements include the limited retrieval sensitivity to near-surface O3 from ultraviolet measurements, as near-surface O3 typically accounts for only a few percent of total column O3. To improve accuracy, employing an ensemble learning model that integrates solar radiation intensity and surface temperature, along with ground-based observations, remote sensing products, atmospheric reanalysis, and an emission inventory, could enhance the estimation of ground-level O3.",
                "AnswerCn": "从卫星测量中提取近地面臭氧浓度的挑战包括紫外线测量对近地面臭氧的检索灵敏度有限，因为近地面臭氧通常只占总柱状臭氧的几个百分点。为了提高准确性，采用集成学习模型，结合太阳辐射强度、地表温度、地面观测、遥感产品、大气重分析和排放清单，可能会增强对地面臭氧的估计。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please explore the potential for expanding datasets related to ground-level O3 by incorporating new technologies or methodologies, and assess the impact of such expansions on research outcomes.",
                "QuestionCn": "请探讨通过引入新技术或方法来扩展与地面臭氧（O3）相关的数据集的潜力，并评估这种扩展对研究结果的影响。",
                "AnswerEn": "Expanding datasets related to ground-level O3 could involve incorporating advanced remote sensing technologies, such as high-resolution satellite imagery or novel sensor networks, to enhance spatial and temporal coverage. Using machine learning algorithms to integrate these diverse data sources could further refine predictions. Such expansions could significantly improve the accuracy and reliability of O3 estimates, allowing for better monitoring of pollution events and understanding of trends, which in turn could inform more effective policy decisions and interventions.",
                "AnswerCn": "扩展与地面臭氧（O3）相关的数据集可以涉及整合先进的遥感技术，例如高分辨率卫星图像或新型传感器网络，以增强空间和时间覆盖。使用机器学习算法整合这些多样化的数据源可以进一步优化预测。这种扩展可以显著提高臭氧估计的准确性和可靠性，从而更好地监测污染事件和理解趋势，这反过来可以为更有效的政策决策和干预措施提供依据。",
                "Level": "C6(Creating)"
            }
        ]
    }
}