{
    "id": "87dd9a27-0acf-4a74-8614-6bd622a2f03f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Global air freeze-thaw index based on observations（1973-2021）",
            "titleCn": "基于观测数据的全球空气冻融指数（1973-2021）",
            "description": "Freeze-thaw index is an important sensitive indicator of climate change, and is also widely used in the study of frozen soil changes. The research on the spatial distribution characteristics and time variation trend of freezing and thawing index in the global scope can provide a basis for the global frozen soil environment assessment, engineering construction and coping with climate change. This data set is based on the daily temperature observation data of more than 14000 stations covering the global land from 1973 to 2021 to calculate the air freezing index (FI) and air melting index (TI). The freezing/thawing index is the cumulative value of the daily average temperature below/above 0 ℃ during the freezing/thawing period. Considering that the index calculation should cover the whole freezing/thawing period and ensure the continuity of the calculation period, the northern hemisphere takes July 1 of that year to June 30 of the next year as a freezing period, and takes January 1 to December 30 of that year as a melting period, while the southern hemisphere has the opposite freezing/thawing period. The stations with missing survey years were not filled, which, on the one hand, avoided the uncertainty error caused by interpolation on the results, and on the other hand, retained the authenticity and accuracy of the data as much as possible. The study of global freeze-thaw index can effectively and comprehensively understand the near surface heat state, and can provide important support for exploring the changes of freeze-thaw state.",
            "descriptionCn": "冻融指数是气候变化的一个重要敏感指示器，也被广泛应用于冻土变化研究中。研究全球范围内冻融指数的空间分布特征与时间变化趋势，可为全球冻土环境评估、工程建设以及应对气候变化提供依据。该数据集基于1973—2021年覆盖全球陆地且超过14 000个站点的逐日气温观测数据，计算空气冻结指数（FI）和空气融化指数(TI)。冻结/融化指数，是冻结/融化期内日平均气温低于/高于 0 ℃的温度累计值。考虑到指数计算要覆盖整个冻结/融化期，并保证计算时段的连续，北半球以该年7月1日至次年6月30日为一个冻结期，以该年1月1日至12月30日为一个融化期，南半球冻结/融化时段相反。对于有缺测年份的站点未进行填补处理，一方面避免了插值对结果带来的不确定性误差，二是尽可能保留了数据的真实性与准确性。开展全球冻融指数研究，可以有效全面了解近地表热状态，并可以为探究冻融状态变化提供重要的支撑。",
            "instructions": "File name: Air freezing index (FI) and air melting index (TI) are stored in FI.rar and TI.rar compressed package formats respectively. GSOD in each file_ FI_ 010010-99999. xls or GSOD_ TI_ 010010-99999. xls is stored in this format, representing GSOD (Global Surface Summary of the Day), FI (Air Freezing Index), TI (Air Melting Index), 010010-99999 (Station No.) respectively.\nData reading method: all table files in the dataset can be opened with excel program, and the main contents are station (1-2 columns), longitude and latitude (3-4 columns), altitude (5 columns), annual minute (6 columns), freezing/melting index (7 columns).",
            "instructionsCn": "文件命名: 空气冻结指数（FI）和空气融化指数（TI）分别以FI.rar和TI.rar压缩包格式存储。每个文件中都以GSOD_FI_010010-99999.xls或者GSOD_TI_010010-99999.xls这种格式存储，分别表示GSOD（Global Surface Summary of the Day), FI（空气冻结指数），TI（空气融化指数）,010010-99999（站点号）。\n数据读取方式：该数据集中的所有表格文件都可以用excel程序打开，主体内容为站点（1-2列）、经纬度（3-4列），海拔（5列），年分（6列），冻结/融化指数（7列）。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "1973-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 414480783.0,
            "cstr": "18406.11.Cryos.tpdc.272845",
            "doi": "10.11888/Cryos.tpdc.272845",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "彭小清",
                "nameEn": "PENG Xiaoqing",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "陈聪",
                "nameEn": "CHEN Cong ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "牟翠翠",
                "nameEn": "MU Cuicui ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Past and projected freezing/thawing indices in the northern hemisphere",
                "referenceCn": null,
                "referenceEn": "Peng, X., Zhang, T., Liu, Y., & Luo, J. (2019). Past and projected freezing/thawing indices in the northern hemisphere. Journal of Applied Meteorology and Climatology, 58(3), 495-510."
            },
            {
                "titleCn": "基于观测数据的全球空气冻融指数变化研究",
                "titleEn": null,
                "referenceCn": "陈聪, 彭小清, 李璇佳, 田伟伟, 杨光尚. (2023). 基于观测数据的全球空气冻融指数变化研究. 冰川冻土.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "长时间序列",
                "keywordEn": "long-term",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "北极快速变化的机理、影响及其气候效应研究",
                "titleEn": "Research on the mechanism, influence and climate effect of rapid change in the Arctic"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The freezing/thawing index is an important sensitive indicator of climate change, and also widely used in the permafrost change. The spatial-temporal variations of freezing/thawing index on a global scale can provide a basis for global permafrost environment assessment, engineering construction and climate change. The freezing/thawing index is affected by both latitude and altitude, and has obvious climatic distribution characteristics. The trend of the freezing/thawing index reflects that the global climate is warming with different degrees, especially in high latitudes and high altitudes, and the warming trend in the cold season is greater than that in the warm season."
            ],
            "research objective": [
                "Based on the daily observed temperature data from 1973 to 2021 covering the global land and more than 14,000 stations, we calculate the air freezing/thawing index and analyze its spatial and temporal variation characteristics, and discuss the relationship with geographical factors."
            ],
            "challenges": [
                "However, the changes of the freezing/thawing index tended to be flat at the beginning of the 21st century."
            ],
            "methods": [],
            "dataset": [
                "Based on the daily observed temperature data from 1973 to 2021 covering the global land and more than 14,000 stations."
            ],
            "findings": [
                "Results show that the global average freezing index is 610.8 ℃·d in the past 49 years, the maximum value is 19,653.3 ℃·d, 667.9 ℃·d in the Northern Hemisphere larger than 152.4 ℃·d in the Southern Hemisphere. The global average thawing index is 4,709.6 ℃·d, the maximum value is 11,217.0 ℃·d, and 4,444.5 ℃·d in the Northern Hemisphere smaller than 6,927.3 ℃·d in the Southern Hemisphere. From 1973 to 2021, the freezing index decreased by an average of 36% globally (net change of -160.2 ℃·d), an average decrease of 68% in the high latitudes under the snow climate zone. The thawing index increased by an average of 11% globally (net change of 437.5 ℃·d), while an average increase of 16% in the high latitudes under the snow climate zone."
            ],
            "backgroundCn": [
                "冰冻/融化指数是气候变化的重要敏感指标，也广泛应用于永久冻土变化的研究。全球范围内冰冻/融化指数的时空变化可以为全球永久冻土环境评估、工程建设和气候变化提供依据。冰冻/融化指数受到纬度和海拔的影响，具有明显的气候分布特征。冰冻/融化指数的趋势反映了全球气候在不同程度上变暖，尤其是在高纬度和高海拔地区，寒季的变暖趋势大于暖季。"
            ],
            "research objectiveCn": [
                "根据1973年至2021年的每日观测温度数据，涵盖全球陆地及超过14,000个气象站，我们计算了空气冻结/解冻指数，并分析其空间和时间变化特征，讨论其与地理因素的关系。"
            ],
            "challengesCn": [
                "然而，21世纪初，冰冻/解冻指数的变化趋势趋于平稳。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "基于1973年至2021年覆盖全球陆地和超过14,000个站点的每日观测温度数据。"
            ],
            "findingsCn": [
                "结果显示，过去49年全球平均冻结指数为610.8 ℃·d，最大值为19,653.3 ℃·d，北半球为667.9 ℃·d，南半球为152.4 ℃·d。全球平均融化指数为4,709.6 ℃·d，最大值为11,217.0 ℃·d，北半球为4,444.5 ℃·d，南半球为6,927.3 ℃·d。从1973年到2021年，全球冻结指数平均下降了36%（净变化为-160.2 ℃·d），在雪气候区的高纬度地区平均下降了68%。全球融化指数平均增加了11%（净变化为437.5 ℃·d），而在雪气候区的高纬度地区平均增加了16%。"
            ]
        },
        {
            "background": [
                "Climate change is dramatically altering montane lakes and affecting species distributions (Hotaling et al., 2017). Montane lakes are considered to be great natural evolutionary laboratories because of their isolation and high endemism; this combination reduces confounding effects and, thus, makes evolutionary patterns easier to interpret (Salzburger, 2018; Whittaker et al., 2017). However, tens of thousands of montane or glacial lakes along the Alpine–Himalayan belt and Rocky Mountain ranges have been largely unexplored, and global biodiversity patterns in montane lakes remain relatively unknown. Climate warming has resulted in species homogenization and even extinction in these systems (Hotaling et al., 2017). As they are threatened by climate change, mountain lake systems have been considered to be extremely vulnerable centers of diversity for cold-adapted biotas (Herbert et al., 2016). Understanding the impact of past climate cooling on evolutionary history of montane-lake species may improve our ability to assess the threats to cold-water species posed by global warming. Global cooling took place from the Mid-Miocene to Pliocene, and intensified in the Pleistocene (Ho et al., 2019; Westerhold et al., 2020; Zachos et al., 2001). This cooling trend resulted in the separation of huge lake complexes along the Alpine–Himalayan belt (Neubauer et al., 2015; Wu et al., 2008) and isolation of lacustrine basins in the Rocky Mountain ranges (Galloway et al., 2011), leading to an increase in the number of montane lakes."
            ],
            "research objective": [
                "We test this hypothesis by using phylogeographic analysis and niche modeling of the Holarctic crustacean Gammarus lacustris with global sampling comprised of 567 sequenced individuals and 3180 occurrence records. Here, we integrate phylogenetic analysis and niche modeling to evaluate the impacts of past climate cooling on the global expansion of G. lacustris, and apply this knowledge to forecast future distributions under climate change."
            ],
            "challenges": [
                "While more samples would be desirable to strengthen predictions in this area, their absence has limited influence on our inferences globally because we built separate ENMs for each biogeographic region."
            ],
            "methods": [
                "Genomic DNA was extracted from the legs of specimens using the Tiangen Genomic DNA kit following the manufacturer’s protocol. For the 203-tip data set, more conservative genes were used to resolve the deep evolutionary relationships of the family Gammaridae, including fragments of two mitochondrial genes (COI and 16S) and 10 nuclear genes (28S, 18S, EF1a, AK, PEPCK, HSP70, NaK, GAPDH, PDI, and H3). For the 567-tip data set, relatively fast-evolving genes were selected to demonstrate a clear chronosequence of divergence in biogeographic regions, including fragments of three mitochondrial genes (COI, COIII, and 16S) and five nuclear genes (28S, EF1a, AK, PEPCK, and HSP70). PCR products were sent to Sangon Biotech (Beijing) for bidirectional Sanger sequencing, then forward and reverse strands were edited and assembled into contigs using Squencher v4.2 (Gene Codes Corporation). Sequences were aligned for each gene independently using ClustalX v2.0.9 (Larkin et al., 2007) and manually adjusted in MacClade v4.06 (Maddison & Maddison, 2000). Maximum parsimony (MP) and maximum likelihood (ML) analyses were conducted for single gene and concatenated 203-tip and 567-tip data sets. A Bayesian inference (BI) tree was generated for the 203-tip dataset in MrBayes v3.2.1 (Ronquist et al., 2012). For the 567-tip dataset, Bayesian analysis failed to converge in MrBayes and so subsequent analyses were conducted using ExaBayes v1.5.1 (Aberer et al., 2014), which is designed specifically for large data sets."
            ],
            "dataset": [
                "Here, we focus on the global expansion of G. lacustris using a dataset that includes 567 specimens covering montane lakes from all major geographic regions across Eurasia and North America. The 203-tip data set, with well-supported calibration points, was used to estimate the crown age of the G. lacustris clade."
            ],
            "findings": [
                "We found that the species arose in Tian Shan in Central Asia and dispersed into montane lakes along the Alps, Himalayas, Tibet, East Asia, and the North American Rocky Mountain ranges, with accelerated diversification rates outside Tian Shan. Climatically suitable regions for geographic lineages of G. lacustris were larger during cooling periods (LGM), but smaller during warming periods (Mid-Holocene). In the future (2070) scenario, potential distributions in the Himalayas, North Tibet, South Tibet and North America are predicted to expand, whereas ranges in East Asia, Europe and Tian Shan will decline. Our results suggest that Mid-Miocene-to-Pleistocene continuous cooling promoted multiple independent dispersal events out of Tian Shan due to increased availability of montane lakes via “budding” of lineages. Montane lakes are conduits through which cold-adapted amphipods globally dispersed, dominating circumboreal lakes. However, future climate warming is likely to force organisms to shift upward in altitude and northward in latitude, leading to a future change in local populations."
            ],
            "backgroundCn": [
                "气候变化正在显著改变高山湖泊，并影响物种分布（Hotaling et al., 2017）。高山湖泊被认为是极好的自然进化实验室，因为它们的孤立性和高特有性；这种组合减少了混杂效应，因此使得进化模式更容易解释（Salzburger, 2018；Whittaker et al., 2017）。然而，阿尔卑斯-喜马拉雅带和落基山脉沿线的数万座高山或冰川湖泊仍然在很大程度上未被探索，全球高山湖泊的生物多样性模式仍然相对未知。气候变暖导致这些系统中的物种同质化甚至灭绝（Hotaling et al., 2017）。由于受到气候变化的威胁，高山湖泊系统被认为是对寒冷适应生物群体极为脆弱的多样性中心（Herbert et al., 2016）。了解过去气候冷却对高山湖泊物种进化历史的影响，可能会提高我们评估全球变暖对冷水物种威胁的能力。全球冷却发生在中中新世到上新世，并在更新世期间加剧（Ho et al., 2019；Westerhold et al., 2020；Zachos et al., 2001）。这一冷却趋势导致阿尔卑斯-喜马拉雅带沿线巨大的湖泊复合体的分离（Neubauer et al., 2015；Wu et al., 2008），以及落基山脉湖泊盆地的孤立（Galloway et al., 2011），从而导致高山湖泊数量的增加。"
            ],
            "research objectiveCn": [
                "我们通过对北极-亚北极甲壳类动物Gammarus lacustris进行系统发育地理分析和生态位建模来检验这一假设，全球采样包括567个测序个体和3180个出现记录。在这里，我们整合了系统发育分析和生态位建模，以评估过去气候变冷对G. lacustris全球扩张的影响，并将这些知识应用于预测气候变化下的未来分布。"
            ],
            "challengesCn": [
                "虽然更多的样本会增强我们在这一领域的预测，但它们的缺乏对我们全球推断的影响有限，因为我们为每个生物地理区域构建了独立的生态位模型（ENMs）。"
            ],
            "methodsCn": [
                "从标本的腿部提取了基因组DNA，使用Tiangen基因组DNA提取试剂盒，按照制造商的协议进行操作。对于203个样本的数据集，使用了更为保守的基因来解析Gammaridae科的深层进化关系，包括两个线粒体基因（COI和16S）和10个核基因（28S、18S、EF1a、AK、PEPCK、HSP70、NaK、GAPDH、PDI和H3）的片段。对于567个样本的数据集，选择了相对快速进化的基因，以展示生物地理区域的明显分歧时间序列，包括三个线粒体基因（COI、COIII和16S）和五个核基因（28S、EF1a、AK、PEPCK和HSP70）的片段。PCR产物被送往Sangon Biotech（北京）进行双向Sanger测序，然后使用Squencher v4.2（Gene Codes Corporation）编辑和组装正向和反向链成重叠序列。每个基因的序列使用ClustalX v2.0.9（Larkin et al., 2007）独立对齐，并在MacClade v4.06（Maddison & Maddison, 2000）中手动调整。对单基因和合并的203个样本和567个样本数据集进行了最大简约法（MP）和最大似然法（ML）分析。使用MrBayes v3.2.1（Ronquist et al., 2012）为203个样本数据集生成了贝叶斯推断（BI）树。对于567个样本数据集，贝叶斯分析在MrBayes中未能收敛，因此后续分析使用了专为大数据集设计的ExaBayes v1.5.1（Aberer et al., 2014）进行。"
            ],
            "datasetCn": [
                "在这里，我们关注G. lacustris的全球扩展，使用的数据集包括来自欧亚和北美所有主要地理区域的567个标本，涵盖了山区湖泊。使用包含203个节点的数据集，并且有良好支持的校准点，用于估计G. lacustris类群的冠年龄。"
            ],
            "findingsCn": [
                "我们发现该物种起源于中亚的天山，并向阿尔卑斯山、喜马拉雅山、青藏高原、东亚和北美落基山脉的高山湖泊扩散，且在天山以外的加速多样化速率。在气候适宜的区域中，G. lacustris 的地理谱系在冷却期（最后冰期）时更大，而在变暖期（中全新世）时更小。在未来（2070年）情景中，喜马拉雅山、北藏、南藏和北美的潜在分布预计将扩展，而东亚、欧洲和天山的分布范围将下降。我们的结果表明，中中新世至更新世的持续冷却促进了多次独立的从天山的扩散事件，因为通过“分芽”形成的高山湖泊增加了可用性。高山湖泊是冷适应的等足类动物在全球扩散的通道，主导了环北极湖泊。然而，未来的气候变暖可能迫使生物向上升高和向北移动，导致地方种群的未来变化。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method avoid filling in gaps for stations with missing years to maintain accuracy?",
                "QuestionCn": "数据收集方法是否避免填补缺失年份的站点空白，以保持准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is genomic DNA extraction part of the data collection method for studying the evolutionary history of montane-lake species?",
                "QuestionCn": "基因组DNA提取是否是研究山地湖泊物种进化历史的数据收集方法的一部分？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the freezing/thawing index primarily affected by latitude, altitude, or other geographical factors?",
                "QuestionCn": "冻结/解冻指数主要受纬度、高度或其他地理因素的影响吗？",
                "AnswerEn": "latitude and altitude",
                "AnswerCn": "纬度和海拔",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method was used to gather temperature observations for calculating the freezing/thawing index from 1973 to 2021?",
                "QuestionCn": "用于收集1973年至2021年温度观测数据以计算冻结/解冻指数的方法是什么？",
                "AnswerEn": "Daily observed temperature data",
                "AnswerCn": "每日观测温度数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When were the freezing and thawing periods defined for the calculation of the freezing/thawing index in the Northern Hemisphere?",
                "QuestionCn": "在北半球，冻结和解冻期的定义用于计算冻结/解冻指数的时间是什么时候？",
                "AnswerEn": "July 1, January 1",
                "AnswerCn": "7月1日，1月1日",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to calculate freezing/thawing indices from daily temperature observations?",
                "QuestionCn": "您能否提供一个用于从每日温度观测中计算冰冻/解冻指数的方法示例？",
                "AnswerEn": "A method involves using daily observed temperature data from 1973 to 2021, covering global land and more than 14,000 stations, to compute the air freezing index and air thawing index. The freezing/thawing index is calculated as the cumulative temperature where the daily average temperature is below/above 0°C during the freezing/thawing period.",
                "AnswerCn": "该方法涉及使用1973年至2021年的每日观测温度数据，涵盖全球陆地和超过14,000个气象站，以计算空气冻结指数和空气解冻指数。冻结/解冻指数的计算是基于在冻结/解冻期间每日平均温度低于/高于0°C时的累计温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used to study the spatial-temporal variations of freezing/thawing indices globally?",
                "QuestionCn": "您能否提供一个用于研究全球冻结/解冻指数时空变化的数据集示例？",
                "AnswerEn": "An example of a dataset is one that includes daily observed temperature data from 1973 to 2021, covering global land and more than 14,000 stations, which is used to analyze spatial and temporal variation characteristics of the air freezing/thawing index.",
                "AnswerCn": "一个数据集的例子是包含1973年至2021年每日观测温度数据的集合，覆盖全球陆地和超过14,000个气象站，用于分析空气冻结/解冻指数的空间和时间变化特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for calculating the global air freezing/thawing index?",
                "QuestionCn": "用于计算全球空气冻结/解冻指数的数据收集方法的特点是什么？",
                "AnswerEn": "daily observed temperature data, 1973 to 2021, global land, more than 14,000 stations, cumulative value of daily mean temperatures below or above 0 ℃",
                "AnswerCn": "1973年至2021年，全球陆地，超过14,000个站点，每日观测温度数据，累计每日平均温度低于或高于0℃的值。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific features are considered when analyzing the spatial and temporal variations of the freezing/thawing index?",
                "QuestionCn": "在分析冻结/融化指数的空间和时间变化时，考虑的具体特征包括：",
                "AnswerEn": "latitude, altitude, climatic distribution characteristics, global warming patterns, high latitudes, high altitudes, cold season",
                "AnswerCn": "纬度、海拔、气候分布特征、全球变暖模式、高纬度、高海拔、寒冷季节",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential challenges in maintaining data accuracy and authenticity in the collection of freezing/thawing index data?",
                "QuestionCn": "在收集冻结/解冻指数数据时，维护数据准确性和真实性的潜在挑战有哪些？",
                "AnswerEn": "missing years of data, continuity of the calculation period, entire freezing/thawing cycle, authenticity, accuracy",
                "AnswerCn": "缺失年份的数据，计算周期的连续性，完整的冻结/解冻周期，真实性，准确性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of observation stations used to calculate the freezing/thawing index?",
                "QuestionCn": "用于计算冰冻/解冻指数的观测站总数是多少？",
                "AnswerEn": "14,000 stations",
                "AnswerCn": "14,000个站点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many individuals were sequenced in the phylogeographic analysis of Gammarus lacustris?",
                "QuestionCn": "在Gammarus lacustris的系统地理分析中，测序了多少个体？",
                "AnswerEn": "567",
                "AnswerCn": "567",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the time span of the daily temperature data used for calculating the global air freezing/thawing index?",
                "QuestionCn": "用于计算全球空气冻结/解冻指数的日温度数据的时间跨度是多少？",
                "AnswerEn": "1973-2021",
                "AnswerCn": "1973-2021",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'freezing/thawing index' and how is it used in climate change studies?",
                "QuestionCn": "“冻结/解冻指数”是什么，它在气候变化研究中如何使用？",
                "AnswerEn": "The freezing/thawing index is an important sensitive indicator of climate change. It is widely used in the study of permafrost change and reflects both spatial and temporal variations. The index is affected by latitude and altitude and has notable climatic distribution characteristics. In climate change studies, understanding the trend of the freezing/thawing index helps assess global climate warming, especially in high latitudes and altitudes, where warming trends are more pronounced in the cold season.",
                "AnswerCn": "冻融指数是气候变化的重要敏感指标，广泛用于永久冻土变化的研究，反映了空间和时间的变化。该指数受纬度和海拔的影响，并具有显著的气候分布特征。在气候变化研究中，了解冻融指数的趋势有助于评估全球气候变暖，特别是在高纬度和高海拔地区，变暖趋势在寒冷季节更为明显。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with calculating the freezing/thawing index globally?",
                "QuestionCn": "计算全球冻结/融化指数所面临的挑战有哪些？",
                "AnswerEn": "One of the challenges in calculating the freezing/thawing index globally is the flat trend of changes observed at the beginning of the 21st century. Additionally, ensuring the continuity of the calculation period is important to accurately capture the entire freezing/thawing period. Furthermore, dealing with missing data at certain stations without interpolation is another challenge, as it maintains data accuracy but can affect the completeness of the dataset.",
                "AnswerCn": "计算全球冰冻/解冻指数的一个挑战是21世纪初观察到的变化趋势平稳。此外，确保计算周期的连续性对于准确捕捉整个冰冻/解冻期也很重要。此外，处理某些站点的缺失数据而不进行插值也是一个挑战，因为这虽然保持了数据的准确性，但可能会影响数据集的完整性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What does the data collection method for the global freezing/thawing index entail?",
                "QuestionCn": "全球冻结/解冻指数的数据收集方法是什么？",
                "AnswerEn": "The data collection method for the global freezing/thawing index involves using daily observed temperature data from 1973 to 2021, covering land globally with over 14,000 stations. This data is utilized to calculate the air freezing index (FI) and thawing index (TI), which are cumulative values of daily mean temperatures below or above 0°C during the freezing or thawing period, respectively. The method prioritizes accuracy and avoids interpolation for missing years to maintain data authenticity.",
                "AnswerCn": "全球冻结/解冻指数的数据收集方法涉及使用1973年至2021年的每日观测温度数据，覆盖全球陆地，超过14,000个气象站。这些数据用于计算空气冻结指数（FI）和解冻指数（TI），它们分别是冻结或解冻期间每日平均温度低于或高于0°C的累积值。该方法优先考虑准确性，并避免对缺失年份进行插值，以保持数据的真实性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for calculating the freezing/thawing index using daily observed temperature data compare to techniques used in phylogeographic analysis and niche modeling of Gammarus lacustris?",
                "QuestionCn": "计算冰冻/解冻指数的数据收集方法与用于Gammarus lacustris的系统地理分析和生态位建模的技术相比，如何？",
                "AnswerEn": "Data collection for the freezing/thawing index involves using daily observed temperature data from over 14,000 global land stations, focusing on temperature accumulation values below or above 0°C. In contrast, phylogeographic analysis and niche modeling for Gammarus lacustris require genomic DNA extraction and sequencing from specimen samples, along with climatic data for niche modeling. The former relies on meteorological data, while the latter integrates molecular and spatial environmental data.",
                "AnswerCn": "冻结/解冻指数的数据收集涉及使用来自全球超过14,000个陆地气象站的每日观测温度数据，重点关注0°C以下或以上的温度积累值。相比之下，Gammarus lacustris的系统地理分析和生态位建模需要从标本样本中提取基因组DNA并进行测序，以及用于生态位建模的气候数据。前者依赖于气象数据，而后者则整合了分子和空间环境数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when analyzing spatial-temporal variations of the freezing/thawing index versus those encountered in forecasting future distributions of Gammarus lacustris under climate change?",
                "QuestionCn": "分析冻结/解冻指数的时空变化与在气候变化下预测Gammarus lacustris未来分布所面临的挑战有什么不同？",
                "AnswerEn": "Challenges in analyzing the freezing/thawing index include dealing with flat trends at the beginning of the 21st century, whereas forecasting future distributions of Gammarus lacustris is challenged by the absence of samples, which limits prediction strength. The former is concerned with long-term temperature trends, while the latter involves biological and ecological predictions based on genetic and environmental data.",
                "AnswerCn": "分析冰冻/解冻指数的挑战包括处理21世纪初的平坦趋势，而预测Gammarus lacustris的未来分布则面临样本缺乏的问题，这限制了预测的准确性。前者关注长期温度趋势，而后者涉及基于遗传和环境数据的生物和生态预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the spatial and temporal variations in the freezing/thawing index be interpreted in terms of global climate change trends?",
                "QuestionCn": "如何将冰冻/解冻指数的空间和时间变化解读为全球气候变化趋势？",
                "AnswerEn": "The spatial and temporal variations of the freezing/thawing index indicate that the global climate is warming at different rates, with more significant warming trends observed in high latitudes and high altitudes, particularly during the cold season.",
                "AnswerCn": "冻结/解冻指数的空间和时间变化表明，全球气候以不同的速度变暖，特别是在寒冷季节，高纬度和高海拔地区的变暖趋势更为显著。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges might arise in maintaining the accuracy and authenticity of temperature data when dealing with incomplete datasets, and how can these be addressed?",
                "QuestionCn": "在处理不完整的数据集时，维护温度数据的准确性和真实性可能会面临哪些挑战，以及如何解决这些问题？",
                "AnswerEn": "Challenges in maintaining data accuracy and authenticity may arise from incomplete datasets due to missing years of observation at certain stations. To address these, the data collection method avoids interpolation, which could introduce uncertainty, thus preserving the data's original characteristics and reliability.",
                "AnswerCn": "维护数据准确性和真实性的挑战可能源于某些站点缺失观测年份而导致的数据集不完整。为了解决这些问题，数据收集方法避免了插值，因为插值可能引入不确定性，从而保持数据的原始特征和可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can the observed freezing/thawing index provide insights into the impact of geographical factors on climate patterns?",
                "QuestionCn": "观察到的冰冻/解冻指数可以通过哪些方式提供关于地理因素对气候模式影响的见解？",
                "AnswerEn": "The observed freezing/thawing index can reveal the influence of geographical factors such as latitude and altitude on climate patterns, indicating that these factors contribute to the climatic distribution characteristics of the index and its response to global climate variations.",
                "AnswerCn": "观察到的冰冻/解冻指数可以揭示地理因素如纬度和海拔对气候模式的影响，表明这些因素对指数的气候分布特征及其对全球气候变化的响应有贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons for not filling in missing years in the daily temperature observations used for calculating global air freezing and thawing indices?",
                "QuestionCn": "不填补用于计算全球空气冻结和解冻指数的日温度观测中缺失年份的原因是什么？",
                "AnswerEn": "Missing years in the daily temperature observations were not filled to avoid uncertainty errors that interpolation might introduce, and to preserve the authenticity and accuracy of the data.",
                "AnswerCn": "缺失的年度日温度观测数据没有被填补，以避免插值可能引入的不确定性错误，并保持数据的真实性和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the freezing/thawing index have shown a flatter trend at the beginning of the 21st century?",
                "QuestionCn": "为什么在21世纪初，冻结/解冻指数的趋势可能表现得更平缓？",
                "AnswerEn": "The changes in the freezing/thawing index tended to be flat at the beginning of the 21st century, possibly due to variations in the global climate warming patterns, which might have resulted in less pronounced alterations in the freezing/thawing index during that period.",
                "AnswerCn": "21世纪初，冻结/融化指数的变化趋于平稳，这可能是由于全球气候变暖模式的变化，导致该时期冻结/融化指数的变化不那么明显。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors might have contributed to the challenges in predicting future distributions of montane lake species using phylogeographic analysis and niche modeling?",
                "QuestionCn": "哪些因素可能导致在使用系统发育地理分析和生态位建模预测未来山地湖泊物种分布时面临挑战？",
                "AnswerEn": "While the absence of additional samples was a limitation, it had a limited influence on global inferences because separate ecological niche models were constructed for each biogeographic region, allowing for tailored predictions despite the challenges.",
                "AnswerCn": "虽然缺乏额外样本是一个限制，但由于为每个生物地理区域构建了独立的生态位模型，这使得尽管面临挑战，全球推断的影响有限，仍然能够进行量身定制的预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes of using phylogeographic analysis and niche modeling in understanding the global expansion of species like Gammarus lacustris under climate change?",
                "QuestionCn": "使用系统地理分析和生态位建模来理解像Gammarus lacustris这样的物种在气候变化下的全球扩展的可能结果是什么？",
                "AnswerEn": "Using phylogeographic analysis and niche modeling can reveal how past climate cooling influenced species distribution, project future range shifts due to warming, and identify vulnerable regions where species may face habitat loss or need to migrate.",
                "AnswerCn": "使用系统发育地理分析和生态位建模可以揭示过去气候变冷如何影响物种分布，预测由于变暖导致的未来分布变化，并识别物种可能面临栖息地丧失或需要迁移的脆弱区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to collect daily observed temperature data from a global network of over 14,000 stations for calculating freezing/thawing indices?",
                "QuestionCn": "从全球超过14,000个气象站收集每日观测温度数据对于计算冻结/解冻指数非常重要，原因如下：",
                "AnswerEn": "Collecting daily observed temperature data from a global network of over 14,000 stations is crucial to calculate the air freezing/thawing index as it allows for a comprehensive analysis of spatial and temporal variation characteristics of the index on a global scale. This data provides a basis for assessing the global permafrost environment, supports engineering construction, and aids in understanding climate change impacts.",
                "AnswerCn": "收集来自全球超过14,000个气象站的每日观测温度数据对于计算空气冻结/解冻指数至关重要，因为它允许对该指数在全球范围内的空间和时间变化特征进行全面分析。这些数据为评估全球永久冻土环境提供了基础，支持工程建设，并有助于理解气候变化的影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is it necessary to use a dataset that includes 567 specimens from montane lakes across major geographic regions for studying species dispersal?",
                "QuestionCn": "使用包含来自主要地理区域的567个高山湖泊样本的数据集来研究物种扩散是必要的，因为它可以提供广泛的生态和地理背景，有助于理解物种在不同环境中的分布模式和迁移机制。",
                "AnswerEn": "Using a dataset that includes 567 specimens from montane lakes across major geographic regions is necessary for studying species dispersal as it provides a comprehensive view of the global expansion patterns of species. This dataset allows researchers to investigate the historical and future climatic suitability of different geographic lineages, enhancing the understanding of how species have dispersed and adapted to changing environmental conditions.",
                "AnswerCn": "使用包含来自主要地理区域的567个山地湖泊标本的数据集对于研究物种扩散是必要的，因为它提供了物种全球扩展模式的全面视角。该数据集使研究人员能够调查不同地理谱系的历史和未来气候适宜性，从而增强对物种如何扩散和适应变化环境条件的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to calculate the air freezing and thawing index from daily observed temperature data?",
                "QuestionCn": "用于从每日观测温度数据计算空气冻结和融化指数的程序是什么？",
                "AnswerEn": "The air freezing and thawing index is calculated using daily observed temperature data from 1973 to 2021, covering global land and more than 14,000 stations. The freezing/thawing index is determined by the cumulative temperature values during freezing/melting periods where the daily average temperature is below/above 0 ℃. The calculation ensures the coverage of the entire freezing/melting period; for the Northern Hemisphere, the period spans from July 1st of the current year to June 30th of the next year for freezing, and from January 1st to December 30th for melting, with opposite periods for the Southern Hemisphere.",
                "AnswerCn": "空气冻结和融化指数是通过1973年至2021年的每日观测温度数据计算得出的，覆盖全球陆地和超过14,000个气象站。冻结/融化指数是通过在冻结/融化期间的累积温度值来确定的，其中每日平均温度低于/高于0℃。计算确保覆盖整个冻结/融化期；对于北半球，冻结期从当前年的7月1日到下一年的6月30日，融化期从1月1日到12月30日，南半球则相反。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What strategies are employed to ensure the authenticity and accuracy of temperature data used in calculating the freezing/thawing index?",
                "QuestionCn": "确保用于计算冻结/融化指数的温度数据的真实性和准确性所采用的策略有哪些？",
                "AnswerEn": "The authenticity and accuracy of the temperature data are maintained by not filling in missing data for stations with years of missing observations. This approach avoids uncertainties introduced by interpolation and retains the data's original integrity. The dataset is based on daily observed temperature data from more than 14,000 stations globally, ensuring a comprehensive coverage across different regions.",
                "AnswerCn": "温度数据的真实性和准确性通过不填补缺失数据来维护，尤其是对于那些缺失多年观测数据的站点。这种方法避免了插值带来的不确定性，并保持了数据的原始完整性。该数据集基于全球超过14,000个站点的每日观测温度数据，确保了不同地区的全面覆盖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection techniques enable the accurate calculation of freezing and thawing indices for a global scale?",
                "QuestionCn": "哪些数据收集技术能够准确计算全球范围内的冻结和融化指数？",
                "AnswerEn": "The calculation of freezing and thawing indices is enabled by using daily observed temperature data from more than 14,000 stations globally, covering the period from 1973 to 2021. This comprehensive dataset allows for the analysis of spatial and temporal variations of the indices.",
                "AnswerCn": "冰冻和解冻指数的计算是通过使用来自全球超过14,000个气象站的每日观测温度数据实现的，覆盖了1973年至2021年期间。这一综合数据集允许对指数的空间和时间变化进行分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the choice of whether or not to interpolate missing data influence the accuracy and reliability of datasets in climate research?",
                "QuestionCn": "缺失数据的插值选择如何影响气候研究中数据集的准确性和可靠性？",
                "AnswerEn": "In the dataset, stations with missing years were not interpolated to avoid introducing uncertainty errors and to retain the authenticity and accuracy of the data. This choice impacts the reliability of the dataset by ensuring that only actual observed data are used, reducing the potential for error introduced by interpolation.",
                "AnswerCn": "在数据集中，缺失年份的站点没有进行插值，以避免引入不确定性错误，并保持数据的真实性和准确性。这一选择影响了数据集的可靠性，确保仅使用实际观测的数据，从而减少了插值可能引入的错误。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the changes in the freezing/thawing index have flattened at the beginning of the 21st century despite global warming trends?",
                "QuestionCn": "尽管全球变暖趋势，21世纪初冻结/解冻指数的变化为何会趋于平缓？",
                "AnswerEn": "The changes of the freezing/thawing index tended to be flat at the beginning of the 21st century, possibly due to variations in climate patterns that temporarily counteract the general warming trend, affecting the spatial-temporal distribution of the index.",
                "AnswerCn": "21世纪初，冰冻/融化指数的变化趋于平稳，这可能是由于气候模式的变化暂时抵消了总体变暖趋势，影响了该指数的时空分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges might arise in ensuring the accuracy and completeness of a dataset covering global land temperature observations from 1973 to 2021, and how could these be addressed?",
                "QuestionCn": "确保覆盖1973年至2021年全球陆地温度观测数据集的准确性和完整性可能会面临哪些挑战，以及如何解决这些问题？",
                "AnswerEn": "One challenge is dealing with missing data for certain years at some stations. The decision not to interpolate missing data helps avoid uncertainty errors from interpolation and retains the data's authenticity and accuracy. However, this approach may leave gaps that could affect the comprehensiveness of the analysis. Ensuring consistent and continuous data collection methods globally could address this challenge.",
                "AnswerCn": "一个挑战是处理某些站点在某些年份缺失的数据。选择不对缺失数据进行插值有助于避免插值带来的不确定性错误，并保持数据的真实性和准确性。然而，这种方法可能会留下空白，影响分析的全面性。确保全球范围内一致和连续的数据收集方法可以解决这一挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How might one evaluate the effectiveness of phylogeographic analysis and niche modeling in assessing the impacts of past climate cooling on species distribution, especially in diverse montane lake ecosystems?",
                "QuestionCn": "如何评估系统发育地理分析和生态位建模在评估过去气候变冷对物种分布影响方面的有效性，特别是在多样化的山区湖泊生态系统中？",
                "AnswerEn": "The effectiveness can be evaluated by examining how well the phylogeographic analysis and niche modeling capture historical distribution patterns and predict future changes. This could involve comparing model predictions with known historical data and understanding how well these approaches incorporate diverse ecological factors specific to montane lake ecosystems. Further validation could be achieved by cross-referencing with independent data sources and adjusting models for regional specificity.",
                "AnswerCn": "通过检查系统发育地理分析和生态位建模如何捕捉历史分布模式以及预测未来变化，可以评估其有效性。这可能涉及将模型预测与已知的历史数据进行比较，并理解这些方法在多大程度上考虑了特定于山地湖泊生态系统的多样生态因素。进一步的验证可以通过与独立数据源进行交叉参考，并根据区域特异性调整模型来实现。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods ensure the accuracy and continuity of freezing/thawing indices across global land even when there are missing years at some stations.",
                "QuestionCn": "我不明白数据收集方法如何确保全球陆地上冻结/解冻指数的准确性和连续性，即使某些站点缺少年份数据。",
                "AnswerEn": "The datasets do not fill in missing years at stations to avoid the uncertainty and error that interpolation might introduce, thus prioritizing the authenticity and accuracy of the data.",
                "AnswerCn": "数据集不填补站点缺失的年份，以避免插值可能引入的不确定性和错误，从而优先考虑数据的真实性和准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the spatial distribution characteristics of freezing/thawing indices are affected by both latitude and altitude.",
                "QuestionCn": "我无法理解冰冻/解冻指数的空间分布特征是如何受到纬度和海拔的影响的。",
                "AnswerEn": "The freezing/thawing index exhibits obvious climatic distribution characteristics influenced by latitude and altitude, with the global warming trend being more pronounced in high latitudes and altitudes, particularly in the cold season.",
                "AnswerCn": "冰冻/融化指数表现出明显的气候分布特征，受纬度和海拔的影响，全球变暖趋势在高纬度和高海拔地区更为明显，特别是在寒冷季节。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please evaluate the challenges associated with maintaining the accuracy and continuity of data collection for assessing freezing/thawing indices on a global scale.",
                "QuestionCn": "评估在全球范围内维持冰冻/解冻指数数据收集的准确性和连续性所面临的挑战。",
                "AnswerEn": "The challenges include dealing with data gaps due to missing years at some stations, which were not filled to avoid interpolation errors and to maintain data authenticity and accuracy.",
                "AnswerCn": "挑战包括处理由于某些站点缺失年份而导致的数据缺口，为了避免插值错误并保持数据的真实性和准确性，这些缺口没有被填补。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please identify strategies for improving the understanding of spatial and temporal variation characteristics of freezing/thawing indices globally, considering both latitude and altitude effects.",
                "QuestionCn": "请识别改善对全球冻结/解冻指数空间和时间变化特征理解的策略，考虑纬度和海拔的影响。",
                "AnswerEn": "Strategies could include analyzing the collected daily temperature data from over 14,000 global stations, focusing on the latitude and altitude impacts on freezing/thawing indices, and discussing their relationship with geographical factors.",
                "AnswerCn": "策略可以包括分析来自14,000多个全球气象站的每日温度数据，重点关注纬度和海拔对冰冻/解冻指数的影响，并讨论它们与地理因素的关系。",
                "Level": "C6(Creating)"
            }
        ]
    }
}