{
    "id": "87ede2d0-f4e8-4b5d-a30c-93b437181083",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Sidaoqiao superstation, 2021)",
            "description": "This dataset contains the flux measurements from the Sidaoqiao superstation eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2021. The site (101.1374° E, 42.0012° N) was located in the Ejina Banner in Inner Mongolia Autonomous Region . The elevation is 873 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500DS) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site no + EC.",
            "east": 101.1374,
            "west": 101.1374,
            "south": 42.0012,
            "north": 42.0012,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 2666728.0,
            "cstr": "18406.11.Atmos.tpdc.272475",
            "doi": "10.11888/Atmos.tpdc.272475",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Sidaoqiao superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            },
            {
                "keywordEn": "The lower reaches of the heihe river"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the data processing for energy, water vapor, and carbon fluxes in oasis–desert areas divided into data collection, data processing, and data archiving and sharing?",
                    "Answer": "Yes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Can the turbulent fluxes data in oasis–desert systems be collected with a half-hourly frequency?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "What is the primary method used for processing eddy covariance data: Eddypro software, flux partitioning, or another method?",
                    "Answer": "Eddypro software",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to gather energy, water vapor, and carbon exchange information in oasis–desert ecosystems?",
                    "Answer": "eddy covariance systems, scintillometers, automatic weather stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges faced in measuring energy, water vapor, and carbon exchange in oasis–desert areas?",
                    "Answer": "ecological environment degradation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Could you provide an example of a dataset that involves long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "An example of a dataset involving long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems includes data from the middle and lower reaches of the HRB in the arid regions of western China. This dataset comprises energy, water vapor, and carbon fluxes, hydrometeorological data, and vegetation and soil parameters collected from 11 land surface flux and meteorological stations, including 2 superstations and 9 ordinary stations, since 2012.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What methodologies are used to ensure the accuracy and quality of flux measurements in strongly advective irrigated agricultural areas?",
                    "Answer": "two-source energy balance (TSEB) model, ground-measured soil and canopy component temperatures, stable oxygen and hydrogen isotopes, eddy covariance system, uncertainty in surface-air temperature difference, robust temperature calculation methods",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How frequently are measurements taken in the eddy covariance system for analyzing energy, water vapor, and carbon fluxes in oasis–desert systems?",
                    "Answer": "30 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of meteorological parameters measured at the Daman superstation in the central oasis?",
                    "Answer": "10 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations have been established in the arid regions of western China since 2012?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'eddy covariance system' mean in the context of data collection methods for energy, water vapor, and carbon fluxes?",
                    "Answer": "An eddy covariance system is a data collection method that measures turbulent fluxes of energy, water vapor, and carbon by calculating the covariance between instantaneous deviations in vertical wind speed and scalar quantities such as temperature or gas concentration. It is used to obtain half-hourly turbulent flux data in oasis–desert systems and other environments.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is meant by 'two-source energy balance (TSEB) model' in the estimation of evapotranspiration?",
                    "Answer": "The two-source energy balance (TSEB) model is a method used to estimate evaporation, transpiration, and evapotranspiration by considering the energy balance for both soil and canopy components separately. It is applied in heterogeneous landscapes where different temperatures and resistances to energy exchange exist between soil and vegetation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection techniques for eddy covariance systems in oasis–desert systems compare to those used in strongly advective irrigated agricultural areas?",
                    "Answer": "In oasis–desert systems, data collection involves long-term observations of energy, water vapor, carbon, and methane fluxes using eddy covariance systems and scintillometers, with additional auxiliary data such as hydrometeorology, vegetation, and soil parameters. In contrast, in strongly advective irrigated agricultural areas, the focus is on partitioning evapotranspiration using a high-resolution thermal camera to observe soil and canopy component temperatures, and the eddy covariance system is used to validate these measurements.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What are the implications of integrating high-resolution thermal imagery with traditional eddy covariance systems for estimating evapotranspiration components in complex terrains?",
                    "Answer": "Integrating high-resolution thermal imagery allows for the separation of soil and canopy temperatures, which can improve the accuracy of estimating evapotranspiration components such as evaporation and transpiration. This combination provides robust data under strongly advective conditions and enhances the interpretation of energy balance models in complex terrains.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways do long-term observational datasets contribute to understanding the ecological interactions and energy exchanges in oasis-desert systems?",
                    "Answer": "Long-term observational datasets provide critical insights into the energy, water vapor, and carbon exchanges in oasis-desert systems, which are vital for maintaining ecological stability. These datasets support the interpretation of interactions within oasis-desert ecosystems and contribute to understanding the balance necessary for sustainable development and carbon neutrality goals.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is it important to maintain a balance between oasis and desert systems in the context of energy, water vapor, and carbon exchange data collection?",
                    "Answer": "Maintaining a balance between oasis and desert systems is crucial due to their significant role in ecological stability and agricultural productivity, especially in arid and semi-arid regions. The balance affects the energy, water vapor, and carbon exchanges, which are essential for sustainable development and achieving carbon neutrality goals in these ecosystems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the difficulty in measuring evaporation and transpiration in heterogeneous landscapes using traditional methods?",
                    "Answer": "The difficulty in measuring evaporation and transpiration in heterogeneous landscapes stems from the complexity of the surface, which combines soil and vegetation with varying temperatures and resistances to energy exchange. Traditional one-source models fail to accurately estimate evapotranspiration due to this heterogeneity, necessitating more sophisticated models like the two-source energy balance model that account for separate soil and canopy components.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using high-frequency data collection methods, like 10Hz sampling, on the accuracy and reliability of flux measurements in arid and semi-arid research areas?",
                    "Answer": "Using high-frequency data collection methods, such as 10Hz sampling, can improve the accuracy and reliability of flux measurements by capturing rapid fluctuations in environmental variables. This allows for detailed assessments of turbulent fluxes and their responses to changing conditions, leading to better validation of models like the two-source energy balance (TSEB) model, which relies on accurate input data for evapotranspiration estimation.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How could the reliance on long-term observational datasets from oasis–desert systems impact the understanding of energy, water vapor, and carbon exchange in these regions?",
                    "Answer": "Reliance on long-term observational datasets from oasis–desert systems could significantly enhance the understanding of energy, water vapor, and carbon exchange by providing comprehensive, temporal data that captures seasonal and inter-annual variability. This can inform sustainable oasis development and ecological stability, particularly in the context of carbon peaking and carbon neutrality goals, by offering insights into the interactions between oasis and desert ecosystems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the implications of applying eddy covariance systems and scintillometers for data collection on the quality and applicability of datasets in heterogeneous landscapes?",
                    "Answer": "Applying eddy covariance systems and scintillometers for data collection in heterogeneous landscapes can improve the quality and applicability of datasets by providing detailed measurements of energy, water vapor, and carbon fluxes. These systems help identify and quantify fluxes across different surfaces, such as soil and vegetation, enabling better model validation and improved understanding of complex land surface interactions in varied environmental conditions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it significant to collect data on energy, water vapor, and carbon exchange in oasis–desert ecosystems for long-term environmental monitoring?",
                    "Answer": "Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of these exchanges is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the objectives behind using eddy covariance systems to measure turbulent fluxes in arid and semi-arid regions?",
                    "Answer": "The ground-measured soil and canopy component temperatures were used to estimate evaporation, transpiration, and evapotranspiration, which were better validated with observed ratios using stable oxygen and hydrogen isotopes, and the measurements using an eddy covariance (EC) system. This approach aims to address the challenge of accurately estimating surface fluxes in strongly advective irrigated agricultural areas where traditional methods may have limitations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the detailed steps involved in processing the raw data collected by an eddy covariance system to ensure high-quality flux measurements?",
                    "Answer": "The raw data collected by the eddy covariance system is processed using Eddypro software to produce 30-minute flux data. The main processing steps include outlier removal, time delay correction, coordinate rotation (second coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density correction (WPL correction). Quality assessment is also conducted on the flux values, primarily testing atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data are filtered to remove erroneous instrument data, data around precipitation events, and data with more than 10% missing rates in the original 10Hz data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can the two-source energy balance (TSEB) model be effectively applied to estimate evapotranspiration in heterogeneous landscapes?",
                    "Answer": "To effectively apply the TSEB model for estimating evapotranspiration in heterogeneous landscapes, ground-measured soil and canopy component temperatures are used. These temperatures are observed via a high-resolution thermal camera and serve as inputs to the TSEB model. The model requires partitioning ET using the soil and canopy component temperatures, which are calculated from thermal images. This approach allows for improved validation of E, T, and ET using a combination of stable oxygen and hydrogen isotope techniques and eddy covariance measurements.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What procedures are followed to collect and process long-term data on energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term data collection on energy, water vapor, and carbon exchange in oasis-desert ecosystems involves using an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additional hydrometeorological data, such as radiation, soil heat flux, and soil temperature profiles, are collected from automatic weather stations with a 10-minute average period. The data collection includes gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Vegetation and soil parameters are also supplemented. The data processing includes collection, processing, and archiving, ensuring that the data is ready for analysis and sharing.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the effective partitioning of evapotranspiration into evaporation and transpiration components in heterogeneous land surfaces?",
                    "Answer": "The methodologies that enable this include the use of the two-source energy balance (TSEB) model, which applies ground-measured soil and canopy component temperatures and high-resolution thermal imaging to estimate and validate the ratios of evaporation and transpiration to evapotranspiration. This approach is further supported by the use of stable oxygen and hydrogen isotope techniques and eddy covariance (EC) system measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do advancements in thermal infrared imaging technology contribute to the accuracy of energy balance models in arid agricultural regions?",
                    "Answer": "Advancements in thermal infrared imaging technology, such as the use of high-precision thermal cameras, allow for the accurate measurement of soil and canopy component temperatures. These temperatures are critical inputs for the TSEB model, improving the estimation of latent heat fluxes and the separation of evaporation and transpiration from the total evapotranspiration. This technology is particularly useful in strongly advective conditions where traditional methods may struggle.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions and technological setups are necessary to maintain long-term monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
                    "Answer": "To maintain long-term monitoring, a suite of observational datasets involving energy, water vapor, carbon, and methane fluxes is necessary. This requires an established network of land surface flux and meteorological stations equipped with eddy covariance systems, scintillometers, and automatic weather stations. These setups facilitate the collection of half-hourly turbulent flux data, hydrometeorological data, and supplementary vegetation and soil parameters, enabling comprehensive monitoring over extended periods.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in accurately estimating surface fluxes in regions with strong advection when using data collection methods like the eddy covariance system?",
                    "Answer": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is difficult due to incomplete energy balance closure in EC flux measurements of H and LE, with respect to the available energy. The uncertainty primarily arises from errors in determining the surface soil and vegetation component temperatures, which are affected by the strong advective environment and classification errors in image processing.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors could contribute to the high uncertainty in estimating latent heat fluxes using existing data collection techniques in oasis–desert ecosystems?",
                    "Answer": "The higher uncertainty in estimating latent heat fluxes arises from both the TSEB model uncertainties and the EC system uncertainties. Specifically, image pixel classification errors, where soil pixels are mistakenly identified as vegetation pixels, can lead to overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance contributes to uncertainties in estimated temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the current methods for separating composite temperatures into soil and canopy components be limited in their effectiveness in arid regions?",
                    "Answer": "The limitations in effectively separating composite temperatures into soil and canopy components in arid regions are primarily due to image classification errors that vary with vegetation abundance. This results in overestimation of canopy temperature under developing vegetation abundance. Other factors include uncertainties in estimating incoming radiation transmittances and the complex environmental conditions in arid regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the potential challenges in using eddy covariance systems in strongly advective environments, and how can these be mitigated?",
                    "Answer": "In strongly advective environments, eddy covariance systems face challenges like incomplete energy balance closure and increased uncertainty in flux measurements. These issues can be mitigated by improving the accuracy of surface-air temperature difference estimations, refining the calculation of component temperatures, and employing robust data processing techniques that account for advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from eddy covariance systems is processed to ensure high-quality measurements in challenging environments.",
                    "Answer": "The data from eddy covariance systems is processed using software like Eddypro, which involves steps like outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. Additionally, quality assessment is performed based on atmospheric stability and turbulence similarity, and data is filtered to exclude faulty readings, precipitation impacts, and datasets with high missing rates.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges faced when separating soil and canopy temperatures for accurate energy balance models.",
                    "Answer": "Challenges in separating soil and canopy temperatures include errors from image classification that vary with vegetation abundance, causing overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance can lead to uncertainties in estimated temperatures, which affects energy balance calculations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how long-term observations in oasis-desert systems are maintained and utilized for understanding carbon exchange.",
                    "Answer": "Long-term observations in oasis-desert systems are maintained through a network of flux and meteorological stations, capturing half-hourly turbulent fluxes and hydrometeorological data. These datasets, which include energy, water vapor, and carbon fluxes, are essential for analyzing oasis-desert interactions and understanding the carbon dynamics crucial for ecological stability and socioeconomic development.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize the data collection techniques used for acquiring energy, water vapor, and carbon fluxes in oasis–desert systems.",
                    "Answer": "The data collection techniques involve using an eddy covariance system and scintillometer for half-hourly turbulent flux data. Hydrometeorological data, including radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles, are collected from automatic weather stations with a 10-minute average period. Additionally, groundwater table data and auxiliary vegetation and soil parameters are included.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please analyze the challenges faced in estimating evapotranspiration in arid regions using the TSEB model.",
                    "Answer": "Challenges in estimating evapotranspiration using the TSEB model in arid regions include the limited effectiveness of current composite temperature separation approaches, difficulty in measuring evaporation and transpiration on the ground, errors caused by image classification affecting temperature estimations, and uncertainties in determining surface soil and vegetation component temperatures. The strong advective environment and uncertainties in the EC system further complicate accurate estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please explore potential datasets that may aid in understanding the energy, water vapor, and carbon exchanges in oasis–desert areas.",
                    "Answer": "Potential datasets include long-term observations from the middle and lower reaches of the Heihe River Basin, which consist of energy, water vapor, carbon, and methane fluxes, as well as hydrometeorological data and vegetation and soil parameters. The data, collected since 2012 from 11 land surface flux and meteorological stations, are available from the National Tibetan Plateau Data Center.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}