{
    "id": "8826d8da-ab32-407c-839a-97ae7b83cfed",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Nd SR Hf isotopic composition of granodiorite (porphyry) in Chizhou area",
            "titleCn": "池州地区花岗闪长岩（斑岩）的Sr-Nd-Hf同位素组成",
            "description": "The data include nd, Sr isotopic compositions and la-mc-icp-ms zircon Hf isotopic compositions of granodiorite (porphyry) in Chizhou area.\nRB Sr and SM Nd isotopic data were measured at the laboratory of radiogenic isotope geochemistry, University of science and technology of China, using finnigan-mat-262 thermal ionization mass spectrometer.\nThe Lu Hf isotopic composition of zircons was measured by 193 nm laser on Neptune multi collector ICP-MS (la-mc-icp-ms) at the State Key Laboratory of mineral deposit research, Nanjing University.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is uploaded through Excel.",
            "descriptionCn": "数据内容包括池州地区花岗闪长岩（斑岩）的Nd、Sr同位素组成及其LA-MC-ICP-MS锆石Hf同位素组成。\nRb-Sr和Sm-Nd同位素数据测算地点位于中国科学技术大学放射成因同位素地球化学实验室，使用仪器为Finnigan-MAT-262热电离质谱仪。\n锆石的Lu-Hf同位素组成测算地点位于南京大学矿床研究国家重点实验室，利用海王星多采集器ICP-MS（LA-MC-ICP-MS）上的193nm激光进行测算。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据通过Excel表格上传。",
            "instructions": "The date is stored in Excel format. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample ordinal number",
            "instructionsCn": "年代数据以Excel表格格式储存。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品序数",
            "east": 117.35,
            "west": 117.1,
            "south": 30.18,
            "north": 30.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 73728.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2019.04.018",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢建成",
                "nameEn": "XIE Jiancheng",
                "unitEn": "",
                "unitCn": "合肥工业大学资源与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
                "referenceCn": null,
                "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
            },
            {
                "titleCn": null,
                "titleEn": "Archean crustal evolution in the northern yilgarn craton: u-pb and hf-isotope evidence from detrital zircons",
                "referenceCn": null,
                "referenceEn": "Griffin, W. L. ,  Belousova, E. A. ,  Shee, S. R. ,  Pearson, N. J. , &  O'Reilly, S. Y. . (2004). Archean crustal evolution in the northern yilgarn craton: u-pb and hf-isotope evidence from detrital zircons. PRECAMBRIAN RESEARCH, 131(3), 231-282."
            },
            {
                "titleCn": null,
                "titleEn": "Zircon age and nd-hf isotopic composition of the yunnan tethyan belt, southwestern china",
                "referenceCn": null,
                "referenceEn": "Chen, F. ,  Li, X. H. ,  Wang, X. L. ,  Li, Q. L. , &  Siebel, W. . (2007). Zircon age and nd-hf isotopic composition of the yunnan tethyan belt, southwestern china. International Journal of Earth Sciences, 96(6), p.1179-1194."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "池州",
                "keywordEn": "Chizhou"
            },
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "侏罗纪",
                "keywordEn": "Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze Sr-Nd-Hf isotopic compositions in granodiorites, especially focusing on the instruments involved and their specific applications?",
                "QuestionCn": "您能否提供一个用于分析花岗闪长岩中Sr-Nd-Hf同位素组成的数据收集方法的示例，特别关注所涉及的仪器及其具体应用？",
                "AnswerEn": "One example of a data collection method involves analyzing Sr-Nd isotopic compositions using a Finnigan-MAT-262 thermal ionization mass spectrometer at the Radiogenic Isotope Geochemistry Laboratory of the University of Science and Technology of China. For zircon Lu-Hf isotopic compositions, measurements are conducted at the State Key Laboratory for Mineral Deposits Research at Nanjing University, utilizing a Neptune multi-collector ICP-MS with a 193nm laser.",
                "AnswerCn": "一种数据收集方法涉及使用芬尼根-MAT-262热离子质谱仪分析铷-锶同位素组成，该仪器位于中国科学技术大学的放射性同位素地球化学实验室。对于锆石的铥-铿同位素组成测量，则在南京大学的矿床研究国家重点实验室进行，采用的是Neptune多收集器ICP-MS和193nm激光。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of isotopic composition datasets collected for granite diorite porphyry in Chizhou area?",
                "QuestionCn": "在池州地区收集的花岗岩二长岩斑岩的同位素组成数据集的特征是什么？",
                "AnswerEn": "Nd isotopic compositions, Sr isotopic compositions, zircon Hf isotopic composition, Rb-Sr isotopic data, Sm-Nd isotopic data, Lu-Hf isotopic composition of zircon, verified for accuracy, available in Excel format",
                "AnswerCn": "Nd 同位素组成, Sr 同位素组成, 锆石 Hf 同位素组成, Rb-Sr 同位素数据, Sm-Nd 同位素数据, 锆石 Lu-Hf 同位素组成, 已验证准确性, 以 Excel 格式提供。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many isotopic measurements are typically conducted for Sr-Nd-Hf in a dataset related to granodiorite porphyry in the Chizhou area?",
                "QuestionCn": "在与池州地区的花岗闪长岩相关的数据集中，通常进行多少个Sr-Nd-Hf同位素测量？",
                "AnswerEn": "The original answer does not provide specific numerical values for the number of isotopic measurements conducted. Therefore, no quantifiable data can be extracted from the given information.",
                "AnswerCn": "原始答案未提供进行同位素测量的具体数值。因此，无法从给定信息中提取可量化的数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-MC-ICP-MS' signify in the context of isotopic composition analysis?",
                "QuestionCn": "'LA-MC-ICP-MS'在同位素组成分析的背景下表示激光剥蚀多接收器电感耦合等离子体质谱法。",
                "AnswerEn": "LA-MC-ICP-MS stands for laser ablation multi-collector inductively coupled plasma mass spectrometry, which is a technique used for measuring the isotopic composition of zircon in granodiorite porphyry. It involves using a 193nm laser to perform the analysis, specifically at the Nanjing University State Key Laboratory of Mineral Deposits Research.",
                "AnswerCn": "LA-MC-ICP-MS代表激光剥蚀多收集器电感耦合等离子体质谱，是一种用于测量花岗闪长岩中锆石同位素组成的技术。该技术使用193nm激光进行分析，特别是在南京大学矿床研究国家重点实验室进行。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary factors influencing the accuracy and reliability of isotopic composition data collection in granodiorite rocks using advanced mass spectrometry methods?",
                "QuestionCn": "影响花岗闪长岩同位素组成数据收集准确性和可靠性的主要因素有哪些，使用先进的质谱法？",
                "AnswerEn": "The accuracy and reliability of isotopic composition data collection in granodiorite rocks are influenced by the type of mass spectrometry methods and instruments used, such as the Finnigan-MAT-262 thermal ionization mass spectrometer and the Neptune multi-collector ICP-MS. The locations of data collection, such as the University of Science and Technology of China's radiogenic isotope geochemistry laboratory and Nanjing University's State Key Laboratory for Mineral Deposit Research, also play a crucial role in ensuring data quality. Additionally, the methodological rigor and calibration of instruments, as well as the expertise of the research personnel, contribute to the overall reliability of the data.",
                "AnswerCn": "花岗闪长岩的同位素组成数据收集的准确性和可靠性受到所使用的质谱方法和仪器类型的影响，例如Finnigan-MAT-262热离子质谱仪和Neptune多收集器ICP-MS。数据收集的地点，如中国科学技术大学的放射性同位素地球化学实验室和南京大学的矿床研究国家重点实验室，也在确保数据质量方面发挥着关键作用。此外，仪器的技术严谨性和校准，以及研究人员的专业知识，都会对数据的整体可靠性产生影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects of using advanced instrumentation like LA-MC-ICP-MS and Finnigan-MAT-262 on the quality and reliability of isotopic data collected in geological studies?",
                "QuestionCn": "使用先进仪器如LA-MC-ICP-MS和Finnigan-MAT-262对地质研究中收集的同位素数据的质量和可靠性可能产生的影响是什么？",
                "AnswerEn": "The use of advanced instrumentation such as LA-MC-ICP-MS and Finnigan-MAT-262 in geological studies can significantly enhance the quality and reliability of isotopic data. These tools allow for precise measurements of isotopic compositions, such as Sr-Nd-Hf, providing detailed insights into the geological processes and history of samples like the granodiorite porphyries from Chizhou. This precision can lead to more accurate geological models and interpretations, thereby improving the overall reliability of the research findings.",
                "AnswerCn": "使用先进的仪器，如LA-MC-ICP-MS和Finnigan-MAT-262，在地质研究中可以显著提高同位素数据的质量和可靠性。这些工具能够精确测量同位素组成，如Sr-Nd-Hf，为像池州的花岗岩斑岩样品提供详细的地质过程和历史见解。这种精确度可以导致更准确的地质模型和解释，从而提高研究结果的整体可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary intention behind collecting Sr-Nd-Hf isotopic composition data from granitoid rocks using advanced isotopic measurement techniques?",
                "QuestionCn": "收集花岗岩岩石的Sr-Nd-Hf同位素组成数据的主要目的是利用先进的同位素测量技术。",
                "AnswerEn": "The primary intention is to obtain accurate and reliable isotopic data from granitoid rocks, which can provide insights into the geological history and processes in the Chizhou area. This involves using advanced techniques like LA-MC-ICP-MS and Finnigan-MAT-262 thermal ionization mass spectrometry to ensure the precision and reliability of the isotopic data, which are then used in high-level SCI journal publications.",
                "AnswerCn": "主要目的是从花岗岩岩石中获得准确可靠的同位素数据，这可以提供关于池州地区地质历史和过程的见解。这涉及使用先进技术，如激光剥蚀-多接收电感耦合等离子体质谱（LA-MC-ICP-MS）和芬尼根MAT-262热离子化质谱，以确保同位素数据的精确性和可靠性，这些数据随后用于高水平的SCI期刊发表。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and analyzing Sr-Nd-Hf isotopic composition data from granodiorite porphyry samples using thermal ionization mass spectrometry and LA-MC-ICP-MS techniques?",
                "QuestionCn": "收集和分析花岗闪长岩样品的Sr-Nd-Hf同位素组成数据的程序包括使用热离子化质谱法（TIMS）和激光剥蚀多接收电感耦合等离子体质谱法（LA-MC-ICP-MS）技术。",
                "AnswerEn": "The data collection involves measuring Rb-Sr and Sm-Nd isotopes at the University of Science and Technology of China using a Finnigan-MAT-262 thermal ionization mass spectrometer. The Lu-Hf isotopic composition of zircons is measured at the State Key Laboratory for Mineral Deposits Research at Nanjing University using a Neptune multi-collector ICP-MS equipped with a 193nm laser. The data is reliable and has been published in high-level SCI journals.",
                "AnswerCn": "数据收集涉及在中国科学技术大学使用Finnigan-MAT-262热离子质谱仪测量Rb-Sr和Sm-Nd同位素。锆石的Lu-Hf同位素组成在南京大学矿床研究国家重点实验室使用配备193nm激光的Neptune多收集器ICP-MS进行测量。数据可靠，已在高水平SCI期刊上发表。",
                "Level": "C3(Applying)"
            }
        ]
    }
}