{
  "id": "8852437e-2e46-4e32-b27e-ac8f449eb157",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Data set of soil freezing depth in Yarlung Zangbo River (1901-2016)",
      "titleCn": "雅鲁藏布江流域土壤冻结深度数据集（1901-2016）",
      "description": "This data set takes the freezing index calculated by the long-time scale (1901-2016) temperature provided by UEA-CRU and UDEL as the input data, calculates the soil freezing depth of Yarlung Zangbo River Basin through Stefan empirical formula, and interpolates the 30-year scale average soil freezing depth data set output by simulation. This data set takes the freezing index calculated by the long-time scale (1901-2016) temperature provided by UEA-CRU and UDEL as the input data, calculates the soil freezing depth of Yarlung Zangbo River Basin through Stefan empirical formula, and interpolates the 30-year scale average soil freezing depth data set output by simulation.",
      "descriptionCn": "本数据集是以UEA-CRU与UDEL提供的长时间尺度（1901-2016年）温度计算的冻结指数作为输入数据，通过Stefan经验公式计算雅鲁藏布江流域土壤冻结深度，并插值模拟输出的30年尺度平均土壤冻结深度数据集。本数据集是以UEA-CRU与UDEL提供的长时间尺度（1901-2016年）温度计算的冻结指数作为输入数据，通过Stefan经验公式计算雅鲁藏布江流域土壤冻结深度，并插值模拟输出的30年尺度平均土壤冻结深度数据集。",
      "instructions": "Uea-CRU is the data of the University of East Anglia and UDEL is the data of the University of Delaware",
      "instructionsCn": "UEA-CRU为基于东英吉利大学数据插值结果，UDEL为基于特拉华大学数据插值结果",
      "east": 98.0,
      "west": 81.0,
      "south": 32.0,
      "north": 27.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1243274.0,
      "cstr": "18406.11.Cryos.tpdc.272002",
      "doi": "10.11888/Cryos.tpdc.272002",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘磊",
        "nameEn": "LIU Lei ",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "罗栋梁",
        "nameEn": "LUO Dongliang ",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "王磊",
        "nameEn": "WANG Lei",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Variability of soil freeze depth in association with climate change from 1901 to 2016 in the upper Brahmaputra River Basin, Tibetan Plateau, Southwest China",
        "referenceCn": null,
        "referenceEn": "Liu, L., Luo, D.L.,Wang, L., Huang, Y.D., & Chen, F.F. (2020). Variability of soil freeze depth in association with climate change from 1901 to 2016 in the upper Brahmaputra River Basin, Tibetan Plateau, Southwest China. Theoretical and Applied Climatology. 12(1), 6-17, DOI:10.1007/s00704-020-03291-4."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻结指数",
        "nameEn": "Freezing index"
      },
      {
        "nameCn": "冻结深度",
        "nameEn": "Frozen depth"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "季节冻土",
        "nameEn": "seasonally frozen ground"
      },
      {
        "nameCn": "气候变化",
        "nameEn": "Climate change"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "雅鲁藏布江",
        "keywordEn": "Yarlung Tsangpo River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1901-2016",
        "keywordEn": "1901-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Frozen ground is one of the six major components in the cryosphere (Harris et al. 2018) and a unique long-term climate change and geological evolution product (Henry and Smith 2001; Jin et al. 2011). Recently, the permafrost on the Tibetan Plateau (TP) considerably degraded in the context of climate warming and increasing anthropogenic activities (Zhao et al. 2004; Ran et al. 2018; Luo et al. 2018a; Qin et al. 2017; Hu et al. 2019), which poses significant influences on the surface energy balance, ecosystem diversity, biogeochemical cycles, hydrology cycles, and greening gas emissions (Frauenfeld et al. 2004; Guo et al. 2011; Zhang et al. 2018; Peng et al. 2019; Luo et al. 2018c, 2020; Zhou et al. 2020). Soil freeze depth (SFD) is one of the most important parameters and is an essential indicator of climate change in the cryosphere (Peng et al. 2017), which is vital to both seasonally frozen ground and permafrost. Under climate warming (Ahmed et al. 2020), SFD decreases when the near-surface frozen ground begins to thaw (Frauenfeld et al. 2004; Peng et al. 2017, 2020). Long-term observations of permafrost and SFD are inadequate on the TP, with some exceptions along the Qinghai-Tibet engineering corridor (Wu and Zhang 2008, 2010) and northeastern TP (Luo et al. 2018a, b), at which these observations were aimed at monitoring the stability of engineering projects and the response of eco-environment to climate change (Wu et al. 2019; Zhou et al. 2016)."
      ],
      "research objective": [
        "In this study, we first calculated the maximum SFD from 1901 to 2016 in the UBRB based on the UEA-CRU and the UDEL and then analyzed the relationship between maximum SFD and the thermal regime of frozen ground. We aimed at (1) obtaining the spatial and temporal variations of SFD in the UBRB, (2) quantifying climate change and its influence on SFD change over the UBRB, and (3) comparing the results of maximum SFD and frozen ground changes simulated with two respective datasets."
      ],
      "challenges": [
        "Moreover, the accuracies of calculating may be deviated by the soil edaphic parameter. Calculating accuracy may be reduced by the ignorance or simple treatments of E value."
      ],
      "methods": [
        "In this study, we adopted the Stefan equation to simulate the regional maximum SFD over the UBRB from 1901 to 2016 with monthly near-surface air temperatures from the University of East Anglia Climatic Research Unit (UEA-CRU) and the University of Delaware (UDEL). Observations from 11 national meteorological stations over the UBRB and 6 nearby were used to calibrate relevant parameters and evaluate the simulations. We used the Stefan equation to calculate the annual maximum SFD at all national meteorological stations and each grid point with the UEA-CRU and the UDEL."
      ],
      "dataset": [
        "The UEA-CRU TS 4.03 with a spatial resolution of half-degree is collected from the Climatic Research Unit (CRU) of the University of East Anglia. Another monthly air temperature dataset throughout 1900–2017 was extracted from the reanalysis products released by the University of Delaware (UDEL). Daily soil freeze depth was directly measured by thaw tubes at the national meteorological stations across China. Daily air and ground surface temperatures were collected from the China Meteorological Administration (CMA). In total, 11 meteorological stations in the UBRB and 6 additional meteorological stations in the adjacent region were selected."
      ],
      "findings": [
        "Approximately 97.94% and 96.21% of the UBRB were covered with the frozen ground as simulated with the UEA-CRU and the UDEL, respectively. The maximum SFD calculated with the UEA-CRU and the UDEL decreased respectively by about 0.31 m and 0.15 m over the past 116 years. Simulations with both datasets demonstrated that no significant changes of SFD occurred in the past four 30-year periods (i.e., 1901–1930, 1931–1960, 1961–1990, and 1991–2016), while the maximum SFD calculated with the UEA-CRU was smaller than that with the UDEL. All of these features demonstrated a warming trend of frozen ground from 1901 to 2016 in the UBRB."
      ],
      "backgroundCn": [
        "冻土是冰冻圈的六个主要组成部分之一（Harris et al. 2018），也是气候变化和地质演化的独特长期产物（Henry and Smith 2001；Jin et al. 2011）。最近，随着气候变暖和人类活动的增加，青藏高原（TP）上的永久冻土显著退化（Zhao et al. 2004；Ran et al. 2018；Luo et al. 2018a；Qin et al. 2017；Hu et al. 2019），这对表面能量平衡、生态系统多样性、生物地球化学循环、水文循环和温室气体排放产生了重大影响（Frauenfeld et al. 2004；Guo et al. 2011；Zhang et al. 2018；Peng et al. 2019；Luo et al. 2018c, 2020；Zhou et al. 2020）。土壤冻结深度（SFD）是最重要的参数之一，是冰冻圈气候变化的重要指标（Peng et al. 2017），对季节性冻土和永久冻土至关重要。在气候变暖的背景下（Ahmed et al. 2020），当近地表冻土开始融化时，SFD会减少（Frauenfeld et al. 2004；Peng et al. 2017, 2020）。青藏高原上关于永久冻土和SFD的长期观测不足，只有在青藏工程走廊（Wu and Zhang 2008, 2010）和青藏高原东北部（Luo et al. 2018a, b）有一些例外，这些观测旨在监测工程项目的稳定性和生态环境对气候变化的响应（Wu et al. 2019；Zhou et al. 2016）。"
      ],
      "research objectiveCn": [
        "在本研究中，我们首先基于UEA-CRU和UDEL计算了1901年至2016年期间UBRB的最大SFD，然后分析了最大SFD与冻土热状态之间的关系。我们的目标是：(1) 获取UBRB中SFD的时空变化，(2) 量化气候变化及其对UBRB中SFD变化的影响，以及(3) 比较使用两个不同数据集模拟的最大SFD和冻土变化的结果。"
      ],
      "challengesCn": [
        "此外，计算的准确性可能会受到土壤土壤因子的影响。对E值的忽视或简单处理可能会降低计算的准确性。"
      ],
      "methodsCn": [
        "在本研究中，我们采用Stefan方程模拟了1901年至2016年间UBRB地区的最大积雪融化日（SFD），使用了来自东安格利亚大学气候研究中心（UEA-CRU）和特拉华大学（UDEL）的月度近地面气温数据。我们使用了UBRB地区11个国家气象站和6个附近气象站的观测数据来校准相关参数并评估模拟结果。我们利用Stefan方程计算了所有国家气象站和每个网格点的年最大SFD，使用了UEA-CRU和UDEL的数据。"
      ],
      "datasetCn": [
        "UEA-CRU TS 4.03 数据集的空间分辨率为半度，来自东英吉利大学（University of East Anglia）的气候研究单位（CRU）。另一个涵盖1900年至2017年的月平均气温数据集则是从特拉华大学（University of Delaware）发布的再分析产品中提取的。中国各地的国家气象站通过融化管直接测量了日土壤冻结深度。日空气温度和地表温度数据则由中国气象局（CMA）收集。总共选择了乌布尔河流域（UBRB）内的11个气象站和邻近地区的6个额外气象站。"
      ],
      "findingsCn": [
        "根据UEA-CRU和UDEL的模拟，约有97.94%和96.21%的乌布河流域（UBRB）被冻土覆盖。根据UEA-CRU和UDEL计算的最大冻土深度（SFD）在过去116年中分别减少了约0.31米和0.15米。两组数据的模拟结果表明，在过去四个30年期间（即1901-1930年、1931-1960年、1961-1990年和1991-2016年），SFD没有显著变化，而UEA-CRU计算的最大SFD小于UDEL计算的最大SFD。所有这些特征表明，从1901年到2016年，乌布河流域的冻土呈现出变暖趋势。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of the Stefan equation provide reliable simulation results for soil freeze depth over long time periods?",
        "QuestionCn": "使用Stefan方程在较长时间段内提供土壤冻结深度的可靠模拟结果吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for soil freeze depth primarily based on direct measurements using thaw tubes, indirect simulations using the Stefan equation, or a combination of both?",
        "QuestionCn": "土壤冻结深度的数据收集方法主要是基于使用融化管的直接测量，还是基于使用斯特凡方程的间接模拟，或者两者的结合？",
        "AnswerEn": "a combination of both",
        "AnswerCn": "结合两者。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which datasets are more commonly used for calculating soil freeze depth: the UEA-CRU TS 4.03 dataset, the University of Delaware (UDEL) temperature dataset, or other temperature datasets?",
        "QuestionCn": "用于计算土壤冻结深度的数据集更常用的是UEA-CRU TS 4.03数据集、特拉华大学（UDEL）温度数据集还是其他温度数据集？",
        "AnswerEn": "UEA-CRU TS 4.03 dataset",
        "AnswerCn": "UEA-CRU TS 4.03 数据集",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What poses more challenges in calculating soil freeze depth: deviations in soil edaphic parameters, the spatial resolution of temperature datasets, or calibration of meteorological station data?",
        "QuestionCn": "在计算土壤冻结深度时，哪一项带来的挑战更大：土壤土壤参数的偏差、温度数据集的空间分辨率，还是气象站数据的校准？",
        "AnswerEn": "deviations in soil edaphic parameters",
        "AnswerCn": "土壤土壤学参数的偏差",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to calculate soil freeze depth in the Yarlung Zangbo River Basin?",
        "QuestionCn": "在雅鲁藏布江流域，计算土壤冻结深度的方法有哪些？",
        "AnswerEn": "Stefan equation",
        "AnswerCn": "Stefan 方程",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in calculating soil freeze depth?",
        "QuestionCn": "计算土壤冻结深度面临的挑战有哪些？",
        "AnswerEn": "soil edaphic parameter",
        "AnswerCn": "土壤土壤学参数",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are the key locations for data collection in studying the Yarlung Zangbo River Basin's frozen ground?",
        "QuestionCn": "在研究雅鲁藏布江流域的冻土时，数据收集的关键地点在哪里？",
        "AnswerEn": "11 national meteorological stations, 6 additional meteorological stations",
        "AnswerCn": "11个国家气象站，6个附加气象站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered when calculating soil freeze depth using climatological datasets?",
        "QuestionCn": "使用气候数据集计算土壤冻结深度时遇到的一个挑战是什么？",
        "AnswerEn": "A challenge in calculating soil freeze depth is the potential deviation in accuracy due to soil edaphic parameters and the simplified treatment or ignorance of certain variables like the E value.",
        "AnswerCn": "计算土壤冻结深度的一个挑战是，由于土壤土壤学参数的潜在偏差，以及对某些变量（如E值）的简化处理或忽视，可能导致准确性下降。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific challenges faced in the calculation of soil freeze depth using the Stefan equation?",
        "QuestionCn": "使用斯特凡方程计算土壤冻结深度时面临的具体挑战有哪些？",
        "AnswerEn": "potential deviations due to soil edaphic parameters, inaccuracies from ignorance or simplistic treatment of variables, E value",
        "AnswerCn": "由于土壤土壤学参数的潜在偏差、因无知或对变量的简单处理而导致的不准确性、E值。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological features are essential for simulating soil freeze depth over a long timescale?",
        "QuestionCn": "模拟土壤冻结深度在长时间尺度上所需的关键方法特征是什么？",
        "AnswerEn": "Stefan equation, monthly near-surface air temperatures, UEA-CRU datasets, UDEL datasets, calibration with national meteorological station observations",
        "AnswerCn": "Stefan方程，月平均近地表空气温度，UEA-CRU数据集，UDEL数据集，与国家气象站观测数据的校准",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many national meteorological stations provided observations for calibrating and evaluating simulations of soil freeze depth?",
        "QuestionCn": "有多少个国家气象站提供了观测数据用于校准和评估土壤冻结深度的模拟？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What percentage of the UBRB was covered with frozen ground as simulated using different datasets?",
        "QuestionCn": "使用不同数据集模拟的情况下，UBRB有多少百分比的区域被冻土覆盖？",
        "AnswerEn": "97.94%, 96.21%",
        "AnswerCn": "97.94%，96.21%",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the potential challenges in calculating soil freeze depth using temperature datasets?",
        "QuestionCn": "使用温度数据集计算土壤冻结深度的潜在挑战有哪些？",
        "AnswerEn": "Potential challenges in calculating soil freeze depth may include deviations in accuracy due to the soil edaphic parameter and reductions in calculating accuracy caused by the ignorance or oversimplification of the E value.",
        "AnswerCn": "计算土壤冻结深度的潜在挑战可能包括由于土壤土壤特性参数的偏差而导致的准确性下降，以及由于忽视或过于简化E值而导致的计算准确性降低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What datasets are commonly used to analyze soil freeze depth in the Yarlung Tsangpo River Basin?",
        "QuestionCn": "在雅鲁藏布江流域，常用来分析土壤冻结深度的数据集有哪些？",
        "AnswerEn": "Commonly used datasets for analyzing soil freeze depth in the Yarlung Tsangpo River Basin include the UEA-CRU TS 4.03 dataset with a spatial resolution of half-degree from the Climatic Research Unit (CRU) of the University of East Anglia, and a monthly air temperature dataset from 1900–2017 released by the University of Delaware (UDEL). Additionally, daily soil freeze depth is measured by thaw tubes at national meteorological stations, and daily air and ground surface temperatures are collected from the China Meteorological Administration (CMA).",
        "AnswerCn": "用于分析雅鲁藏布江流域土壤冻结深度的常用数据集包括来自东英吉利大学气候研究单位（CRU）的UEA-CRU TS 4.03数据集，空间分辨率为半度，以及由特拉华大学（UDEL）发布的1900年至2017年的月平均气温数据集。此外，国家气象站通过融化管测量日常土壤冻结深度，并且中国气象局（CMA）收集日常空气和地表温度数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in data collection methods for air temperature between the UEA-CRU dataset and the UDEL dataset?",
        "QuestionCn": "UEA-CRU 数据集和 UDEL 数据集在空气温度的数据收集方法上有什么区别？",
        "AnswerEn": "The UEA-CRU dataset uses a spatial resolution of half-degree and collects data from the Climatic Research Unit of the University of East Anglia, whereas the UDEL dataset is extracted from reanalysis products by the University of Delaware, covering monthly air temperatures from 1900 to 2017.",
        "AnswerCn": "UEA-CRU 数据集使用半度的空间分辨率，数据来自东安格利亚大学的气候研究单位，而 UDEL 数据集则提取自特拉华大学的再分析产品，涵盖了从 1900 年到 2017 年的月平均气温。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the calibration and evaluation processes for soil freeze depth simulations differ between the use of national meteorological station observations and the Stefan equation?",
        "QuestionCn": "土壤冻结深度模拟的校准和评估过程在使用国家气象站观测数据和斯特凡方程之间有什么不同？",
        "AnswerEn": "The calibration and evaluation of soil freeze depth simulations involved using observations from 11 national meteorological stations and 6 nearby stations to calibrate parameters and evaluate simulations by the Stefan equation. This approach contrasts with directly using the Stefan equation with monthly near-surface air temperatures from UEA-CRU and UDEL datasets for simulation.",
        "AnswerCn": "土壤冻结深度模拟的校准和评估涉及使用来自11个国家气象站和6个附近气象站的观测数据，以校准参数并通过斯特凡方程评估模拟。这种方法与直接使用UEA-CRU和UDEL数据集的月均近地面气温进行模拟的方式形成对比。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might edaphic parameters influence the calculation accuracy of soil freeze depth in data collection methods?",
        "QuestionCn": "土壤的土壤因子如何影响数据收集方法中土壤冻结深度计算的准确性？",
        "AnswerEn": "The calculation accuracy of soil freeze depth may be impacted by edaphic parameters, as inaccuracies can arise from ignoring or simplifying the treatment of these parameters, potentially leading to deviations in the results.",
        "AnswerCn": "土壤冻结深度的计算准确性可能会受到土壤环境参数的影响，因为忽略或简化这些参数的处理可能会导致结果的偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes deviations in the calculation accuracy of soil freeze depth using the Stefan equation?",
        "QuestionCn": "导致使用斯特凡方程计算土壤冻结深度的准确性偏差的原因是什么？",
        "AnswerEn": "The calculation accuracy may be deviated by the soil edaphic parameter, and it may also be reduced by the ignorance or simple treatments of the E value.",
        "AnswerCn": "土壤土壤学参数可能导致计算准确性偏差，同时对E值的忽视或简单处理也可能降低准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are long-term observations of permafrost and soil freeze depth inadequate on the Tibetan Plateau?",
        "QuestionCn": "为什么对青藏高原的多年冻土和土壤冻结深度的长期观测不足？",
        "AnswerEn": "Long-term observations of permafrost and soil freeze depth are inadequate on the Tibetan Plateau, with some exceptions along the Qinghai-Tibet engineering corridor and northeastern Tibetan Plateau, where observations were aimed at monitoring the stability of engineering projects and the response of the eco-environment to climate change.",
        "AnswerCn": "对青藏高原的多年冻土和土壤冻结深度的长期观测不足，只有在青藏工程走廊和东北青藏高原的一些地方有例外，这些观测旨在监测工程项目的稳定性以及生态环境对气候变化的响应。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the Stefan equation for calculating soil freeze depth on the accuracy of data simulations over long periods?",
        "QuestionCn": "使用Stefan方程计算土壤冻结深度对长期数据模拟准确性的潜在影响是什么？",
        "AnswerEn": "The use of the Stefan equation may lead to deviations in calculation accuracy, particularly if soil edaphic parameters are not accurately accounted for or if the E value is treated simplistically. This could affect the reliability of long-term simulations of soil freeze depth.",
        "AnswerCn": "斯特凡方程的使用可能导致计算精度的偏差，特别是如果土壤的土壤学参数没有被准确考虑，或者如果E值被过于简单地处理。这可能会影响土壤冻结深度长期模拟的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of observational data from meteorological stations influence the accuracy and reliability of soil freeze depth datasets over the UBRB?",
        "QuestionCn": "气象站的观测数据整合如何影响UBRB地区土壤冻结深度数据集的准确性和可靠性？",
        "AnswerEn": "Integrating observational data from meteorological stations can help calibrate relevant parameters, improving the accuracy and reliability of soil freeze depth datasets. Observations from 11 national meteorological stations and 6 nearby stations were used to evaluate the simulations and enhance data quality.",
        "AnswerCn": "整合气象站的观测数据可以帮助校准相关参数，提高土壤冻结深度数据集的准确性和可靠性。使用来自11个国家气象站和6个附近气象站的观测数据来评估模拟结果并提高数据质量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What impact does the selection of different temperature datasets have on the simulation of frozen ground coverage and soil freeze depth trends in the UBRB?",
        "QuestionCn": "不同温度数据集的选择对UBRB地区冻土覆盖和土壤冻结深度趋势的模拟有何影响？",
        "AnswerEn": "Different temperature datasets, such as those from UEA-CRU and UDEL, resulted in varied simulations of frozen ground coverage and soil freeze depth trends. The maximum soil freeze depth decreased by different amounts in the simulations with each dataset, highlighting their impact on understanding the warming trend of frozen ground in the UBRB.",
        "AnswerCn": "不同的温度数据集，如UEA-CRU和UDEL，导致了冻土覆盖和土壤冻结深度趋势的不同模拟。每个数据集的模拟中，最大土壤冻结深度减少的幅度不同，突显了它们对理解UBRB地区冻土变暖趋势的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use meteorological station observations in calibrating parameters and evaluating simulations of soil freeze depth?",
        "QuestionCn": "为什么在校准参数和评估土壤冻结深度模拟时使用气象站观测数据很重要？",
        "AnswerEn": "Meteorological station observations are used to calibrate relevant parameters and evaluate simulations in order to ensure the accuracy and reliability of the calculated annual maximum soil freeze depth across the region.",
        "AnswerCn": "气象站观测数据用于校准相关参数和评估模拟，以确保计算出的区域年最大土壤冻结深度的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the purpose of using multiple datasets such as the UEA-CRU and UDEL for simulating frozen ground coverage and soil freeze depth?",
        "QuestionCn": "使用多个数据集，例如UEA-CRU和UDEL，用于模拟冻土覆盖和土壤冻结深度的目的是什么？",
        "AnswerEn": "The purpose is to simulate the spatial coverage and changes in maximum soil freeze depth, assess the warming trend of frozen ground, and understand differences in results generated using different datasets over the historical period.",
        "AnswerCn": "该目的在于模拟土壤最大冻结深度的空间覆盖和变化，评估冻土的变暖趋势，并理解在历史时期使用不同数据集生成的结果之间的差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the Stefan equation to calculate soil freeze depth from temperature datasets?",
        "QuestionCn": "使用 Stefan 方程从温度数据集中计算土壤冻结深度涉及哪些步骤？",
        "AnswerEn": "The Stefan equation is used to simulate the regional maximum soil freeze depth using monthly near-surface air temperatures. The process involves calculating the annual maximum soil freeze depth at all national meteorological stations and each grid point using temperature data from the University of East Anglia Climatic Research Unit (UEA-CRU) and the University of Delaware (UDEL). Observations from meteorological stations are used to calibrate relevant parameters and evaluate the simulations.",
        "AnswerCn": "Stefan方程用于模拟区域最大土壤冻结深度，使用每月近地面空气温度。该过程涉及计算所有国家气象站和每个网格点的年最大土壤冻结深度，使用来自东安格利亚大学气候研究单位（UEA-CRU）和德拉瓦大学（UDEL）的温度数据。气象站的观测数据用于校准相关参数并评估模拟结果。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are meteorological data collected and utilized to support soil freeze depth simulation in the Yarlung Zangbo River Basin?",
        "QuestionCn": "气象数据是如何收集和利用的，以支持雅鲁藏布江流域土壤冻结深度模拟？",
        "AnswerEn": "Meteorological data are collected from 11 national meteorological stations in the Yarlung Zangbo River Basin and 6 additional stations nearby. These data include daily soil freeze depth measurements from thaw tubes and daily air and ground surface temperatures from the China Meteorological Administration (CMA). This information is used to calibrate parameters and evaluate soil freeze depth simulations using the Stefan equation.",
        "AnswerCn": "在雅鲁藏布江流域的11个国家气象站和附近的6个额外气象站收集了气象数据。这些数据包括来自融化管的每日土壤冻结深度测量以及来自中国气象局（CMA）的每日空气和地表温度。这些信息用于校准参数并使用斯特凡方程评估土壤冻结深度的模拟。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise in the calculation of soil freeze depth due to variations in soil properties, and how can they be addressed?",
        "QuestionCn": "在计算土壤冻结深度时，由于土壤性质的变化可能会出现哪些挑战，以及如何解决这些问题？",
        "AnswerEn": "Challenges in calculating soil freeze depth can arise due to variations in soil edaphic parameters, which may lead to inaccuracies. These inaccuracies may be exacerbated by the ignorance or simplification of certain values in the calculations. Addressing these challenges may involve improving the accuracy of soil property data and refining calculation methods to account for variability in soil characteristics.",
        "AnswerCn": "计算土壤冻结深度时可能会面临挑战，这些挑战源于土壤土壤学参数的变化，这可能导致不准确。这些不准确性可能因对某些值的忽视或简化而加剧。解决这些挑战可能涉及提高土壤属性数据的准确性，并改进计算方法，以考虑土壤特征的变异性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate simulation of soil freezing depth over long time scales in the Yarlung Zangbo River Basin?",
        "QuestionCn": "哪些数据收集方法能够准确模拟雅鲁藏布江流域长期的土壤冻结深度？",
        "AnswerEn": "The simulation of soil freezing depth over long time scales in the Yarlung Zangbo River Basin is enabled by using monthly near-surface air temperatures from the University of East Anglia Climatic Research Unit (UEA-CRU) and the University of Delaware (UDEL). Observations from 11 national meteorological stations over the basin and 6 nearby are used to calibrate relevant parameters and evaluate the simulations.",
        "AnswerCn": "在雅鲁藏布江流域，利用来自东英吉利大学气候研究中心（UEA-CRU）和特拉华大学（UDEL）的月度近地面气温数据，可以对土壤冻结深度进行长期尺度的模拟。通过使用流域内11个国家气象站和6个附近气象站的观测数据，来校准相关参数并评估模拟结果。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do the data collection techniques from UEA-CRU and UDEL contribute to understanding climate change impacts on soil freezing depth?",
        "QuestionCn": "UEA-CRU和UDEL的数据收集技术如何有助于理解气候变化对土壤冻结深度的影响？",
        "AnswerEn": "Data collection techniques from the UEA-CRU and UDEL contribute to understanding climate change impacts on soil freezing depth by providing long-term temperature datasets that are used to calculate freezing indices and simulate soil freezing depth. These datasets help analyze spatial and temporal variations of soil freezing depth and assess climate change influences over the Yarlung Zangbo River Basin from 1901 to 2016.",
        "AnswerCn": "来自UEA-CRU和UDEL的数据收集技术通过提供长期温度数据集，帮助理解气候变化对土壤冻结深度的影响，这些数据集用于计算冻结指数和模拟土壤冻结深度。这些数据集有助于分析土壤冻结深度的空间和时间变化，并评估气候变化对雅鲁藏布江流域在1901年至2016年期间的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might affect the accuracy of soil freezing depth calculations and how are they addressed in data collection?",
        "QuestionCn": "土壤冻结深度计算的准确性可能受到哪些挑战的影响，以及在数据收集中如何应对这些挑战？",
        "AnswerEn": "The accuracy of soil freezing depth calculations might be affected by deviations in soil edaphic parameters and the simple treatment of the E value. These challenges are addressed by using observations from meteorological stations to calibrate parameters and evaluate simulations, ensuring more reliable and accurate data collection methods.",
        "AnswerCn": "土壤冻结深度计算的准确性可能受到土壤土壤学参数偏差和E值简单处理的影响。这些挑战通过使用气象站的观测数据来校准参数和评估模拟结果来解决，从而确保更可靠和准确的数据收集方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the accuracy of calculating soil freeze depth be influenced by soil edaphic parameters?",
        "QuestionCn": "计算土壤冻结深度的准确性可能会受到土壤生态参数的影响，原因是什么？",
        "AnswerEn": "The accuracies of calculating soil freeze depth may be deviated by the soil edaphic parameter. Calculating accuracy may be reduced by the ignorance or simple treatments of E value.",
        "AnswerCn": "计算土壤冻结深度的准确性可能会受到土壤土壤学参数的影响。由于忽视或简单处理E值，计算的准确性可能会降低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do simulations of maximum soil freeze depth show no significant changes over the past four 30-year periods despite a general warming trend?",
        "QuestionCn": "为什么最大土壤冻结深度的模拟在过去四个30年期间没有显著变化，尽管整体气温趋势在上升？",
        "AnswerEn": "Simulations with both datasets demonstrated that no significant changes of soil freeze depth occurred in the past four 30-year periods (i.e., 1901–1930, 1931–1960, 1961–1990, and 1991–2016), while the maximum soil freeze depth calculated with the UEA-CRU was smaller than that with the UDEL. All of these features demonstrated a warming trend of frozen ground from 1901 to 2016 in the UBRB.",
        "AnswerCn": "模拟结果显示，在过去的四个30年期间（即1901–1930年、1931–1960年、1961–1990年和1991–2016年），土壤冻结深度没有显著变化，而使用UEA-CRU计算的最大土壤冻结深度小于使用UDEL计算的最大土壤冻结深度。所有这些特征表明，从1901年到2016年，UBRB地区的冻土呈现出变暖趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the challenges associated with using the Stefan equation to calculate soil freeze depth, and how might these challenges affect the accuracy of data collection methods in this domain?",
        "QuestionCn": "使用Stefan方程计算土壤冻结深度时面临的挑战有哪些，这些挑战如何影响该领域数据收集方法的准确性？",
        "AnswerEn": "The challenges include potential deviations in calculation accuracy due to the soil edaphic parameter and the simplified treatment of the E value, which may affect the reliability of the simulated regional maximum soil freeze depth.",
        "AnswerCn": "挑战包括由于土壤土壤学参数导致的计算精度潜在偏差，以及对E值的简化处理，这可能影响模拟的区域最大土壤冻结深度的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do the choices of temperature datasets from different sources, such as the University of East Anglia and the University of Delaware, impact the analysis of soil freeze depth over long time periods?",
        "QuestionCn": "不同来源的温度数据集（如东安格利亚大学和特拉华大学）的选择如何影响对长期土壤冻结深度的分析？",
        "AnswerEn": "The choice of temperature datasets impacts the analysis as simulations with different datasets (UEA-CRU and UDEL) revealed differing maximum soil freeze depth values, and consequently, the warming trend of frozen ground over the studied period.",
        "AnswerCn": "温度数据集的选择会影响分析，因为使用不同的数据集（UEA-CRU和UDEL）进行的模拟显示出不同的最大土壤冻结深度值，因此在研究期间冻结土壤的变暖趋势也有所不同。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential benefits and limitations of integrating direct measurements from thaw tubes with temperature-based simulations in understanding soil freeze dynamics?",
        "QuestionCn": "在理解土壤冻结动态方面，将来自融化管的直接测量与基于温度的模拟相结合的潜在好处和局限性是什么？",
        "AnswerEn": "The integration of direct thaw tube measurements with temperature-based simulations can enhance the calibration of relevant parameters and improve simulation accuracy, though it may still face limitations due to regional data availability and the inherent variability of soil conditions.",
        "AnswerCn": "直接融化管测量与基于温度的模拟的结合可以增强相关参数的校准并提高模拟的准确性，尽管由于区域数据的可用性和土壤条件的固有变异性，它仍可能面临一些限制。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the data collection method for soil freeze depth can ensure accuracy given the variability in soil edaphic parameters.",
        "QuestionCn": "我不明白土壤冻结深度的数据收集方法如何能确保准确性，因为土壤的土壤生态参数存在变异性。",
        "AnswerEn": "The accuracy may be reduced by the ignorance or simple treatments of E value. Observations from 11 national meteorological stations and nearby stations were used to calibrate relevant parameters and evaluate the simulations to address this challenge.",
        "AnswerCn": "由于对E值的无知或简单处理，准确性可能会降低。使用来自11个国家气象站和附近站点的观测数据来校准相关参数并评估模拟，以应对这一挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I’m unsure about the process of how long-term air temperature data from different sources can be integrated to model soil freeze depth over such an extended period.",
        "QuestionCn": "我不确定如何将来自不同来源的长期空气温度数据整合，以便在如此长的时间段内模拟土壤冻结深度。",
        "AnswerEn": "The integration involves using the Stefan equation with monthly near-surface air temperatures from the University of East Anglia Climatic Research Unit (UEA-CRU) and the University of Delaware (UDEL) to simulate the regional maximum soil freeze depth from 1901 to 2016.",
        "AnswerCn": "该集成涉及使用斯特凡方程，结合来自东英吉利大学气候研究单位（UEA-CRU）和特拉华大学（UDEL）的月度近地面空气温度，以模拟1901年至2016年期间的区域最大土壤冻结深度。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of using the Stefan equation for simulating soil freeze depth and identify any challenges that may arise from this approach.",
        "QuestionCn": "请分析使用Stefan方程模拟土壤冻结深度的有效性，并识别该方法可能出现的任何挑战。",
        "AnswerEn": "The Stefan equation was used to simulate the regional maximum soil freeze depth over the UBRB from 1901 to 2016 using monthly near-surface air temperatures from the UEA-CRU and the UDEL datasets. However, the accuracy of this calculation can be affected by deviations in the soil edaphic parameter and potentially reduced by the ignorance or simple treatments of the E value.",
        "AnswerCn": "Stefan方程被用来模拟1901年至2016年期间UBRB地区的最大土壤冻结深度，使用了来自UEA-CRU和UDEL数据集的月均近地面气温。然而，这一计算的准确性可能会受到土壤土壤参数偏差的影响，并可能因对E值的忽视或简单处理而降低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be integrated with existing temperature datasets to improve the accuracy of soil freeze depth simulations.",
        "QuestionCn": "请探索可以与现有温度数据集集成的潜在数据集，以提高土壤冻结深度模拟的准确性。",
        "AnswerEn": "Potential datasets for integration could include daily soil freeze depth measurements taken by thaw tubes at national meteorological stations across China and daily air and ground surface temperatures collected from the China Meteorological Administration (CMA). These could complement the existing monthly air temperature datasets from the UEA-CRU and the UDEL.",
        "AnswerCn": "潜在的集成数据集可以包括中国国家气象站通过冻土管测量的每日土壤冻结深度，以及中国气象局（CMA）收集的每日空气和地面表面温度。这些数据可以补充来自UEA-CRU和UDEL的现有月度空气温度数据集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}