{
    "id": "88688751-90af-44e7-8f73-e4f1aeedde2a",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an observation system of meteorological elements gradient of A’rou Superstation, 2014)",
            "description": "This data set contains the data of meteorological element gradient observation system of alou superstation upstream of heihe hydrometeorological observation network from January 1, 2014 to December 31, 2014.The station is located in caoban village, aru township, qilian county, qinghai province.The longitude and latitude of the observation point are 100.4643e, 38.0473n and 3033m above sea level.The air temperature, relative humidity and wind speed sensors are located at 1m, 2m, 5m, 10m, 15m and 25m respectively, with a total of six layers facing due north.The wind direction sensor is located at 10m, facing due north;The barometer is installed at 2m;The tilting bucket rain gauge is installed on the observation tower 40m of super aru station;The four-component radiometer is installed at 5m, facing due south;Two infrared thermometers are installed at 5m, facing due south, and the probe facing vertically downward.The photosynthetic effective radiometer is installed at 5m, facing due south, and the probe facing vertically upward.Part of the soil sensor is buried at 2m in the south direction of the tower body, and the soil heat flow plate (self-correcting formal) (3 pieces) are all buried at 6cm underground.The mean soil temperature sensor TCAV is buried 2cm and 4cm underground.The soil temperature probe is buried at the surface of 0cm and underground of 2cm, 4cm, 6cm, 10cm, 15cm, 20cm, 30cm, 40cm, 60cm, 80cm, 120cm, 160cm, 200cm, 240cm, 280cm and 320cm, among which the 4cm and 10cm layers have three repeats.The soil water sensor is buried underground 2cm, 4cm, 6cm, 10cm, 15cm, 20cm, 30cm, 40cm, 60cm, 80cm, 120cm, 160cm, 200cm, 240cm, 280cm and 320cm respectively, among which the 4cm and 10cm layers have three duplexes.\nThe observations included the following: air temperature and humidity (Ta_1 m, Ta_2 m, Ta_5 m, Ta_10 m, Ta_15 m and Ta_25 m; RH_1 m, RH_2 m, RH_5 m, RH_10 m, RH_15 m and RH_25 m) (℃ and %, respectively), wind speed (Ws_1 m, Ws_2 m, Ws_5 m, Ws_10 m, Ws_15 m and Ws_25 m) (m/s), wind direction (WD_2 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m2), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation (PAR) (μmol/(s m-2)), average soil temperature (TCAV, ℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm_1, Ts_4 cm_2, Ts_4 cm_3, Ts_6 cm, Ts_10 cm_1, Ts_10 cm_2, Ts_10 cm_3, Ts_15 cm, Ts_20 cm, Ts_30 cm, Ts_40 cm, Ts_60 cm, Ts_80 cm, Ts_120 cm, Ts_160 cm, Ts_200 cm, Ts_240 cm, Ts_280 cm and Ts_320 cm) (℃), and soil moisture (Ms_2 cm, Ms_4 cm_1, Ms_4 cm_2, Ms_4 cm_3, Ms_6 cm, Ms_10 cm_1, Ms_10 cm_2, Ms_10 cm_3, Ms_15 cm, Ms_20 cm, Ms_30 cm, Ms_40 cm, Ms_60 cm, Ms_80 cm, Ms_120 cm, Ms_160 cm, Ms_200 cm, Ms_240 cm, Ms_280 cm and Ms_320 cm) (%, volumetric water content).\nProcessing and quality control of observed data :(1) ensure 144 pieces of data every day (every 10min), and mark by -6999 in case of data missing;The sensor of soil heat flux G1 was repaired between January 1, 2014 and January 19, 2014, and the data was missing.Sensor maintenance of soil heat flux G3 between January 23, 2014 and July, 2014, data missing;(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: 2014-6-1010:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Liu et al.(2018), and for observation data processing, please refer to Liu et al.(2011).",
            "instructions": "",
            "east": 100.4643,
            "west": 100.4643,
            "south": 38.0473,
            "north": 38.0473,
            "startTime": "2014-01-09 08:00:00",
            "endTime": "2015-01-08 08:00:00",
            "fileSize": 28302822.0,
            "cstr": "18406.11.hiwater.248.2015.db",
            "doi": "10.3972/hiwater.248.2015.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Institute of Cold and Arid Regions Environmental and Engineering Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "A’rou Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Disjunctive": [
                {
                    "Question": "Do datasets in alpine hydrology primarily originate from automatic meteorological stations, snow observation superstations, or frozen ground superstations?",
                    "Answer": "automatic meteorological stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are the key factors for improving alpine hydrological models more related to accurate forcing data, snow and frozen ground observations, or remote sensing product validation?",
                    "Answer": "accurate forcing data, snow and frozen ground observations, remote sensing product validation",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the key elements involved in setting up an integrated, distributed, and multiscale observation network in alpine hydrology?",
                    "Answer": "automatic meteorological stations, snow observation superstations, frozen ground observation superstations",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What data collection methods are used to measure snow cover properties in a high-altitude alpine region?",
                    "Answer": "ultrasonic sensors, GammaMONitor, FlowCapt",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used for capturing snow accumulation and ablation processes in alpine regions?",
                    "Answer": "An example of a data collection method for capturing snow accumulation and ablation processes in alpine regions is the use of a snow observation superstation, which utilizes state-of-the-art techniques and instruments such as the SR50A sensor for measuring snow depth, and the GMON for measuring snow water equivalent (SWE) at temporal resolutions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please provide an example of a challenge encountered in data collection for hydrological processes in alpine regions.",
                    "Answer": "A challenge encountered in data collection for hydrological processes in alpine regions is the scarcity of observation data due to the difficulties of access and technological barriers, which hinders modeling efforts and necessitates the development of integrated, distributed observation networks to provide accurate forcing data.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics and components of a meteorological observation network used in high-altitude alpine regions?",
                    "Answer": "automatic meteorological stations, wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, specialized superstations, snow depth, snow water equivalent, albedo, blowing snow flux, soil temperature, soil moisture, multiple layers, evapotranspiration, eddy covariance methods",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the features and purposes of high-resolution soil physics datasets in the context of alpine hydrology research?",
                    "Answer": "freeze-thaw processes, soil hydrothermal features, soil temperature, soil moisture, thermal conductivity, hydraulic conductivity",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the number of observation layers used for soil temperature measurement in the alpine hydrology observation network?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations are integrated into the alpine hydrology observation network for data collection?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the frequency of meteorological parameter measurements at the Daman superstation?",
                    "Answer": "10 minutes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are the key challenges associated with data collection in alpine hydrological research?",
                    "Answer": "Key challenges in alpine hydrological data collection include the cold and harsh climate, high altitude, and complex topography, which can inhibit consistent data collection. These factors also pose difficulties for remote sensing technologies and hydrological models. Additionally, the scarcity of observational data due to access difficulties and technological barriers further complicates research efforts in this domain.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do data collection methods in alpine regions, such as those in the Heihe River Basin, compare to data collection methods in arid areas regarding the challenges posed by environmental conditions?",
                    "Answer": "Data collection in alpine regions faces challenges such as cold climate, high altitude, and complex topography, hindering complete and consistent data collection. In contrast, arid areas like the Heihe River Basin may face challenges such as strong solar radiation and high air temperature affecting snow cover data. Both regions require advanced observation networks to capture critical data accurately, though the specific environmental challenges differ between cold and arid conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the observed patterns in soil moisture data from the Heihe River Basin contribute to understanding freeze-thaw cycles in alpine regions?",
                    "Answer": "The observed patterns in soil moisture data, collected from various depths in the upper reaches of the Heihe River Basin, help capture the freeze-thaw processes by showing changes in soil moisture content. These patterns are crucial for understanding how freeze-thaw cycles impact water infiltration and surface runoff, providing insights into the hydrological processes in alpine regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges might arise from using remote sensing data to validate hydrological models in alpine regions, and how can they be mitigated?",
                    "Answer": "Challenges in using remote sensing data for validating hydrological models in alpine regions include uncertainties inherent in remote sensing data and the complex terrain and climate of alpine regions. These challenges can be mitigated by integrating remote sensing data with ground-based observations to improve data accuracy and model predictions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways could the integration of hydrometeorological, snow, and frozen ground datasets enhance predictive modeling of alpine hydrological processes?",
                    "Answer": "Integrating hydrometeorological, snow, and frozen ground datasets allows for a comprehensive understanding of the driving forces and interactions affecting alpine hydrological processes. This integration provides robust datasets that improve model parameterization, validate remote sensing products, and ultimately enhance predictive capabilities for alpine hydrology.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the scarcity of observation data in the alpine region, and how does this impact the development of hydrological models?",
                    "Answer": "The scarcity of observation data in the alpine region is caused by difficulties in access, technological barriers, and the harsh climate, high altitude, and complex topography. This scarcity hinders the development of remote sensing technologies and alpine hydrological models, as it limits the availability of forcing data and high-quality snow and frozen ground data for parameterization.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to achieve complete and consistent data collection in alpine hydrology, and what strategies could be employed to overcome these challenges?",
                    "Answer": "Complete and consistent data collection in alpine hydrology is challenging due to the cold and harsh climate, high altitude, and complex topography. Strategies to overcome these challenges include developing next-generation ecosystem observation networks, integrating distributed and multiscale observation datasets, and using remote sensing data combined with data assimilation to improve predictions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What factors influence the accuracy of estimating surface fluxes in strongly advective irrigated agricultural areas, and how can these be addressed?",
                    "Answer": "The accuracy of estimating surface fluxes in strongly advective irrigated agricultural areas is influenced by the uncertainty in surface–air temperature difference, errors in determining the surface soil and vegetation component temperatures, and the strong advective environment. These can be addressed by using ground-measured soil and canopy component temperatures, high-resolution thermal cameras, stable isotope techniques, and better validation methods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What outcomes might result from implementing an integrated, distributed, and multiscale observation network for alpine hydrology research?",
                    "Answer": "Implementing such a network could lead to the collection of comprehensive datasets that provide accurate forcing data for hydrological models, validate remote sensing data, and evaluate distributed models. This would significantly improve the predictive understanding of alpine hydrological processes and ecosystem functions, especially in regions like the Heihe River Basin.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What goals are pursued by integrating ground-based measurements and high-resolution thermal imagery in data collection for estimating evapotranspiration over heterogeneous landscapes?",
                    "Answer": "The integration of ground-based measurements and high-resolution thermal imagery aims to improve the estimation of evaporation, transpiration, and evapotranspiration in heterogeneous landscapes. This approach seeks to validate these estimates with observed ratios using stable isotopes and measurements from an eddy covariance system, thereby enhancing the accuracy and applicability of models like the Two-Source Energy Balance (TSEB) model.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to develop a comprehensive and multiscale observation network for alpine hydrology research in regions like the Heihe River Basin?",
                    "Answer": "Developing a comprehensive and multiscale observation network in alpine regions such as the Heihe River Basin is crucial to accurately estimate and predict hydrological processes and their impacts. This network addresses the scarcity of observational data due to the region's harsh climate and challenging terrain, providing essential data for model validation, understanding perturbations from climate change and human activities, and improving remote sensing products.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the intended outcomes of using an integrated dataset for investigating watershed science and eco-functions in alpine regions?",
                    "Answer": "The intended outcomes of using an integrated dataset in alpine regions include providing accurate forcing data for hydrological models, validating remote sensing data, and evaluating distributed models. This approach aims to enhance the predictive understanding of hydrological processes and ecosystem functions, helping to address scientific questions related to climate change, human impact, and the dynamics of snow cover and frozen ground.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methods are used to ensure the accuracy and consistency of data collected from meteorological and hydrological stations in alpine regions?",
                    "Answer": "To ensure accuracy and consistency, gap-free meteorological and hydrological data are monitored from an observation network connecting automatic meteorological stations. Data collection includes specific measurements such as snow depth, snow water equivalent, and blowing snow flux, using state-of-the-art techniques and instruments like SR50A ultrasonic sensors, GMON for SWE, and FlowCapt for snow grains. Data processing involves removing duplicated records, marking data gaps with placeholders, and deleting physically implausible data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the collection of comprehensive hydrometeorological data in high-altitude alpine regions?",
                    "Answer": "Technological advancements such as automatic meteorological stations (AMSs), thermal infrared cameras, and instruments like the CS725 GammaMONitor and FlowCapt have enabled comprehensive data collection in high-altitude alpine regions. These technologies facilitate the monitoring of meteorological variables, snow cover properties, and soil physics, overcoming challenges related to the harsh climate and complex topography.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How does the integration of remote sensing data with ground-based observations enhance the predictive understanding of hydrological processes in alpine regions?",
                    "Answer": "The integration of remote sensing data with ground-based observations enhances the predictive understanding of hydrological processes by providing validation for remote sensing products and improving hydrological models. This approach allows for a more accurate estimation of variables such as snow cover, soil moisture, and surface runoff, addressing the complexities and uncertainties associated with alpine environments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do multiscale observation networks enable improved data collection and analysis in heterogeneous landscapes like the Heihe River Basin?",
                    "Answer": "Multiscale observation networks enable improved data collection and analysis by connecting distributed meteorological stations, snow observation superstations, and frozen ground observation superstations. These networks capture diverse hydrometeorological data and freeze-thaw processes at different scales, supporting the development of hydrological models and providing accurate data for ecological and water resource management in heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in achieving accurate data collection in alpine regions, and how could these be addressed through next-generation observational networks?",
                    "Answer": "The challenges in alpine regions include cold and harsh climates, high altitudes, and complex topography, which hinder complete and consistent data collection. Next-generation observational networks could address these challenges by integrating distributed and multiscale data collection methods, establishing automatic meteorological stations, and utilizing advanced remote sensing technologies to capture relevant hydrological data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the potential reasons for the scarcity of observation data in alpine regions, and how can integrated observation networks improve data availability for hydrological modeling?",
                    "Answer": "Scarcity of observation data in alpine regions is often due to difficulties in access and technological barriers. Integrated observation networks can improve data availability by connecting automatic meteorological stations, superstations for snow and frozen ground observations, and employing wireless sensor networks to capture seasonal variations in critical parameters like soil temperature and moisture.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to estimate soil heat conductivity in alpine hydrological models, and what observational methods can be employed to enhance model parameterization?",
                    "Answer": "Soil heat conductivity is difficult to analyze because it depends on soil density, moisture content, and temperature, which are not easily calculated. Site observations, including soil temperature and moisture profiles and measurements of thermal and hydraulic conductivity, can be utilized to enhance the parameterization of alpine hydrological models, allowing for more accurate simulations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of the current data collection methods for capturing hydrometeorological processes in alpine regions?",
                    "Answer": "The current data collection methods in alpine regions, which include automatic meteorological stations, snow observation superstations, and frozen ground observation networks, are essential for capturing the complex hydrometeorological processes. However, challenges such as harsh climates, high altitudes, and complex topographies can hinder data consistency and completeness. Despite these challenges, the integrated and multiscale observation network provides a robust framework for advancing research in alpine hydrology.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the challenges faced in collecting reliable data for soil heat flux and moisture in high-altitude regions?",
                    "Answer": "Collecting reliable data for soil heat flux and moisture in high-altitude regions is challenging due to factors like strong winds, complex terrains, and the difficulty in accurately analyzing soil heat conductivity. High-resolution soil physics datasets and advanced sensor technologies are utilized to capture freeze-thaw processes, although factors such as sensor malfunctions and power loss can still lead to data gaps.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the potential benefits and limitations of using remote sensing data in conjunction with ground-based observations for alpine hydrological research?",
                    "Answer": "Remote sensing data, when combined with ground-based observations, can significantly enhance the prediction of hydrological processes in alpine regions. The benefits include improved validation and calibration of remote sensing data against ground observations, providing more comprehensive datasets. However, uncertainties in remote sensing data due to complex earth system interactions, especially in alpine regions, present a limitation that necessitates careful validation and calibration efforts.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from a hydrometeorological observation network can be accurately collected in such remote and harsh alpine environments.",
                    "Answer": "Data from a hydrometeorological observation network in remote and harsh alpine environments is collected using a distributed and multiscale network of automatic meteorological stations (AMSs) and superstations. The network captures various meteorological, snow cover, and frozen ground data using state-of-the-art techniques and instruments, such as ultrasonic sensors for snow depth, GammaMONitors for snow water equivalent, and FlowCapt for blowing snow flux.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how different data sources, like ground-based measurements and satellite data, are integrated for hydrological modeling in the alpine region.",
                    "Answer": "Different data sources, such as ground-based measurements and satellite data, are integrated for hydrological modeling by using distributed observation networks and validating remote sensing data with high-resolution ground observations. This allows for the combination of various data types to improve the understanding and prediction of hydrological processes, addressing uncertainties in remote sensing data and enhancing model parameterization.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please describe how the use of remote sensing data is integrated with ground-based observations to enhance the understanding of hydrological processes in alpine regions.",
                    "Answer": "Remote sensing data, combined with data assimilation, improve predictions of hydrological processes by providing comprehensive observations that complement ground-based data. For example, remote sensing products are validated using fine-resolution data from superstations, such as those measuring snow and frozen ground properties. This integration helps address uncertainties and enhances model validation and understanding of alpine hydrology.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please discuss the data collection techniques used to monitor snow cover and frozen ground in alpine regions and their impact on hydrological modeling.",
                    "Answer": "Snow cover and frozen ground are monitored using advanced techniques at dedicated superstations, such as the Yakou snow superstation, which employs sensors like SR50A for snow depth and GMON for snow water equivalent. These datasets are crucial for hydrological models as they provide accurate forcing data and help validate remote sensing products, thus improving the predictive understanding of hydrological processes in alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}