{
    "id": "890e5ad3-56e4-427b-b4b4-f1b4cfc21b2c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier outlines over the Qilian Mountain area (1980-2015)",
            "titleCn": "祁连山地区冰川边界产品（1980-2015）",
            "description": "This dataset contains the glacier outlines in Qilian Mountain Area from 1980 to 2015. The dataset was produced based on classical band ratio criterion and manual editing. Landsat images collected between 1978 and 2018 were used as basic data for glacier extraction. Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 8 seasons, the dataset has a temporal resolution of 5 years and a spatial resolution of 30 meters. The accuracy is about 1 pixel (±30 meter). The dataset directly reflects the variation of glacier distribution within the Qilian Mountain in the past 35 years, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
            "descriptionCn": "本数据为祁连山地区1980-2015年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为1978-2018年祁连山全境的Landsat系列影像。参考数据为谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品分为8期，时间分辨率为5年，空间分辨率为30米，边界精度在30米（一个像元）左右。该数据直观地反映了祁连山冰川在近35年内的分布变化，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
            "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector\nUsage：The datasets are stored in the form of Class_coordinate_YYYY.shp (YYYY: year), and can be read by Arcgis or Envi.",
            "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量",
            "east": 102.238,
            "west": 95.125,
            "south": 37.475,
            "north": 39.575,
            "startTime": null,
            "endTime": null,
            "fileSize": 17623655.0,
            "cstr": "18406.11.Geogra.tpdc.270234",
            "doi": "10.11888/Geogra.tpdc.270234",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李佳",
                "nameEn": "LI Jia",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "汪赢政",
                "nameEn": "WANG Yingzheng",
                "unitEn": "Central South Univeristy",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "李建江",
                "nameEn": "LI Jianjiang",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
                "titleEn": null,
                "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
                "referenceEn": null
            },
            {
                "titleCn": "基于第二次冰川编目的中国冰川现状",
                "titleEn": null,
                "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
                "referenceEn": null
            },
            {
                "titleCn": "气候变化对冰川影响与风险研究",
                "titleEn": null,
                "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The second Chinese glacier inventory: data, methods and results",
                "referenceCn": null,
                "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountain Area"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980-2015",
                "keywordEn": "1980-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze glacier distribution changes over time in mountain regions?",
                "QuestionCn": "您能否提供一个用于分析山区冰川分布变化的时间的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to analyze glacier distribution changes over time in mountain regions involves the use of Landsat series imagery to extract glacier boundaries. The method combines the classic band ratio technique with manual correction. The data collected spans from 1978 to 2018 and is complemented by reference images from Google Earth and Tianditu, resulting in a glacier distribution product stored in shapefile format. This product includes attributes like coordinate systems, glacier IDs, and glacier areas, and it allows for the analysis of glacier distribution changes over 35 years with a temporal resolution of 5 years and a spatial resolution of 30 meters.",
                "AnswerCn": "一种用于分析山区冰川分布变化的数据收集方法涉及使用Landsat系列影像提取冰川边界。该方法结合了经典的波段比率技术和手动校正。收集的数据跨度从1978年到2018年，并辅以来自Google Earth和天地图的参考影像，最终形成了存储为shapefile格式的冰川分布产品。该产品包括坐标系统、冰川ID和冰川面积等属性，允许对35年来冰川分布变化进行分析，时间分辨率为5年，空间分辨率为30米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of glacier boundary datasets in the Qilian Mountains region from 1980 to 2015?",
                "QuestionCn": "1980年至2015年期间，祁连山地区冰川边界数据集的特征是什么？",
                "AnswerEn": "derived using classic band ratio methods and manual corrections, Landsat series images, Google Earth images, Tianditu images, shapefile format, coordinate system, glacier ID, glacier area, eight periods, time resolution of 5 years, spatial resolution of 30 meters, boundary accuracy around 30 meters",
                "AnswerCn": "使用经典波段比值法和人工校正得出的结果，Landsat系列影像，Google Earth影像，天地图影像，shapefile格式，坐标系统，冰川ID，冰川面积，八个时期，时间分辨率为5年，空间分辨率为30米，边界精度约为30米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What are the spatial and temporal resolutions used in the quantification of glacier boundary changes in the Qilian Mountains from 1980 to 2015?",
                "QuestionCn": "在1980年至2015年期间，量化祁连山冰川边界变化所使用的空间和时间分辨率是什么？",
                "AnswerEn": "30 meters, 5 years",
                "AnswerCn": "30米，5年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the '经典波段比值法' mean in the context of glacier boundary extraction?",
                "QuestionCn": "'经典波段比值法'在冰川边界提取的背景下指的是一种利用不同波段的比值来识别和提取冰川边界的方法。",
                "AnswerEn": "The '经典波段比值法' refers to a classic band ratio method used for extracting glacier boundaries. This method involves using specific ratios of different spectral bands from satellite imagery to distinguish glacier surfaces from other land cover types. It is a widely used technique in remote sensing for identifying and mapping glaciers.",
                "AnswerCn": "'经典波段比值法'是指一种用于提取冰川边界的经典波段比值方法。该方法涉及使用卫星影像中不同光谱波段的特定比率，以区分冰川表面与其他土地覆盖类型。这是一种在遥感中广泛使用的技术，用于识别和绘制冰川地图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of extracting glacier boundaries using classic band ratio and manual correction compare to other remote sensing techniques in terms of accuracy and reliability for glacier boundary detection?",
                "QuestionCn": "提取冰川边界的经典波段比率和手动修正方法与其他遥感技术在冰川边界检测的准确性和可靠性方面如何比较？",
                "AnswerEn": "The method of extracting glacier boundaries using the classic band ratio and manual correction is based on Landsat series imagery from 1978-2018, with a spatial resolution of 30 meters and a boundary precision of approximately 30 meters. This approach combines automated spectral analysis with manual adjustments, which can enhance accuracy by addressing errors that automated methods alone may miss. It provides a time resolution of 5 years over a 35-year period, offering detailed insights into glacier distribution changes. The inclusion of reference data from Google and Tianditu imagery supports the validation and refinement of the extracted boundaries, potentially offering a balance between automated efficiency and manual accuracy.",
                "AnswerCn": "提取冰川边界的方法基于1978-2018年的Landsat系列影像，空间分辨率为30米，边界精度约为30米。该方法结合了自动光谱分析和手动调整，通过解决自动方法可能遗漏的错误，从而提高了准确性。它提供了35年期间每5年的时间分辨率，深入了解冰川分布变化。通过使用来自Google和天地图的参考数据，支持提取边界的验证和完善，可能在自动效率和手动准确性之间提供了一种平衡。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of employing the classic band ratio method and manual correction for extracting glacier boundaries in the Qilian Mountains region from Landsat imagery?",
                "QuestionCn": "在从Landsat影像中提取祁连山地区冰川边界时，采用经典的波段比率方法和手动校正的主要目标是什么？",
                "AnswerEn": "The primary objective is to extract glacier distribution data accurately for the period of 1980-2015 to create a comprehensive product that reflects the distribution changes of glaciers in the Qilian Mountains over 35 years. This facilitates studies on glacier mass balance changes and the quantitative estimation of glacier change impacts on catchment runoff.",
                "AnswerCn": "主要目标是准确提取1980年至2015年期间的冰川分布数据，以创建一个全面的产品，反映出青藏高原山脉冰川在35年间的分布变化。这有助于研究冰川质量平衡变化以及定量评估冰川变化对流域径流的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods were employed to extract glacier boundaries over the Qilian Mountains from Landsat series imagery, and how were these methods refined or adjusted to enhance accuracy?",
                "QuestionCn": "在从Landsat系列影像提取祁连山冰川边界时，采用了哪些方法，并且这些方法是如何被改进或调整以提高准确性的？",
                "AnswerEn": "The glacier boundaries over the Qilian Mountains were extracted using the classic band ratio method combined with manual correction. This approach utilized Landsat series imagery from 1978 to 2018 and was refined by referencing Google imagery and TianDiTu imagery to enhance the accuracy of the glacier boundary delineation.",
                "AnswerCn": "通过经典的波段比率方法结合手动修正，提取了祁连山脉的冰川边界。该方法利用了1978年至2018年的Landsat系列影像，并通过参考谷歌影像和天地图影像来提高冰川边界划定的准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}