{
  "id": "891b126a-85d3-4344-bdf6-20c946ee971f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "NDVI Dataset of Typical Stations in Midstream of Heihe River Basin Based on UAV Remote Sensing (2020, V1)",
      "titleCn": "黑河中游典型站点无人机遥感NDVI数据（2020,V1）",
      "description": "NDVI is a very important vegetation index for the research of vegetation growth and land cover classification. This dataset provides the monthly normalized differential vegetation index (NDVI) of UAV remote sensing with a spatial resolution of 0.2 m from June to October in 2020. It was measured in the midstream of Heihe River Basin over typical stations. The Pix4D mapper software was used for image mosaic and NDVI calculation.",
      "descriptionCn": "归一化植被指数结合了不同波段的光谱信息，在研究植被长势、地物分类方面有重要作用。本数据集为2020年6-10月的黑河流域典型站点无人机遥感NDVI（Normalized Differential Vegetation Index）数据，空间分辨率为0.2 m。NDVI数据获取流程为将无人机拍摄后的单幅影像通过Pix4D mapper进行拼接，并由Pix4D mapper自动进行拼接和影像的植被指数计算。",
      "instructions": "File Naming Convention: YYYYMMDD_XX.tiff (YYYY: year, MM: month, DD: day, XX: station name, including DM – Daman superstation, SD – Zhangye wetland station, and HZ – Huazhaizi station)\nThe data are all GeoTIFF files, so it is recommended to open them with ArcGIS software for corresponding processing",
      "instructionsCn": "文件命名约定：YYYYMMDD_XX.tiff （YYYY：年，MM：月，DD：日，XX：站点，其中DM为大满超级站，SD为张掖湿地站，HZ为花寨子站）\n数据都是GeoTIFF文件，故推荐用ArcGIS软件打开，进行相应处理",
      "east": 100.41,
      "west": 100.309,
      "south": 38.757,
      "north": 38.98,
      "startTime": "2020-06-14 00:00:00",
      "endTime": "2020-10-21 00:00:00",
      "fileSize": 5125927048.0,
      "cstr": "18406.11.Ecolo.tpdc.271347",
      "doi": "10.11888/Ecolo.tpdc.271347",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周纪",
        "nameEn": "ZHOU Ji",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "金子纯",
        "nameEn": "JIN Zichun",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "王子卫",
        "nameEn": "WANG Ziwei",
        "unitEn": "",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature",
        "referenceCn": null,
        "referenceEn": "Li, M., Zhou, J., Peng, Z., Liu, S., Göttsche, F. M., Zhang, X., & Song, L. (2019). Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature. Agricultural and Forest Meteorology, 276, 107600."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表产品",
        "nameEn": "Land surface product"
      },
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "无人机",
        "nameEn": "UAV"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman superstation"
      },
      {
        "keywordCn": "张掖湿地站",
        "keywordEn": "Zhangye wetland station"
      },
      {
        "keywordCn": "花寨子荒漠站",
        "keywordEn": "huazhaizi desert steppe station"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-6-10",
        "keywordEn": "2020-6-10",
        "type": "temporal"
      },
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that utilizes drone technology for capturing NDVI data in a river basin region?",
        "QuestionCn": "您能否提供一个利用无人机技术在河流流域区域捕获NDVI数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method using drone technology involves capturing NDVI data in the Heihe River basin from June to October 2020. The process includes using drones to capture single images, which are then stitched together using Pix4D mapper software. This software automatically performs image stitching and calculates the vegetation index, achieving a spatial resolution of 0.2 meters.",
        "AnswerCn": "使用无人机技术进行数据收集的方法示例涉及在2020年6月至10月期间捕获黑河流域的NDVI数据。该过程包括使用无人机捕获单幅图像，然后使用Pix4D mapper软件将其拼接在一起。该软件自动执行图像拼接并计算植被指数，达到0.2米的空间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the NDVI data collected using drones in the Heihe River Basin?",
        "QuestionCn": "在黑河流域使用无人机收集的NDVI数据的空间分辨率是多少？",
        "AnswerEn": "0.2 meters",
        "AnswerCn": "0.2米",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the processes of image stitching and vegetation index calculation using Pix4D mapper contribute to the accuracy and reliability of NDVI data in remote sensing studies?",
        "QuestionCn": "使用Pix4D mapper进行图像拼接和植被指数计算的过程如何提高遥感研究中NDVI数据的准确性和可靠性？",
        "AnswerEn": "The processes of image stitching and vegetation index calculation using Pix4D mapper contribute to the accuracy and reliability of NDVI data by ensuring that the data is seamlessly integrated from multiple images and by automating the calculation of the vegetation index, which reduces human error and enhances repeatability. This methodology helps in obtaining high-resolution spatial data that is crucial for studying vegetation growth and land cover classification.",
        "AnswerCn": "图像拼接和植被指数计算的过程使用Pix4D Mapper，有助于提高NDVI数据的准确性和可靠性，确保来自多张图像的数据无缝整合，并通过自动化计算植被指数，减少人为错误，增强重复性。这种方法有助于获得高分辨率的空间数据，这对于研究植被生长和土地覆盖分类至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on vegetation analysis accuracy when using UAV-derived NDVI data at a high spatial resolution of 0.2 m, compared to lower-resolution satellite data?",
        "QuestionCn": "使用高分辨率0.2米的无人机衍生NDVI数据与较低分辨率的卫星数据相比，对植被分析准确性的潜在影响是什么？",
        "AnswerEn": "Using UAV-derived NDVI data at a high spatial resolution of 0.2 m can significantly enhance the accuracy of vegetation analysis by providing more detailed information about vegetation health and distribution. The fine resolution allows for the detection of subtle variations in vegetation and more precise mapping, which might be challenging with lower-resolution satellite data.",
        "AnswerCn": "使用高分辨率（0.2米）的无人机衍生NDVI数据可以显著提高植被分析的准确性，因为它提供了关于植被健康和分布的更详细信息。细致的分辨率能够检测植被的微妙变化，并进行更精确的制图，而这在低分辨率卫星数据中可能会面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of utilizing UAV remote sensing technology to collect NDVI data in the midstream areas of the Heihe River Basin?",
        "QuestionCn": "利用无人机遥感技术在黑河流域中游地区收集NDVI数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of utilizing UAV remote sensing technology to collect NDVI data in the midstream areas of the Heihe River Basin are to study vegetation growth and land cover classification. The high spatial resolution of 0.2 meters achieved through the integration of spectral information from different bands allows for detailed analysis of vegetation indices, which is crucial for understanding ecological dynamics and land use patterns in the region.",
        "AnswerCn": "利用无人机遥感技术在黑河流域中游地区收集NDVI数据的主要目标是研究植被生长和土地覆盖分类。通过整合不同波段的光谱信息，实现0.2米的高空间分辨率，使得对植被指数的详细分析成为可能，这对于理解该地区的生态动态和土地利用模式至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in processing UAV imagery to calculate the NDVI for vegetation growth studies in a typical site of a river basin?",
        "QuestionCn": "在河流流域的典型地点处理无人机影像以计算植被生长研究的NDVI涉及哪些程序？",
        "AnswerEn": "The process involves capturing individual UAV images, stitching them using Pix4D mapper, and automatically calculating the vegetation index from the imagery using Pix4D mapper.",
        "AnswerCn": "该过程涉及捕捉单个无人机图像，使用Pix4D Mapper进行拼接，并通过Pix4D Mapper自动计算植被指数。",
        "Level": "C3(Applying)"
      }
    ]
  }
}