{
    "id": "89c89480-6bca-4330-ad7e-6d2683b85c11",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A global 5 km monthly potential evapotranspiration dataset (1982–2015) estimated by the Shuttleworth-Wallace model",
            "titleCn": "基于Shuttleworth-Wallace模型的全球5km逐月潜在蒸散发数据集（1982–2015）",
            "description": "As the theoretical upper bound of evapotranspiration (ET), potential ET (PET) has always taken the focus attentions from a variety of disciplines, such as climatology, ecology, hydrology and agronomy. However, substantial uncertainties exist in the current PET datasets and the popular models (e.g., various empiric models and FAO-56 Penman-Monteith model), because of unrealistic configurations of land surface and unreasonable parameterizations. Therefore, this study comprehensively considered interspecific differences various vegetation-related parameters (e.g., plant stomatal resistance and CO2 effects on stomatal resistance) to calibrate and parametrize the Shuttleworth-Wallace (SW) model for forests, shrubland, grassland and cropland, using the identified daily ET observations with no water stress (i.e., PET) at 96 eddy covariance (EC) sites across the globe. Overall, the calibrated SW model could well simulated PET in both the site-calibration and cross-validation modes.  Based on four popular meteorological datasets, relatively realistic canopy height, and time-varying land use/land cover, Leaf Area Index and gridded CO2 concentration dataset, we utilized the calibrated model to generate a global (60oS–85oN, 180oW–180oE) 5 km monthly PET, potential transpiration (PT) and potential soil evaporation (PE) dataset during 1982–2015. In short, such product has three major advantages: (1) it provides more realistic PET estimates, (2) it includes not only PET estimates but also PT and PE, and moreover (3) it can reflect impacts of elevated CO2 on PET. The new dataset provides a great opportunity for academic communities and various agencies for scientific studies (e.g., climatological analyses, hydrological modelling, and calculations of drought indices) and applications (e.g., agricultural water management).",
            "descriptionCn": "作为蒸散发（ET）的理论上限，潜在蒸散发（PET）一直以来都是各个学科重点关注的一个关键变量。然而，由于非真实的下垫面设置和不合理的模型参数化，目前PET数据集及主要PET模型依然存在诸多不确定性。因此，研究充分考虑植被参数（如植被气孔导度、CO2效应对植被气孔导度的影响）的种间差异，并应用经过严格筛选的全球96个通量塔观测的PET（即不受水分胁迫的ET）数据，对Shuttleworth-Wallace（SW）双源模型进行了率定和参数化。评估结果显示，无论是在模型率定期和验证期，率定后的模型均可以较好地模拟出PET。基于1982–2015年四套气象数据（MSWX-Past、CRU TS4.06、ERA-5和MERRA-2）、重制的全球植被冠层高度、土地利用/覆盖数据集（GLASS-GLC）、叶面积指数数据（GLASS AVHRR LAI）以及格点化的全球CO2浓度数据，生产了全球（60oS–85oN，180oW–180oE）逐月5km的PET、潜在蒸腾（PT）和潜在土壤蒸发（PE）产品；需要注意的是，考虑气象数据的不确定性，最终提供PET、PT和PE的集合产品。该数据集的主要特点如下：（1）估算的PET更加贴近现实情况；（2）给出了PET的二组分PT和PE；（3）考虑了植被CO2生理效应对PET过程的影响。该数据集将为全球气候变化研究、水文模拟、干旱指数计算以及农业用水估算等相关领域的研究提供新的数据选择。",
            "instructions": "The dataset is in NetCDF4 format (i.e., .nc). The file name is \"SW_PET_PT_PE_yyyy.nc\", where yyyy denotes year. There are many freely available softwares or programming language such as python, NCL, Panoply for manipulating or displaying NetCDF Data.",
            "instructionsCn": "该数据集以Net.CDF（.nc）格式存储，文件名称为”SW_PET_PT_PE_yyyy.nc“，其中yyyy代表年份。数据读取方式：可用python、NCL、Panoply等软件展示或操作该NetCD格式文件。",
            "east": 180.0,
            "west": 180.0,
            "south": 60.0,
            "north": 85.0,
            "startTime": "1982-01-01 00:00:00",
            "endTime": "2015-12-31 23:59:59",
            "fileSize": 126808095614.0,
            "cstr": "18406.11.Terre.tpdc.300193",
            "doi": "10.11888/Terre.tpdc.300193",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "孙善磊",
                "nameEn": "SUN Shanlei",
                "unitEn": "Nanjing University of Information Science and Technology",
                "unitCn": "南京信息工程大学"
            },
            {
                "nameCn": "毕早莹",
                "nameEn": "BI Zaoying",
                "unitEn": "Nanjing University of Information Science and Technology",
                "unitCn": "南京信息工程大学"
            },
            {
                "nameCn": "陈海山",
                "nameEn": "CHEN Haishan",
                "unitEn": "Nanjing University of Information Science and Technology",
                "unitCn": "南京信息工程大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A global 5 km monthly potential evapotranspiration dataset (1982–2015) estimated by the Shuttleworth-Wallace model",
                "referenceCn": null,
                "referenceEn": "Sun, S., Bi, Z., Xiao, J., Liu, Y., Sun, G., Ju, W., Liu, C., Mu, M., Li, J., Zhou, Y., Li, X., Liu, Y., and Chen, H. (2023). A global 5 km monthly potential evapotranspiration dataset (1982–2015) estimated by the Shuttleworth–Wallace model, Earth System Science Data, 15, 4849–4876, https://doi.org/10.5194/essd-15-4849-2023.\n\n\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "潜在蒸散发",
                "nameEn": "Potential evapotranspiration"
            },
            {
                "nameCn": "蒸发",
                "nameEn": "Lysimeter"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球大陆",
                "keywordEn": "global land"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-2015",
                "keywordEn": "1982-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国极端天气气候的形成机理及其预测和与归因",
                "titleEn": "Study on manchanisms, predictions and attributions of extreme weather and climate in China"
            },
            {
                "titleCn": "CO2浓度升高的植被生理效应对未来全球干旱演变影响的研究",
                "titleEn": "Impacts of elevated CO2-induced vegetation physiological effects on global drought evolutions in future"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methodological considerations involved in calibrating and parameterizing the Shuttleworth-Wallace dual-source model for potential evapotranspiration estimation?",
                "QuestionCn": "在校准和参数化Shuttleworth-Wallace双源模型以估算潜在蒸散发时，涉及的具体特征和方法论考虑包括：",
                "AnswerEn": "interspecies differences in vegetation parameters, stomatal conductance, impact of CO2 effects on vegetation stomatal conductance, PET data from 96 globally distributed flux tower observations, PET estimation not influenced by water stress",
                "AnswerCn": "物种间植被参数差异、气孔导度、CO2对植被气孔导度的影响、来自96个全球分布的通量塔观测的PET数据、PET估算不受水分胁迫影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many global flux tower observations were used to calibrate and parameterize the Shuttleworth-Wallace model for potential evapotranspiration estimation?",
                "QuestionCn": "用于校准和参数化Shuttleworth-Wallace模型以估算潜在蒸散发的全球通量塔观测数据有多少个？",
                "AnswerEn": "96",
                "AnswerCn": "96",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the uncertainties in potential evapotranspiration (PET) datasets and models, especially regarding parameterization and surface settings?",
                "QuestionCn": "影响潜在蒸散发（PET）数据集和模型不确定性的因素，特别是在参数化和表面设置方面，主要包括以下几个方面：",
                "AnswerEn": "The uncertainties in potential evapotranspiration (PET) datasets and models are primarily due to non-realistic surface settings and unreasonable model parameterization. These issues arise from insufficient consideration of vegetation parameters, such as vegetation stomatal conductance and the effects of CO2 on stomatal conductance. To address these uncertainties, a research approach involves calibrating and parameterizing the Shuttleworth-Wallace (SW) dual-source model using PET data from 96 flux tower observations worldwide, which are not affected by water stress.",
                "AnswerCn": "潜在蒸散发（PET）数据集和模型中的不确定性主要源于不现实的表面设置和不合理的模型参数化。这些问题是由于对植被参数的考虑不足，例如植被气孔导度和二氧化碳对气孔导度的影响。为了解决这些不确定性，一种研究方法是使用来自全球96个不受水分胁迫影响的通量塔观测的PET数据，对Shuttleworth-Wallace（SW）双源模型进行校准和参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the accuracy and applicability of evapotranspiration estimates when incorporating vegetation parameters such as stomatal conductance and the CO2 effect into data collection methods?",
                "QuestionCn": "在数据收集方法中纳入植被参数，如气孔导度和二氧化碳效应，可能对蒸散发估算的准确性和适用性产生哪些潜在影响？",
                "AnswerEn": "Incorporating vegetation parameters like stomatal conductance and the CO2 effect into data collection methods could lead to a more realistic estimation of potential evapotranspiration (PET). By accounting for the physiological effects of CO2 on vegetation, the dataset may provide a more accurate representation of PET, which is crucial for global climate change research, hydrological modeling, drought index calculation, and agricultural water use estimation. This approach helps address uncertainties in traditional PET models by considering the species-specific differences in vegetation parameters.",
                "AnswerCn": "将植被参数如气孔导度和二氧化碳效应纳入数据收集方法，可以更现实地估算潜在蒸散发（PET）。通过考虑二氧化碳对植被的生理影响，该数据集可能提供更准确的PET表示，这对于全球气候变化研究、水文模型、干旱指数计算和农业用水估算至关重要。这种方法有助于通过考虑植被参数的物种特异性差异来解决传统PET模型中的不确定性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or resources are necessary for calibrating a global potential evapotranspiration model that accurately reflects the influence of vegetation parameters and CO2 effects on stomatal conductance?",
                "QuestionCn": "校准一个全球潜在蒸散发模型所需的条件或资源，包括准确反映植被参数和二氧化碳对气孔导度影响的因素。",
                "AnswerEn": "To calibrate a global potential evapotranspiration model accurately, it is necessary to have a dataset that includes global flux tower observations of potential evapotranspiration, which are not subject to water stress. Additionally, it requires the use of four sets of meteorological data, reprocessed global vegetation canopy height, land use/cover datasets, leaf area index data, and gridded global CO2 concentration data. These resources enable the model to consider the interspecific differences in vegetation parameters and the physiological effects of CO2 on the process of potential evapotranspiration.",
                "AnswerCn": "为了准确校准全球潜在蒸散发模型，需要一个包含全球通量塔潜在蒸散发观测数据集，这些观测数据不受水分胁迫的影响。此外，还需要使用四组气象数据、重新处理的全球植被冠层高度、土地利用/覆盖数据集、叶面积指数数据和格网化的全球二氧化碳浓度数据。这些资源使模型能够考虑植物参数的种间差异以及二氧化碳对潜在蒸散发过程的生理影响。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}