{
  "id": "8a8de414-f06b-4b47-860f-794adfa6a4ff",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "High resolution (5m) dataset of glacier elevation changes in Nyainqentanglha mountains on the Tibetan Plateau (2000‒2013, 2000‒2017)",
      "titleCn": "青藏高原念青唐古拉山地区高分辨率（5m）冰川高程变化数据集（2000‒2013，2000‒2017）",
      "description": "This dataset includes data of glacier elevation changes in 2000‒2013 and 2000‒2017 at high spatial resolution (5 m). The specific areas are Namco area in the west section of Nyainqentangula Mountains (WNM) and Kangri Karpo area in the east section of Nyainqentangula Mountains (ENM). Glacier boundary refers to Randolph Glacier Inventory Version 4.0 (RGI 4.0). The glacier elevation changes were calculated from the DEM data generated by ZiYuan-3 Three-Line-Array (ZY-3 TLA) stereo images in 2013 and 2017 and SRTM DEM data in 2000, respectively. The data in the WNM include three periods, i.e., 2000‒2013, 2013‒2017 and 2000‒2017. The data in the ENM include one period, i.e., 2000‒2017. \nThe spatial resolution of the dataset is 5 meters, the unit is m a^−1, the data format is GeoTIFF, the data type is floating-point, and the projection mode is UTM 46N for the west segment and UTM 47N for the east segment.\nThe glacier elevation change can be transformed into the glacier mass balance (unit: w.e. a^−1) of corresponding temporal intervals by multiplying the average density of the glacier. This dataset can provide the details of the spatial patterns of glacier elevation changes to support modeling studies of glacier mass balance in this region.",
      "descriptionCn": "青藏高原念青唐古拉山地区高分辨率（5m）冰川高程变化数据集，包括该地区2000‒2013和2000‒2017两个时间段的冰川高程变化数据。具体区域为念青唐古拉山西段的纳木错地区以及东段的岗日嘎布地区，冰川边界参考国际上通用的Randolph Glacier Inventory Version 4.0（RGI 4.0）。冰川高程变化分别由高分辨率资源三号三线阵立体像对数据（ZY-3 TLA）生成的2013年和2017年DEM数据与2000年的SRTM DEM数据通过DEM差分技术得到。其中西段数据有三期：2000‒2013、2013‒2017和2000‒2017；东段数据有一期：2000‒2017。\n该数据集空间分辨率为5米，单位为m a^−1，数据格式为GeoTIFF，数据类型为浮点型，投影方式：西段为 UTM 46N，东段为UTM 47N。\n该数据与现有的物质平衡实测数据及其它遥感观测的结果具有较好的一致性，但具有更高空间分辨率，可提供更详细的冰川高程变化的空间分布细节，将冰川高程变化乘以冰川的平均密度（通常为850±60 kg m^−3）即可转化为相应时间段内的冰川物质平衡 (单位为：w.e. a^−1)，可为该地区冰川高程变化和物质平衡的研究提供数据支撑。",
      "instructions": "The glacier elevation change data is stored in GeoTIFF, the file name is \"ZY_3_GEC_XXX_YYYY_ZZZZ.tif\", where “ZY_3” represents the satellite, “GEC” represents the glacier elevation change data, “XXX” represents the data area (WNM and ENM are the western and eastern Nyainqentanglha Mountain, respectively), “YYYY” represents the starting year, and “ZZZZ” represents the ending year. For example, “ZY_3_GEC_WNM_2000_2013.tiff” is the glacier elevation change data over the western Nyainqentanglha Mountains between 2000 and 2013.",
      "instructionsCn": "本数据以GeoTIFF格式存储，文件名称为“ZY_3_GEC_XXX_YYYY_ZZZZ.tif”，其中ZY_3代表观测卫星，GEC代表冰川高程变化数据，XXX代表数据区域（WNM和ENM分别为念青唐古拉山西段和东段），YYYY代表起始年份，ZZZZ代表终止年份。例如，“ZY_3_GEC_WNM_2000_2013.tif” 代表该TIFF文件是2000‒2013年的念青唐古拉山西段的冰川高程变化数据。\n能读取GeoTIFF的软件或计算机语言均可读取该数据，如ArcGIS、ENVI、IDL、Matlab等。",
      "east": 90.1,
      "west": 97.2,
      "south": 28.8,
      "north": 30.6,
      "startTime": null,
      "endTime": null,
      "fileSize": 215897573.0,
      "cstr": "18406.11.Geogra.tpdc.271258",
      "doi": "10.11888/Geogra.tpdc.271258",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "任少亭",
        "nameEn": "REN Shaoting",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "贾立",
        "nameEn": "JIA Li ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Glacier mass balance in the Nyainqentanglha Mountains between 2000 and 2017 retrieved from ZiYuan-3 stereo images and the SRTM DEM",
        "referenceCn": null,
        "referenceEn": "Ren, S.T., Menenti, M., Jia,L., Zhang, J., Zhang, J., Li, X. (2020). Glacier mass balance in the Nyainqentanglha Mountains between 2000 and 2017 retrieved from ZiYuan-3 stereo images and the SRTM DEM. Remote Sensing, 2020, 12, 864, https://doi.org/10.3390/rs12050864"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川高程变化",
        "nameEn": "Glacier elevation change"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "资源三号卫星",
        "nameEn": "ZY-3 satellite"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原念青唐古拉山",
        "keywordEn": "Nyainqentanglha Mountains, Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2017",
        "keywordEn": "2000-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国际三极科学数据共享网络",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of glacier elevation change data collected in the Nianqing Tanggula Mountains region?",
        "QuestionCn": "在年青唐古拉山地区收集的冰川高程变化数据的空间分辨率是多少？",
        "AnswerEn": "5 meters",
        "AnswerCn": "5米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'DEM differencing' in the context of glacier elevation change studies?",
        "QuestionCn": "在冰川高程变化研究中，“DEM差分”是什么？",
        "AnswerEn": "DEM differencing is a method used to determine glacier elevation changes by comparing Digital Elevation Models (DEMs) from different time periods. In the field of glacier elevation change studies, DEMs generated from high-resolution stereo image pairs and Shuttle Radar Topography Mission (SRTM) data are used. The differences between these DEMs over specific time intervals provide insights into how glacier elevations have changed.",
        "AnswerCn": "DEM差异法是一种通过比较不同时间段的数字高程模型（DEMs）来确定冰川高度变化的方法。在冰川高度变化研究领域，使用由高分辨率立体影像对和航天飞机雷达地形测量（SRTM）数据生成的DEMs。不同时间间隔内这些DEMs之间的差异提供了冰川高度变化的洞察。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using high-resolution DEM data from 2013 and 2017 compared to 2000 SRTM DEM data in assessing glacier elevation changes in the Nianqing Tanggula Mountains region?",
        "QuestionCn": "使用2013年和2017年的高分辨率数字高程模型（DEM）数据与2000年SRTM DEM数据相比，在评估年青唐古拉山脉地区冰川高度变化时可能产生的后果是什么？",
        "AnswerEn": "Using high-resolution DEM data from 2013 and 2017, compared to the 2000 SRTM DEM data, results in more detailed spatial distribution of glacier elevation changes due to the higher spatial resolution of 5m. This allows for a more accurate assessment of glacier mass balance when combined with the average density of glaciers, providing a more nuanced understanding of glacier elevation and mass changes over time.",
        "AnswerCn": "使用2013年和2017年的高分辨率DEM数据，与2000年的SRTM DEM数据相比，由于其更高的5米空间分辨率，能够更详细地展示冰川高度变化的空间分布。这使得在结合冰川的平均密度时，可以更准确地评估冰川的质量平衡，从而对冰川高度和质量变化的理解更加细致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a high-resolution glacier elevation change dataset for the Nyainqentanglha Mountains on the Tibetan Plateau?",
        "QuestionCn": "创建尼洋滩山脉高分辨率冰川高度变化数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide detailed spatial distribution insights into glacier elevation changes over specific time periods, which can support research on glacier elevation dynamics and mass balance in the region. This high-resolution dataset ensures better consistency with existing mass balance measurements and remote sensing observations, offering more detailed spatial resolution for understanding glacier changes.",
        "AnswerCn": "主要目标是提供关于特定时间段内冰川海拔变化的详细空间分布洞察，这可以支持该地区冰川海拔动态和质量平衡的研究。该高分辨率数据集确保与现有的质量平衡测量和遥感观测更好的一致性，为理解冰川变化提供了更详细的空间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to generate high-resolution glacier elevation change data using DEM differencing techniques, and how is the data validated for consistency with other remote sensing observations?",
        "QuestionCn": "使用DEM差分技术生成高分辨率冰川高程变化数据采用了哪些程序，如何验证数据与其他遥感观测的一致性？",
        "AnswerEn": "High-resolution glacier elevation change data is generated by using DEM differencing techniques, specifically by comparing DEM data from 2013 and 2017 generated by high-resolution ZY-3 TLA data with the SRTM DEM data from 2000. The data is validated for consistency by comparing it with existing mass balance measurements and other remote sensing observations, ensuring good agreement and providing detailed spatial distribution details of glacier elevation changes.",
        "AnswerCn": "高分辨率冰川高程变化数据是通过DEM差异技术生成的，具体是通过比较2013年和2017年由高分辨率ZY-3 TLA数据生成的DEM数据与2000年的SRTM DEM数据。通过与现有的质量平衡测量和其他遥感观测进行比较，验证数据的一致性，确保良好的一致性，并提供冰川高程变化的详细空间分布信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the generation of high-resolution glacier elevation change data in the Tibetan Plateau region?",
        "QuestionCn": "哪些技术进步使得在青藏 Plateau地区生成高分辨率冰川高度变化数据成为可能？",
        "AnswerEn": "The technological advancements that have enabled the generation of high-resolution glacier elevation change data in the Tibetan Plateau region include the use of high-resolution ZY-3 TLA stereoscopic imagery to create DEM data for the years 2013 and 2017, as well as the use of SRTM DEM data from the year 2000. These datasets allow for the application of DEM differencing techniques to measure glacier elevation changes over time with a spatial resolution of 5 meters.",
        "AnswerCn": "在青藏高原地区，能够生成高分辨率冰川高程变化数据的技术进步包括使用高分辨率的ZY-3 TLA立体影像来创建2013年和2017年的数字高程模型（DEM）数据，以及使用2000年的SRTM DEM数据。这些数据集允许应用DEM差异技术来测量冰川随时间的高程变化，空间分辨率为5米。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}