{
  "id": "8b01611d-0269-480c-9e13-7bc0c077279e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Synchronous observation data set of soil surface roughness in the upstream of Luan River (2018)",
      "titleCn": "滦河上游地区地表粗糙度同步观测数据集（2018）",
      "description": "The soil surface roughness data set measured simultaneously during the Soil Moisture Experiment in the Luan River (SMELR) in 2018, which covers (1) 30 quadrats in the north-south flight region of 70 km ×12 km typical experimental area, and (2) 8 quadrats in the northeast-southwest flight region of 165 km×5 km complex experimental area. The data were measured on September 17, September 18 and September 20, 2018 respectively. The soil surface roughness along the row (East-West) direction and cross the row (North-South) direction of typical features in each sample area were measured. The surface roughness of the dataset is described using three parameters; root mean square height (RMSH) and correlation length (CL). The root mean square height describes the random surface characteristics, while the correlation length and correlation function describe the periodicity of the surface. The surface roughness was calculated through the steps of soil surface height digitization, slope correction, periodic correction, and roughness calculation.",
      "descriptionCn": "本地表粗糙度数据集来源于滦河流域土壤水分遥感试验中的地面同步观测，分别覆盖（1）70 km×12 km 典型试验区（南北航线）的30个样区以及（2）165 km×5 km复杂试验区（东北—西南航线）的8个样区。数据分别于2018年9月17日、2018年9月18日和2018年9月20日获取，试验测量了每个样区中典型地物的东西（或平行垄）方向和南北（或垂直垄）方向的粗糙度。地表粗糙度以均方根高度和相关长度进行表示，其中均方根高度是垂直方向上粗糙程度的度量，自相关长度作为粗糙程度在水平方向上的度量。本数据集经过土壤表面高度数字化、斜度校正、周期校正、粗糙度计算等步骤处理得到。",
      "instructions": "The surface roughness data file is LuanRiver_Surface_Roughness.xls. This file contains two sheets with name of corresponding flight region. There are two roughness parameters including RMSH and CL at two directions for each quarter, for which 01 indicates along row(east-west) direction and 02 indicates cross row (south-north) direction.\n The location and land cover of sampling site file is Sampling_Location.xls, which contains name of the quadrat, the land cover and the longitude and latitude of the sampling location.",
      "instructionsCn": "数据共包括两个xls文件，LuanRiver_Surface_Roughness.xls为地表粗糙度参数文件，Sampling_Location.xls为样方测量点的位置以及地表覆盖文件。LuanRiver_Surface_Roughness.xls文件包含2个sheet，sheet名为测量对应的航线。每个sheet包括采样点的样方名，表征样方粗糙度的参数：均方根高度和相关长度。每个样方有两个方向的采样数据和平均粗糙度数据，01表示东西方向（或平行垄方向），02表示南北方向（垂直垄方向）。Sampling_Location.xls文件有1个sheet，包含采样点样方名，地表覆盖情况以及采样点的经纬度信息。",
      "east": 117.5,
      "west": 115.5,
      "south": 41.0,
      "north": 43.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 64646.0,
      "cstr": "18406.11.Soil.tpdc.271655",
      "doi": "10.11888/Soil.tpdc.271655",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郭鹏",
        "nameEn": "GUO Peng",
        "unitEn": "",
        "unitCn": "山东农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
        "referenceCn": null,
        "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
      },
      {
        "titleCn": "闪电河流域水循环和能量平衡遥感综合试验",
        "titleEn": null,
        "referenceCn": "赵天杰, 施建成, 徐红新, 孙彦龙, 陈德清, 崔倩, 贾立, 黄硕, 牛升达, 李秀伟, 阎广建, 陈良富, 柳钦火, 赵凯, 郑兴明, 赵利民, 郑超磊, 姬大彬, 熊川, 王天星, 李睿, 潘金梅, 闻建光, 穆西晗, 余超, 郑姚闽, 蒋玲梅, 柴琳娜, 卢麾, 姚盼盼, 马建威, 吕海深, 武建军, 赵伟, 杨娜, 郭鹏, 李玉霞, 胡路, 耿德源, 张子谦,胡建峰, 杜爱萍. (2021). 闪电河流域水循环和能量平衡遥感综合试验. 遥感学报, 25(4), 871-887.",
        "referenceEn": null
      },
      {
        "titleCn": "地表粗糙度的测量计算方法及其对微波辐射散射的影响分析",
        "titleEn": null,
        "referenceCn": "孟春红, 郭鹏, 赵天杰, 杨纲, 李西灿, 王博, 万红. (2021). 地表粗糙度的测量计算方法及其对微波辐射散射的影响分析. 遥感技术与应用, 36(3), 92-704.",
        "referenceEn": null
      },
      {
        "titleCn": "滦河流域碳、水循环和能量平衡遥感综合试验总体设计",
        "titleEn": null,
        "referenceCn": "阎广建, 赵天杰, 穆西晗, 闻建光, 庞勇, 贾立, 张永光, 陈德清, 姚崇斌, 曹志宇, 雷永荟, 姬大彬, 陈良富,柳钦火, 吕利清, 陈镜明, 施建成. (2021). 滦河流域碳、水循环和能量平衡遥感综合试验总体设计. 遥感学报, 25(4), 856-870.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤粗糙度",
        "nameEn": "Surface roughness"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "滦河流域",
        "keywordEn": "Luan River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "多源微波遥感土壤水分数据一致性融合方法研究",
        "titleEn": "Research on megered method formulti source soil moisture"
      },
      {
        "titleCn": "全球陆表能量与水分交换过程及其对全球变化作用的卫星观测与模拟研究",
        "titleEn": "Satellite observation and simulation studies of the land surface water and energy exchange processes and its effects on global changes"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that captures surface roughness in a river basin using both east-west and north-south directions?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，该方法在河流流域中使用东西方向和南北方向捕捉表面粗糙度？",
        "AnswerEn": "A data collection method for capturing surface roughness in a river basin involves conducting ground synchronous observations across various sample areas. This method was applied in the Luan River Basin during a soil moisture remote sensing experiment. Observations were made in two different directions: east-west (or parallel to ridges) and north-south (or perpendicular to ridges) to measure the roughness of typical land cover within each sample area. The surface roughness was represented by the root mean square height for vertical roughness and the correlation length for horizontal roughness. These measurements were taken on specific dates in September 2018, covering multiple sample areas with varying complexity.",
        "AnswerCn": "一种用于捕捉河流流域表面粗糙度的数据收集方法涉及在各个样本区域进行同步地面观测。该方法在土壤湿度遥感实验中应用于 Luan 河流域。观测分为两个不同方向：东西方向（或平行于山脊）和南北方向（或垂直于山脊），以测量每个样本区域内典型地表覆盖的粗糙度。表面粗糙度通过垂直粗糙度的均方根高度和水平粗糙度的相关长度来表示。这些测量在2018年9月的特定日期进行，涵盖了多个具有不同复杂性的样本区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features that define the surface roughness measurements in soil moisture remote sensing experiments?",
        "QuestionCn": "在土壤湿度遥感实验中，定义表面粗糙度测量的特征有哪些？",
        "AnswerEn": "root mean square height, correlation length",
        "AnswerCn": "均方根高度，相关长度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples or measurement areas are covered in a dataset concerning surface roughness in the upper reaches of the Luanhe River?",
        "QuestionCn": "关于滦河上游表面粗糙度的数据集中覆盖了多少个样本或测量区域？",
        "AnswerEn": "38",
        "AnswerCn": "三十八",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '地表粗糙度' and how is it typically measured in the context of soil moisture remote sensing experiments?",
        "QuestionCn": "“地表粗糙度”在土壤湿度遥感实验中是什么，以及它通常是如何测量的？",
        "AnswerEn": "地表粗糙度 refers to surface roughness, which is typically measured by evaluating the vertical and horizontal roughness of the terrain. In the context of soil moisture remote sensing experiments, it is represented by root mean square height for vertical roughness and correlation length for horizontal roughness.",
        "AnswerCn": "地表粗糙度通常通过评估地形的垂直和水平粗糙度来测量。在土壤湿度遥感实验中，垂直粗糙度用均方根高度表示，水平粗糙度用相关长度表示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the variations in surface roughness measurements across different sample areas tell us about the underlying environmental conditions and land use practices in the region?",
        "QuestionCn": "不同样本区域表面粗糙度测量的变化可以告诉我们该地区的潜在环境条件和土地使用实践的哪些信息？",
        "AnswerEn": "The variations in surface roughness measurements across different sample areas in the region could indicate differences in environmental conditions such as soil moisture, vegetation cover, and land management practices. The data collection involved measuring roughness in both east-west and north-south directions, using root mean square height and correlation length as metrics. These variations may reflect natural terrain features, agricultural practices, or erosion patterns that impact soil surface characteristics.",
        "AnswerCn": "不同样本区域的表面粗糙度测量变化可能表明环境条件的差异，例如土壤湿度、植被覆盖和土地管理实践。数据收集涉及在东西方向和南北方向测量粗糙度，使用均方根高度和相关长度作为指标。这些变化可能反映自然地形特征、农业实践或影响土壤表面特征的侵蚀模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting surface roughness data in the upstream region of the Luanhe River, and how do these objectives influence the choice of data collection methods?",
        "QuestionCn": "收集滦河上游地区表面粗糙度数据的主要目标是什么，这些目标如何影响数据收集方法的选择？",
        "AnswerEn": "The primary objectives of collecting surface roughness data in the upstream region of the Luanhe River are to provide accurate measurements of surface roughness, which is crucial for understanding soil moisture dynamics through remote sensing experiments. These objectives influence the choice of data collection methods by necessitating ground-based synchronized observations that cover both typical and complex experimental areas. The methods involve precise measurements of roughness in both east-west and north-south directions for typical features, utilizing metrics such as root mean square height and correlation length to quantify vertical and horizontal roughness.",
        "AnswerCn": "收集滦河上游地区表面粗糙度数据的主要目标是提供准确的表面粗糙度测量，这对于通过遥感实验理解土壤水分动态至关重要。这些目标影响了数据收集方法的选择，要求进行地面同步观测，覆盖典型和复杂的实验区域。这些方法涉及对典型特征在东西方向和南北方向的粗糙度进行精确测量，利用均方根高度和相关长度等指标来量化垂直和水平粗糙度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in measuring and calculating surface roughness, including steps like digitalization, slope correction, and periodic correction, in a dataset focused on synchronously observing land surface roughness in the upper reaches of a river basin?",
        "QuestionCn": "在测量和计算地表粗糙度时，包括数字化、坡度校正和周期校正等步骤，涉及到同步观察河流上游流域地表粗糙度的数据集的程序是什么？",
        "AnswerEn": "The procedures for measuring and calculating surface roughness in a dataset related to land surface roughness observation involve several steps. First, the surface height data is digitalized, which converts the physical measurements into digital format. Next, slope correction is applied to adjust for any inclination in the terrain that might skew the roughness measurements. Periodic correction follows, which accounts for any repeating patterns or cycles in the terrain that could affect the accuracy of roughness calculations. Finally, the roughness is quantified using metrics such as root mean square height for vertical roughness and correlation length for horizontal roughness.",
        "AnswerCn": "测量和计算地表粗糙度的程序涉及几个步骤。首先，表面高度数据被数字化，将物理测量转换为数字格式。接下来，应用坡度修正，以调整地形的倾斜度，避免影响粗糙度测量的准确性。随后进行周期性修正，以考虑地形中可能影响粗糙度计算准确性的重复模式或周期。最后，使用根均方高度等指标量化粗糙度，以测量垂直粗糙度和相关长度以测量水平粗糙度。",
        "Level": "C3(Applying)"
      }
    ]
  }
}