{
    "id": "8b0cdd4b-9f1c-4c11-9570-5deb75dc3fbc",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Provincial macro social-economic indicators of Heihe River Basin",
            "titleCn": "黑河流域省尺度社会经济宏观指标数据",
            "description": "It includes the social and economic data of Gansu, Qinghai and Inner Mongolia from 2000 to 2012. The specific indicators include GDP, income, population, employment, medical care, education, land area, finance and a series of social and economic indicators;",
            "descriptionCn": "包括甘肃、青海、内蒙三省2000-2012年社会经济数据，具体指标包括生产总值、收入、人口、就业、医疗、教育、国土面积、财政等一系列社会经济指标；",
            "instructions": ". xlsx format storage",
            "instructionsCn": ".xlsx 格式存储",
            "east": 102.5,
            "west": 96.5,
            "south": 37.5,
            "north": 43.0,
            "startTime": "2012-01-09 13:00:00",
            "endTime": "2013-01-08 06:45:00",
            "fileSize": 23124.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓祥征",
                "nameEn": "DENG XiangZheng",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China",
                "referenceCn": null,
                "referenceEn": "Deng, X.Z., and Zhao, C.H. (2015). Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China.  Adv. Meteorol. 2015, 1–13."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "国民总收入",
                "nameEn": "Gross national income"
            },
            {
                "nameCn": "总人口",
                "nameEn": "total population"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "省级",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "宏观",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "社会经济",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the social and economic indicators included in a dataset covering provincial-scale data for Gansu, Qinghai, and Inner Mongolia from 2000 to 2012?",
                "QuestionCn": "涵盖2000年至2012年甘肃、青海和内蒙古省级数据集中的社会和经济指标有哪些？",
                "AnswerEn": "gross domestic product, income, population, employment, healthcare, education, land area, finance",
                "AnswerCn": "国内生产总值、收入、人口、就业、医疗、教育、土地面积、金融",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific socioeconomic indicators included in a dataset covering the Heihe River Basin at the provincial scale from 2000 to 2012?",
                "QuestionCn": "涵盖2000年至2012年黑河流域省级范围的数据集中包含哪些具体的社会经济指标？",
                "AnswerEn": "gross domestic product, income, population, employment, healthcare, education, land area, fiscal data",
                "AnswerCn": "国内生产总值、收入、人口、就业、医疗、教育、土地面积、财政数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What do 'social-economic macro indicators' encompass in the context of province-scale data collection?",
                "QuestionCn": "在省级数据收集的背景下，“社会经济宏观指标”包括哪些内容？",
                "AnswerEn": "In the context of province-scale data collection, 'social-economic macro indicators' encompass a range of metrics including gross domestic product (GDP), income, population, employment, healthcare, education, land area, and fiscal data. These indicators are collected to provide a comprehensive overview of the socio-economic conditions within provinces such as Gansu, Qinghai, and Inner Mongolia for the years 2000-2012.",
                "AnswerCn": "在省级数据收集的背景下，“社会经济宏观指标”涵盖了一系列指标，包括国内生产总值（GDP）、收入、人口、就业、医疗、教育、土地面积和财政数据。这些指标的收集旨在提供对甘肃、青海和内蒙古等省份在2000年至2012年间社会经济状况的全面概述。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy and comprehensiveness of data collection methods for socio-economic indicators at the provincial level in regions like Gansu, Qinghai, and Inner Mongolia from 2000 to 2012?",
                "QuestionCn": "影响甘肃、青海和内蒙古等地区2000年至2012年省级社会经济指标数据收集方法的准确性和全面性的因素有哪些？",
                "AnswerEn": "The accuracy and comprehensiveness of data collection methods for socio-economic indicators at the provincial level in regions like Gansu, Qinghai, and Inner Mongolia from 2000 to 2012 can be influenced by several factors, including the availability and reliability of local administrative records, the consistency of data collection standards over the years, the socio-economic stability of the region, the infrastructure for data gathering and processing, and the potential for discrepancies due to the wide geographical and cultural diversity within the provinces. Moreover, changes in policy, economic conditions, or statistical methodologies over the years could also impact data quality and consistency.",
                "AnswerCn": "在2000年至2012年期间，甘肃、青海和内蒙古等地区省级社会经济指标的数据收集方法的准确性和全面性可能受到多个因素的影响，包括地方行政记录的可用性和可靠性、数据收集标准在各年之间的一致性、地区的社会经济稳定性、数据收集和处理的基础设施，以及由于省份内广泛的地理和文化多样性可能导致的差异。此外，政策、经济条件或统计方法的变化也可能影响数据的质量和一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and reliability when integrating socio-economic data across different provinces such as Gansu, Qinghai, and Inner Mongolia over a multi-year period from 2000 to 2012?",
                "QuestionCn": "在2000年至2012年的多年度期间，整合甘肃、青海和内蒙古等不同省份的社会经济数据时，可能对数据的准确性和可靠性产生哪些影响？",
                "AnswerEn": "Integrating socio-economic data across different provinces over a multi-year period can lead to challenges in data accuracy and reliability due to variations in data collection methods, inconsistencies in data reporting standards, and potential socio-economic changes over time. These factors may cause discrepancies in indicators like GDP, income, and employment rates, requiring careful harmonization and validation to ensure comparability and accuracy of the integrated dataset.",
                "AnswerCn": "在跨不同省份整合多年度的社会经济数据时，由于数据收集方法的差异、数据报告标准的不一致以及潜在的社会经济变化，可能会导致数据准确性和可靠性方面的挑战。这些因素可能导致国内生产总值、收入和就业率等指标出现差异，因此需要仔细的协调和验证，以确保整合数据集的可比性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}