{
    "id": "8b20e9fb-86a5-402a-bcd6-2314f5eb2af0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "In situ LA-ICP-MS cassiterite U–Pb ages and trace element data sets of the Gejiu and Dachang districts, South China",
            "titleCn": "华南个旧和大厂锡多金属矿区锡石U-Pb年龄和微量元素数据集",
            "description": "In situ cassiterite U–Pb dating and trace elemental analysis were performed at the CAS Key Laboratory of Mineralogy and Metallogeny, GIG-CAS, using an Agilent 7900 ICP-MS equipped with a Resonetics RESOlution S-155 laser ablation system. NIST SRM610 and an in-lab cassiterite AY-4 were used for external elemental and isotopic calibration, respectively. The Gejiu Sn‒Cu district consists of Malage, Songshujiao, Gaosong, Laochang and Kafang deposits. Two major styles of tin mineralization developed in the district, including cassiterite-sulfide ore within the proximal skarn and stratiform-like cassiterite-iron oxide±sulfide ore in the distal Triassic carbonate country rock. In-situ cassiterite U–Pb dating of two ore types from the Gaosong deposit yields ages of 85.1 – 83.5 Ma, which agree well with the zircon U–Pb age of the Gaofengshan biotite granite. The Dachang Sn‒Zn district is composed of Tongkeng-Changpo, Gaofeng, Dafulou, Huile and Kangma deposits. Economic tin orebodies are hosted by Devonian strata, as massive/stratiform and vein/stockwork mineralization. In-situ cassiterite U–Pb dating of five tin deposits yields U–Pb ages of 95.4 – 90.3 Ma, which agree well with the zircon U–Pb ages of the Longxianggai biotite granites. The Cretaceous U–Pb ages, combined with high Fe–W–Mn but low Nb–Ta concentrations of cassiterite, suggest that Sn-polymetallic deposits in the Gejiu and Dachang districts were formed in magmatic-hydrothermal systems associated with the Late Cretaceous granites.",
            "descriptionCn": "锡石U-Pb年龄和微量元素均在中国科学院广州地球化学研究所中国科学院矿物学与成矿学重点实验室由LA-ICP-MS完成测定。NIST SRM610玻璃和118Sn分别作为微量元素的外部标样和内部标样，AY-4锡石作为U–Pb年龄分析的同位素外部标样。个旧锡多金属矿区主要由马拉格、松树脚、高松、老厂和卡房5个矿床组成。区内矿石类型丰富，以产在隐伏花岗岩附近的矽卡岩型锡石–硫化物矿体和远端碳酸盐岩地层中的层状/似层状锡石–铁氧化物±硫化物矿体为主。对高松Sn‒Cu矿床两种类型矿体锡石的LA-ICP-MS U–Pb定年结果显示，二者均形成于晚白垩世（85.1 ~ 83.5 Ma），与区内高峰山黑云母花岗岩的锆石U–Pb年龄一致。大厂锡多金属矿区主要由铜坑–长坡、高峰、大福楼、灰乐和亢马5个锡矿床组成。锡多金属矿体呈层状/似层状、块状以及脉状/网脉状产于泥盆系中。本次工作获得5个矿床不同类型锡矿体中锡石的LA-ICP-MS U–Pb年龄为95.4 ~ 90.3 Ma，与区内笼箱盖黑云母花岗岩的锆石U–Pb年龄一致。个旧和大厂矿区的锡石均具有较高的Fe、W、Mn和低的Nb、Ta含量，与花岗岩岩浆热液体系中锡石的微量元素特征相似。锡石晚白垩世的U–Pb年龄和微量元素特征，揭示个旧和大厂地区的锡多金属矿床为岩浆热液成因。",
            "instructions": "Data table-Gejiu and Dachang",
            "instructionsCn": "数据表-个旧和大厂",
            "east": 103.15,
            "west": 102.56,
            "south": 23.15,
            "north": 23.25,
            "startTime": null,
            "endTime": null,
            "fileSize": 91493.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2017.11.033",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郭佳",
                "nameEn": "GUO Jia",
                "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Genesis of tin-dominant polymetallic deposits in the Dachang district, South China: Insights from cassiterite U–Pb ages and trace element compositions",
                "referenceCn": null,
                "referenceEn": "Guo, J., Zhang, R., Sun, W., Ling, M., Hu, Y., Wu, K., Luo, M., & Zhang, L. (2018). Genesis of tin-dominant polymetallic deposits in the Dachang district, South China: Insights from cassiterite U-Pb ages and trace element compositions. Ore Geology Reviews, 95, 863-879. doi:10.1016/j.oregeorev.2018.03.023."
            },
            {
                "titleCn": null,
                "titleEn": "Genesis of the Gaosong Sn–Cu deposit, Gejiu district, SW China: Constraints from in situ LA-ICP-MS cassiterite U–Pb dating and trace element fingerprinting",
                "referenceCn": null,
                "referenceEn": "Guo, J., Zhang, R., Li, C., Sun, W., Hu, Y., Kang, D., & Wu, J. (2018). Genesis of the Gaosong Sn-Cu deposit, Gejiu district, SW China: Constraints from in situ LA-ICP-MS cassiterite U-Pb dating and trace element fingerprinting. Ore Geology Reviews, 92, 627-642. doi:10.1016/j.oregeorev.2017.11.033"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "[电子] 阴极发光",
                "nameEn": "Cathodoluminescence"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "锡石U-Pb定年",
                "nameEn": "Cassiterite U–Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "个旧矿区",
                "keywordEn": "Gejiu district"
            },
            {
                "keywordCn": "高松锡-铜矿床",
                "keywordEn": "Gaosong Sn–Cu deposit"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "85百万年",
                "keywordEn": "85Ma",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many different types of mineral deposits are identified in the Gejiu and Dachang tin polymetallic mining areas?",
                "QuestionCn": "在个旧和大厂锡多金属矿区识别出多少种不同类型的矿床？",
                "AnswerEn": "2",
                "AnswerCn": "2",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the outcomes of employing LA-ICP-MS U–Pb dating techniques on cassiterite samples from different mineral deposits in terms of understanding their formation periods?",
                "QuestionCn": "采用LA-ICP-MS U–Pb定年技术对来自不同矿床的锡石样品进行分析，可能在理解其形成时期方面产生以下结果：",
                "AnswerEn": "Using LA-ICP-MS U–Pb dating techniques on cassiterite samples from different mineral deposits can reveal that the tin-polymetallic deposits formed during specific geological periods, such as the Late Cretaceous, as indicated by the ages obtained (e.g., 85.1 ~ 83.5 Ma and 95.4 ~ 90.3 Ma). This can provide insights into the timing of mineralization events and their relation to surrounding geological features, such as biotite granite.",
                "AnswerCn": "使用LA-ICP-MS U–Pb定年技术对来自不同矿床的锡石样品进行分析，可以揭示锡多金属矿床形成于特定的地质时期，例如晚白垩世，所获得的年龄（例如，85.1 ~ 83.5 Ma和95.4 ~ 90.3 Ma）表明了这一点。这可以提供关于矿化事件时序及其与周围地质特征（如黑云母花岗岩）之间关系的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of utilizing LA-ICP-MS for determining U-Pb ages and trace elements in cassiterite from polymetallic deposits?",
                "QuestionCn": "利用LA-ICP-MS确定多金属矿床中锡石的U-Pb年龄和微量元素的主要目标是什么？",
                "AnswerEn": "The primary goal of utilizing LA-ICP-MS for determining U-Pb ages and trace elements in cassiterite is to accurately date the formation of mineral deposits and understand their geochemical characteristics. In the context of the Gejiu and Dachang polymetallic mining areas, this method helps to reveal that the cassiterite, with its distinct trace element signature, is consistent with formation in a magmatic hydrothermal system during the Late Cretaceous. This understanding aids in confirming the magmatic-hydrothermal origin of the mineral deposits in these regions.",
                "AnswerCn": "利用LA-ICP-MS确定锡石的U-Pb年龄和微量元素的主要目标是准确测定矿床的形成时间，并了解其地球化学特征。在个旧和大厂多金属矿区的背景下，这种方法有助于揭示锡石具有独特的微量元素特征，表明其形成于晚白垩世的岩浆热液系统。这一认识有助于确认这些地区矿床的岩浆-热液成因。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}