{
    "id": "8b3dab89-fc81-454c-8d24-fe9810448cc2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Field plot survey comparing grassland enclosure and grazing in the Three River Headwater Region (2018)",
            "titleCn": "对比三江源草地围封和放牧的野外样地调查数据集（2018）",
            "description": "This data contains the data sets of enclosure and grazing plots in five regions (Jiashang Village of Guinan County, Amuhu Village of Henan County, Batang Township of Yushu City, Longbao Town of Yushu City, Maduo County) of the Three River Headwater Region, including soil dry and wet weight data, aboveground and belowground biomass, community coverage, height and frequency. Grazing is an important determinant of species diversity and plant growth, and overgrazing is one of the most important disturbance factors leading to grassland degradation. Although many restoration measures have been implemented, banning grazing is one of the most effective methods to restore degraded grasslands. The data comes from field surveys and sampling work in 2018. The plot survey process conforms to the standard and the data is reliable. The data can understand the five-year enclosure effect in the Three River Headwater Region, and also provide reference for the implementation methods of related ecological engineering.",
            "descriptionCn": "该数据包含了三江源地区五个区域（贵南县加尚村、河南县阿木乎村、玉树市巴塘乡、玉树市隆宝镇、玛多县）的围封和放牧样地的数据集，包括土壤干湿重数据、地上地下生物量、群落盖度、高度和频度。放牧是物种多样性和植物生长的重要决定因素，过度放牧是导致草地退化最重要的干扰因素之一。虽然已经实施了许多恢复措施，但禁牧是恢复退化草地最有效的方法之一。数据来源于2018年的野外调查和取样工作，样地调查流程符合标准，数据可靠。该数据可了解三江源地区5年围封效果，也为相关的生态工程实施方法提供参考。",
            "instructions": "The file is Excel document \"Field Survey.xlsx\".",
            "instructionsCn": "文件为Excel文档“Field Survey.xlsx”",
            "east": 99.25,
            "west": 89.85,
            "south": 32.38,
            "north": 36.8,
            "startTime": null,
            "endTime": null,
            "fileSize": 25932.0,
            "cstr": "18406.11.Terre.tpdc.300743",
            "doi": "10.11888/Terre.tpdc.300743",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李愈哲",
                "nameEn": "LI Yuzhe",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Effects of grazing exclusion on biomass growth and species diversity among various grassland types of the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, S., Fan, J., Li, Y., & Huang, L. (2019). Effects of grazing exclusion on biomass growth and species diversity among various grassland types of the Tibetan Plateau. Sustainability, 11(6), 1705."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地上生物量",
                "nameEn": "aboveground biomass"
            },
            {
                "nameCn": "样方",
                "nameEn": "Quadrats"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define a dataset that examines the effects of grazing and enclosure on grassland ecosystems?",
                "QuestionCn": "定义一个研究放牧和围栏对草原生态系统影响的数据集的特征包括：",
                "AnswerEn": "soil moisture, soil weight, above-ground biomass, below-ground biomass, community coverage, height, frequency, diversity of plant species, growth of plant species",
                "AnswerCn": "土壤湿度、土壤重量、地上生物量、地下生物量、群落覆盖度、高度、频率、植物物种多样性、植物物种生长",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many regions are covered in a dataset related to comparing grassland enclosure and grazing in the Sanjiangyuan area?",
                "QuestionCn": "与比较三江源地区的草地围栏和放牧相关的数据集中覆盖了多少个区域？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'field sample survey' mean in the context of grassland enclosure and grazing studies?",
                "QuestionCn": "在草地围栏和放牧研究的背景下，“现场样本调查”指的是对特定区域内的草地生态系统进行实地观察和数据收集的过程。这种调查通常涉及对植物种类、覆盖度、土壤特性和动物活动等因素的评估，以了解围栏和放牧对草地生态的影响。",
                "AnswerEn": "A field sample survey in the context of grassland enclosure and grazing studies refers to the process of collecting data from specific sites to evaluate the effects of grazing and enclosure on ecosystems. This involves gathering data on soil moisture, biomass, and plant community characteristics such as cover, height, and frequency, often following standardized procedures to ensure data reliability.",
                "AnswerCn": "在草地围栏和放牧研究的背景下，现场样本调查是指从特定地点收集数据，以评估放牧和围栏对生态系统的影响。这涉及收集土壤湿度、生物量以及植物群落特征（如覆盖度、高度和频率）等数据，通常遵循标准化程序以确保数据的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for fenced and grazed plots in alpine grassland ecosystems compare in terms of capturing soil and biomass variability?",
                "QuestionCn": "围栏和放牧地块在高山草原生态系统中的数据收集方法在捕捉土壤和生物量变异性方面有何比较？",
                "AnswerEn": "The data collection methods involve field surveys and sampling that adhere to standard procedures, ensuring reliable data. These methods capture various parameters such as soil moisture and biomass both above and below ground, as well as community coverage, height, and frequency. They are designed to assess the impact of fencing versus grazing on species diversity and plant growth, addressing overgrazing as a significant factor leading to grassland degradation.",
                "AnswerCn": "数据收集方法包括遵循标准程序的实地调查和取样，确保数据的可靠性。这些方法捕捉各种参数，如土壤湿度和地上及地下的生物量，以及群落覆盖率、高度和频率。它们旨在评估围栏与放牧对物种多样性和植物生长的影响，解决过度放牧作为导致草原退化的重要因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What underlying factors contribute to the reliability of data collected on the impacts of grazing and enclosure on grassland ecosystems in different regions?",
                "QuestionCn": "影响不同地区放牧和围栏对草原生态系统影响的数据可靠性的潜在因素有哪些？",
                "AnswerEn": "The reliability of data collected on the impacts of grazing and enclosure on grassland ecosystems in different regions is attributed to the standardized field survey and sampling procedures followed during data collection. The data includes measurements of soil moisture, above and below ground biomass, and community cover, height, and frequency, which are critical for understanding species diversity and plant growth dynamics. The implementation of reliable survey methods ensures the data accurately reflects the effects of enclosure over a five-year period, providing a valuable reference for ecological restoration practices.",
                "AnswerCn": "收集关于放牧和围栏对不同地区草原生态系统影响的数据的可靠性归因于在数据收集过程中遵循的标准化野外调查和采样程序。数据包括土壤湿度、地上和地下生物量，以及群落覆盖度、高度和频率的测量，这些对于理解物种多样性和植物生长动态至关重要。可靠的调查方法的实施确保数据准确反映了围栏在五年期间的影响，为生态恢复实践提供了宝贵的参考。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the effects on plant species diversity and biomass when comparing fenced and grazed grassland areas in specific regions over a period of five years?",
                "QuestionCn": "在特定区域比较围栏和放牧草地的植物物种多样性和生物量的影响，持续五年。",
                "AnswerEn": "Fencing as a method of excluding grazing is considered one of the most effective strategies for restoring degraded grasslands. By observing fenced and grazed areas in five regions of the Sanjiangyuan area, data collected, including soil moisture and biomass data, can provide insights into how species diversity and plant growth are influenced by different grazing practices over a five-year period.",
                "AnswerCn": "围栏作为排除放牧的一种方法，被认为是恢复退化草原的最有效策略之一。通过观察三江源地区五个区域的围栏和放牧区域，收集的数据，包括土壤湿度和生物量数据，可以提供关于物种多样性和植物生长如何受到不同放牧实践影响的见解，研究时间为五年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of comparing enclosed and grazed field plots in the Sanjiangyuan region for data collection?",
                "QuestionCn": "比较三江源地区围栏和放牧田块的数据收集的主要目的是什麼？",
                "AnswerEn": "The primary objective is to understand the effects of enclosure and grazing on factors such as soil moisture and biomass, which are crucial for assessing species diversity and plant growth. Overgrazing is a major disturbance leading to grassland degradation, and the research aims to evaluate the effectiveness of enclosure as a restoration strategy for degraded grasslands over a five-year period, providing insights for ecological engineering implementation.",
                "AnswerCn": "主要目标是了解围栏和放牧对土壤湿度和生物量等因素的影响，这些因素对于评估物种多样性和植物生长至关重要。过度放牧是导致草原退化的主要干扰，研究旨在评估围栏作为恢复退化草原的策略在五年期间的有效性，为生态工程的实施提供见解。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}