{
    "id": "8b6a12c7-c8f9-465a-b449-852fbff51853",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "CNRDv1.0: the China natural runoff dataset version 1.0（1961-2018）",
            "titleCn": "中国天然径流量格点数据集CNRD v1.0（1961-2018）",
            "description": "Water is one of the most direct mediums through which people perceive the effects of climate change. The flow regimes that people rely on are influenced by large-scale climate change, and identifying changes to these regimes and determining their causes requires reliable, spatiotemporally continuous runoff records. China is climate vulnerable due to its remarkable topographic gradients, monsoon climate, and rapid economic development. Climate change has increased the urgency of understanding, regulating, and forecasting China’s freshwater flows. Yet, available global and regional runoff data in China are produced from sparse, poor-quality gauged station data that have been acquired over different time scales. Our research presents a new long-term, high-quality natural runoff dataset, named the China Natural Runoff Dataset version 1.0 (CNRD v1.0) for driving hydrological and climate studies over China. It will also contribute to the global runoff database. CNRD v1.0 provides daily, monthly, and annual 0.25-degree natural runoff estimates for the period of 1 January 1961 to 31 December 2018 over China.\n\nCNRD v1.0 is generated using the Variable Infiltration Capacity macroscale hydrological model, which was used to fill in gaps or construct time series of comparable lengths. To control the model performance and thus our dataset quality, the model’s sensitive parameters are automatically calibrated using an adaptive surrogate modeling‐based optimization algorithm based on monthly natural or near-natural streamflow data from 200 hydrological gauge stations—more than in previous studies—with low fractions of missing data. Another important quality control adopted for this dataset was the use of a multiscale parameter regionalization technique to estimate model parameters for ungauged basins. \n\nOverall, the results show well-calibrated parameters for most gauged catchments, and the skill scores, the Nash–Sutcliffe model efficiency coefficient (NSE) present high values for all catchments, with an average of 0.83 and 0.80 for calibration and validation modes, respectively. The multiscale parameter regionalization technique offered the best regionalization solution (median NSE = 0.76 for the calibration period and 0.72 for the validation period. The results overall show well-calibrated and regionalized parameters for the hydrological model thus for the long-term runoff reconstruction. By the cell-to-cell comparisons between the CNRD v1.0 with the two global runoff datasets, ISIMIP and GRUN, we found that our datasets show more continuous transitions in runoff dis¬tribution compared to ISIMIP and GRUN across China, and perform well in representing the geographic distribution of China’s water resources across complex terrain and climate regions.",
            "descriptionCn": "水是人类赖以生存与发展的物质基础，也是我们感知和应对气候变化的重要媒介。受独特季风气候与阶梯状地形影响，中国水资源分布极不均匀，缺水问题突出，是全球水资源极度脆弱的地区之一。人类活动与气候变化的复合作用，进一步加剧了中国水循环过程研究的复杂性。因此，迫切需要一套质量可靠、时空连续，且剔除大规模人类活动影响下的天然径流数据，为水循环研究提供本底数据支持。然而，中国现有的天然径流资料缺失率较高，参考站点密度不足，在年际和季节变化尺度上存在较大偏差，难以客观揭示大尺度径流变化的自然规律。本研究建立了一套长时序、全覆盖、高质量、时空连续的天然河川径流资料，命名为CNRD v1.0（The China Natural Runoff Dataset version 1.0）。CNRD v1.0提供1961年1月1日至2018年12月31日中国0.25°×0.25°天然径流估算量日值、月值和年值。200个有资料水文站点率定结果显示，模型参数在大多数站点得到了充分校准，模型纳什效率系数（NSE）在率定期和验证期的平均值分别为0.83和0.80。无资料流域交叉验证结果显示，MPR方法提供了最佳的区域化方案，率定期 NSE中位数为0.76，验证期NSE中位数为0.72。结果总体显示水文模型参数率定和区域化表现良好，可用于长时序径流资料重建。另外，通过与两套全球径流格点数据集ISIMIP和GRUN比较，发现CNRD v1.0数据集的径流空间分布上过渡更加连续，且在表示中国复杂地形和气候理分划下的水资源空间分布方面优于全球径流数据集。",
            "instructions": "Filename: grided runoff data are stored in NetCDF files.\nGlobal attributes: \nVariables = Total runoff (qtot)\nData Types = Histrorical reconstruction\nDate format = NetCDF4\nTemporal Range = 1961-01-01 to 2018-12-31\nSpatial extent = 18.6250° N ~53.6250° N, 73.375° E ~135.1250° E\nUnits = mm\nMissing value = -9999\n_FillValue = -9999",
            "instructionsCn": "文件命名：格点径流数据以NetCDF（.nc）文件格式存储（特别说明：CNRD为未经汇流的格点尺度产流量数据，以径流深表示，单位为mm）。\n\n文件属性: Variables = Total runoff (qtot); Data Types = Historical reconstruction; Date format = NetCDF4; Temporal Range = 1961-01-01 to 2018-12-31; Spatial extent = 18.6250° N ~53.6250° N, 73.375° E ~135.1250° E; Units = mm; Missing value = -9999; FillValue = -9999\n\n",
            "east": 140.0,
            "west": 70.0,
            "south": 17.0,
            "north": 55.0,
            "startTime": "1961-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 389817000.0,
            "cstr": "18406.11.Atmos.tpdc.272864",
            "doi": "10.11888/Atmos.tpdc.272864",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "缪驰远",
                "nameEn": "MIAO Chiyuan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "苟娇娇",
                "nameEn": "GOU Jiaojiao",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Sensitivity analysis-based automatic parameter calibration of the VIC model for streamflow simulations over China",
                "referenceCn": null,
                "referenceEn": "Gou, J.J., Miao, C.Y., Duan, Q.Y., Tang, Q.H., Di, Z.H., Liao, W.H., Wu, J.W., & Zhou, R. (2020). Sensitivity analysis-based automatic parameter calibration of the VIC model for streamflow simulations over China. Water Resources Research, 56, 1-19."
            },
            {
                "titleCn": null,
                "titleEn": "CNRD v1.0: a high-quality natural runoff dataset for hydrological and climate studies in China",
                "referenceCn": null,
                "referenceEn": "Gou, J.J., Miao, C.Y., Samaniego, L., Xiao, M., Wu, J.W., & Guo, X.Y. (2021). CNRD v1.0: a high-quality natural runoff dataset for hydrological and climate studies in China. Bulletin of the American Meteorological Society, 102(5), E929-E947."
            },
            {
                "titleCn": null,
                "titleEn": "High-quality reconstruction of China’s natural streamflow",
                "referenceCn": null,
                "referenceEn": "Miao, C.Y., Gou, J.J., Fu, B.J., Tang, Q.H., Duan, Q.Y., Chen, Z.S., Lei, H.M., Chen, J., Guo, J.L., Borthwick, A.G.L., Ding, W.F., Duan, X.W., Li, Y.G., Kong, D.X., Guo, X.Y., & Wu, J.W. (2022). High-quality reconstruction of China’s natural streamflow. Science Bulletin, 67(5), 547-556."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "干流和支流",
                "nameEn": "main channel and tributary"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水文模型",
                "nameEn": "Hydrological models"
            },
            {
                "nameCn": "流域水系",
                "nameEn": "Drainage Basin and River System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2018",
                "keywordEn": "1961-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家自然科学基金青年基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "气候变化背景下黄土高原降雨侵蚀力估算",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Reconstruction of natural streamﬂow is fundamental to the sustainable management of water resources. In China, previous reconstructions from sparse and poor-quality gauge measurements have led to large biases in simulation of the interannual and seasonal variability of natural ﬂows. Balancing water supply and demand for sustainable water management across different regions is highly dependent on accurate, reliable surface ﬂow records. Collection of long-term observational streamﬂow datasets worldwide is necessary to provide an evidence-based foundation for hydrological studies. China has serious water scarcity problems given that it has only one-quarter of the world average of per capita freshwater resources. The uneven distribution of water resources driven by a monsoon climate and complicated topography has exacerbated water scarcity across China. In fact, observed ﬂow regimes are greatly affected by human activities, including water diversion, water withdrawal, and reservoir operation. Thus natural streamﬂow estimation is needed for comparison with previous streamﬂow records and to help interpret climate information (e.g., precipitation and temperature) in hydrometeorology studies. Hydrological models that incorporate both the physical and climatic characteristics of basins appear effective tools to reconstruct the ﬂow of a regulated river system."
            ],
            "research objective": [
                "Our objective is to develop an effective high-quality scheme to reconstruct China’s natural streamﬂow, leading to long-term continuous monthly streamﬂow datasets from 1961 to 2018 for 330 catchments. These long-term national datasets are useful in the assessment and allocation of natural water resources, and in studying the impact of climate change on the terrestrial water cycle in China. Such developed streamﬂow datasets without anthropogenic inﬂuences are vitally needed in the worldwide effort to tackle the water crisis and strengthen resilience to climate change."
            ],
            "challenges": [
                "Traditional gauge measurements are unable to represent long-term natural hydrological variations. Reconstruction of natural ﬂows is very complex because it involves several non-linear hydrological processes and a variety of spatiotemporal scales, ranging from watershed to global and from months to millennia. Traditional reconstruction methods, such as the water balance method and regression method, encounter problems when describing the natural ﬂow in a basin with strong anthropogenic disturbances, scarce observations, and dynamic surrounding environment."
            ],
            "methods": [
                "Here we use a well-trained and tested land surface model coupled to a routing model with ﬂow direction correction to reconstruct the ﬁrst high-quality gauge-based natural streamﬂow dataset for China, covering all its 330 catchments during the period from 1961 to 2018. We ran the VIC model version 4.2 in water balance mode for daily time step increments. We also introduce a parameter-uncertainty analysis framework including sensitivity analysis, optimization, and regionalization, which further minimizes biases between modeled and inferred natural streamﬂow from natural or near-natural gauges. The VIC model was established on a 0.25°×0.25° grid, with meteorological forcing including daily precipitation, maximum and minimum temperatures, and wind speed variables taken from 2,400 weather stations. We manually corrected the D8 ﬂow direction based on the 330 gauge locations, corresponding gauge areas, and high-resolution river ﬂowlines. To control the quality of the reconstructed streamﬂow data, a large dataset of monthly inferred natural/near-natural streamﬂow records from 1961 to 1979 for 330 gauge stations was used to train and test the models. Both the land-surface model and routing model were trained. For the routing model test, we checked that the number of upstream routing cells (0.25°×0.25°) matched the observed drainage area for each gauge station. Parameter regionalization transferred optimized parameters from gauged to ungauged catchments. We used four global sensitivity analysis methods to screen important parameters for the 10 water resources regions of China. Then an adaptive surrogate modeling-based optimization (ASMO) was used to find the optimal parameter solution. The multiscale parameter regionalization (MPR) technique estimated values for the optimal parameter in ungauged areas. As a benchmark reference to natural records, streamﬂow data from a subset of 230 stations were used to train the coupled land-surface and routing model, thus reconstructing China’s natural streamﬂow. We tuned the sensitive parameters of modeled streamﬂow for each training station in succession from upstream to downstream during the calibration period (1961–1969) and estimated the corresponding parameters for ungauged areas."
            ],
            "dataset": [],
            "findings": [
                "The resulting behavior of the natural hydrological system is represented properly by the model which achieves high skill metric values of the monthly streamﬂow, with about 83% of the 330 catchments having Nash-Sutcliffe efﬁciency coefﬁcient (NSE) > 0.7, and about 56% of the 330 catchments having Kling-Gupta efﬁciency coefﬁcient (KGE) > 0.7."
            ],
            "backgroundCn": [
                "自然径流的重建对于水资源的可持续管理至关重要。在中国，以往基于稀疏和低质量的水文测量数据进行的重建，导致了自然流量的年际和季节变异模拟存在较大偏差。不同地区水资源供需的平衡高度依赖于准确、可靠的地表流量记录。全球范围内收集长期观测的径流数据集是为水文研究提供基于证据的基础所必需的。中国面临严重的水资源短缺问题， per capita淡水资源仅为世界平均水平的四分之一。由于季风气候和复杂地形导致水资源分布不均，加剧了中国的水资源短缺。实际上，观察到的流量模式受到人类活动的重大影响，包括水资源调配、水资源提取和水库运行。因此，需要对自然径流进行估算，以便与以往的径流记录进行比较，并帮助解释气候信息（如降水和温度）在水文气象研究中的作用。结合流域的物理和气候特征的水文模型似乎是重建调节河流系统流量的有效工具。"
            ],
            "research objectiveCn": [
                "我们的目标是开发一个有效的高质量方案，以重建中国的自然径流，从1961年到2018年为330个流域提供长期连续的月径流数据集。这些长期的国家数据集对于评估和分配自然水资源，以及研究气候变化对中国陆地水循环的影响非常有用。这样的径流数据集在全球应对水危机和增强应对气候变化的韧性方面是至关重要的，且不受人为影响。"
            ],
            "challengesCn": [
                "传统的水文测量无法代表长期的自然水文变化。重建自然流量非常复杂，因为它涉及多种非线性的水文过程和多种时空尺度，从流域到全球，从几个月到几千年。传统的重建方法，如水量平衡法和回归法，在描述受到强烈人为干扰、观测稀缺和周围环境动态变化的流域的自然流量时遇到问题。"
            ],
            "methodsCn": [
                "在这里，我们使用一个经过良好训练和测试的陆面模型与一个流向修正的水流模型相结合，重建了中国首个高质量的基于水文站的自然径流数据集，涵盖了330个流域，时间范围为1961年至2018年。我们以日时间步长增量在水量平衡模式下运行了VIC模型版本4.2。我们还引入了一个参数不确定性分析框架，包括敏感性分析、优化和区域化，进一步最小化模型化与从自然或近自然水文站推断的自然径流之间的偏差。VIC模型建立在0.25°×0.25°的网格上，气象强迫数据包括来自2400个气象站的每日降水量、最高和最低气温以及风速变量。我们根据330个水文站的位置、相应的流域面积和高分辨率河流流线手动修正了D8流向。为了控制重建的径流数据的质量，我们使用了1961年至1979年间330个水文站的月度推断自然/近自然径流记录的大型数据集来训练和测试模型。陆面模型和水流模型均进行了训练。对于水流模型的测试，我们检查了上游水流单元（0.25°×0.25°）的数量是否与每个水文站的观测流域面积相匹配。参数区域化将优化的参数从有水文站的流域转移到无水文站的流域。我们使用四种全球敏感性分析方法筛选出中国10个水资源区域的重要参数。然后，采用基于自适应代理建模的优化（ASMO）方法寻找最佳参数解。多尺度参数区域化（MPR）技术估算了无水文站区域的最佳参数值。作为自然记录的基准参考，我们使用230个水文站的流量数据来训练耦合的陆面和水流模型，从而重建中国的自然径流。在校准期（1961-1969年）中，我们依次从上游到下游调整每个训练站的模型化径流的敏感参数，并估算无水文站区域的相应参数。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "自然水文系统的结果行为通过模型得到了恰当的表示，该模型在月流量的技能指标值上表现良好，约有83%的330个流域的纳什-沙普利效率系数（NSE）大于0.7，约有56%的330个流域的克林-古普塔效率系数（KGE）大于0.7。"
            ]
        },
        {
            "background": [
                "Reliable, spatiotemporally continuous runoff records are necessary for identifying climate change impacts and planning effective water management strategies. Existing Chinese runoff data to date have been produced from sparse, poor-quality gauge measurements at different time scales."
            ],
            "research objective": [
                "We have developed a new, quality-controlled gridded runoff dataset, the China Natural Runoff Dataset version 1.0 (CNRD v1.0), which provides daily, monthly, and annual 0.25° runoff estimates for the period 1961–2018 over China."
            ],
            "challenges": [
                "Although gauges can directly measure streamflow from river channels and the hillslope, such point measurements are sparse; also, the number of hydrometric stations has declined in many parts of the world. Current data collection networks are inadequate for providing the information required to understand and explain changes in natural systems. There is an extreme lack of gauged streamflow data in the Arctic and the Tibetan Plateau owing to their harsh environments. Flow measurements usually have data gaps due to technical or maintenance issues; for instance, hydrological stations can be damaged during flood events. These missing records in the datasets can cause erroneous summary data interpretation or unreliable scientific analysis. However, construction of these global datasets remains resource intensive, and they contain notable data gaps in some regions, especially in China."
            ],
            "methods": [
                "CNRD v1.0 was generated using the Variable Infiltration Capacity (VIC) model. A comprehensive parameter uncertainty analysis framework incorporating parameter sensitivity analysis, optimization, and regionalization with 200 natural or near-natural gauge catchments was used to train the VIC model."
            ],
            "dataset": [
                "CNRD v1.0 is the first free public dataset of gridded natural runoff estimated using a comprehensive model parameter uncertainty analysis framework for China."
            ],
            "findings": [
                "Overall, the results show well-calibrated parameters for most gauged catchments except arid and semiarid areas, and the skill scores present high values for all catchments. For the pseudo-/test-ungauged catchments, the model parameters estimated by the multiscale parameter regionalization technique offer the best regionalization solution."
            ],
            "backgroundCn": [
                "可靠的时空连续径流记录对于识别气候变化影响和制定有效的水资源管理策略至关重要。迄今为止，现有的中国径流数据是基于不同时间尺度的稀疏、低质量的水文测量产生的。"
            ],
            "research objectiveCn": [
                "我们开发了一个新的、经过质量控制的网格化径流数据集——中国自然径流数据集版本1.0（CNRD v1.0），该数据集提供了1961年至2018年期间中国地区的日、月和年0.25°径流估算。"
            ],
            "challengesCn": [
                "尽管水文测量仪器可以直接测量河流和山坡的流量，但这些点测量稀疏；而且，许多地区的水文站数量已经减少。目前的数据收集网络不足以提供理解和解释自然系统变化所需的信息。由于极端的环境，北极和青藏高原缺乏流量测量数据。流量测量通常由于技术或维护问题而存在数据缺口；例如，水文站在洪水事件中可能会受到损坏。这些数据集中的缺失记录可能导致错误的汇总数据解释或不可靠的科学分析。然而，构建这些全球数据集仍然需要大量资源，并且在某些地区，尤其是中国，存在显著的数据缺口。"
            ],
            "methodsCn": [
                "CNRD v1.0 是使用可变渗透能力（VIC）模型生成的。一个综合的参数不确定性分析框架结合了参数敏感性分析、优化和区域化，使用了200个自然或近自然的水文测站流域来训练VIC模型。"
            ],
            "datasetCn": [
                "CNRD v1.0 是第一个基于全面模型参数不确定性分析框架估算的中国网格化自然径流的免费公共数据集。"
            ],
            "findingsCn": [
                "总体而言，结果显示大多数有水文观测的流域参数校准良好，除了干旱和半干旱地区，技能评分在所有流域中均表现出较高的值。对于伪无观测/测试无观测流域，采用多尺度参数区域化技术估计的模型参数提供了最佳的区域化解决方案。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can a land surface model coupled with a routing model effectively reconstruct natural streamflow data?",
                "QuestionCn": "一个陆地表面模型与一个水流模型耦合是否能够有效重建自然径流数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the data collection method involve using a parameter uncertainty analysis framework?",
                "QuestionCn": "数据收集方法是否涉及使用参数不确定性分析框架？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is it possible to create a quality-controlled gridded runoff dataset for China using the Variable Infiltration Capacity model?",
                "QuestionCn": "使用可变渗透能力模型创建一个质量控制的中国网格化径流数据集是否可行？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C6(Creating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the VIC model the primary data collection method for estimating natural runoff in China, or are other models like SWAT or HEC-HMS more commonly used?",
                "QuestionCn": "VIC模型是中国估算自然径流的主要数据收集方法吗，还是像SWAT或HEC-HMS这样的其他模型更常用？",
                "AnswerEn": "The VIC model is the primary data collection method used for estimating natural runoff in China.",
                "AnswerCn": "VIC模型是中国估算天然径流的主要数据收集方法。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the multiscale parameter regionalization technique provide the best regionalization solution for ungauged catchments, or are other methods like kriging or inverse distance weighting more effective?",
                "QuestionCn": "多尺度参数区域化技术是否为无水文观测流域提供了最佳的区域化解决方案，还是其他方法如克里金法或反距离加权法更有效？",
                "AnswerEn": "multiscale parameter regionalization technique",
                "AnswerCn": "多尺度参数区域化技术",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to overcome challenges in reconstructing natural streamflow in regions with strong anthropogenic disturbances?",
                "QuestionCn": "在受到强烈人类干扰的地区，克服重建自然河流流量挑战的方法有哪些？",
                "AnswerEn": "land surface model",
                "AnswerCn": "陆面模型",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can issues arise in traditional gauge measurements for streamflow data collection?",
                "QuestionCn": "在传统的测量流量数据收集的仪表中，可能出现哪些问题？",
                "AnswerEn": "Arctic and the Tibetan Plateau",
                "AnswerCn": "北极和青藏高原",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "When is the use of the multiscale parameter regionalization technique most beneficial in streamflow modeling?",
                "QuestionCn": "在流量建模中，多尺度参数区域化技术的使用在什么情况下最为有利？",
                "AnswerEn": "estimation of model parameters for pseudo-/test-ungauged catchments",
                "AnswerCn": "伪/测试无测站流域的模型参数估计",
                "Level": "C5(Evaluating)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to develop a long-term, continuous gridded runoff dataset in China?",
                "QuestionCn": "您能否提供一个用于在中国开发长期连续网格化径流数据集的数据收集方法的示例？",
                "AnswerEn": "A data collection method used to develop a long-term, continuous gridded runoff dataset in China involves using the Variable Infiltration Capacity (VIC) model, coupled with a routing model with flow direction correction. The dataset spans from 1961 to 2018 and includes the use of meteorological forcing data from 2,400 weather stations.",
                "AnswerCn": "一种用于在中国开发长期连续网格化径流数据集的数据收集方法涉及使用可变渗透能力（VIC）模型，结合具有流向修正的水流模型。该数据集涵盖1961年至2018年，并使用来自2400个气象站的气象强迫数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in reconstructing natural streamflow datasets in China?",
                "QuestionCn": "在重建中国自然河流流量数据集时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in reconstructing natural streamflow datasets in China is the complexity involved in accounting for non-linear hydrological processes and the variety of spatiotemporal scales, especially in regions with strong anthropogenic disturbances and scarce observations.",
                "AnswerCn": "在中国重建自然河流流量数据集时面临的一个挑战是，必须考虑非线性水文过程的复杂性以及多种时空尺度，特别是在受到强烈人为干扰和观测稀缺的地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an example of a dataset created to estimate natural streamflow in China without anthropogenic influences.",
                "QuestionCn": "请提供一个示例数据集，用于估计中国自然河流流量，且不受人为影响。",
                "AnswerEn": "An example of a dataset created to estimate natural streamflow in China without anthropogenic influences is the China Natural Runoff Dataset version 1.0 (CNRD v1.0), which provides daily, monthly, and annual runoff estimates on a 0.25° grid for the period 1961–2018, using a comprehensive model parameter uncertainty analysis framework.",
                "AnswerCn": "一个用于估计中国自然径流且不受人为影响的数据集是中国自然径流数据集版本1.0（CNRD v1.0），该数据集提供了1961年至2018年期间的日、月和年径流估计，采用了0.25°的网格，并使用了综合的模型参数不确定性分析框架。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of data collection methods used for estimating natural streamflow in regions with limited gauge availability?",
                "QuestionCn": "在测量流量有限的地区，估算自然河流流量的数据收集方法的具体特征是什么？",
                "AnswerEn": "land surface models, routing models with flow direction correction, parameter-uncertainty analysis frameworks, sensitivity analysis, optimization, regionalization, manual flow direction correction, meteorological forcing data from weather stations",
                "AnswerCn": "陆面模型、具有流向校正的汇流模型、参数不确定性分析框架、敏感性分析、优化、区域化、手动流向校正、来自气象站的气象强迫数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What features define the parameter uncertainty analysis framework in the hydrological modeling of natural runoff?",
                "QuestionCn": "在自然径流的水文模型中，参数不确定性分析框架的特征包括哪些？",
                "AnswerEn": "parameter sensitivity analysis, optimization, regionalization, multiscale parameter regionalization (MPR)",
                "AnswerCn": "参数敏感性分析，优化，区域化，多尺度参数区域化 (MPR)",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the defining attributes of datasets required to assess and allocate natural water resources effectively in China?",
                "QuestionCn": "评估和有效分配中国自然水资源所需数据集的定义属性是什么？",
                "AnswerEn": "long-term, continuous, free from anthropogenic influences, wide range of catchments, high-resolution data, reliable models, complex climatic and topographic variability, accurate representation of natural hydrological variations",
                "AnswerCn": "长期、连续、无人为影响、广泛的集水区、高分辨率数据、可靠的模型、复杂的气候和地形变化、准确表示自然水文变化",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many hydrometric stations were used to train and test the hydrological models for natural streamflow reconstruction in China?",
                "QuestionCn": "用于训练和测试中国自然流量重建的水文模型的水文站数量是多少？",
                "AnswerEn": "330",
                "AnswerCn": "330",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the gridded natural runoff dataset developed for China?",
                "QuestionCn": "中国开发的网格化自然径流数据集的空间分辨率是多少？",
                "AnswerEn": "0.25°×0.25°",
                "AnswerCn": "0.25°×0.25°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many gauge catchments were incorporated into the parameter uncertainty analysis framework for the development of a gridded runoff dataset?",
                "QuestionCn": "在开发网格化径流数据集的参数不确定性分析框架中，纳入了多少个水文测站流域？",
                "AnswerEn": "200",
                "AnswerCn": "200",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'parameter regionalization' mean in the context of hydrological modeling?",
                "QuestionCn": "在水文模型的背景下，“参数区域化”指的是将模型参数从一个区域推广到另一个区域的过程，以便在不同的地理或气候条件下进行水文模拟。这通常涉及根据区域特征（如土壤类型、植被覆盖和气候条件）调整模型参数，以提高模型在特定区域的预测能力。",
                "AnswerEn": "Parameter regionalization in hydrological modeling refers to the process of transferring optimized model parameters from gauged catchments to ungauged areas. It involves estimating values for model parameters in regions where direct measurements are not available by using techniques like multiscale parameter regionalization (MPR) to provide the best regionalization solution.",
                "AnswerCn": "参数区域化在水文模型中是指将优化的模型参数从有水文观测的流域转移到无观测区域的过程。它涉及通过使用多尺度参数区域化（MPR）等技术来估计在没有直接测量的区域的模型参数值，以提供最佳的区域化解决方案。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is 'flow direction correction' in the context of hydrological data collection?",
                "QuestionCn": "在水文数据收集的背景下，“流向修正”是指对水流方向进行调整或校正的过程。",
                "AnswerEn": "Flow direction correction in hydrological data collection is the process of manually adjusting the flow direction in a routing model based on specific gauge locations, corresponding gauge areas, and high-resolution river flowlines. This correction ensures that the modeled flow aligns accurately with the observed drainage areas for each gauge station.",
                "AnswerCn": "水文数据收集中的流向修正是根据特定的水文测站位置、相应的测站区域和高分辨率河流流线，手动调整水流模型中的流向的过程。此修正确保模型化的水流与每个测站的观测排水区域准确对齐。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when reconstructing natural streamflow using traditional gauge measurements compared to using a land surface model coupled with a routing model?",
                "QuestionCn": "在使用传统的水文测量仪器重建自然流量时，与使用耦合了水文模型和水流模型的土地表面模型相比，面临的挑战有哪些不同？",
                "AnswerEn": "Traditional gauge measurements face challenges due to sparse observations, strong anthropogenic disturbances, and dynamic environments, which lead to large biases in simulating interannual and seasonal variability. In contrast, using a land surface model coupled with a routing model addresses these challenges by incorporating both physical and climatic characteristics of basins, allowing for high-quality reconstruction of natural streamflow across extensive catchments.",
                "AnswerCn": "传统的水文测量面临着稀疏观测、强烈的人为干扰和动态环境等挑战，这导致在模拟年际和季节变率时出现较大偏差。相比之下，使用与水流模型耦合的陆面模型可以解决这些挑战，通过结合流域的物理和气候特征，能够高质量地重建广泛流域的自然径流。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the multiscale parameter regionalization techniques improve the estimation of runoff in ungauged catchments compared to methods reliant on sparse gauge data?",
                "QuestionCn": "多尺度参数区域化技术在无水文站流域的径流估计中，相较于依赖稀疏水文站数据的方法，有哪些改进之处？",
                "AnswerEn": "Multiscale parameter regionalization techniques enhance runoff estimation in ungauged catchments by transferring optimized parameters from gauged to ungauged areas, effectively addressing data sparsity issues. These techniques provide a more reliable regionalization solution by estimating optimal parameters for ungauged areas, which is a significant improvement over methods reliant on sparse gauge data that struggle with accuracy due to limited observations.",
                "AnswerCn": "多尺度参数区域化技术通过将优化的参数从有水文观测的流域转移到无水文观测的流域，增强了对无水文观测流域的径流估算，有效解决了数据稀缺问题。这些技术通过为无水文观测区域估算最佳参数，提供了更可靠的区域化解决方案，这比依赖稀疏水文观测数据的方法有了显著改善，因为后者由于观测有限而难以保证准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the reconstruction of natural streamflow datasets improve the understanding of the impact of climate change on water resources in regions with complex topography like China?",
                "QuestionCn": "自然流量数据集的重建如何改善对气候变化对复杂地形地区（如中国）水资源影响的理解？",
                "AnswerEn": "The reconstruction of natural streamflow datasets provides long-term, continuous records without anthropogenic influences, which are crucial for assessing the allocation of natural water resources and studying the impact of climate change on the terrestrial water cycle. By addressing the uneven distribution of water resources caused by monsoon climate and complex topography, these datasets help in understanding how climate variables such as precipitation and temperature affect hydrological processes.",
                "AnswerCn": "自然河流流量数据集的重建提供了长期、连续的记录，且不受人为影响，这对于评估自然水资源的分配和研究气候变化对陆地水循环的影响至关重要。通过解决由于季风气候和复杂地形造成的水资源不均匀分布，这些数据集有助于理解气候变量如降水和温度如何影响水文过程。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways can parameter uncertainty analysis frameworks contribute to the development of more accurate and reliable gridded runoff datasets, particularly in ungauged or data-scarce regions?",
                "QuestionCn": "参数不确定性分析框架可以通过以下方式促进更准确和可靠的栅格径流数据集的开发，特别是在无水文观测站或数据稀缺地区：\n\n1. 识别和量化参数不确定性：通过分析模型参数的不确定性，研究人员可以更好地理解这些参数对径流预测的影响，从而提高模型的可靠性。\n\n2. 改进模型校准：在数据稀缺的地区，参数不确定性分析可以帮助识别最敏感的参数，从而优化模型校准过程，减少对观测数据的依赖。\n\n3. 提供不确定性范围：通过对模型输出进行不确定性分析，可以为径流预测提供一个不确定性范围，使决策者能够更好地评估风险和制定应对措施。\n\n4. 促进数据融合：参数不确定性分析可以与遥感数据、气候模型和其他数据源结合，增强对径流过程的理解，尤其是在缺乏地面观测的地区。\n\n5. 支持模型选择：通过比较不同模型在参数不确定性下的表现，研究人员可以选择最适合特定区域和条件的模型，从而提高预测的准确性。\n\n6. 增强公众和政策制定者的信心：通过透明地展示不确定性分析的结果，可以增强公众和政策制定者对模型预测的信心，促进更有效的水资源管理。",
                "AnswerEn": "Parameter uncertainty analysis frameworks enhance the accuracy and reliability of gridded runoff datasets by incorporating sensitivity analysis, optimization, and regionalization. This approach allows for the effective training of hydrological models, even in ungauged or data-scarce regions, by transferring optimized parameters from gauged catchments and ensuring that model outputs align closely with inferred natural streamflow.",
                "AnswerCn": "参数不确定性分析框架通过结合敏感性分析、优化和区域化，提高了网格化径流数据集的准确性和可靠性。这种方法使得即使在无水文观测或数据稀缺的地区，也能有效训练水文模型，通过从有水文观测的流域转移优化参数，确保模型输出与推断的自然流量紧密对齐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the high bias in the simulation of interannual and seasonal variability of natural flows in previous runoff data collection methods in China?",
                "QuestionCn": "导致中国之前径流数据收集方法中自然流量的年际和季节变率模拟高偏差的原因是什么？",
                "AnswerEn": "The high bias is caused by sparse and poor-quality gauge measurements, which lead to inaccurate representation of long-term natural hydrological variations and fail to capture the complex non-linear hydrological processes and spatiotemporal scales.",
                "AnswerCn": "高偏差是由于稀疏和低质量的测量仪器数据造成的，这导致对长期自然水文变化的不准确表征，并未能捕捉复杂的非线性水文过程和时空尺度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in using traditional reconstruction methods for natural flow data in regions with strong anthropogenic disturbances?",
                "QuestionCn": "在强烈人类干扰的地区，使用传统重建方法处理自然流数据面临哪些挑战？",
                "AnswerEn": "The challenges include difficulty in describing natural flows due to the presence of non-linear hydrological processes, a variety of spatiotemporal scales, and dynamic environmental conditions, which are not well captured by traditional methods like water balance or regression methods.",
                "AnswerCn": "挑战包括由于非线性水文过程的存在，描述自然流动的困难，空间和时间尺度的多样性，以及动态环境条件，这些都无法通过传统方法如水量平衡或回归方法很好地捕捉。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the challenges of sparse and poor-quality gauge measurements influence the development of long-term continuous streamflow datasets in regions with complex topography?",
                "QuestionCn": "稀疏和低质量的水文测量数据的挑战如何影响在复杂地形区域开发长期连续流量数据集的过程？",
                "AnswerEn": "Sparse and poor-quality gauge measurements can lead to large biases in the simulation of interannual and seasonal variability of natural flows. This influences the development of long-term continuous streamflow datasets by necessitating the use of advanced modeling techniques and comprehensive parameter uncertainty analysis frameworks to reconstruct reliable natural streamflow data, which are crucial for assessing and managing water resources in regions with complex topography.",
                "AnswerCn": "稀疏和低质量的水文测量可能导致自然流量的年际和季节变率模拟出现较大偏差。这影响了长期连续流量数据集的开发，迫使我们采用先进的建模技术和全面的参数不确定性分析框架，以重建可靠的自然流量数据，这对于评估和管理复杂地形区域的水资源至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a high-quality scheme for reconstructing natural streamflow in China?",
                "QuestionCn": "为什么在中国开发高质量的自然流量重建方案很重要？",
                "AnswerEn": "Developing a high-quality scheme for reconstructing natural streamflow in China is crucial for providing long-term, continuous datasets that are essential for assessing and managing natural water resources effectively. It aids in understanding the impact of climate change on the terrestrial water cycle and supports sustainable water management by offering accurate surface flow records that are free from anthropogenic influences.",
                "AnswerCn": "在中国开发高质量的自然河流流量重建方案对于提供长期、连续的数据集至关重要，这些数据集对于有效评估和管理自然水资源是必不可少的。它有助于理解气候变化对陆地水循环的影响，并通过提供不受人为影响的准确地表水流记录来支持可持续水资源管理。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the goals behind creating a quality-controlled gridded runoff dataset for China?",
                "QuestionCn": "创建中国质量控制的网格化径流数据集的目标是什么？",
                "AnswerEn": "The goal of creating a quality-controlled gridded runoff dataset for China is to provide reliable, spatiotemporally continuous runoff records necessary for identifying climate change impacts and planning effective water management strategies. This dataset aims to overcome the limitations of sparse and poor-quality gauge measurements and provide comprehensive runoff estimates across China.",
                "AnswerCn": "创建一个质量控制的中国网格化径流数据集的目标是提供可靠的时空连续径流记录，这对于识别气候变化影响和制定有效的水资源管理策略至关重要。该数据集旨在克服稀疏和低质量测站数据的局限性，提供中国范围内的全面径流估算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using a land surface model coupled to a routing model for reconstructing natural streamflow data?",
                "QuestionCn": "使用耕地表面模型与水流模型耦合重建自然径流数据的程序步骤包括哪些？",
                "AnswerEn": "The process involves running the VIC model in water balance mode for daily time step increments, manually correcting the D8 flow direction based on gauge locations and high-resolution river flowlines, and performing parameter-uncertainty analysis including sensitivity analysis, optimization, and regionalization. The VIC model uses meteorological forcing data from weather stations, and the reconstructed streamflow data is validated using monthly inferred natural/near-natural streamflow records to train and test the models.",
                "AnswerCn": "该过程涉及以日时间步长运行VIC模型的水量平衡模式，手动根据测站位置和高分辨率河流流线修正D8流向，并进行参数不确定性分析，包括敏感性分析、优化和区域化。VIC模型使用来自气象站的气象强迫数据，重建的河流流量数据通过使用每月推断的自然/近自然河流流量记录进行验证，以训练和测试模型。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can parameter regionalization be applied to transfer optimized parameters from gauged to ungauged catchments in streamflow data reconstruction?",
                "QuestionCn": "参数区域化如何应用于将优化参数从有水文观测的流域转移到无水文观测的流域，以进行流量数据重建？",
                "AnswerEn": "Parameter regionalization involves transferring optimized parameters from gauged catchments to ungauged ones using techniques like the multiscale parameter regionalization (MPR) method. This technique estimates values for the optimal parameter in ungauged areas by employing global sensitivity analysis methods to screen important parameters for different water resource regions and using an adaptive surrogate modeling-based optimization to find the optimal parameter solution.",
                "AnswerCn": "参数区域化涉及将优化的参数从有水文观测的流域转移到无水文观测的流域，采用多尺度参数区域化（MPR）方法等技术。该技术通过使用全球灵敏度分析方法筛选不同水资源区域的重要参数，并利用基于自适应代理建模的优化方法来寻找最佳参数解，从而估计无水文观测区域的最佳参数值。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural framework is utilized for ensuring the quality and reliability of a gridded runoff dataset in regions with sparse gauge data?",
                "QuestionCn": "在测站数据稀缺的地区，确保网格化径流数据集质量和可靠性的程序框架是什么？",
                "AnswerEn": "The quality and reliability of a gridded runoff dataset are ensured using a comprehensive parameter uncertainty analysis framework which incorporates parameter sensitivity analysis, optimization, and regionalization. The framework involves training the VIC model with data from natural or near-natural gauge catchments, and ensuring proper calibration through validation against known streamflow records, which helps to minimize biases and improve the accuracy of estimated runoff.",
                "AnswerCn": "通过综合的参数不确定性分析框架，确保了网格化径流数据集的质量和可靠性，该框架结合了参数敏感性分析、优化和区域化。该框架涉及使用来自自然或近自然水文测站的数据显示训练VIC模型，并通过与已知的流量记录进行验证来确保适当的校准，这有助于最小化偏差并提高径流估算的准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What modeling techniques enable the reconstruction of long-term natural streamflow datasets in regions with scarce observational data?",
                "QuestionCn": "哪些建模技术能够在观测数据稀缺的地区重建长期自然河流流量数据集？",
                "AnswerEn": "The use of a land surface model coupled to a routing model with flow direction correction, particularly the Variable Infiltration Capacity (VIC) model, enables the reconstruction of long-term natural streamflow datasets. This approach involves parameter-uncertainty analysis frameworks, sensitivity analysis, optimization, and regionalization to minimize biases between modeled and inferred natural streamflow.",
                "AnswerCn": "使用耕地表面模型与流向修正的水流模型相结合，特别是可变渗透能力（VIC）模型，可以重建长期的自然河流流量数据集。这种方法涉及参数不确定性分析框架、敏感性分析、优化和区域化，以最小化模型化和推断的自然河流流量之间的偏差。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What conditions or methodologies enable the effective regionalization of hydrological model parameters for ungauged areas?",
                "QuestionCn": "哪些条件或方法能够有效地对无水文观测区域的水文模型参数进行区域化？",
                "AnswerEn": "The multiscale parameter regionalization (MPR) technique allows for effective regionalization of hydrological model parameters in ungauged areas. This technique estimates values for the optimal parameters by transferring optimized parameters from gauged to ungauged catchments, using sensitivity analysis and adaptive surrogate modeling-based optimization within the parameter uncertainty analysis framework.",
                "AnswerCn": "多尺度参数区域化（MPR）技术能够有效地对无水文观测区域的水文模型参数进行区域化。该技术通过在参数不确定性分析框架内使用敏感性分析和自适应代理建模优化，从有水文观测的流域向无水文观测的流域转移优化参数，以估计最佳参数值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might traditional gauge measurements fail to accurately capture long-term natural hydrological variations in regions with strong anthropogenic disturbances?",
                "QuestionCn": "传统的水文测量可能无法准确捕捉到强烈人类干扰地区的长期自然水文变化，原因是什么？",
                "AnswerEn": "Traditional gauge measurements are unable to represent long-term natural hydrological variations because they encounter problems when describing the natural flow in a basin with strong anthropogenic disturbances, scarce observations, and a dynamic surrounding environment.",
                "AnswerCn": "传统的水位测量无法准确反映长期的自然水文变化，因为在描述受到强烈人为干扰、观测稀少以及环境动态变化的流域的自然流量时，它们会遇到问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected challenges in constructing reliable, spatiotemporally continuous runoff records in regions with harsh environments such as the Arctic and the Tibetan Plateau?",
                "QuestionCn": "在极端环境地区如北极和青藏高原，构建可靠的时空连续径流记录所面临的预期挑战有哪些？",
                "AnswerEn": "The expected challenges include the extreme lack of gauged streamflow data due to harsh environments, sparse point measurements, and the likelihood of data gaps caused by technical or maintenance issues, such as damage to hydrological stations during flood events.",
                "AnswerCn": "预期的挑战包括由于恶劣环境导致的流量数据严重缺乏、点测量稀疏，以及由于技术或维护问题（例如洪水事件中水文站的损坏）造成的数据缺口的可能性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using the Variable Infiltration Capacity (VIC) model coupled with a routing model for reconstructing high-quality natural runoff datasets?",
                "QuestionCn": "如何评估将可变渗透能力（VIC）模型与水流模型结合使用以重建高质量自然径流数据集的有效性？",
                "AnswerEn": "The use of the VIC model, especially when coupled with a routing model and corrected flow direction, is effective in reconstructing high-quality natural runoff datasets. The model successfully represents the natural hydrological system, achieving high skill metric values such as the Nash-Sutcliffe efficiency coefficient (NSE) and Kling-Gupta efficiency coefficient (KGE) across numerous catchments. The parameter uncertainty analysis framework further enhances the model's reliability by minimizing biases, making it a robust approach for reconstructing natural streamflow.",
                "AnswerCn": "VIC模型的使用，特别是与路由模型和修正流向相结合时，能够有效地重建高质量的自然径流数据集。该模型成功地表示了自然水文系统，在多个流域中实现了高技能指标值，如纳什-沙普利夫效率系数（NSE）和克林-古普塔效率系数（KGE）。参数不确定性分析框架进一步增强了模型的可靠性，通过最小化偏差，使其成为重建自然流量的稳健方法。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how does the multiscale parameter regionalization technique contribute to the accuracy of runoff estimates in ungauged catchments?",
                "QuestionCn": "在我看来，多尺度参数区域化技术如何提高无水文站流域的径流估计准确性？",
                "AnswerEn": "The multiscale parameter regionalization technique significantly contributes to the accuracy of runoff estimates in ungauged catchments by transferring optimized parameters from gauged to ungauged areas. This technique offers the best regionalization solution, as evidenced by the well-calibrated parameters and high skill scores achieved in pseudo-/test-ungauged catchments. It allows for a more precise estimation of model parameters, thereby enhancing the accuracy of runoff estimates even in areas lacking direct gauge measurements.",
                "AnswerCn": "多尺度参数区域化技术通过将优化的参数从有水文观测的流域转移到无水文观测的流域，显著提高了无水文观测流域的径流估算准确性。这项技术提供了最佳的区域化解决方案，正如在伪无水文观测流域和测试无水文观测流域中所取得的良好校准参数和高技能评分所证明的那样。它允许对模型参数进行更精确的估计，从而提高了即使在缺乏直接观测数据的地区的径流估算准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a data collection method can provide reliable information on natural streamflow without being affected by human activities.",
                "QuestionCn": "我不明白一种数据收集方法如何能够提供关于自然河流流量的可靠信息，而不受人类活动的影响。",
                "AnswerEn": "The data collection method uses a land surface model coupled with a routing model to reconstruct natural streamflow. This approach minimizes human impact by incorporating physical and climatic characteristics, and further refines the data through parameter-uncertainty analysis to ensure accuracy.",
                "AnswerCn": "数据收集方法使用陆面模型与水流路由模型相结合，以重建自然河流流量。这种方法通过结合物理和气候特征来最小化人为影响，并通过参数不确定性分析进一步优化数据，以确保准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and delineate the specific challenges encountered when reconstructing natural streamflow datasets, especially in areas with strong anthropogenic disturbances and scarce observations.",
                "QuestionCn": "请探讨和阐明在重建自然河流流量数据集时遇到的具体挑战，特别是在受到强烈人类干扰和观测稀缺的地区。",
                "AnswerEn": "Reconstructing natural streamflow datasets faces challenges due to the complex nature of non-linear hydrological processes and varying spatiotemporal scales, particularly in basins with strong anthropogenic disturbances and scarce observations. Traditional methods, like the water balance and regression methods, struggle to describe natural flow accurately in these conditions, further complicated by dynamic environments and data gaps.",
                "AnswerCn": "重建自然河流流量数据集面临挑战，因为非线性水文过程的复杂性和不同的时空尺度，特别是在受到强烈人为干扰和观测稀缺的流域中。传统方法，如水量平衡和回归方法，在这些条件下难以准确描述自然流量，动态环境和数据缺口进一步加剧了这一复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe the data collection methods used to develop a comprehensive gridded runoff dataset and discuss how parameter uncertainty is addressed in the modeling process.",
                "QuestionCn": "请描述用于开发综合网格化径流数据集的数据收集方法，并讨论在建模过程中如何解决参数不确定性。",
                "AnswerEn": "The data collection method involves using the Variable Infiltration Capacity (VIC) model, coupled with a comprehensive parameter uncertainty analysis framework. This framework includes parameter sensitivity analysis, optimization, and regionalization, applied to 200 natural or near-natural gauge catchments, to train the VIC model and address parameter uncertainties in the modeling process.",
                "AnswerCn": "数据收集方法涉及使用可变渗透能力（VIC）模型，结合全面的参数不确定性分析框架。该框架包括参数敏感性分析、优化和区域化，应用于200个自然或近自然的水文测站，以训练VIC模型并解决建模过程中的参数不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please detail the methodological approach for ensuring quality control in the reconstruction of long-term natural streamflow datasets, taking into consideration both modeled and inferred data.",
                "QuestionCn": "请详细说明在重建长期自然河流流量数据集时确保质量控制的方法论，考虑到模型数据和推断数据。",
                "AnswerEn": "The methodological approach for quality control involves using a well-trained and tested land surface model coupled with a routing model, incorporating a parameter-uncertainty analysis framework. This includes sensitivity analysis, optimization, regionalization, and manual corrections based on gauge locations. A large dataset of monthly inferred natural/near-natural streamflow records is used to train and test the models, ensuring the reconstructed streamflow data closely aligns with observed data.",
                "AnswerCn": "质量控制的方法论涉及使用经过良好训练和测试的陆面模型与水流模型相结合，采用参数不确定性分析框架。这包括敏感性分析、优化、区域化以及基于测量点位置的手动修正。使用大量的月度推断自然/近自然的河流流量记录来训练和测试模型，确保重建的河流流量数据与观测数据紧密对齐。",
                "Level": "C6(Creating)"
            }
        ]
    }
}