{
  "id": "8bcb762d-a5a4-4ab5-b040-86b9fda8e987",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The meridional atmospheric and oceanic heat sources dataset for the Indian Ocean-Third Pole region (2000-2019)",
      "titleCn": "印度洋-第三极经向断面区域大气和海洋热源数据集（2000-2019）",
      "description": "The atmospheric and oceanic thermal conditions over the Indian Ocean-Third Pole (Qinghai-Tibet Plateau) are important for affecting the Asian monsoon activity and pan-Third Pole climate. At seasonal and interannual timescales, the meridional atmospheric and oceanic heat sources are closely related to Indian monsoon, Bay of Bengal monsoon, and the sea surface temperature (SST) mode in the tropical Indian Ocean. Therefore, we calculate and establish the meridional atmospheric and oceanic heat sources dataset for the Indian Ocean-Third pole section. \n\tIn order to obtain the horizontal distribution of atmospheric heating rate on each pressure level, we use the inverse algorithm from Yanai et al. (1973): \nQ_1=c_p [∂T/∂t+V ⃑∙∇T+(p/p_0 )^κ ω ∂θ/∂p]                                 \n\tQ_1 is the atmospheric apparent heat source, which can be affected by temperature local variation, temperature advection and potential temperature vertical variation. \nT, θ, V ⃑, and ω respectively represent the temperature, potential temperature, horizontal wind vector, and vertical velocity. p_0=1013.25hPa.  κ=R/c_p, R and c_p are the gas constant and specific heat of dry air at constant pressure respectively, κ≈0.286。\n\tBased on the ERA5 Atmospheric Reanalysis data from 2000 to 2019, we calculate the monthly meridional (along 60°E, 70°E, 80°E, 90°E) atmospheric heating rate (unit: K/s) for the Indian Ocean-Third pole section (30°S-60°N) with horizontal resolution of 1°×1° and vertical range of 1000-100hPa at 27 levels. \n\tWith reference to Hall and Bryden (1982), the vertical Ocean Heat Transport (OHT) at given longitudes can be calculated by the following formula:\nOHT=∮_(Θ=Θ_i)▒∫_(z_b)^(z_0)▒〖ρ_0 c_p (θ-θ_r ) 〗∙udz                                \n\tWhere ρ_0, c_p, θ, θ_r, and u represent the density, specific heat, capacity potential temperature, reference temperature (0℃), and zonal velocity of sea water respectively. z_0 and z_b are the depths of sea surface and sea floor. \n\tBased on the CMEMS (Copernicus Marine Service) Oceanic Reanalysis data from 2000 to 2019, we calculate the monthly meridional (along 60°E, 70°E, 80°E, 90°E) OHT (eastward positive, unit: PW(1015W)) over the Indian Ocean-Third pole region (30°S-30°N) with horizontal resolution of 1°×1° and vertical range from sea surface to sea floor at a depth of about 5900m on 75 levels. \n\tThis dataset can reflect the close relationship between meridional atmospheric and oceanic thermal conditions of Indo-Tibetan Plateau region and Indian monsoon, Bay of Bengal monsoon, and SST mode over tropical Indian Ocean. For example, from the monthly evolution of meridional atmospheric heating rate along 70°E for the Indian Ocean-Third pole section (Figure 1), the atmospheric heat source area above the tropical southern Indian Ocean gradually advances northward from Marth to May. In particular, from May to June, this tropical atmospheric heat source area moves to the tropical northern Indian Ocean with its intensity strengthened and scope expanded, at the same time, the Indian summer monsoon onsets. For instance, from the monthly evolution of meridional atmospheric heating rate along 90°E for the Indian Ocean-Third pole region (Figure 2), we can see that the atmospheric heat source area above the tropical Indian Ocean expands to the south of Qinghai-Tibet Plateau and increases significantly from April to June, coinciding with the onset and northward advance of the Bay of Bengal monsoon. Another example, from the monthly evolution of meridional OHT along 60°E and 90°E for the Indian Ocean-Third pole section (Figures 3 and 4), it can be found the ocean heat at the equatorial Indian Ocean subsurface transports from west to east, and its position is very close to the Equatorial undercurrent. And this subsurface OHT intensity in the west is obviously higher than that in the east, which is related to the wind-thermocline-SST feedback mechanism. It is also worth noting that this subsurface OHT is strong in spring (March-May), weakens in summer, and significantly strengthens in late autumn and early winter (October-December), interacting with the development and formation of Indian Ocean Dipole.",
      "descriptionCn": "印度洋-第三极（青藏高原）大气和海洋的热力状况是影响亚洲季风活动和泛第三极区域气候变化的重要因素。在季节和年际尺度上，印度洋-第三极经向断面区域的大气和海洋热源状况与印度季风、孟加拉湾季风、热带印度洋海温模态演变等密切相关。基于此，我们计算并建立了印度洋-第三极经向断面区域的大气和海洋热源数据集。\n\t为了得到每个等压面上大气加热率的水平分布，我们采用Yanai et al.（1973）提出的计算大气热源的倒算法：\nQ_1=c_p [∂T/∂t+V ⃑∙∇T+(p/p_0 )^κ ω ∂θ/∂p]                               \n\t其中，Q_1为大气视热源，影响大气热源的因子有温度局地变化项、温度平流项和位温垂直变化项。T是气温，θ是位温，V ⃑是水平风矢量，ω是垂直速度，p_0=1013.25hPa。κ=R/c_p，R和c_p分别为干空气的气体常数和定压比热，κ≈0.286。\n\t\t我们利用ERA5全球大气再分析资料（The Fifth Generation ECMWF Atmospheric Reanalysis of the Global Climate），计算了2000-2019年逐月的印度洋-第三极经向断面区域（30°S-60°N，60°E、70°E、80°E、90°E）大气垂直剖面加热率（单位：K/s，水平分辨率：1°×1°，垂直范围：1000-100hPa，共27层）。\n\t参照Hall and Bryden（1982）可以给出在给定经度的垂直剖面上的海洋内部热能输送（Ocean Heat Transport，OHT）计算公式：\nOHT=∮_(Θ=Θ_i)▒∫_(z_b)^(z_0)▒〖ρ_0 c_p (θ-θ_r ) 〗∙udz                             \n\t其中，ρ_0是海水密度，c_p是海水的比热容，θ是海水位温，基准温度θ_r可取0℃，u是纬向海水流速。z_0、z_b分别表示海表和海底深度。\n\t我们利用CMEMS（Copernicus Marine Service）全球海洋集合再分析数据，计算了2000-2019年逐月的印度洋-第三极经向断面区域（30°S-30°N，60°E、70°E、80°E、90°E）海洋内部垂直剖面的热能输送（以向东为正，单位：PW（1015W），水平分辨率：1°×1°，垂直范围：从海表到海底约5900m深度，共75层）。\n\t该数据集可以反映出印度洋-青藏高原地区经向剖面的大气和海洋热力状况与印度季风、孟加拉湾季风、热带印度洋海温模态演变的密切关联。比如，从印度洋-第三极70°E经向断面区域大气垂直剖面加热率的逐月演变（图1）能够看到，从3月至5月，大气热源区从热带南印度洋上空逐渐向北推进，特别是从5月到6月，大气热源区从赤道印度洋上空移向热带北印度洋上空，且强度显著加强、范围明显扩大，与此同时印度夏季风爆发。比如，从印度洋-第三极90°E经向断面区域大气垂直剖面加热率的逐月演变（图2）可以看到，4月到6月，大气热源区从热带印度洋上空向青藏高原南侧扩张并明显增强，与孟加拉湾季风的爆发和向北推进相一致。再比如，根据印度洋-第三极60°E和90°E经向断面区域海洋内部热能输送的逐月演变（图3和4）可知，赤道印度洋次表层有自西向东的海洋热能输送，它与印度洋赤道潜流的位置非常接近，且在西部的强度明显高于东部，这与风-温跃层-海温之间的反馈机制有关；另外值得注意的是，该次表层热能输送在春季（3-5月）较强，夏季减弱，秋末冬初（10-12月）再次显著加强，与印度洋偶极子的发展和形成存在相互作用。",
      "instructions": "Q1_60E_30S_60N_2000_2019_mon.nc, Q1_70E_30S_60N_2000_2019_mon.nc, Q1_80E_30S_60N_2000_2019_mon.nc, Q1_90E_30S_60N_2000_2019_mon.nc:\n\tThe 2000-2019 monthly meridional (along 60°E, 70°E, 80°E, 90°E) atmospheric heating rate (unit: K/s) for the Indian Ocean-Third pole section (30°S-60°N) with horizontal resolution of 1°×1° and vertical range of 1000-100hPa at 27 levels (1000, 975, 950, 925, 900, 875, 850, 825, 800, 775, 750, 700, 650, 600, 550, 500, 450, 400, 350, 300, 250, 225, 200, 175, 150, 125, 100hPa) based on the ERA5 Atmospheric Reanalysis data.\nOHT_60E_30S_30N_2000_2019_mon.nc,OHT_70E_30S_30N_2000_2019_mon.nc, OHT_80E_30S_30N_2000_2019_mon.nc,OHT_90E_30S_30N_2000_2019_mon.nc:\n\tThe 2000-2019 monthly meridional (along 60°E, 70°E, 80°E, 90°E) OHT (eastward positive, unit: PW(1015W)) over the Indian Ocean-Third pole region (30°S-30°N) with horizontal resolution of 1°×1° and vertical range from sea surface to sea floor at a depth of about 5900m on 75 levels (0.5058, 1.556, 2.668, 3.856, 5.140, 6.543, 8.093, 9.823, 11.77, 13.99, 16.53, 19.43, 22.76, 26.56, 30.87, 35.74, 41.18, 47.21, 53.85, 61.11, 69.02, 77.61, 86.93, 97.04, 108.0, 120.0, 133.1, 147.4, 163.2, 180.5, 199.8, 221.1, 244.9, 271.4, 300.9, 333.9, 370.7, 411.8, 457.6, 508.6, 565.3, 628.0, 697.3, 773.4, 856.7, 947.4, 1046.0, 1152.0, 1266.0, 1387.0, 1516.0, 1653.0, 1796.0, 1945.0, 2101.0, 2262.0, 2429.0, 2600.0, 2776.0, 2956.0, 3139.0, 3325.0, 3513.0, 3705.0, 3898.0, 4093.0, 4290.0, 4488.0, 4688.0, 4888.0, 5089.0, 5292.0, 5495.0, 5698.0, 5902.0m) based on the CMEMS Oceanic Reanalysis data.",
      "instructionsCn": "Q1_60E_30S_60N_2000_2019_mon.nc、Q1_70E_30S_60N_2000_2019_mon.nc、Q1_80E_30S_60N_2000_2019_mon.nc、Q1_90E_30S_60N_2000_2019_mon.nc：\n\t基于ERA5再分析资料计算的2000-2019年逐月的印度洋-第三极经向断面区域大气热源数据集。大气加热率Q1的单位是K/s，水平分辨率为1°×1°，纬度范围是30°S-60°N，经度依次选取60°E、70°E、80°E、90°E，垂直范围是1000-100hPa共27层，分别是1000、975、950、925、900、875、850、825、800、775、750、700、650、600、550、500、450、400、350、300、250、225、200、175、150、125、100hPa。\nOHT_60E_30S_30N_2000_2019_mon.nc、OHT_70E_30S_30N_2000_2019_mon.nc、OHT_80E_30S_30N_2000_2019_mon.nc、OHT_90E_30S_30N_2000_2019_mon.nc：\n\t基于CMEMS再分析资料计算的2000-2019年逐月的印度洋-第三极经向断面区域海洋热能输送数据集。海洋热能OHT以向东输送为正，单位是PW（1015W），水平分辨率为1°×1°，纬度范围是30°S-30°N，经度依次选取60°E、70°E、80°E、90°E，垂直范围是从海表到海底约5900m深度，共75层，分别是0.5058、1.556、2.668、3.856、5.140、6.543、8.093、9.823、11.77、13.99、16.53、19.43、22.76、26.56、30.87、35.74、41.18、47.21、53.85、61.11、69.02、77.61、86.93、97.04、108.0、120.0、133.1、147.4、163.2、180.5、199.8、221.1、244.9、271.4、300.9、333.9、370.7、411.8、457.6、508.6、565.3、628.0、697.3、773.4、856.7、947.4、1046.0、1152.0、1266.0、1387.0、1516.0、1653.0、1796.0、1945.0、2101.0、2262.0、2429.0、2600.0、2776.0、2956.0、3139.0、3325.0、3513.0、3705.0、3898.0、4093.0、4290.0、4488.0、4688.0、4888.0、5089.0、5292.0、5495.0、5698.0、5902.0m。",
      "east": 90.0,
      "west": 60.0,
      "south": -30.0,
      "north": 60.0,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2019-12-31 00:00:00",
      "fileSize": 28504566.0,
      "cstr": "18406.11.Atmos.tpdc.272722",
      "doi": "10.11888/Atmos.tpdc.272722",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李德琳",
        "nameEn": "LI Delin ",
        "unitEn": "South China Sea Institute of Marine Meteorology, Guangdong Ocean University",
        "unitCn": "广东海洋大学 南海海洋气象研究院"
      },
      {
        "nameCn": "肖子牛",
        "nameEn": "XIAO Ziniu",
        "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "赵亮",
        "nameEn": "ZHAO Liang",
        "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Direct estimates and mechanisms of ocean heat transport",
        "referenceCn": null,
        "referenceEn": "Hall, M.M., Bryden, H.L. (1982). Direct estimates and mechanisms of ocean heat transport. Deep-Sea Res, 29(3A), 339–359."
      },
      {
        "titleCn": null,
        "titleEn": "Determination of Bulk Properties of Tropical Cloud Clusters from Large-Scale Heat and Moisture Budgets",
        "referenceCn": null,
        "referenceEn": "Yanai, M., Esbensen, S., & Chu, J.H. (1973). Determination of Bulk Properties of Tropical Cloud Clusters from Large-Scale Heat and Moisture Budgets. J Atmos Sci, 30, 611–627."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "海洋",
        "nameEn": "Ocean"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气热源",
        "nameEn": "atmospheric heat source"
      },
      {
        "nameCn": "海洋气象",
        "nameEn": "Marine Meteorology"
      },
      {
        "nameCn": "海洋热能输送",
        "nameEn": "Ocean Heat Transport (OHT)"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "印度洋",
        "keywordEn": "Indian Ocean"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": "",
        "type": "temporal"
      },
      {
        "keywordCn": "年",
        "keywordEn": "Year",
        "type": "temporal"
      },
      {
        "keywordCn": "月",
        "keywordEn": "month",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the total vertical range covered by the atmospheric heat source data in terms of pressure levels?",
        "QuestionCn": "大气热源数据覆盖的总垂直范围以压力水平表示是多少？",
        "AnswerEn": "1000-100 hPa",
        "AnswerCn": "1000-100 百帕",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '大气视热源' mean in the context of atmospheric data collection?",
        "QuestionCn": "在大气数据收集的背景下，“大气视热源”是什么意思？",
        "AnswerEn": "In the context of atmospheric data collection, '大气视热源' refers to the apparent heat source of the atmosphere, which is influenced by factors such as local temperature changes, temperature advection, and vertical potential temperature variation. It is calculated using a method proposed by Yanai et al. (1973) that considers these factors to determine the horizontal distribution of atmospheric heating rates on each isobaric surface.",
        "AnswerCn": "在大气数据收集的背景下，“大气视热源”指的是大气的表观热源，它受到局部温度变化、温度平流和垂直位势温度变化等因素的影响。它是使用Yanai等人（1973）提出的方法计算的，该方法考虑了这些因素，以确定每个等压面上大气加热率的水平分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the observed monthly changes in atmospheric heating rates from March to June help infer the dynamics of the Indian summer monsoon?",
        "QuestionCn": "从三月到六月观察到的大气加热率的月变化如何帮助推断印度夏季季风的动态？",
        "AnswerEn": "The monthly evolution of atmospheric heating rates shows that the atmospheric heat source region shifts northward from the tropical southern Indian Ocean to the tropical northern Indian Ocean between March and June. This northward movement and significant intensification of the atmospheric heat source region are associated with the onset of the Indian summer monsoon.",
        "AnswerCn": "大气加热率的月度演变显示，气候热源区域在三月至六月之间从热带南印度洋向热带北印度洋北移。这一北移及大气热源区域的显著增强与印度夏季季风的 onset 相关。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accurate calculation of atmospheric heating rates in the Indian Ocean-Tibetan Plateau meridional transect region?",
        "QuestionCn": "影响印度洋-青藏高原经向横断面区域大气加热率准确计算的因素有哪些？",
        "AnswerEn": "The accurate calculation of atmospheric heating rates in the Indian Ocean-Tibetan Plateau meridional transect region relies on factors such as the local temperature changes, temperature advection, and vertical potential temperature changes. These factors are integrated using the reverse algorithm proposed by Yanai et al. (1973) and require precise data from sources like ERA5 global atmospheric reanalysis to measure monthly atmospheric vertical profile heating rates across various pressure levels.",
        "AnswerCn": "在印度洋-青藏高原经度横断面区域，准确计算大气加热率依赖于局部温度变化、温度平流和垂直位势温度变化等因素。这些因素通过Yanai等人（1973）提出的反演算法进行整合，并需要来自ERA5全球大气重分析等来源的精确数据，以测量各个压力层的月度大气垂直剖面加热率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives drive the creation of a dataset that investigates atmospheric and oceanic heat sources across the Indian Ocean and Third Pole region from 2000 to 2019?",
        "QuestionCn": "创建一个调查2000年至2019年印度洋和第三极地区大气和海洋热源的数据集的目标是什么？",
        "AnswerEn": "The goal is to understand the thermal conditions of the atmosphere and ocean in the Indian Ocean-Third Pole region, which significantly influence the Asian monsoon activities and climate changes in the Pan-Third Pole area. By analyzing the atmospheric and oceanic heat sources on seasonal and interannual scales, the dataset aims to elucidate their relationships with the Indian monsoon, Bay of Bengal monsoon, and the evolution of tropical Indian Ocean sea temperature patterns.",
        "AnswerCn": "目标是了解印度洋-第三极地区大气和海洋的热条件，这对亚洲季风活动和泛第三极地区的气候变化有重要影响。通过分析季节性和年际尺度上的大气和海洋热源，数据集旨在阐明它们与印度季风、孟加拉湾季风以及热带印度洋海温模式演变之间的关系。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in calculating the atmospheric vertical profile heating rates using reanalysis data for a specific longitudinal section from 2000-2019?",
        "QuestionCn": "使用再分析数据计算2000-2019年特定经度剖面的大气垂直廓线加热率涉及哪些程序？",
        "AnswerEn": "To calculate the atmospheric vertical profile heating rates, reanalysis data, such as ERA5, is utilized. The procedure involves applying the inverse method proposed by Yanai et al. (1973), which calculates the atmospheric heat source (Q1) by considering factors such as local temperature changes, temperature advection, and vertical changes in potential temperature. The formula used is Q_1=c_p [∂T/∂t+V ⃑∙∇T+(p/p_0)^κ ω ∂θ/∂p], where T is the air temperature, θ is the potential temperature, V ⃑ is the horizontal wind vector, and ω is the vertical velocity. The calculations are performed on a grid with a horizontal resolution of 1°×1° and a vertical range from 1000 to 100 hPa across 27 layers, for the region defined by the longitudinal section (e.g., 60°E, 70°E, 80°E, 90°E) between 30°S and 60°N.",
        "AnswerCn": "为了计算大气垂直剖面的加热率，利用再分析数据，如ERA5。该过程涉及应用Yanai等人（1973）提出的逆方法，通过考虑局部温度变化、温度平流和潜在温度的垂直变化来计算大气热源（Q1）。使用的公式为Q_1=c_p [∂T/∂t+V ⃑∙∇T+(p/p_0)^κ ω ∂θ/∂p]，其中T为气温，θ为潜在温度，V ⃑为水平风速矢量，ω为垂直速度。计算在一个水平分辨率为1°×1°的网格上进行，垂直范围从1000 hPa到100 hPa，覆盖定义的经度区间（例如，60°E、70°E、80°E、90°E）在30°S到60°N之间的区域。",
        "Level": "C3(Applying)"
      }
    ]
  }
}