{
  "id": "8bce06f3-c2ed-46a1-872e-6a80a660f225",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Inventory of glacial lakes in Pakistan (2003-2004)",
      "titleCn": "巴基斯坦冰湖编目数据集（2003-2004）",
      "description": "This glacial lake inventory is supported by the International Centre for Integrated Mountain Development (ICIMOD) and the United Nations Environment Programme/Regional Resource Centre, Asia and The Pacific (UNEP/RRC-AP).\n1. The glacial lake inventory adopts the Landsat remote sensing data and reflects the status of glacial lakes in the Pakistan region from 2003 to 2004.\n2. In terms of spatial coverage, the glacial lake inventory covers the Swat, Chitral, Gilgit, Hunza, Shigar, Shyok, Upper, Indus, Shingo, Astor and Jhelum river basins in the upper reaches of the Indus River.\n3. The glacial lake inventory data include the glacial lake code, glacial lake type, glacial lake area, distance between the glacier and the glacial lake, glaciers related to the glacial lake, etc.\nFor detailed descriptions of the data, please refer to the data file and report.",
      "descriptionCn": "本次冰湖编目受到：International Centre for Integrated Mountain Development (ICIMOD) and United Nationenvironment Programme/Regional Resourc Centre, Asia and The Pacific (UNEP/RRC-AP) 的联合支持。\n1、冰湖编目采用参照landsat遥感数据，反映的巴基斯坦地区2003-2004年的冰湖现状。 \n2、编目覆盖范围：印度河上游Swat, Chitral, Gilgit, Hunza, Shigar, Shyok, Upper 、Indus, Shingo, Astor and Jhelum等流域。 \n3、冰湖编目内容包括：冰湖编码、冰湖类型、冰湖面积、冰湖距冰川的距离、与冰湖相关的冰川等属性。\n详细数据说明请参考数据文档及报告。",
      "instructions": "",
      "instructionsCn": "",
      "east": 77.5,
      "west": 71.0,
      "south": 33.5,
      "north": 37.5,
      "startTime": "2003-01-06 08:00:00",
      "endTime": "2005-01-05 08:00:00",
      "fileSize": 13717651.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Pradeep Kumar Mool",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      },
      {
        "nameCn": "Samjwal Ratna Bajracharya",
        "nameEn": "Samjwal Ratna Bajracharya Samjwal Ratna Bajracharya",
        "unitEn": "",
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      },
      {
        "nameCn": "Basanta Shrestha",
        "nameEn": "Basanta Shrestha",
        "unitEn": "",
        "unitCn": "International Centre for Integrated Mountain Development"
      },
      {
        "nameCn": "Sharad Prasad Joshi",
        "nameEn": "Sharad Prasad Joshi",
        "unitEn": "International Centre for Integrated Mountain Development (ICIMOD)",
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region",
        "referenceCn": null,
        "referenceEn": "Pradeep Kumar Mool,Samjwal Ratna Bajracharya, (2003). Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region ,ICIMOD."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰湖编目",
        "nameEn": "Ice lake inventory"
      },
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喜马拉雅山",
        "keywordEn": "the Himalaya mountains"
      },
      {
        "keywordCn": "巴基斯坦",
        "keywordEn": "Pakistan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003",
        "keywordEn": "2003",
        "type": "temporal"
      },
      {
        "keywordCn": "2004",
        "keywordEn": "2004",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What attributes are typically cataloged when documenting glacial lakes in a dataset, and how do these attributes contribute to the understanding of glacial lake dynamics?",
        "QuestionCn": "在记录冰川湖的数据集中，通常会编目哪些属性，这些属性如何有助于理解冰川湖的动态？",
        "AnswerEn": "glacial lake coding, lake type, lake area, distance from the glacier to the lake, related glacier characteristics",
        "AnswerCn": "冰川湖编码、湖泊类型、湖泊面积、从冰川到湖泊的距离、相关冰川特征",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of ice lakes cataloged in the specified regions of Pakistan using Landsat remote sensing data for the year 2003-2004?",
        "QuestionCn": "在2003-2004年期间，使用Landsat遥感数据在巴基斯坦指定区域中编目冰湖的总数是多少？",
        "AnswerEn": "The metadata does not specify the exact total number of ice lakes cataloged.",
        "AnswerCn": "元数据未指定确切的冰湖总数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ice lake cataloging' mean in the context of data collection for glacial lakes in Pakistan?",
        "QuestionCn": "在巴基斯坦冰川湖泊的数据收集中，“冰湖编目”是什么意思？",
        "AnswerEn": "Ice lake cataloging refers to the systematic documentation and analysis of glacial lakes in Pakistan using remote sensing data, specifically Landsat imagery, from the years 2003-2004. This process involves recording various attributes such as the lake's code, type, area, distance from glaciers, and related glacial features, covering specific basins like Swat, Chitral, Gilgit, Hunza, and others within the Indus River system.",
        "AnswerCn": "冰湖目录编制是指利用遥感数据，特别是2003-2004年的Landsat影像，对巴基斯坦冰川湖进行系统的文档记录和分析。这个过程涉及记录各种属性，如湖泊的编码、类型、面积、与冰川的距离以及相关的冰川特征，涵盖了如斯瓦特、奇特拉尔、吉尔吉特、亨扎等特定流域，均属于印度河系统。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of cataloging ice lakes using Landsat remote sensing data in the context of the Indus river basins during 2003-2004?",
        "QuestionCn": "在2003-2004年期间，使用Landsat遥感数据对印度河流域的冰湖进行编目，其目标是什么？",
        "AnswerEn": "The goal of cataloging ice lakes using Landsat remote sensing data is to reflect the status of ice lakes in the Pakistan region during 2003-2004. It involves documenting attributes such as ice lake codes, types, areas, distances from glaciers, and related glaciers, which aids in understanding and monitoring glacial and hydrological dynamics in crucial basins like Swat, Chitral, Gilgit, Hunza, Shigar, Shyok, Upper Indus, Shingo, Astor, and Jhelum.",
        "AnswerCn": "使用Landsat遥感数据对冰湖进行编目，旨在反映2003-2004年巴基斯坦地区冰湖的状态。该过程涉及记录冰湖代码、类型、面积、与冰川的距离以及相关冰川等属性，这有助于理解和监测在斯瓦特、奇特拉尔、吉尔吉特、亨扎、希加尔、肖克、上印度河、辛戈、阿斯托尔和杰赫勒姆等重要流域的冰川和水文动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in cataloging glacial lakes using Landsat remote sensing data to capture the status of lakes in the Indus River basins during the 2003-2004 period?",
        "QuestionCn": "使用Landsat遥感数据对冰川湖泊进行编目，以捕捉2003-2004年期间印度河流域湖泊状态的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involve utilizing Landsat remote sensing data to reflect the status of glacial lakes in the specified regions of Pakistan during 2003-2004. The cataloging covers basins such as Swat, Chitral, Gilgit, Hunza, Shigar, Shyok, Upper Indus, Shingo, Astor, and Jhelum. The catalog includes attributes like lake coding, lake type, lake area, distance from glaciers, and related glacier information. Detailed data documentation and reports provide further explanation of these procedures.",
        "AnswerCn": "这些程序步骤涉及利用Landsat遥感数据反映2003-2004年巴基斯坦特定地区冰川湖的状态。目录涵盖了斯瓦特、奇特拉尔、吉尔吉特、亨扎、希加尔、肖克、上印度河、辛戈、阿斯托尔和杰赫勒姆等流域。目录包括湖泊编码、湖泊类型、湖泊面积、距离冰川的距离以及相关冰川信息等属性。详细的数据文档和报告提供了对这些程序的进一步解释。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the effective use of Landsat remote sensing data for cataloging glacial lakes in regions like Pakistan?",
        "QuestionCn": "哪些技术进步使得在巴基斯坦等地区有效利用Landsat遥感数据对冰川湖进行分类成为可能？",
        "AnswerEn": "The use of Landsat remote sensing data enables the cataloging of glacial lakes by providing imagery that reflects the current state of glacial lakes in the specified region during the years 2003-2004.",
        "AnswerCn": "使用Landsat遥感数据可以对冰川湖进行分类，因为它提供了反映2003-2004年指定区域内冰川湖当前状态的影像。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}