{
  "id": "8c041cfb-f297-481b-b4fa-cbdf1e27dc84",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "30 m land cover classification product data set of Qilian Mountain Area in 2021 (V3.0)",
      "titleCn": "祁连山区域30m土地覆盖分类产品数据集（V3.0，2021）",
      "description": "This data set is a 30m land cover classification product in the Qilian Mountains in 2021. This product is based on the land cover classification product in 2021, based on the Landsat series data and strong geodetic data processing capability of Google Earth engine platform, and is produced by using the ideas and methods of change detection. The overall accuracy is better than 85%. This product is the continuation of land cover classification products from 1985 to 2020. Land cover classification products from 1985 to 2020 can also be downloaded from this website. Among them, the land use products from 1985 to 2015 are five years and one period, and the land use products from 2015 to 2021 are one year and one period.",
      "descriptionCn": "本数据集为祁连山区域2021年的30m土地覆盖分类产品。该产品以2021年的土地覆盖分类产品为基础，基于Google Earth Engine平台的Landsat系列数据和强大地数据处理能力，利用变化检测的思想和方法生产得到，总体精度优于85%。该产品是1985-2020年土地覆盖分类产品的延续。1985-2020年的土地覆盖分类产品也可在本网站下载得到。其中，1985-2015年的土地利用产品为5年1期，2015-2021年的土地利用产品为1年1期。",
      "instructions": "File Naming Convention: YYYY_QiLianShan_WholeArea _LC30.tif (YYYY: year)\nData Version：V3.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 40850 rows ×17023 columes\nFilled Value：0",
      "instructionsCn": "文件命名：YYYY_QiLianShan_WholeArea_LC30.tif\t（YYYY：年）\n数据版本号：V3.0\n投影：Geographic\n数据格式：GeoTIFF, 66777行×40598列\n填充值：0",
      "east": 93.0,
      "west": 104.0,
      "south": 35.0,
      "north": 40.0,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 79653099.0,
      "cstr": "18406.11.HumanNat.tpdc.272691",
      "doi": "10.11888/HumanNat.tpdc.272691",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨爱霞",
        "nameEn": "YANG Aixia",
        "unitEn": "Institute of Remote Sensing and Digital Earth, CAS",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      },
      {
        "nameCn": "角坤升",
        "nameEn": "JUE Kunsheng",
        "unitEn": "Institute of Remote Sensing and Digital Earth, CAS",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "吴俊君",
        "nameEn": "WU Junjun",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Long time series high-quality and high-consistency land cover mapping based on machine learning method at heihe river basin",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Yang, A., Jue, K., & Wu, J. (2021). Long time series high-quality and high-consistency land cover mapping based on machine learning method at heihe river basin. Remote Sensing, 13(8), 1596."
      },
      {
        "titleCn": null,
        "titleEn": "Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Yang, A.X., Nie, A.H., Yao, Y.J., Zhang, H., Wu, S.L., & Liu, Q.H.    (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 8(10), 4973-4992."
      },
      {
        "titleCn": null,
        "titleEn": "Land cover mapping using time series HJ-1/CCD data",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Ma, P., Nie, A., Yang, A., Yao, Y., Lü, W., & Liu, Q. (2014). Land cover mapping using time series HJ-1/CCD data. Science China Earth Sciences, 57(8), 1790-1799"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "QilanMountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      },
      {
        "keywordCn": "年",
        "keywordEn": "yearly",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-cover datasets are crucial for research on eco-hydrological processes and earth system modeling. Remote sensing has become widely used as a macro-observing system for land-cover mapping, which can substitute for plant functional type (PFT) as the baseline. Several moderate to fine resolution global land-cover datasets, which are presented in detail in Table I, based on different satellite sensors are available from different research groups. These land-cover datasets listed in Table I have large variability for three reasons: 1) the data quality and properties are different; 2) there is no standard approach for classifying continuous vegetation cover into discrete categories; and 3) they are not consistent with the Earth System Model’s (ESM) requirements, because the concept of PFT, whose traits represent a combination of spectral relationships, and climatic, ecological, and theoretical assumptions, used in ESMs cannot be mapped directly using remote-sensing land-cover datasets. In addition, the classification accuracies of land-cover datasets vary and are hardly suited for land-process modeling and applications at a river basin scale. The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover. For the HRB, most are distributed over an arid region, so the vegetation classification in the HRB based on current land-cover datasets would cause very large uncertainty and may cause great error or even the failure of eco-hydrological and land-process modeling."
      ],
      "research objective": [
        "In order to improve the accuracy of eco-hydrological and land-process modeling in the HRB, a comprehensive method for mapping monthly land cover with fine spatial resolution and more categories of crop/vegetation is developed by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands."
      ],
      "challenges": [
        "The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover. For the HRB, most are distributed over an arid region, so the vegetation classification in the HRB based on current land-cover datasets would cause very large uncertainty and may cause great error or even the failure of eco-hydrological and land-process modeling."
      ],
      "methods": [
        "A mosaic of the HRB is made using Landsat/TM imagery. The mosaic of Landsat/TM is used as the base image and all HJ-1/CCD images are automatically corrected through the image-to-image registration method. Converting the DN values of the HJ-1/CCD images to top of atmosphere (TOA) radiance with given calibration coefficients. Removing the atmospheric effects of remote-sensing images to obtain the surface reflectance. After the preprocessing has been done, all the HJ-1/CCD images within 1 month are subset and mosaicked; consequently, 10 mosaics for 10 months in the HRB are made and time series of the HRB mosaics from HJ-1/CCD are constructed."
      ],
      "dataset": [
        "The HJ-1/CCD remote-sensing data used in this research were provided by the China Centre for Resources Satellite Data and Application (CRESDA, http://www.cresda.com). The Landsat TM/ETM+ data were downloaded from the USGS website (http://landsat.usgs.gov/). The MODIS data were downloaded from the NASA Goddard Space Flight Center (http://ladsweb.nascom.nasa.gov/). The VHSR data were from Google Earth by Google Inc."
      ],
      "findings": [
        "The confusion matrix is used to evaluate the classification accuracy, showing an overall classification accuracy of over 90% in the HRB, which is quite higher than previous approaches. Furthermore, a ground campaign was performed to evaluate the accuracy of crop classification and an overall accuracy of 84.09% for the crop classification was achieved."
      ],
      "backgroundCn": [
        "土地覆盖数据集对于生态水文过程和地球系统建模的研究至关重要。遥感已成为广泛使用的宏观观测系统，用于土地覆盖制图，可以替代植物功能类型（PFT）作为基线。根据不同的卫星传感器，多个中等到精细分辨率的全球土地覆盖数据集可供不同研究小组使用，这些数据集在表I中详细列出。这些土地覆盖数据集存在较大的变异性，原因有三：1）数据质量和属性不同；2）将连续植被覆盖分类为离散类别没有标准方法；3）它们与地球系统模型（ESM）的要求不一致，因为在ESM中使用的PFT概念，其特征代表了一系列光谱关系、气候、生态和理论假设的组合，无法直接通过遥感土地覆盖数据集进行映射。此外，土地覆盖数据集的分类准确性各不相同，难以适用于流域尺度的土地过程建模和应用。光学遥感影像中土地覆盖分类的不确定性最高，通常发生在农田和草地类别之间，以及干旱地区的灌木、草地和森林类别之间，因为森林覆盖所需的最小阈值存在差异。对于HRB，大部分分布在干旱地区，因此基于当前土地覆盖数据集的HRB植被分类将导致非常大的不确定性，并可能造成巨大的错误，甚至导致生态水文和土地过程建模的失败。"
      ],
      "research objectiveCn": [
        "为了提高HRB地区生态水文和土地过程建模的准确性，开发了一种综合方法，通过使用多种分类器和具有不同时空分辨率和光谱波段的多源遥感数据，来绘制具有细致空间分辨率和更多作物/植被类别的月度土地覆盖图。"
      ],
      "challengesCn": [
        "光学遥感影像的土地覆盖分类中，最高的不确定性最常发生在农田和草地类别之间，以及在干旱系统中灌木、草地和森林类别之间，这主要是由于森林覆盖所需的最低阈值差异。在HRB地区，大部分分布在干旱区域，因此基于当前土地覆盖数据集的HRB植被分类将导致非常大的不确定性，并可能造成重大错误，甚至导致生态水文和土地过程建模的失败。"
      ],
      "methodsCn": [
        "HRB的马赛克图是使用Landsat/TM影像制作的。Landsat/TM的马赛克图作为基础影像，所有HJ-1/CCD影像通过影像间配准方法自动校正。利用给定的校准系数将HJ-1/CCD影像的DN值转换为大气顶辐射率（TOA）进行处理。去除遥感影像的气象效应，以获得地表反射率。在完成预处理后，所有在1个月内的HJ-1/CCD影像被子集化并拼接；因此，HRB地区制作了10个月的10个马赛克图，并构建了HJ-1/CCD的时间序列马赛克图。"
      ],
      "datasetCn": [
        "本研究使用的HJ-1/CCD遥感数据由中国资源卫星数据与应用中心（CRESDA，http://www.cresda.com）提供。Landsat TM/ETM+数据从美国地质调查局网站（http://landsat.usgs.gov/）下载。MODIS数据从NASA戈达德航天飞行中心（http://ladsweb.nascom.nasa.gov/）下载。VHSR数据来自谷歌公司（Google Inc.）的谷歌地球（Google Earth）。"
      ],
      "findingsCn": [
        "混淆矩阵用于评估分类准确性，HRB的整体分类准确率超过90%，这比之前的方法要高得多。此外，还进行了地面调查以评估作物分类的准确性，最终实现了84.09%的整体作物分类准确率。"
      ]
    },
    {
      "background": [
        "Long time series of land cover changes (LCCs) are critical in the analysis of long-term climate, environmental, and ecological changes. Although several moderate to fine resolution global land cover datasets have been publicly released and they show strong consistency at the global scale, they have large deviations at the regional scale; furthermore, high-quality land cover datasets from before 2000 are not available and the classification consistency among different datasets is not very good. Remote sensing has become widely used for global land cover mapping, as it can capture the changes of land cover quickly. Until now, several moderate to fine resolution global land cover datasets have been publicly released and the spatial resolutions of these products are between 1 km and 30 m. They show strong consistency at the global scale, but they have large deviations at the regional scale. The main problems include: (1) most of the land cover datasets have a relatively low resolution (500 m and lower) and their accuracies are usually lower than 75%; among the released datasets, GlobeLand30 and FROM-GLC30 have a spatial resolution of 30 m, and their overall accuracies are 80% and 72% respectively; (2) the classification accuracy of these released datasets at the regional scale is much lower than the claimed accuracy, especially at heterogeneous areas, which is difficult to meet the modeling requirements, and (3) all the datasets are after 2000 and do not have long time series and therefore cannot support the analysis of long-term climate, environmental, and ecological changes."
      ],
      "research objective": [
        "Therefore, by taking the advantages of the two categories of satellite data, we proposed a new time series land cover mapping method based on machine learning and it, thereafter, is applied to Heihe River Basin (HRB) for verification purposes."
      ],
      "challenges": [
        "Many comprehensive classification methods, such as GlobeLand30 using Landsat series satellite data have been developed but the ones with high accuracy usually require manual intervention; thus, more than 10 years’ land cover maps with areas over 140,000 km2 do not allow a lot of manual intervention. Although methods based on time series analysis like LCMM have the capability for making high-quality land cover datasets, a 16-day revisiting period of Landsat series satellite data does not support constructing time series data at HRB. Although machine learning methods, such as FROM-GLC30 have a lot of advantages and have been employed to map land cover using remote sensing imagery, they are usually limited by sampling amount and representativity; the requirement for consistency on data of these methods cannot be met by Landsat series satellite data."
      ],
      "methods": [
        "Firstly, the high-quality land cover datasets at HRB from 2011–2015, which were retrieved using the LCMM method, are used for quickly and accurately making training samples. Secondly, a strategy for transferring the training samples after 2011 to earlier years is established. Thirdly, the random forest model is employed to train the selected yearly samples and a land cover map for every year is subsequently made. Finally, comprehensive analysis and validation are carried out for evaluation."
      ],
      "dataset": [
        "Firstly, the high-quality land cover datasets at HRB from 2011–2015, which were retrieved using the LCMM method, are used for quickly and accurately making training samples."
      ],
      "findings": [
        "In this study, a long time series land cover dataset including 1986, 1990, 1995, 2000, 2005, 2010, 2011, 2012, 2013, 2014, and 2015 is finally made and an average precision of about 90% is achieved. It is the longest time series land cover map with 30 m resolution at HRB and the dataset has good time continuity and stability."
      ],
      "backgroundCn": [
        "长期的土地覆盖变化（LCCs）时间序列在分析长期气候、环境和生态变化中至关重要。尽管已经公开发布了几种中等到精细分辨率的全球土地覆盖数据集，并且它们在全球范围内表现出强一致性，但在区域尺度上存在较大偏差；此外，2000年前的高质量土地覆盖数据集并不可用，不同数据集之间的分类一致性也不太好。遥感技术已广泛应用于全球土地覆盖制图，因为它能够快速捕捉土地覆盖的变化。迄今为止，已经公开发布了几种中等到精细分辨率的全球土地覆盖数据集，这些产品的空间分辨率在1公里到30米之间。它们在全球范围内表现出强一致性，但在区域尺度上存在较大偏差。主要问题包括：（1）大多数土地覆盖数据集的分辨率相对较低（500米及以下），其准确率通常低于75%；在已发布的数据集中，GlobeLand30和FROM-GLC30的空间分辨率为30米，整体准确率分别为80%和72%；（2）这些已发布数据集在区域尺度上的分类准确率远低于声称的准确率，尤其是在异质区域，这难以满足建模要求；（3）所有数据集均为2000年后发布，缺乏长期时间序列，因此无法支持长期气候、环境和生态变化的分析。"
      ],
      "research objectiveCn": [
        "因此，通过利用这两类卫星数据的优势，我们提出了一种基于机器学习的新型时间序列土地覆盖制图方法，并随后将其应用于黑河流域（HRB）进行验证。"
      ],
      "challengesCn": [
        "许多综合分类方法，如使用Landsat系列卫星数据的GlobeLand30，已经被开发出来，但高准确度的方法通常需要人工干预；因此，超过140,000平方公里的土地覆盖图在过去10年中并不允许大量的人工干预。尽管基于时间序列分析的方法，如LCMM，具有制作高质量土地覆盖数据集的能力，但Landsat系列卫星数据的16天重访周期并不支持在HRB构建时间序列数据。虽然机器学习方法，如FROM-GLC30，具有许多优势，并已被用于利用遥感影像进行土地覆盖制图，但它们通常受到样本量和代表性的限制；这些方法对数据一致性的要求无法通过Landsat系列卫星数据来满足。"
      ],
      "methodsCn": [
        "首先，使用LCMM方法获取的2011年至2015年的高质量土地覆盖数据集被用于快速准确地制作训练样本。其次，建立了一种将2011年后的训练样本转移到早期年份的策略。第三，采用随机森林模型对选定的年度样本进行训练，并随后制作每一年的土地覆盖图。最后，进行全面分析和验证以进行评估。"
      ],
      "datasetCn": [
        "首先，2011年至2015年期间通过LCMM方法获取的高质量土地覆盖数据集被用于快速准确地制作训练样本。"
      ],
      "findingsCn": [
        "在这项研究中，最终制作了一个包含1986、1990、1995、2000、2005、2010、2011、2012、2013、2014和2015年的长期系列土地覆盖数据集，并实现了约90%的平均精度。这是HRB地区分辨率为30米的最长时间序列土地覆盖图，该数据集具有良好的时间连续性和稳定性。"
      ]
    },
    {
      "background": [
        "It is very difficult to have remote sensing data with both high spatial resolution and high temporal frequency; thus, two categories of land-use mapping methodology have been developed separately for coarser resolution and finer resolution data. Land use and land cover are the key factors for understanding the interactions between global changes and human activities, such as social, economic, and cultural activities. Moreover, it is one of the key parameters of land process modeling, and more accurate land use and land cover data will improve the accuracy of ecological, hydrological, and atmospheric models. Consequently, land use and land cover data are now widely used in many kinds of researches, such as biodiversity, carbon cycle, public health, crop yield estimation, urban sprawl, forest monitoring, and so on. Since land cover/use can be retrieved straightforwardly from remote sensing, many land cover/use mapping methods using remotely sensed data have been developed for the purposes of regional or global applications."
      ],
      "research objective": [
        "Therefore, by taking the spatiotemporal advantage of HJ-1/CCD data we propose a new method for finer resolution land cover mapping using the time series HJ-1/CCD data, which can greatly improve the land cover mapping accuracy."
      ],
      "challenges": [
        "This method uses much more data and dramatically increases the computation loading; the not very good geometric and radiometric qualities of HJ-1/CCD data lower its usability and increase the difficulty in its use."
      ],
      "methods": [
        "In our two study areas, the very high resolution remote sensing data within Google Earth are used to validate the land cover mapping results, which shows a very high mapping accuracy of 95.76% and 83.78% and a high Kappa coefficient of 0.9423 and 0.8165 in the Dahuofang area of Liaoning Province and the Heiquan area of Gansu Province respectively."
      ],
      "dataset": [
        "The HJ-1 satellite constellation consists of three satellites, named as HJ-1A, HJ-1B, and HJ-1C respectively. For CCD cameras, their nominal spatial resolution is 30 m. HJ-1/CCDs have three visible bands (430–520 nm, 520–600 nm, and 630–690 nm) and one near-infrared band (760–900 nm). The time series data are composed of one dataset per month, so this time series of data can depict the variation of typical land surface."
      ],
      "findings": [
        "The overall accuracy for classification result using the time series of HJ-1/CCD data is 96.76% and the Kappa coefficient is 0.9423; the corresponding overall accuracy and Kappa coefficient for classification result using single Hj-1/CCD data are 87.59% and 0.8296 respectively. Compared with the classification result from single Hj-1/CCD data, the overall accuracy of classification result using the time series HJ-1/CCD data is more than 10% and the Kappa coefficient is more than 0.1. The overall accuracy and Kappa coefficient of classification result using the time series HJ-1/CCD data are 83.78% and 0.8165 respectively; those using single HJ-1/CCD data are 70.82% and 0.665 respectively. It is similar to the comparison in the Dahuofang area that the overall accuracy of classification result using the time series HJ-1/CCD data is also 10% higher and Kappa coefficient is also 0.1 higher than that of classification result using single HJ-1/CCD data."
      ],
      "backgroundCn": [
        "由于高空间分辨率和高时间频率的遥感数据难以获取，因此分别为较粗分辨率和较细分辨率数据开发了两类土地利用制图方法。土地利用和土地覆盖是理解全球变化与人类活动（如社会、经济和文化活动）之间相互作用的关键因素。此外，它们是土地过程建模的关键参数，更准确的土地利用和土地覆盖数据将提高生态、水文和大气模型的准确性。因此，土地利用和土地覆盖数据现在广泛应用于许多研究领域，如生物多样性、碳循环、公共健康、作物产量估计、城市扩张、森林监测等。由于土地覆盖/利用可以通过遥感直接获取，因此已经开发了许多利用遥感数据进行土地覆盖/利用制图的方法，以满足区域或全球应用的需要。"
      ],
      "research objectiveCn": [
        "因此，通过利用HJ-1/CCD数据的时空优势，我们提出了一种新的方法，利用时间序列HJ-1/CCD数据进行更精细的土地覆盖制图，这可以大大提高土地覆盖制图的准确性。"
      ],
      "challengesCn": [
        "该方法使用了更多的数据，并显著增加了计算负载；HJ-1/CCD数据的几何和辐射质量不佳降低了其可用性，并增加了使用上的难度。"
      ],
      "methodsCn": [
        "在我们的两个研究区域，使用Google Earth中的超高分辨率遥感数据来验证土地覆盖制图结果，显示出大连高的制图准确率，分别为95.76%和83.78%，以及较高的Kappa系数，分别为0.9423和0.8165，分别在辽宁省的大伙房地区和甘肃省的黑泉地区。"
      ],
      "datasetCn": [
        "HJ-1卫星星座由三颗卫星组成，分别命名为HJ-1A、HJ-1B和HJ-1C。其CCD相机的标称空间分辨率为30米。HJ-1/CCD具有三个可见光波段（430–520纳米、520–600纳米和630–690纳米）和一个近红外波段（760–900纳米）。时间序列数据由每月一个数据集组成，因此这组时间序列数据可以描绘典型陆地表面的变化。"
      ],
      "findingsCn": [
        "使用HJ-1/CCD数据的时间序列进行分类的总体准确率为96.76%，Kappa系数为0.9423；而使用单一HJ-1/CCD数据的分类结果的总体准确率和Kappa系数分别为87.59%和0.8296。与单一HJ-1/CCD数据的分类结果相比，使用时间序列HJ-1/CCD数据的分类结果的总体准确率提高了10%以上，Kappa系数提高了0.1以上。使用时间序列HJ-1/CCD数据的分类结果的总体准确率和Kappa系数分别为83.78%和0.8165；而使用单一HJ-1/CCD数据的分类结果的总体准确率和Kappa系数分别为70.82%和0.665。与大伙房地区的比较类似，使用时间序列HJ-1/CCD数据的分类结果的总体准确率也比单一HJ-1/CCD数据的分类结果高出10%，Kappa系数也高出0.1。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the classification accuracy of land-cover datasets at the regional scale often lower than their claimed overall accuracy?",
        "QuestionCn": "区域尺度的土地覆盖数据集的分类准确度通常低于其声称的总体准确度吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the challenge in land cover classification more related to the resolution of satellite data, the classification methods, or the representativity of sampling?",
        "QuestionCn": "土地覆盖分类的挑战更多与卫星数据的分辨率、分类方法还是采样的代表性有关？",
        "AnswerEn": "the resolution of satellite data, the classification methods, and the representativity of sampling",
        "AnswerCn": "卫星数据的分辨率、分类方法和采样的代表性",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the primary datasets used in land cover classification derived from Landsat, HJ-1/CCD, or MODIS satellites?",
        "QuestionCn": "用于土地覆盖分类的主要数据集是来自Landsat、HJ-1/CCD还是MODIS卫星？",
        "AnswerEn": "Landsat, HJ-1/CCD, MODIS",
        "AnswerCn": "Landsat, 环境一号/CCD, MODIS",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges in classifying land cover using optical remotely sensed imagery?",
        "QuestionCn": "使用光学遥感影像进行土地覆盖分类的主要挑战是什么？",
        "AnswerEn": "cropland and grassland categories",
        "AnswerCn": "耕地和草地类别",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When is the mosaic of the Heihe River Basin (HRB) created using Landsat/TM imagery?",
        "QuestionCn": "使用Landsat/TM影像创建的黑河流域（HRB）马赛克图是什么时候？",
        "AnswerEn": "Landsat/TM imagery",
        "AnswerCn": "Landsat/TM 影像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What datasets are used for training samples in the land cover mapping method for the Heihe River Basin (HRB)?",
        "QuestionCn": "在黑河流域（HRB）的土地覆盖制图方法中使用了哪些数据集作为训练样本？",
        "AnswerEn": "High-quality land cover datasets at HRB from 2011–2015",
        "AnswerCn": "2011-2015年HRB高质量土地覆盖数据集",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of high uncertainty in land-cover classification between cropland and grassland categories?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对在农田和草地类别之间进行土地覆盖分类时面临的高不确定性挑战？",
        "AnswerEn": "A comprehensive method for mapping monthly land cover with fine spatial resolution and more categories of crop/vegetation is developed by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands.",
        "AnswerCn": "通过使用多种分类器和多源遥感数据（具有不同的时空分辨率和光谱波段），开发了一种综合方法，用于以细致的空间分辨率和更多的作物/植被类别映射月度土地覆盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that could be used for training and validation in land cover mapping using machine learning methods?",
        "QuestionCn": "一个可以用于使用机器学习方法进行土地覆盖制图的训练和验证的数据集的例子是什么？",
        "AnswerEn": "The high-quality land cover datasets at HRB from 2011–2015, retrieved using the LCMM method, are used for quickly and accurately making training samples.",
        "AnswerCn": "2011年至2015年期间，通过LCMM方法获取的高质量土地覆盖数据集被用于快速准确地制作训练样本。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of how time series data is used to enhance the accuracy of land cover mapping?",
        "QuestionCn": "您能否提供一个示例，说明时间序列数据如何用于提高土地覆盖制图的准确性？",
        "AnswerEn": "The time series of HJ-1/CCD data is used to classify land cover, showing an overall accuracy of 96.76% and a Kappa coefficient of 0.9423, significantly improving upon single data classification results.",
        "AnswerCn": "HJ-1/CCD数据的时间序列用于土地覆盖分类，整体准确率为96.76%，Kappa系数为0.9423，显著提高了单一数据分类结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the typical data collection methods used for creating land cover datasets in arid regions?",
        "QuestionCn": "在干旱地区创建土地覆盖数据集的典型数据收集方法是什么？",
        "AnswerEn": "remote sensing imagery, Landsat/TM satellites, HJ-1/CCD satellites, multi-temporal data, multispectral data",
        "AnswerCn": "遥感影像，Landsat/TM卫星，HJ-1/CCD卫星，多时相数据，多光谱数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the overall classification accuracy achievable using a mosaic of Landsat/TM imagery for land cover mapping?",
        "QuestionCn": "使用Landsat/TM影像的马赛克进行土地覆盖制图时，能够实现的整体分类准确率是多少？",
        "AnswerEn": "90%",
        "AnswerCn": "90%",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How frequently are datasets updated in the HRB using the proposed time series land cover mapping method?",
        "QuestionCn": "使用提议的时间序列土地覆盖映射方法，HRB中的数据集更新频率是多少？",
        "AnswerEn": "1 year",
        "AnswerCn": "1年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the nominal spatial resolution of the CCD cameras on the HJ-1 satellite constellation used for land cover mapping?",
        "QuestionCn": "HJ-1卫星星座上CCD相机的名义空间分辨率是多少，用于土地覆盖制图？",
        "AnswerEn": "30 m",
        "AnswerCn": "30 米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are 'multiple classifiers' in the context of land cover mapping using remote sensing data?",
        "QuestionCn": "在使用遥感数据进行土地覆盖制图的背景下，“多个分类器”是什么？",
        "AnswerEn": "Multiple classifiers refer to the use of different algorithms or methods to categorize land-cover types in remote sensing data. This approach aims to improve the accuracy and reliability of land-cover classification by leveraging the strengths of various classification techniques to address uncertainties and challenges, such as distinguishing between similar land-cover categories.",
        "AnswerCn": "多分类器是指在遥感数据中使用不同的算法或方法对土地覆盖类型进行分类。这种方法旨在通过利用各种分类技术的优势来提高土地覆盖分类的准确性和可靠性，以应对不确定性和挑战，例如区分相似的土地覆盖类别。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when mapping land cover using HJ-1/CCD data compared to Landsat series satellite data?",
        "QuestionCn": "使用HJ-1/CCD数据与Landsat系列卫星数据进行土地覆盖制图时面临的挑战有哪些不同？",
        "AnswerEn": "Mapping land cover using HJ-1/CCD data involves challenges such as increased computation load and the need to address geometric and radiometric quality issues. In contrast, Landsat series satellite data face challenges related to their relatively low temporal frequency, which limits the ability to construct time series data. Additionally, Landsat data have limitations in sampling amount and representativity, which affect consistency in land cover mapping.",
        "AnswerCn": "使用HJ-1/CCD数据进行土地覆盖制图面临着计算负荷增加以及需要解决几何和辐射质量问题的挑战。相比之下，Landsat系列卫星数据面临着相对较低的时间频率，这限制了构建时间序列数据的能力。此外，Landsat数据在采样量和代表性方面存在局限性，这影响了土地覆盖制图的一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do time series land cover datasets differ in their ability to support long-term climate and ecological change analysis compared to datasets derived from single-time-point data?",
        "QuestionCn": "时间序列土地覆盖数据集在支持长期气候和生态变化分析方面，与单一时间点数据衍生的数据集相比，有哪些不同之处？",
        "AnswerEn": "Time series land cover datasets provide better support for long-term climate and ecological change analysis because they offer continuity and stability over extended periods, capturing changes at different time points. These datasets, such as those developed using the LCMM method, include multiple years and achieve high accuracy, with an average precision of about 90%. In contrast, single-time-point data may lack temporal depth and might not adequately capture long-term trends or variations.",
        "AnswerCn": "时间序列土地覆盖数据集为长期气候和生态变化分析提供了更好的支持，因为它们在较长时间内提供了连续性和稳定性，捕捉了不同时间点的变化。这些数据集，例如使用LCMM方法开发的数据集，涵盖多个年份，并且实现了高精度，平均精度约为90%。相比之下，单一时间点的数据可能缺乏时间深度，可能无法充分捕捉长期趋势或变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes of uncertainty in land-cover classification using optical remotely sensed imagery, especially in arid regions?",
        "QuestionCn": "使用光学遥感影像进行土地覆盖分类的不确定性主要原因是什么，特别是在干旱地区？",
        "AnswerEn": "The primary causes of uncertainty in land-cover classification using optical remotely sensed imagery, particularly in arid regions, include difficulties in distinguishing between cropland and grassland categories and among shrub, grassland, and forest categories. These challenges are often due to differences in the minimum threshold required for forest cover, which can lead to significant errors or even failure in eco-hydrological and land-process modeling.",
        "AnswerCn": "使用光学遥感影像进行土地覆盖分类的不确定性主要来源于几个方面，特别是在干旱地区，包括区分农田和草地类别的困难，以及灌木、草地和森林类别之间的区分。这些挑战通常是由于森林覆盖所需的最低阈值差异，这可能导致生态水文和土地过程建模中的重大错误甚至失败。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do land-cover datasets from before 2000 exhibit lower accuracy and consistency at regional scales compared to those developed after 2000?",
        "QuestionCn": "为什么2000年前的土地覆盖数据集在区域尺度上的准确性和一致性较低，而2000年后开发的数据集则较高？",
        "AnswerEn": "Land-cover datasets from before 2000 often exhibit lower accuracy and consistency at regional scales due to their relatively low spatial resolution and lack of long time series data. Additionally, the classification accuracy of these datasets is often much lower than the claimed accuracy, especially in heterogeneous areas, which makes them less suitable for modeling requirements.",
        "AnswerCn": "2000年之前的土地覆盖数据集通常由于其相对较低的空间分辨率和缺乏长期时间序列数据，在区域尺度上表现出较低的准确性和一致性。此外，这些数据集的分类准确性往往远低于声称的准确性，尤其是在异质区域，这使得它们不太适合建模需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors lead to increased computational load and usability challenges when using HJ-1/CCD data for land-cover mapping?",
        "QuestionCn": "使用HJ-1/CCD数据进行土地覆盖制图时，导致计算负荷增加和可用性挑战的因素有哪些？",
        "AnswerEn": "Using HJ-1/CCD data for land-cover mapping increases computational load because the method requires processing a large amount of data. Moreover, the geometric and radiometric qualities of HJ-1/CCD data are not optimal, which lowers their usability and makes the data more challenging to work with.",
        "AnswerCn": "使用HJ-1/CCD数据进行土地覆盖制图会增加计算负担，因为该方法需要处理大量数据。此外，HJ-1/CCD数据的几何和辐射质量并不理想，这降低了它们的可用性，使得数据处理更加困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a time series analysis method based on machine learning for long-term land cover mapping?",
        "QuestionCn": "使用基于机器学习的时间序列分析方法进行长期土地覆盖制图的潜在结果是什么？",
        "AnswerEn": "A time series analysis method based on machine learning for long-term land cover mapping can result in the creation of a long time series land cover dataset with high average precision, providing good time continuity and stability, which is essential for analyzing long-term climate, environmental, and ecological changes.",
        "AnswerCn": "基于机器学习的时间序列分析方法可以生成一个长期的土地覆盖数据集，具有高平均精度，提供良好的时间连续性和稳定性，这对于分析长期气候、环境和生态变化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a comprehensive method for mapping monthly land cover with fine spatial resolution and multiple crop/vegetation categories?",
        "QuestionCn": "为什么开发一种全面的方法来以精细空间分辨率和多种作物/植被类别绘制每月土地覆盖图很重要？",
        "AnswerEn": "The goal is to improve the accuracy of eco-hydrological and land-process modeling, particularly in regions like the Heihe River Basin (HRB) where existing land-cover datasets cause large uncertainties and are not suited for modeling due to the frequent misclassification between land types such as cropland and grassland.",
        "AnswerCn": "目标是提高生态水文和土地过程建模的准确性，特别是在像黑河流域（HRB）这样的地区，现有的土地覆盖数据集造成了较大的不确定性，并且由于农田和草地等土地类型之间的频繁误分类，不适合建模。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What motivates the creation of a long time series land cover dataset with high spatial resolution and consistency?",
        "QuestionCn": "创建高空间分辨率和一致性的长期土地覆盖数据集的动机是什么？",
        "AnswerEn": "The objective is to support the analysis of long-term climate, environmental, and ecological changes, as existing datasets often have low resolutions and lack long time series before 2000, making them inadequate for regional scale studies and modeling requirements.",
        "AnswerCn": "目标是支持对长期气候、环境和生态变化的分析，因为现有数据集通常分辨率较低，并且在2000年前缺乏长时间序列，这使得它们不适合区域尺度的研究和建模需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why utilize time series data from HJ-1/CCD for finer resolution land cover mapping?",
        "QuestionCn": "为什么利用HJ-1/CCD的时间序列数据进行更精细的土地覆盖制图？",
        "AnswerEn": "The motivation is to leverage the spatiotemporal advantages of HJ-1/CCD data to significantly improve mapping accuracy, as conventional methods either lack high temporal frequency or produce lower accuracy due to inferior geometric and radiometric qualities.",
        "AnswerCn": "动机是利用HJ-1/CCD数据的时空优势显著提高制图精度，因为传统方法要么缺乏高时间频率，要么由于几何和辐射质量较差而导致精度较低。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in creating a monthly land cover map with fine spatial resolution using multisource remotely sensed data?",
        "QuestionCn": "使用多源遥感数据创建具有精细空间分辨率的月度土地覆盖图所涉及的程序步骤是什么？",
        "AnswerEn": "To create a monthly land cover map with fine spatial resolution, a mosaic of the HRB is made using Landsat/TM imagery as the base image. All HJ-1/CCD images are automatically corrected through image-to-image registration, converted to TOA radiance, and atmospheric effects are removed to obtain surface reflectance. HJ-1/CCD images within 1 month are subset and mosaicked, resulting in 10 mosaics for 10 months, and time series of the HRB mosaics from HJ-1/CCD are constructed.",
        "AnswerCn": "为了创建一个具有细致空间分辨率的月度土地覆盖图，使用Landsat/TM影像作为基础影像制作HRB的马赛克。所有HJ-1/CCD影像通过影像间配准自动校正，转换为TOA辐射，去除大气效应以获得表面反射率。在1个月内的HJ-1/CCD影像被子集并拼接，结果形成10个月的马赛克，并构建HJ-1/CCD的HRB马赛克时间序列。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can machine learning be utilized to improve the accuracy of long-term land cover datasets in heterogeneous regions?",
        "QuestionCn": "机器学习如何被用于提高异质区域长期土地覆盖数据集的准确性？",
        "AnswerEn": "Machine learning can be utilized by first using high-quality land cover datasets to quickly make training samples. A strategy is then established for transferring these training samples to earlier years. The random forest model is employed to train the selected yearly samples, and a land cover map for every year is subsequently created. Comprehensive analysis and validation are carried out for evaluation, resulting in improved accuracy for long-term datasets.",
        "AnswerCn": "机器学习可以通过首先使用高质量的土地覆盖数据集快速制作训练样本。然后建立一种策略，将这些训练样本转移到早期年份。随机森林模型被用来训练选定的年度样本，随后为每一年创建土地覆盖图。进行全面的分析和验证以进行评估，从而提高长期数据集的准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What is the process for validating land cover mapping results using high-resolution remote sensing data?",
        "QuestionCn": "使用高分辨率遥感数据验证土地覆盖制图结果的过程是什么？",
        "AnswerEn": "The process involves using very high-resolution remote sensing data from sources like Google Earth to validate the land cover mapping results. The validation shows high mapping accuracy and Kappa coefficients in the study areas, indicating that the method using a time series of satellite data significantly improves classification accuracy compared to single-date data.",
        "AnswerCn": "该过程涉及使用来自Google Earth等来源的高分辨率遥感数据来验证土地覆盖制图结果。验证显示研究区域的制图准确性和Kappa系数很高，表明使用时间序列卫星数据的方法显著提高了分类准确性，相较于单日期数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "In what ways do data preprocessing steps enhance the usability and accuracy of remote sensing data for land cover mapping?",
        "QuestionCn": "数据预处理步骤如何提高遥感数据在土地覆盖制图中的可用性和准确性？",
        "AnswerEn": "Data preprocessing steps such as image-to-image registration, conversion to top of atmosphere radiance, and removal of atmospheric effects enhance the usability and accuracy of remote sensing data for land cover mapping by ensuring that the data accurately represents surface conditions, thus leading to more reliable classification results.",
        "AnswerCn": "数据预处理步骤，如图像配准、转换为大气顶辐射率和去除大气效应，增强了遥感数据在土地覆盖制图中的可用性和准确性，确保数据准确反映地表条件，从而导致更可靠的分类结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the classification accuracy of land-cover datasets vary significantly at a regional scale, particularly in arid regions?",
        "QuestionCn": "为什么土地覆盖数据集的分类准确性在区域尺度上，特别是在干旱地区可能会有显著差异？",
        "AnswerEn": "The classification accuracy of land-cover datasets may vary significantly at a regional scale due to differences in data quality and properties, lack of a standard approach for classifying continuous vegetation cover, and inconsistency with Earth System Model requirements. In arid regions, the highest uncertainty occurs between cropland and grassland categories and among shrub, grassland, and forest categories due to differences in the minimum threshold for forest cover.",
        "AnswerCn": "土地覆盖数据集的分类准确性在区域尺度上可能因数据质量和属性的差异而显著变化，缺乏对连续植被覆盖分类的标准方法，以及与地球系统模型要求的不一致。在干旱地区，由于森林覆盖的最小阈值差异，农田与草地类别之间以及灌木、草地和森林类别之间的不确定性最高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected benefits of using time series data from HJ-1/CCD satellites for land cover mapping compared to single-date imagery?",
        "QuestionCn": "使用HJ-1/CCD卫星的时间序列数据进行土地覆盖制图相比于单日期影像的预期好处有哪些？",
        "AnswerEn": "The use of time series data from HJ-1/CCD satellites is expected to significantly improve land cover mapping accuracy compared to single-date imagery. This approach utilizes a comprehensive method that leverages the spatiotemporal advantages of HJ-1/CCD data, leading to higher overall classification accuracy and Kappa coefficients, as demonstrated by accuracy improvements of over 10% in specific areas.",
        "AnswerCn": "使用HJ-1/CCD卫星的时间序列数据预计将显著提高土地覆盖制图的准确性，相较于单日期影像。这种方法利用HJ-1/CCD数据的时空优势，导致整体分类准确性和Kappa系数的提高，具体区域的准确性提升超过10%。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the efficacy of using a mosaic of Landsat/TM imagery as a base for preprocessing remote-sensing data in land cover mapping?",
        "QuestionCn": "如何评估使用Landsat/TM影像马赛克作为土地覆盖制图中遥感数据预处理的基础的有效性？",
        "AnswerEn": "Using a mosaic of Landsat/TM imagery as a base image for preprocessing remote-sensing data is considered effective because it allows for consistent image-to-image registration and can improve classification accuracy. The approach has been shown to achieve an overall classification accuracy of over 90%, which is significantly higher than previous methods.",
        "AnswerCn": "使用Landsat/TM影像的马赛克作为遥感数据预处理的基础影像被认为是有效的，因为它可以实现一致的影像间配准，并且可以提高分类精度。这种方法已被证明能够实现超过90%的总体分类精度，显著高于以前的方法。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways might the use of time series data from HJ-1/CCD satellites improve the accuracy and reliability of land cover classification?",
        "QuestionCn": "使用HJ-1/CCD卫星的时间序列数据可能会在哪些方面提高土地覆盖分类的准确性和可靠性？",
        "AnswerEn": "The use of time series data from HJ-1/CCD satellites can significantly improve the accuracy and reliability of land cover classification by providing finer temporal resolution and enabling the depiction of typical land surface variations. This method has demonstrated a high overall accuracy of 96.76% and a Kappa coefficient of 0.9423, which is approximately 10% higher than using single date imagery.",
        "AnswerCn": "HJ-1/CCD卫星的时间序列数据的使用可以显著提高土地覆盖分类的准确性和可靠性，因为它提供了更细的时间分辨率，并能够描绘典型的地表变化。这种方法的整体准确率达到了96.76%，Kappa系数为0.9423，比使用单一日期影像高出约10%。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can achieve high classification accuracy when there are significant uncertainties in land-cover categories like cropland, grassland, and forest.",
        "QuestionCn": "我不明白一个数据集如何在土地覆盖类别如农田、草地和森林存在显著不确定性的情况下仍能达到高分类准确率。",
        "AnswerEn": "The use of multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands can improve the accuracy of land-cover mapping, which addresses uncertainties in categorization.",
        "AnswerCn": "使用多种分类器和具有不同时空分辨率和光谱波段的多源遥感数据可以提高土地覆盖制图的准确性，从而解决分类中的不确定性。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}