{
    "id": "8cbea669-9d4d-4c27-9fe3-0346ce801653",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Aquatic organisms and fishes in Hoh Xil area, Qinghai Province (May to August 1990)",
            "titleCn": "青海可可西里地区的水生生物和鱼类（1990年5月至8月）",
            "description": "The data of aquatic organisms and fish in Kekexili area of Qinghai Province are from the comprehensive scientific investigation in Kekexili area carried out from May to August 1990. The first survey of aquatic organisms was carried out in the waters of gaerqu trunk tributary, upper reaches of tuotuotuo River, mazhangcuoqin, gangqiqu, upper reaches of chumar River, wulanwulahu, Taiyang lake, bukadaban peak and wuxuefeng, respectively 42 bottles of plankton samples and more than 300 fish samples were obtained. In addition, Wu Yunfei and others collected 26 collection points from the source of Tuotuo River, the source of Buqu River and the tidal pools and hot spring streams near bendeco lake, Tuotuo River and Yanshiping in 19731975 and 1986 respectively. Among them, 18 points collected more than 500 fish numbers, and 12 points collected 54 bottles of aquatic organisms. Now we collate them together to provide valuable real data for future research in Hoh Xil area of Qinghai Province.",
            "descriptionCn": "青海可可西里地区的水生生物和鱼类，数据来源于1990年5月-8月开展的对可可西里地区的综合科学考察，分别在长江源头格拉丹东的尕尔曲干支流、沱沱河上游、玛璋错钦、岗齐曲、楚玛尔河上游、乌兰乌拉胡、太阳湖及布喀达坂峰、五雪峰诸水域进行首次水生生物和鱼类调查，获得浮游生物标本42瓶，鱼类标本300余号及有关观察记录资料。此外又将武云飞等1973，1975和1986年分别采自本区沱沱河源头、步曲源头及奔得错湖、沱沱河沿和雁石坪附近潮泊和温泉溪流等总计26个采集点，其中18个点采集鱼类共500余号，12个点采集水生生物54瓶，现一并整理，对以后研究青海可可西里地区提供宝贵的真实数据。",
            "instructions": "The data set is stored in Excel format and contains six workbooks. They are: 1. Composition and distribution of aquatic organisms in various waters of Hoh Xil area; 2. Distribution of fishes in Hoh Xil area of Qinghai Province; 3. Feeding objects of fishes in Hoh Xil area of Qinghai Province; 4. Calculation of average body length from 1 to 10 years old of barebellied leaf barbed fish and small head naked Schirmer; 5 6. The relationship between the water systems in Kekexili and its neighboring areas in Qinghai Province. The table introduces in detail some valuable data such as the feeding objects and average body length of aquatic organisms and fish in Kekexili area.",
            "instructionsCn": "该数据集以Excel格式存储，包含了6张工作簿，分别是1、可可西里地区各水域水生生物的组成和分布2、青海省可可西里地区鱼类的分布3、青海省可可西里地区鱼类的摄食对象4、裸腹叶须鱼和小头裸裂尻鱼1至10龄平均体长推算5、青海可可西里与周邻区域各水系的鱼类分布6、青海省可可西里与周邻地区各水系的相互关系，表中详细的介绍了可可西里地区的水生生物和鱼类的摄食对象和平均体长等一些列宝贵数据。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 2491342.0,
            "cstr": "18406.11.HumanNat.tpdc.272552",
            "doi": "10.11888/HumanNat.tpdc.272552",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冯祚建",
                "nameEn": "FENG Zuojian",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区生物与人体高山生理",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区生物与人体高山生理. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather aquatic organisms and fish samples in remote regions like the Qinghai Kekexili area?",
                "QuestionCn": "您能否提供一个在偏远地区如青海可可西里地区收集水生生物和鱼类样本的数据收集方法的例子？",
                "AnswerEn": "A data collection method involved conducting a comprehensive scientific survey from May to August 1990 in various water bodies of the Qinghai Kekexili area, such as the tributaries of the Garqu River at the source of the Yangtze, the upper reaches of the Tuotuo River, and several lakes and streams. This survey resulted in the collection of 42 bottles of plankton specimens and over 300 fish specimens, along with relevant observational records. Additionally, historical data from surveys conducted in 1973, 1975, and 1986 were also compiled, covering 26 collection points where fish and aquatic organisms were sampled.",
                "AnswerCn": "数据收集方法包括在1990年5月至8月期间，对青海可可西里地区的各种水体进行全面的科学调查，如长江源头的格尔曲河支流、托托河上游以及若干湖泊和溪流。此次调查共收集了42瓶浮游生物标本和300多条鱼类标本，并记录了相关观察数据。此外，还汇编了1973年、1975年和1986年进行的历史调查数据，涵盖了26个采样点，采集了鱼类和水生生物。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the significant attributes of aquatic organisms and fish samples collected in a comprehensive scientific survey in regions like Qinghai Kekexili from 1990?",
                "QuestionCn": "在1990年对青海可可西里等地区进行的综合科学调查中，水生生物和鱼类样本的显著特征是什么？",
                "AnswerEn": "42 bottles of plankton specimens, over 300 fish specimens, over 500 fish specimens from 18 collection points, 54 bottles of aquatic organism samples from 12 points",
                "AnswerCn": "42瓶浮游生物样本，超过300个鱼类样本，来自18个采集点的超过500个鱼类样本，来自12个点的54瓶水生生物样本。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many fish specimens were collected in the aquatic biology survey conducted in the Qinghai Kekexili region between May and August 1990?",
                "QuestionCn": "在1990年5月至8月期间，在青海可可西里地区进行的水生生物调查中收集了多少鱼类标本？",
                "AnswerEn": "300",
                "AnswerCn": "300",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'comprehensive scientific investigation' involve in the context of aquatic organisms and fish data collection in a specific region?",
                "QuestionCn": "在特定区域内，\"全面的科学调查\"涉及对水生生物和鱼类数据收集的各个方面，包括生态系统的健康评估、物种多样性研究、栖息地特征分析、环境因素监测以及人类活动对水生生物的影响评估等。",
                "AnswerEn": "A comprehensive scientific investigation in the context of aquatic organisms and fish data collection involves conducting systematic surveys and observations at various sites within a region, as evidenced by the study conducted in the Qinghai Hoh Xil area from May to August 1990. This includes collecting specimens of plankton and fish across diverse water bodies such as tributaries and lakes, and gathering detailed observational data. Historical data from previous surveys in 1973, 1975, and 1986 also contribute to this comprehensive approach by providing additional specimens and data points from different collection sites.",
                "AnswerCn": "在水生生物和鱼类数据收集的背景下，全面的科学调查涉及在一个地区的多个地点进行系统的调查和观察，正如1990年5月至8月在青海霍西尔地区进行的研究所证明的那样。这包括在不同的水体如支流和湖泊中收集浮游生物和鱼类样本，并收集详细的观察数据。1973年、1975年和1986年的历史数据也通过提供来自不同采样地点的额外样本和数据点，为这种全面的方法做出了贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influenced the choice of sampling locations for aquatic organisms and fish in the Qinghai Kekexili region during the 1990 survey?",
                "QuestionCn": "1990年对青海可可西里地区水生生物和鱼类的采样地点选择受到哪些因素的影响？",
                "AnswerEn": "The sampling locations were influenced by the aim to cover various water bodies in the region, including tributaries, river headwaters, lakes, and streams, to provide comprehensive data on aquatic organisms and fish. The specific sites included areas like the tributaries of the Galadandong at the Yangtze River's source, the upper reaches of the Tuotuo River, the Mazhang Cuo Qin, the Gangqi River, the upper reaches of the Chumar River, Ulan Ula Lake, and others. The choice was likely driven by the diversity and representation of habitats within the Qinghai Kekexili region.",
                "AnswerCn": "采样地点的选择受到覆盖该地区各种水体的目标影响，包括支流、河流源头、湖泊和溪流，以提供关于水生生物和鱼类的综合数据。具体地点包括长江源头的Galadandong支流、托托河的上游、马章错、甘其河、楚玛尔河的上游、乌兰乌拉湖等。选择这些地点可能是出于对青海可可西里地区栖息地多样性和代表性的考虑。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to conduct a comprehensive scientific investigation of aquatic organisms and fish in the Qinghai Hoh Xil area, and what are the intended outcomes of such a data collection method?",
                "QuestionCn": "在青海可可西里地区进行全面的水生生物和鱼类科学调查的重要性在于，了解该地区生态系统的健康状况、物种多样性以及环境变化对水生生物的影响。这种数据收集方法的预期结果包括：为保护和管理水生生态系统提供科学依据，评估人类活动对水域的影响，促进生物多样性保护，以及为未来的研究和政策制定提供基础数据。",
                "AnswerEn": "The goal of conducting a comprehensive scientific investigation of aquatic organisms and fish in the Qinghai Hoh Xil area is to gather authentic and valuable data for future research. This involves collecting specimens and observation records from various water bodies in the region, which can provide insights into the biodiversity, ecology, and environmental conditions of the area. The intended outcomes include establishing a baseline understanding of aquatic life, aiding in conservation efforts, and facilitating further scientific studies.",
                "AnswerCn": "在青海可可西里地区进行全面的水生生物和鱼类科学调查的目标是收集真实而有价值的数据，以便为未来的研究提供支持。这涉及从该地区的各种水体中收集标本和观察记录，这可以为了解该地区的生物多样性、生态和环境条件提供见解。预期的结果包括建立水生生物的基线理解，帮助保护工作，并促进进一步的科学研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in conducting a comprehensive aquatic biological and fish survey in remote areas like Qinghai's Hoh Xil region, and how can these methods be adapted to ensure consistency and accuracy across various collection points?",
                "QuestionCn": "在像青海的可可西里地区进行全面的水生生物和鱼类调查时，涉及的程序步骤包括：\n\n1. **前期准备**：确定调查目标，制定详细的调查计划，包括时间表、预算和人员分配。\n\n2. **文献调研**：查阅相关文献，了解该地区的生态特征和已有的研究成果。\n\n3. **现场勘查**：对调查区域进行初步勘查，识别潜在的采样点和栖息地。\n\n4. **采样设计**：根据目标物种的分布和生态习性，设计合理的采样方案，包括采样点的选择和采样频率。\n\n5. **设备准备**：准备必要的采样设备和工具，如网具、捕捞器、测量仪器等，并确保其在良好状态。\n\n6. **数据收集**：在各个采样点进行现场数据收集，包括水质参数、鱼类种类和数量、栖息地特征等。\n\n7. **样本处理**：对采集的生物样本进行处理和保存，确保样本的完整性和可分析性。\n\n8. **数据记录与管理**：系统记录所有采样数据，建立数据库，确保数据的准确性和可追溯性。\n\n9. **数据分析**：对收集的数据进行统计分析，评估生物多样性、种群结构和生态健康状况。\n\n10. **报告撰写**：撰写调查报告，包含调查结果、分析和建议，为后续的管理和保护措施提供依据。\n\n为了确保在各个采样点的一致性和准确性，可以采取以下方法进行调整：\n\n- **标准化采样方法**：制定统一的采样标准和操作规程，确保所有调查人员遵循相同的流程。\n\n- **培训调查人员**：对参与调查的人员进行培训，确保他们熟悉采样技术和数据记录方法。\n\n- **使用统一的设备**：在所有采样点使用相同型号和规格的设备，以减少设备差异带来的影响。\n\n- **定期校准仪器**：对测量仪器进行定期校准，确保数据的准确性。\n\n- **交叉验证**：在不同采样点之间进行交叉验证，确保数据的一致性和可靠性。\n\n- **数据审核**：对收集的数据进行审核和复核，及时发现和纠正错误。",
                "AnswerEn": "The procedural steps involved in conducting a comprehensive aquatic biological and fish survey in remote areas such as Qinghai's Hoh Xil region include organizing a systematic scientific expedition during specified months (May to August), targeting various key water bodies and tributaries. Collection involves gathering specimens of plankton and fish—42 bottles of plankton specimens and over 300 fish specimens were collected in the initial survey. The methodology also includes revisiting historical collection points, such as those used by Wu Yunfei in the 1970s and 1980s, to collect additional specimens and data. This approach provides a valuable dataset for future research by ensuring that data from different times and collection points are compiled and preserved to maintain consistency and accuracy in the region's aquatic biodiversity studies.",
                "AnswerCn": "在青海的可可西里地区进行全面的水生生物和鱼类调查的程序步骤包括在特定月份（5月至8月）组织系统的科学考察，针对各个主要水体和支流进行调查。采集工作包括收集浮游生物和鱼类样本——在初步调查中收集了42瓶浮游生物样本和300多条鱼类样本。该方法还包括重访历史采集点，例如吴云飞在1970年代和1980年代使用的地点，以收集额外的样本和数据。这种方法为未来的研究提供了宝贵的数据集，通过确保来自不同时间和采集点的数据被汇编和保存，从而维护该地区水生生物多样性研究的一致性和准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}