{
  "id": "8ced94f1-90b9-457f-ae58-0faec92c04a9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Dahutang w-cu-mo deposit in South China",
      "titleCn": "华南地区大湖塘钨铜钼矿床地球化学数据",
      "description": "This data set mainly includes fluid inclusion data and h, O isotope data of scheelite, wolframite, fluorapatite and quartz in Dahutang deposit, as well as major element data of altered mineral chlorite. In 2018, the samples were collected from the Dahutang w-cu-mo deposit in South China. The major element composition of chlorite was measured by electron microprobe microanalysis, the fluid inclusion data was measured by Linkam MDS 600 and Renishaw RM2000 laser Raman microprobe, and the hydrogen and oxygen isotopic composition of minerals was measured by thermo Finnigan Deltaplus XP isotope ratio mass spectrometer (IRMS). According to the measured data, the evolution process of ore-forming fluid in Dahutang deposit is constrained.",
      "descriptionCn": "本数据集主要包括大湖塘矿床白钨矿、黑钨矿，氟磷灰石和石英的流体包裹体数据和H、O同位素数据以及蚀变矿物绿泥石的主量元素数据。2018年样品采自华南地区大湖塘钨铜钼矿床。绿泥石的主量元素组成数据通过电子探针显微分析方法测得，矿物流体包裹体数据通过Linkam MDS 600冷热台测温和Renishaw RM2000激光拉曼显微探针分析测得，矿物氢氧同位素组成组成通过Thermo-Finnigan DeltaPlus XP 同位素比值质谱仪（IRMS）测得。根据测得数据约束了大湖塘矿床成矿流体演化过程。",
      "instructions": "All data are stored in Excel file, the name of hydrogen and oxygen isotope data file is \"summary of oxygen and hydrogen isotope data from the Dahutang. Xlsx\", and the name of fluid inclusion microthermal data on fluid inclusions of the Dahutang. Xlsx \", The name of the main element data file is \"representative electron microprobe data for the chlorite from the Dahutang. Xlsx\".",
      "instructionsCn": "所有数据以Excel文件存储，文件名称为“Summary of Oxygen and Hydrogen Isotope Data from the Dahutang.xlsx”代表氢氧同位素数据，文件名称为“Summary of Microthermometric Data on Fluid Inclusions of the Dahutang.xlsx”代表流体包裹体显微测温数据，文件名称为“Representative electron microprobe data for the chlorite from the Dahutang.xlsx”代表主量元素数据。",
      "east": 115.0,
      "west": 114.92,
      "south": 28.92,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 46611.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2018.06.002",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "宋伟乐",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A synthesis of mineralization style and regional distribution and a proposed new metallogenic model of Mesozoic W-dominated polymentallic deposits in South China",
        "referenceCn": null,
        "referenceEn": "Zhao, Z., Fu, T. Y., Liu, C., Wang, D. H., Sheng, J. F., Li, W. B., ... & Chen, Y. C. (2021). A synthesis of mineralization style and regional distribution and a proposed new metallogenic model of Mesozoic W-dominated polymentallic deposits in South China. Ore Geology Reviews, 104008."
      },
      {
        "titleCn": null,
        "titleEn": "Fluid inclusion study of stibnite using infrared microscopy: An example from the Brouzils antimony deposit (Vendee, Armorican massif, France)",
        "referenceCn": null,
        "referenceEn": "Bailly, L., Bouchot, V., Bény, C., & Milési, J. P. (2000). Fluid inclusion study of stibnite using infrared microscopy: An example from the Brouzils antimony deposit (Vendee, Armorican massif, France). Economic Geology, 95(1), 221-226."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "氢同位素",
        "nameEn": "Hydrogen isotope"
      },
      {
        "nameCn": "流体包裹体",
        "nameEn": "fluid inclusion"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华南地区大湖塘",
        "keywordEn": "Dahutang South China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "130百万年-151百万年",
        "keywordEn": "130-151 million years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing the major element composition of alteration minerals in geochemical studies of mineral deposits?",
        "QuestionCn": "您能否提供一个用于分析矿床地球化学研究中改变矿物主要元素组成的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used for analyzing the major element composition of alteration minerals, such as chlorite, in geochemical studies of mineral deposits is the electron microprobe analysis technique. This method was employed to measure the major element composition of chlorite in samples collected from the Dahutang tungsten-copper-molybdenum deposit in South China.",
        "AnswerCn": "用于分析矿物沉积物中改变矿物（如绿泥石）主要元素组成的地球化学研究的数据收集方法之一是电子探针分析技术。该方法被用于测量来自中国南方大虎塘钨-铜-钼矿床样品中绿泥石的主要元素组成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the geochemical data collected from tungsten, copper, and molybdenum deposits in the South China Dahu Lake region?",
        "QuestionCn": "南中国大湖地区收集的钨、铜和钼矿床的地球化学数据具有哪些具体特征？",
        "AnswerEn": "fluid inclusion data, H and O isotope data, major element composition of chlorite",
        "AnswerCn": "流体包裹体数据、氢氧同位素数据、绿泥石的主要元素组成",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were collected for geochemical analysis in a dataset related to the 华南地区大湖塘钨铜钼矿床?",
        "QuestionCn": "在与华南地区大湖塘钨铜钼矿床相关的数据集中，共收集了多少个样本进行地球化学分析？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of samples collected. Therefore, I cannot extract a refined answer based on the given information.",
        "AnswerCn": "原始答案没有提供具体的样本数量。因此，我无法根据给定信息提取出更精确的答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can variations in isotopic data and fluid inclusion temperatures provide insights into the mineralization process of tungsten-copper-molybdenum deposits in large lakes of South China?",
        "QuestionCn": "同位素数据的变化和流体包裹体温度如何为中国南方大湖区钨-铜-钼矿床的矿化过程提供见解？",
        "AnswerEn": "The isotopic data and fluid inclusion temperatures can help constrain the evolution of the mineralizing fluids in the tungsten-copper-molybdenum deposits of South China. By examining the H, O isotopic compositions and the temperature data obtained through methods like IRMS and microprobe analysis, researchers can infer the sources, pathways, and temperature-pressure conditions of the fluids involved, thereby unveiling the underlying processes contributing to mineralization.",
        "AnswerCn": "同位素数据和流体包裹体温度可以帮助约束南中国钨-铜-钼矿床矿化流体的演化。通过研究氢、氧同位素组成以及通过红外质谱（IRMS）和显微探针分析获得的温度数据，研究人员可以推断流体的来源、路径以及温度-压力条件，从而揭示促成矿化的基本过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting geochemical data from minerals such as scheelite, wolframite, fluorapatite, and quartz in relation to understanding mineral deposits in South China?",
        "QuestionCn": "在了解中国南方矿床方面，收集白钨矿、黑钨矿、萤石磷灰石和石英等矿物的地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting geochemical data from these minerals is to constrain the evolution process of ore-forming fluids in the Dahutang tungsten-copper-molybdenum deposit, which is located in South China. This data collection involves analyzing fluid inclusions and isotopic compositions to gain insights into the mineralization process.",
        "AnswerCn": "收集这些矿物的地球化学数据的主要目的是约束位于中国南方的达湖塘钨-铜-钼矿床的成矿流体演化过程。该数据收集涉及分析流体包裹体和同位素组成，以深入了解成矿过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental and procedural methods can be used to accurately measure the main elemental composition of alteration minerals like chlorite in geochemical studies of tungsten-copper-molybdenum deposits?",
        "QuestionCn": "在钨-铜-钼矿床的地球化学研究中，可以使用哪些仪器和程序方法来准确测量改造矿物如绿泥石的主要元素组成？",
        "AnswerEn": "The main elemental composition of alteration minerals such as chlorite can be measured using electron microprobe analysis methods. This technique allows for precise determination of the elemental makeup of the mineral samples collected from deposits.",
        "AnswerCn": "改变矿物如绿泥石的主要元素组成可以通过电子探针分析方法进行测量。这种技术可以精确确定从矿床中采集的矿物样品的元素成分。",
        "Level": "C3(Applying)"
      }
    ]
  }
}