{
  "id": "8d10aa0f-11fb-4d8a-8bbd-d663fef0c7b1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Surface spectra dataset during Soil Moisture Remote Sensing Experiment in Luanhe River Basin (2018)",
      "titleCn": "滦河流域土壤水分遥感试验地面光谱数据集（2018）",
      "description": "The surface coverage types of ground spectrum data set include bare soil, grassland and crops. The survey location is xiaoluanhe River Basin; The measurement time was from August to September 2018; Measurement method: using ASD spectrometer, each sample was observed three times. Spectral band range: 350 ~ 2500nm. Data processing software: viewspec Pro software. The data set consists of two parts, one is the spectrum of Xinyuan pasture and its surrounding objects (August 28, 2018 - September 12, 2018), the other is the Vegetation Spectrum of lightning River synchronous experiment (September 15, 2018 - September 26, 2018).",
      "descriptionCn": "地面光谱数据集的地表覆盖类型包括裸土、草地、农作物。测量位置为小滦河流域；测量时间为2018年8月-9月；测量方法：使用ASD光谱测量仪，每个样点观测三次。光谱波段范围：350~2500nm。数据处理软件：ViewSpec Pro软件。数据集包括两部分，一是昕元牧场及周边地物光谱(2018年8月28日-2018年9月12日)，二是闪电河同步实验植被光谱（2018年9月15日-2018年9月26日）。",
      "instructions": "The original data format is. ASD, which can be read by viewspec Pro software. The original data is stored in different folders according to the time and crop type. Every five pieces are a sample point information, and the number starts from 0. The location information is described in a TXT document. The data format after preprocessing is. TXT format, and the naming method is consistent with the original data.",
      "instructionsCn": "原始数据格式为.asd，可通过ViewSpec Pro软件读取，原始数据按时间和作物类型分不同文件夹存储，每五条为一个样点信息，编号从0开始，位置信息有txt文档或excel文档档说明。预处理后的数据格式为.txt格式，命名方式和原始数据一致。",
      "east": 115.98,
      "west": 115.73,
      "south": 41.68,
      "north": 42.04,
      "startTime": "2018-08-28 00:00:00",
      "endTime": "2018-09-26 00:00:00",
      "fileSize": 35813811.0,
      "cstr": "18406.11.Soil.tpdc.271543",
      "doi": "10.11888/Soil.tpdc.271543",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "柴琳娜",
        "nameEn": "CHAI Linna",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "江海英",
        "nameEn": "JIANG Haiying",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimating corn canopy water content from normalized difference water index (NDWI): an optimized NDWI-based scheme and its feasibility for retrieving corn VWC",
        "referenceCn": null,
        "referenceEn": "Chai, L.N., Jiang, H.Y., Crow, W.T., Liu, S.M., Liu, J., & Yang, S.Q. (2020). Estimating corn canopy water content from normalized difference water index (NDWI): an optimized NDWI-based scheme and its feasibility for retrieving corn VWC. IEEE Transactions on Geoscience and Remote Sensing (DOI: 10.1109/TGRS.2020.3041039)."
      },
      {
        "titleCn": "联合PROSAIL模型和植被水分指数的低矮植被含水量估算",
        "titleEn": null,
        "referenceCn": "江海英, 柴琳娜, 贾坤, 刘进, 杨世琪, 郑杰. (2021). 联合PROSAIL模型和植被水分指数的低矮植被含水量估算. 遥感学报, 25(04), 1025-1036.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
        "referenceCn": null,
        "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "地物波谱",
        "nameEn": "Object spectral"
      },
      {
        "nameCn": "地面同步观测",
        "nameEn": "Synchronous observation"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "滦河流域",
        "keywordEn": "Xiaoluan Watershed"
      },
      {
        "keywordCn": "闪电河流域",
        "keywordEn": "Shandian River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018年",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "多尺度植被水分含量遥感反演算法研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for acquiring ground spectral data of surface cover types like bare soil, grassland, and crops in a river basin?",
        "QuestionCn": "您能否提供一个用于获取河流流域表面覆盖类型（如裸土、草地和农作物）地面光谱数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using an ASD spectrometer to measure ground spectral data, with observations made three times at each sample point. The measurement location is the Xiao Luan River Basin, and the measurement period was from August to September 2018. The spectral band range covered is 350~2500nm, and the data processing software used is ViewSpec Pro.",
        "AnswerCn": "一种数据收集方法涉及使用ASD光谱仪测量地面光谱数据，每个样本点的观察次数为三次。测量地点为小峦河流域，测量时间为2018年8月至9月。光谱波段范围覆盖350~2500nm，使用的数据处理软件为ViewSpec Pro。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of ground spectral data collected for soil moisture remote sensing in terms of spatial coverage, temporal frequency, and spectral range?",
        "QuestionCn": "用于土壤湿度遥感的地面光谱数据在空间覆盖范围、时间频率和光谱范围方面有哪些特征？",
        "AnswerEn": "spatial coverage: Xiao Luan River Basin, temporal frequency: August to September 2018, spectral range: 350~2500 nm",
        "AnswerCn": "空间覆盖范围：小滦河流域，时间频率：2018年8月至9月，光谱范围：350~2500 nm",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many spectral observations are conducted at each sample point in a dataset involving surface cover types like bare soil, grassland, and crops?",
        "QuestionCn": "在涉及裸土、草地和农作物等地表覆盖类型的数据集中，每个样本点进行多少次光谱观测？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a ground spectral data collection method in the context of remote sensing soil moisture experiments?",
        "QuestionCn": "在遥感土壤湿度实验的背景下，什么是地面光谱数据收集方法？",
        "AnswerEn": "A ground spectral data collection method in the context of remote sensing soil moisture experiments involves using instruments like the ASD spectrometer to measure spectral data over specific land cover types such as bare soil, grassland, and crops. Measurements are taken at specific locations and times, such as the Xiao Luanhe River Basin during August to September 2018, and each sample point is observed three times across a spectral wavelength range of 350 to 2500 nm. Data is processed using software like ViewSpec Pro.",
        "AnswerCn": "在遥感土壤湿度实验中，地面光谱数据采集方法涉及使用如ASD光谱仪等仪器，对特定土地覆盖类型（如裸土、草地和作物）进行光谱数据测量。测量在特定地点和时间进行，例如2018年8月至9月的肖滦河流域，每个样本点在350到2500纳米的光谱波长范围内观察三次。数据使用ViewSpec Pro等软件进行处理。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might lead to variations in the accuracy of ground spectral data collection for soil moisture remote sensing in the Luanhe River basin?",
        "QuestionCn": "导致滦河流域土壤湿度遥感中地面光谱数据采集准确性变化的因素有哪些？",
        "AnswerEn": "Variations in the accuracy of ground spectral data collection could be influenced by factors such as the heterogeneity of the surface cover types (bare soil, grassland, crops) in the Luanhe River basin, environmental conditions during the measurement period (August to September 2018), and the precision of the ASD spectrometer used, including its spectral range of 350~2500nm. Additionally, the data processing techniques applied using ViewSpec Pro software might also contribute to variations.",
        "AnswerCn": "地面光谱数据采集准确性的变化可能受到以下因素的影响：滦河流域表面覆盖类型的异质性（裸土、草地、农作物）、测量期间的环境条件（2018年8月至9月）以及所使用的ASD光谱仪的精度，包括其光谱范围为350~2500nm。此外，使用ViewSpec Pro软件进行的数据处理技术也可能导致变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting ground spectral data using ASD spectrometers in various surface cover types like bare soil, grassland, and crops?",
        "QuestionCn": "使用ASD光谱仪在裸土、草地和农作物等不同地表覆盖类型下收集地面光谱数据的主要目的是什麼？",
        "AnswerEn": "The primary objective of collecting ground spectral data using ASD spectrometers in different surface cover types is to capture precise spectral characteristics of these surfaces, which can be used to improve remote sensing models and algorithms for soil moisture estimation and land cover classification in the Xiaoluan River basin.",
        "AnswerCn": "使用ASD光谱仪在不同地表覆盖类型下收集地面光谱数据的主要目的是捕捉这些表面的精确光谱特征，这些特征可以用于改善遥感模型和算法，以估算土壤湿度和进行土地覆盖分类，特别是在小滦河流域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are used to collect spectral data for different surface cover types such as bare soil, grassland, and crops in a watershed area, and how are these data processed for analysis?",
        "QuestionCn": "用于收集不同地表覆盖类型（如裸土、草地和农作物）在流域区域的光谱数据的程序和仪器是什么，以及这些数据是如何处理以进行分析的？",
        "AnswerEn": "The data collection involves using an ASD spectrometer to measure ground spectra at each sample point three times, with coverage types including bare soil, grassland, and crops. The spectral range is 350~2500nm, and the data is processed using ViewSpec Pro software. Measurements were conducted in the Xiao Luan River basin between August and September 2018.",
        "AnswerCn": "数据收集涉及使用ASD光谱仪在每个样本点测量地面光谱三次，覆盖类型包括裸土、草地和作物。光谱范围为350~2500nm，数据使用ViewSpec Pro软件进行处理。测量是在2018年8月至9月期间在小滦河流域进行的。",
        "Level": "C3(Applying)"
      }
    ]
  }
}