{
    "id": "8d201057-abee-4b3d-8570-ca17f8040130",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Lake ice thickness in the Northern Hemisphere (1992-2019, 2071-2099)",
            "titleCn": "北半球湖冰厚度数据集（1992-2019，2071-2099）",
            "description": "This dataset consists of four files including (1) Lake ice thickness of 16 large lakes measured by satellite altimeters for 1992-2019 (Altimetric LIT for 16 large lakes.xlsx); (2) Daily lake ice thickness and lake surface snow depth of 1,313 lakes with an area > 50 km2 in the Northern Hemisphere modeled by a one-dimensional remote sensing lake ice model for 2003-2018 (in NetCDF format); (3) Future lake ice thickness and surface snow depth for 2071-2099 modeled by the lake ice model with a modified ice growth module (table S1.xlsx); (4) A lookup table containing lake IDs, names, locations, and areas. This daily lake ice and snow thickness dataset could provide a benchmark for the estimation of global lake ice and snow mass, thereby improving our understanding of the ecological and economical significance of freshwater ice as well as its response to climate change.",
            "descriptionCn": "本数据集包含：（1）基于测高卫星提取的北半球16个大型湖泊水库冰厚数据，时间跨度为1992-2019年，时间分辨率10天，文件名为Altimetric LIT for 16 large lakes.xlsx；（2）基于遥感湖冰模型的北半球1,313个面积50km^2以上湖泊的逐日湖冰厚度和湖泊表面积雪深度数据，时间跨度为2003-2018年，文件格式为nc格式；（3）未来湖冰厚度变化的预测情况，时间跨度2071-2099年，文件为table S1.xlsx；（4）一个用于查找湖泊的对照表，包含湖泊ID，名称，地理坐标和面积等信息。本数据集可以为全球湖冰和湖面积雪研究提供基础信息，便于深入理解在变化环境下湖冰的演变规律及其对湖泊生态环境和区域社会经济的影响。",
            "instructions": "This data contains four files in total. The altimetric lake ice thickness is contained in Altimetric LIT for 16 large lakes.xlsx. The simulation results of the remote sensing lake ice model are stored in the NC file Remote Sensing Lake Ice Model Results 2003_ 2018.nc. The estimated future lake ice thickness is stored in the table S1. xlsx. The lake name look-up table is stored in look_ up_ table. xlsx.\nNC files can be read with MATLAB or Python.",
            "instructionsCn": "本数据共包含4个文件，测高湖冰厚度存储于Altimetric LIT for 16 large lakes.xlsx中，湖冰模型模拟结果存储于NC文件Remote Sensing Lake ice model results 2003_2018.nc中，未来湖冰厚度预估情况存储于table S1.xlsx中，湖泊名称对照表存储于Look_up_table.xlsx。\n读取方式，NC文件可以用Matlab或Python打开。",
            "east": 180.0,
            "west": -179.0,
            "south": 30.0,
            "north": 89.0,
            "startTime": "1992-12-01 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 116883122.0,
            "cstr": null,
            "doi": "10.5281/zenodo.5528542",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李兴东",
                "nameEn": "LI Xingdong",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "龙笛",
                "nameEn": "LONG Di",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "黄琦",
                "nameEn": "HUANG Qi",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "赵凡玉",
                "nameEn": "ZHAO Fanyu",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The state and fate of lake ice thickness in the Northern Hemisphere",
                "referenceCn": null,
                "referenceEn": "Li, X., Long, D., Huang, Q., & Zhao, F. (2022). The state and fate of lake ice thickness in the Northern Hemisphere. Science Bulletin, 67(5), 537-546."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰厚",
                "nameEn": "Ice thickness"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            },
            {
                "nameCn": "测高",
                "nameEn": "Altimetry"
            },
            {
                "nameCn": "湖冰",
                "nameEn": "Lake ice"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北半球",
                "keywordEn": "Northern Hemisphere"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "逐日",
                "keywordEn": "Daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "西南河流源区关键水文气象变量的多源遥感观测与数据集成",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "江河源区陆-气相互作用与水汽输送过程的互馈研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that track lake ice thickness in the Northern Hemisphere over multiple decades?",
                "QuestionCn": "跟踪北半球湖泊冰厚度的多年代数据集的特征是什么？",
                "AnswerEn": "data derived from altimetric satellites, temporal span from 1992 to 2019, temporal resolution of 10 days, remote sensing lake ice models, daily lake ice thickness, surface snow depth, lakes larger than 50 km^2, predictions for future changes from 2071 to 2099, reference table with lake IDs, names, geographical coordinates, areas",
                "AnswerCn": "从高度计卫星获取的数据，时间跨度从1992年到2019年，时间分辨率为10天，遥感湖冰模型，日湖冰厚度，表面雪深，大于50平方公里的湖泊，2071年至2099年的未来变化预测，包含湖泊ID、名称、地理坐标、面积的参考表。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'altimetric LIT' mean in the context of lake ice thickness data collection?",
                "QuestionCn": "在湖冰厚度数据收集的上下文中，“altimetric LIT”指的是“高程测量湖冰厚度”。",
                "AnswerEn": "'Altimetric LIT' refers to the lake ice thickness data extracted using altimetric satellite measurements, which provide ice thickness information for large lakes and reservoirs in the Northern Hemisphere with a temporal resolution of 10 days.",
                "AnswerCn": "“高度测量LIT”指的是通过高度测量卫星数据提取的湖面冰厚度数据，这些数据为北半球的大型湖泊和水库提供了冰厚度信息，时间分辨率为10天。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential ecological and socioeconomic impacts of changing lake ice thickness patterns in the Northern Hemisphere, as projected for the period 2071-2099?",
                "QuestionCn": "在北半球，预计在2071-2099年期间，湖泊冰层厚度模式的变化可能会对生态和社会经济产生潜在影响。",
                "AnswerEn": "The dataset provides predictions of future lake ice thickness changes in the Northern Hemisphere for the period 2071-2099, which can help in understanding the impacts on lake ecology and socioeconomic aspects. Changes in lake ice thickness can influence the thermal structure of lakes, affecting aquatic habitats and species. Socioeconomically, these changes may impact activities such as winter transportation, ice fishing, and cultural practices dependent on lake ice. Understanding these consequences can guide adaptive strategies and policy-making in response to climate change.",
                "AnswerCn": "该数据集提供了北半球2071-2099年未来湖冰厚度变化的预测，这有助于理解对湖泊生态和社会经济方面的影响。湖冰厚度的变化可以影响湖泊的热结构，从而影响水生栖息地和物种。在社会经济方面，这些变化可能会影响冬季交通、冰钓以及依赖湖冰的文化活动。理解这些后果可以指导应对气候变化的适应策略和政策制定。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of collecting ice thickness and snow depth data for large lakes in the Northern Hemisphere using remote sensing and modeling techniques?",
                "QuestionCn": "收集北半球大型湖泊的冰厚度和雪深数据的目标是使用遥感和建模技术。",
                "AnswerEn": "The objectives include providing foundational information for global lake ice and lake surface snow research, enabling a deeper understanding of the evolution of lake ice in changing environments, and assessing the impact on lake ecological environments and regional socio-economic systems.",
                "AnswerCn": "目标包括为全球湖冰和湖面雪研究提供基础信息，深入理解在变化环境中湖冰的演变，以及评估对湖泊生态环境和区域社会经济系统的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in extracting and analyzing ice thickness data from altimetric satellite measurements for large lakes in the Northern Hemisphere?",
                "QuestionCn": "从北半球大湖的高程卫星测量中提取和分析冰厚度数据涉及哪些程序？",
                "AnswerEn": "The process involves using altimetric satellite data to extract ice thickness measurements from 16 large lakes in the Northern Hemisphere, with a time span from 1992 to 2019 and a temporal resolution of 10 days. This data is compiled into a file named 'Altimetric LIT for 16 large lakes.xlsx'.",
                "AnswerCn": "该过程涉及使用高程卫星数据从北半球的16个大湖中提取冰厚度测量，时间跨度为1992年至2019年，时间分辨率为10天。该数据汇编成一个名为“Altimetric LIT for 16 large lakes.xlsx”的文件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection of large-scale lake ice thickness data across the Northern Hemisphere over extended periods?",
                "QuestionCn": "哪些技术进步使得在北半球范围内长期收集大规模湖泊冰厚度数据成为可能？",
                "AnswerEn": "The use of altimetric satellites for extracting lake ice thickness data and the application of remote sensing lake ice models have enabled the collection of large-scale lake ice thickness data across the Northern Hemisphere. These technologies allow for the acquisition of data spanning from 1992 to 2019 for 16 large lakes and from 2003 to 2018 for over 1,313 lakes with areas greater than 50 km^2.",
                "AnswerCn": "利用高程卫星提取湖冰厚度数据以及应用遥感湖冰模型，使得能够在北半球范围内收集大规模的湖冰厚度数据。这些技术允许获取从1992年到2019年对16个大湖的数据显示，以及从2003年到2018年对超过1,313个面积大于50平方公里的湖泊的数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}