{
  "id": "8dc13b1e-6fa5-4f05-9df5-91834236c0df",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "This dataset of Aerosol optical thickness over the central and western part of China",
      "titleCn": "中国中西部气溶胶光学厚度数据集（2003-2018）",
      "description": "This dataset includes the monthly AOD datasets from MODIS Aqua of the central and western part of China. By applying the Deep Blue (DB) and Dark Target (DT) algorithms over land, and the DT over-water algorithm, three types of AOD products at 550 nm are relseaed (e.g. Dark Target, Deep Blue and Merged AOD). In this project, monthly AOD products from July 2003 to November 2018 are collected, which can provide the informations of AOD and air pollutions over the central and western part of China.",
      "descriptionCn": "本数据集包括Aqua卫星搭载的中分辨率成像光谱仪（MODIS）测量的中国中西部地区气溶胶光学厚度数据。MODIS采用DT算法（Deep Blue）和DB算法（Dark target）分别反演出全球范围内的两种数据，数据集提供这两种数据（DT、DB）及其融合（Merge）数据，共三种数据在550nm处的气溶胶光学厚度数据及其空间分布信息。本项目针对研究区共统计出2003.7月月-2018.11月共197个月的气溶胶光学厚度值。该数据集为hdf5格式的数据，数据将作为中国中西部地区气溶胶污染状况及背景值的参考数据集。",
      "instructions": "in HDF format, can be opened and analysed in Matlab software.",
      "instructionsCn": "HDF，可以采用Matlab打开查看和分析.",
      "east": 120.0,
      "west": 60.0,
      "south": 15.0,
      "north": 55.0,
      "startTime": "2003-07-05 16:00:00",
      "endTime": "2018-12-04 16:00:00",
      "fileSize": 51065376.0,
      "cstr": "18406.11.Meteoro.tpdc.270381",
      "doi": "10.11888/Meteoro.tpdc.270381",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "夏祥鳌",
        "nameEn": "XIA Xiangao",
        "unitEn": "The Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "宋子珏",
        "nameEn": "SONG Zijue",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "MODIS AOD sampling rate and its effect on PM2.5 estimation in North China",
        "referenceCn": null,
        "referenceEn": "Song, Z.J., Fu, D.S., Zhang, X.L., Han, X.l., Song, J.J, Zhang, J.Q,  Wang, J., Xia, X.G. (2019). MODIS AOD sampling rate and its effect on PM2.5 estimation in North China. Atmos. Environ. 209, 14-22."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国中西部",
        "keywordEn": "central and western part of China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2018",
        "keywordEn": "2002-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of aerosol optical thickness data collected over China’s central and western regions using satellite-based methods?",
        "QuestionCn": "通过卫星方法收集的中国中部和西部地区气溶胶光学厚度数据的关键特征是什么？",
        "AnswerEn": "Measurements from the Aqua satellite's MODIS instrument, DT (Deep Blue) and DB (Dark target) algorithms, merged data at 550nm wavelength, spatial distribution of aerosol optical thickness, 197 months from July 2003 to November 2018, hdf5 format.",
        "AnswerCn": "来自Aqua卫星的MODIS仪器的测量数据，DT（深蓝）和DB（暗目标）算法，合并数据在550nm波长，气溶胶光学厚度的空间分布，从2003年7月到2018年11月共197个月，hdf5格式。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many months of aerosol optical thickness data are included in a dataset covering the central and western regions of China?",
        "QuestionCn": "该数据集涵盖中国中部和西部地区的气溶胶光学厚度数据包含多少个月的数据？",
        "AnswerEn": "197 months",
        "AnswerCn": "197个月",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '气溶胶光学厚度' mean in the context of aerosol measurement from satellite data?",
        "QuestionCn": "在卫星数据的气溶胶测量中，“气溶胶光学厚度”是什么意思？",
        "AnswerEn": "In the context of aerosol measurement from satellite data, '气溶胶光学厚度' (Aerosol Optical Depth) refers to a quantitative measure of the extinction of solar light by aerosol particles in the atmosphere. It represents the degree to which aerosols prevent the transmission of sunlight through the atmosphere, as measured at a specific wavelength, in this case, 550nm, using satellite instruments such as MODIS.",
        "AnswerCn": "在卫星数据的气溶胶测量中，“气溶胶光学厚度”是指气溶胶颗粒对太阳光在大气中消散的定量测量。它表示气溶胶在特定波长（在此情况下为550nm）下阻碍阳光穿透大气的程度，使用卫星仪器如MODIS进行测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques of the Deep Blue algorithm compare to the Dark Target algorithm when measuring aerosol optical thickness in the context of satellite-based observations?",
        "QuestionCn": "Deep Blue算法与Dark Target算法在卫星观测中测量气溶胶光学厚度时的数据收集技术有何比较？",
        "AnswerEn": "The Deep Blue algorithm and the Dark Target algorithm are both utilized in satellite-based observations to measure aerosol optical thickness, particularly using the MODIS sensor on the Aqua satellite. The Deep Blue algorithm is typically used for bright surfaces like deserts, whereas the Dark Target algorithm is more suited for darker surfaces such as vegetation and ocean. Both algorithms are used to generate global aerosol optical thickness data, and their outputs can be merged to provide comprehensive data coverage across different surface types.",
        "AnswerCn": "Deep Blue算法和Dark Target算法都用于卫星观测，以测量气溶胶光学厚度，特别是使用Aqua卫星上的MODIS传感器。Deep Blue算法通常用于明亮的表面，如沙漠，而Dark Target算法更适合用于较暗的表面，如植被和海洋。这两种算法用于生成全球气溶胶光学厚度数据，其输出可以合并，以提供不同表面类型的全面数据覆盖。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and reliability when integrating multiple algorithms, such as DT and DB, to measure aerosol optical depth in a dataset?",
        "QuestionCn": "在整合多种算法（如决策树和深度学习）以测量数据集中的气溶胶光学深度时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Integrating multiple algorithms like DT (Deep Blue) and DB (Dark target) to measure aerosol optical depth can enhance data accuracy by providing a cross-verification mechanism, where discrepancies between the outputs can be analyzed and corrected, potentially leading to a more reliable dataset. This approach also offers a more comprehensive understanding of aerosol distribution, as different algorithms may perform better under varying environmental conditions.",
        "AnswerCn": "整合多种算法，如DT（深蓝）和DB（暗目标），以测量气溶胶光学深度，可以通过提供交叉验证机制来提高数据准确性，分析和修正输出之间的差异，从而可能导致更可靠的数据集。这种方法还提供了对气溶胶分布的更全面理解，因为不同的算法在不同的环境条件下可能表现更好。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of using satellite-based MODIS measurements to determine aerosol optical thickness in China's central and western regions from 2003 to 2018?",
        "QuestionCn": "使用卫星MODIS测量在2003年至2018年期间确定中国中西部地区气溶胶光学厚度的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide a reference dataset for understanding aerosol pollution levels and background values in China's central and western regions by analyzing aerosol optical thickness data recorded over 197 months.",
        "AnswerCn": "主要目标是通过分析记录了197个月的气溶胶光学厚度数据，为理解中国中西部地区的气溶胶污染水平和背景值提供参考数据集。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}