{
    "id": "8e1f25fd-770b-4e2c-a57c-042fc7462c73",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "LAI production of in 1KM of the Heihe River Basin (2000-2012)",
            "titleCn": "黑河流域1km LAI产品（2000-2012）",
            "description": "The algorithm firstly adopts the canopy BRDF model and represents the canopy reflectivity as a function of a series of parameters such as LAI/FAPAR, wavelength, reflectivity of soil and leaves, aggregation index, incidence and observation Angle.The parameter table is established for several key parameters as the input of inversion.Then input the pre-processed surface reflectance data and land cover data, and invert LAI products by look-up table (LUT) method.See references for detailed algorithms.\nImage format: tif\nImage size: about 1M per scene\nTime range: 2000-2012\nTemporal resolution: 8 days\nSpatial resolution: 1km",
            "descriptionCn": "算法首先采用冠层BRDF模型，将冠层反射率表示为LAI/FAPAR、波长、土壤和叶片反射率、聚集指数、入射和观测角度等一系列参数的函数。针对几个关键参数建立了参数表作为反演的输入。然后输入经过预处理的地表反射率数据和土地覆盖数据，用查找表（LUT）法反演得到LAI产品。详细算法参见参考文献。\n图像格式：tif\n图像大小：每景1M左右\n时间范围：2000-2012年\n时间分辨率：8天\n空间分辨率：1km",
            "instructions": "File naming: the data is stored in grid tif format, the file name \"Ayyyydddh25v04lai_sg.tif\", where yyyy represents the year and DDD represents the day, such as A2000049h25v04lai_sg.tif, represents the LAI product data on the 49th day of 2000.\nData reading: Arcgis, Envi and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以栅格tif格式存储，文件名称“Ayyyydddh25v04LAI_SG.tif”，其中yyyy代表年，ddd代表日，例如A2000049h25v04LAI_SG.tif，表示2000年第49天的LAI产品数据。\n数据读取：可以用Arcgis、Envi等遥感软件打开读取。",
            "east": 102.1548642,
            "west": 97.3520258,
            "south": 37.7401842,
            "north": 42.6893038,
            "startTime": "2000-01-10 23:00:00",
            "endTime": "2013-01-09 23:00:00",
            "fileSize": 1128896560.0,
            "cstr": "18406.11.heihe.090.2014.db",
            "doi": "10.3972/heihe.090.2014.db",
            "dataFormat": "tif",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范闻捷",
                "nameEn": "FAN Wenjie",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new FAPAR retrieval model for continuous vegetation",
                "referenceCn": null,
                "referenceEn": "Liu, Y. , Fan, W. , Xu, X. , & Chen, G. . (2013). A new FAPAR retrieval model for continuous vegetation. doi:10.1109/IGARSS.2013.6723470"
            },
            {
                "titleCn": null,
                "titleEn": "Algorithm of Leaf Area Index product for HJ-CCD over Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Liao, Y. , Fan, W. , & Xu, X. . (2013). Algorithm of leaf area index product for HJ-CCD over Heihe River Basin. IGARSS 2013 - 2013 IEEE International Geoscience and Remote Sensing Symposium. IEEE."
            },
            {
                "titleCn": null,
                "titleEn": "Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration",
                "referenceCn": null,
                "referenceEn": "Ganguly S, Nemani R R, Zhang G, Hashimoto H, Milesi C, Michaelis A, Wang W, Votava P, Samanta A, Melton F, Dungan J L, Vermote E, Gao F, Knyazikhin Y, Myneni R B. Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration. Remote Sensing of Environment, 2012, 122: 185–202."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全流域",
                "keywordEn": "whole basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2012年",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河全流域遥感关键生态参数产品反演算法",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the LAI product derived from canopy BRDF model in terms of data collection and processing?",
                "QuestionCn": "从冠层BRDF模型衍生的LAI产品在数据收集和处理方面的特征是什么？",
                "AnswerEn": "canopy reflectance as a function of LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, incident and observation angles, spatial resolution of 1km, temporal resolution of 8 days, period from 2000 to 2012",
                "AnswerCn": "冠层反射率作为LAI/FAPAR、波长、土壤和叶片反射率、聚合指数、入射和观测角度的函数，空间分辨率为1公里，时间分辨率为8天，时间范围为2000年至2012年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of 1km LAI product images generated between 2000 and 2012 at an 8-day temporal resolution?",
                "QuestionCn": "2000年至2012年间生成的1公里LAI产品图像总数为8天时间分辨率。",
                "AnswerEn": "598",
                "AnswerCn": "598",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the LAI product algorithm in the context of a dataset about the Heihe River Basin from 2000 to 2012?",
                "QuestionCn": "在2000年至2012年关于黑河流域的数据集中，LAI产品算法是什么？",
                "AnswerEn": "The LAI product algorithm for a dataset concerning the Heihe River Basin from 2000 to 2012 utilizes a canopy BRDF model that expresses canopy reflectance as a function of various parameters such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. Key parameters are established in a parameter table used as input for inversion. Preprocessed surface reflectance data and land cover data are then inputted, and the LAI product is retrieved using the Look-Up Table (LUT) method.",
                "AnswerCn": "LAI产品算法针对2000年至2012年期间的黑河流域数据集，利用冠层BRDF模型将冠层反射率表示为多种参数的函数，如LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及入射和观测角度。关键参数在一个参数表中建立，作为反演的输入。然后，预处理的表面反射率数据和土地覆盖数据被输入，LAI产品通过查找表（LUT）方法进行检索。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the LAI retrieval methods using canopy BRDF models compare with other data collection methods in terms of accuracy and efficiency for generating LAI products over large spatial scales?",
                "QuestionCn": "使用冠层BRDF模型的LAI提取方法与其他数据收集方法在生成大尺度LAI产品的准确性和效率方面如何比较？",
                "AnswerEn": "The LAI retrieval method using canopy BRDF models involves processing canopy reflectance as a function of various parameters such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. By establishing parameter tables for key parameters and using pre-processed surface reflectance and land cover data, the method employs a lookup table (LUT) approach to derive LAI products. This method offers a systematic approach to handling large spatial datasets with consistent temporal and spatial resolution (8 days and 1km respectively) from 2000 to 2012, potentially providing enhanced accuracy and efficiency over other methods that may not integrate such diverse parameters or systematic processing techniques.",
                "AnswerCn": "使用冠层BRDF模型的LAI检索方法涉及将冠层反射率处理为各种参数的函数，如LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及入射和观测角度。通过为关键参数建立参数表，并使用预处理的表面反射率和土地覆盖数据，该方法采用查找表（LUT）方法来推导LAI产品。这种方法提供了一种系统化的方式来处理2000年至2012年间具有一致时间和空间分辨率（8天和1公里）的庞大空间数据集，可能在准确性和效率上优于其他未能整合如此多样化参数或系统处理技术的方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the main factors that influence the accuracy of LAI product retrieval in remote sensing, considering the parameters like canopy reflectance, soil and leaf reflectance, and observation angles?",
                "QuestionCn": "影响遥感中LAI产品检索准确性的主要因素包括：冠层反射率、土壤和叶片反射率以及观测角度等参数。",
                "AnswerEn": "The accuracy of LAI product retrieval can be influenced by several factors, including the precision of the canopy BRDF model used, the accuracy of input parameters like soil and leaf reflectance, aggregation index, and observation angles. The method involves using pre-processed surface reflectance data and land cover data, which are critical for ensuring reliability. The establishment of parameter tables and the lookup table (LUT) method for inversion are also essential in minimizing errors.",
                "AnswerCn": "LAI 产品检索的准确性可能受到多个因素的影响，包括所使用的冠层 BRDF 模型的精度、土壤和叶片反射率等输入参数的准确性、聚合指数和观测角度。该方法涉及使用预处理的表面反射率数据和土地覆盖数据，这对于确保可靠性至关重要。建立参数表和查找表（LUT）方法进行反演也是减少误差的重要环节。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using the canopy BRDF model to derive LAI products from surface reflectance and land cover data in the context of the 黑河流域 region?",
                "QuestionCn": "在黑河流域地区，使用冠层BRDF模型从地表反射率和土地覆盖数据推导LAI产品的程序步骤包括：\n\n1. 数据收集：获取黑河流域的地表反射率数据和土地覆盖数据。\n2. 数据预处理：对收集到的地表反射率数据进行校正和标准化，确保数据质量。\n3. 冠层BRDF模型选择：选择适合黑河流域特征的冠层BRDF模型。\n4. 模型参数化：根据土地覆盖类型和气候条件，设置冠层BRDF模型的参数。\n5. 反射率模拟：使用冠层BRDF模型模拟不同LAI值下的地表反射率。\n6. 反演LAI：通过比较实际地表反射率与模拟反射率，反演出LAI值。\n7. 验证与校正：使用地面观测数据验证反演结果，并进行必要的校正。\n8. 产品生成：生成最终的LAI产品，并进行空间分析和可视化。\n9. 结果分析：分析LAI产品在黑河流域的时空变化特征及其生态意义。",
                "AnswerEn": "The procedural steps involve first using the canopy BRDF model to express canopy reflectance as a function of various parameters, including LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and angles of incidence and observation. Key parameters are recorded in a parameter table for inversion input. Preprocessed surface reflectance data and land cover data are then used as inputs for the Look-Up Table (LUT) method to invert and derive LAI products.",
                "AnswerCn": "程序步骤首先使用冠层BRDF模型将冠层反射率表示为各种参数的函数，包括LAI/FAPAR、波长、土壤和叶片反射率、聚合指数以及入射角和观测角。关键参数记录在参数表中，以便进行反演输入。预处理的表面反射率数据和土地覆盖数据随后作为输入，用于查找表（LUT）方法进行反演并推导LAI产品。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate retrieval of LAI products from surface reflectance data in the context of the 黑河流域1km LAI产品?",
                "QuestionCn": "哪些方法论能够在黑河流域1km LAI产品的背景下，从表面反射率数据中准确检索LAI产品？",
                "AnswerEn": "The methodology involves using a canopy BRDF model to represent canopy reflectance as a function of several parameters such as LAI/FAPAR, wavelength, soil and leaf reflectance, aggregation index, and incident and observation angles. This involves creating parameter tables for key parameters as inputs, and then using look-up tables (LUT) to retrieve LAI products from preprocessed surface reflectance and land cover data.",
                "AnswerCn": "该方法涉及使用冠层BRDF模型来表示冠层反射率，作为多个参数的函数，例如LAI/FAPAR、波长、土壤和叶片反射率、聚合指数，以及入射和观测角度。这涉及为关键参数创建参数表作为输入，然后使用查找表（LUT）从预处理的表面反射率和土地覆盖数据中检索LAI产品。",
                "Level": "C3(Applying)"
            }
        ]
    }
}