{
    "id": "8ee51750-2718-4c13-aa5e-9722ef7099b8",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Meteorological data of two measuring stations in Lancang and Nu rivers (2018-2019)",
            "titleCn": "澜沧江、怒江两个实测站点气象数据（2018-2019）",
            "description": "Two stations measured in the lancang river, nujiang river (LCJ_YLJ2: latitude, longitude 27.29709167 99.10683056 elevation of 1659 meters;NJ_YLJ01: latitude, longitude 25.94245278 98.83586389 elevation 802 meters) above are based on the HOBO from rain gauge measuring cylinder (brand/model: the ONESET/RG3 -m) precipitation, temperature measurement.Based on measuring cylinder tilting the rain rain is a kind of commonly used rainfall measurement method, is used to record the change of precipitation.Tilting the measuring cylinder is a special design of the device, it can accurately measure the landing in a specific area of rain water.Tilting the rain of the measuring cylinder principle is very simple and effective.It consists of a cylindrical container and a skip a funnel.The rain through funnel into the cylinder, and when the rain water cylinder body reaches a certain extent, skip automatically flip, will the rain poured out, and the number of records skip.Through statistical skip the number of times can be calculated within the specified period of rainfall.Parameters: range (12.7 cm/hr; - 20-70 ℃), precision (+ / - 1.0 %(20 mm/hr), plus or minus 0.47 ℃ (25 ℃) 】, resolution [0.2 mm (skip); 0.1 ℃ (25 ℃) 】.",
            "descriptionCn": "澜沧江、怒江两个测站（LCJ_YLJ2：纬度27.29709167 经度99.10683056 高程1659米；NJ_YLJ01：纬度25.94245278 经度98.83586389 高程802米）均基于HOBO自计式雨量筒（品牌/型号：美国ONESET/RG3-M）进行降水、温度测量。基于翻斗式雨量筒测量雨水是一种常用的雨量测量方法，用于记录降雨量的变化。翻斗式雨量筒是一种特殊设计的装置，它可以精确地测量降落在特定区域内的雨水量。翻斗式雨量筒的工作原理非常简单而有效。它由一个圆柱形容器和一个装有漏斗的翻斗组成。雨水通过漏斗进入筒体，并且当筒体内的雨水量达到一定程度时，翻斗会自动翻转，将其中的雨水倒出，并记录翻斗的次数。通过统计翻斗的次数，可以计算出特定时间段内的降雨量。参数：量程【12.7cm/hr；-20-70℃】，精度【±1.0%（20mm/hr时）；±0.47℃（25℃时）】，分辨率【0.2mm（1翻斗）；0.1℃（25℃时）】。",
            "instructions": "LCJ_YLJ2.csv\nNJ_YLJ01.csv",
            "instructionsCn": "LCJ_YLJ2.csv\nNJ_YLJ01.csv",
            "east": 99.0,
            "west": 98.0,
            "south": 26.0,
            "north": 27.0,
            "startTime": "2018-06-27 17:36:54",
            "endTime": "2019-02-26 17:36:54",
            "fileSize": 545453.0,
            "cstr": "18406.11.Atmos.tpdc.300533",
            "doi": "10.11888/Atmos.tpdc.300533",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "姚治君",
                "nameEn": "YAO Zhijun",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘兆飞",
                "nameEn": "LIU Zhaofei",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "张星星",
                "nameEn": "ZHANG Xingxing",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Flow regime changes in the Lancang River, revealed by integrated modeling with multiple Earth observation datasets",
                "referenceCn": null,
                "referenceEn": "Zhang, X.X., Jiang, L.G., Liu, Z.F., Kittel, C., Yao, Z.J., Druce, D., Wang, R., Tøttrup, C., Liu, J., Jiang, H., Bauer-Gottwein, P. (2023). Flow regime changes in the Lancang river, revealed by integrated modeling with multiple earth observation datasets. Science of the Total Environment, 862, 160656."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怒江",
                "keywordEn": "Nu River"
            },
            {
                "keywordCn": "澜沧江",
                "keywordEn": "Lancang River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            },
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The flow regime change of rivers, especially transboundary rivers, affected by reservoir regulations is evident worldwide and has received much attention. Investigating dam-induced flow regime alterations is essential for understanding potential adverse downstream effects and facilitating dialogue around coordinated water use in transboundary basins, such as the Lancang River Basin (LRB). The spatial and temporal patterns of hydrological processes and water availability are profoundly changing at regional and global scales under the dual impacts of climate change and human activities. Streamflow is a crucial element in understanding hydrological processes, and water resource management. Climate change can affect streamflow in several ways. The Intergovernmental Panel on Climate Change (IPCC) has reported that climate change has led to an increase in frequency and severity of extreme floods and droughts, which seriously threaten human life and property. On the other hand, infrastructure, such as dams and reservoirs, has significantly changed the flow regime. Dams are primarily constructed to regulate the river discharge. Additionally, the reservoirs behind dams play an important role in freshwater resource control. Reservoir construction and management obviously alter natural flow regimes intending to play a significant role in regional socioeconomic development within the river basin and considerably influence downstream ecological systems. Given the background of climate change and population growth, concerns have been raised about the negative impact of reservoir construction on the ecological environment and water resources in downstream countries, especially in developing countries. In terms of environmental effects, dams and reservoirs substantially alter the natural hydrological regime, which leads to numerous physical and ecological impacts on freshwater, terrestrial, and marine ecosystems and their dependent species. Beyond flow alterations, dams also fragment aquatic habitats, such as blocking the movement of species and the delivery of nutrients and sediments downstream, which can severely disrupt natural riverine production systems - especially fisheries, flood-recession agriculture, and dry-season grazing. In the case of regulated transboundary rivers, water management during extreme events is a complex issue requiring international coordination. The Lancang River Basin (LRB) is a good example of this complexity. The basin has undergone rapid development of its hydropower potential during the past three decades, which has dramatically changed hydrological processes and sediment budget, thus degrading river ecosystems and threatening riparian communities. For example, Doan et al. (2020) pointed out that the sediment trapping in the Lancang cascade dams decreased the sediment budget in the Vietnamese Mekong Delta by 74.1 %, thereby causing severe riverbed incisions. Beyond sediment impeding, flow regulation has been a major concern for countries along the route, especially when encountering extreme weather conditions (extreme drought or flood). Then, how do climate change and reservoir regulation affect outbound release in the Lancang River Basin? It is essential to study upstream reservoir operation (e.g., reservoir inflow, storage, and outflow), to understand the variation in the flow regime over the past 20 years and to better allocate water resources. Although the most recently constructed dams are equipped with sophisticated in-situ monitoring systems to obtain reservoir data such as inflow, storage, and outflow, and although reservoir operational rules are in place, obtaining long-term and consistent records is difficult due to a lack of data-sharing mechanisms and geopolitical concerns in transboundary river basins. Thus, leveraging free and open Earth observation (EO) datasets to reconstruct flow regimes at the regional scale is an ongoing effort owing to the urgency of ensuring more effective cross-boundary cooperation and management of water-energy resources."
            ],
            "research objective": [
                "This study explored the value of combining several types of satellite Earth observation (EO) datasets that monitor different water balance components to constrain the parameter space of lumped conceptual hydrological models. To address these questions within the basin, we use WSE observations derived from the state-of-the-art Sentinel-3 and SWE observations developed by a novel algorithm for fusing optical and SAR data to monitor cascade reservoir operation in the LRB."
            ],
            "challenges": [
                "The implementation of second approach in the LRB remains challenging, despite being promising owing to uncertainties in reservoir storage monitoring and inflow simulation. To apply this method, the first task is to estimate the reservoir storage variations, which can be achieved by fitting the imagery-derived SWE and altimetry-derived WSE curves. However, the availability of data is challenging. Although Landsat provides a long time series for WSE monitoring, data quality may deteriorate due to clouds and faulty sensors. Reservoir storage changes can be easily calculated by multiplying the WSE changes with a fixed mean reservoir SWE. Nonetheless, this method outperforms the other global reservoir operation schemes. However, assuming a fixed value of reservoir SWE introduces uncertainties, contradicting the fact that reservoir SWE in the LRB fluctuates significantly with the season. On the other hand, satellite altimetry observations are not only subject to external disturbances in narrow reservoirs in mountain valleys but are also limited by sparse spatial coverage and long revisit times."
            ],
            "methods": [
                "We reconstructed the natural flow regime of the Lancang River by combining satellite Earth observations. We obtained the regulated flow regime from satellite altimetry reservoir level observations. Specifically, reservoir water storage changes were first estimated using satellite imagery and altimetry datasets. Then, storage changes were combined with hydrological model simulations of reservoir inflow to estimate the regulated flow regime downstream."
            ],
            "dataset": [
                "Precipitation data from 2000 to 2020 from 42 meteorological gauge stations operated by the China Meteorological Administration (CMA) were used to evaluate the quality of the four satellite-based precipitation datasets. The TWSA over the LRB was obtained from the Jet Propulsion Laboratory (JPL) mascon (mass concentration) surface mass change solution applied to GRACE and Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) gravimetric observations. The TWSA time series covers the period of GRACE from April 2002 to June 2017 and GRACE-FO from June 2018 to December 2020."
            ],
            "findings": [
                "Our results showed that integrated hydrological modeling combined with EO datasets exhibited better overall performance. Continuous warming and drying of the LRB resulted in a decrease in discharge of approximately 47 %. By comparing the simulated natural and regulated flow regimes, we revealed the pivotal role of the Xiaowan and Nuozhadu reservoirs in regulating natural flows. The wet season shortens (approximately 45 days), the flood peak flattens, and the low flow in the dry season has primarily increased. The two reservoirs attenuated 50 % of the flood peaks in the wet seasons and mitigated droughts by releasing up to 100 % of the natural flows in the dry seasons at the China–Laos border. Overall, these results enhance the understanding of upper reservoir operation, and the approaches can be applied to studies of dammed basins under climate change scenarios when knowledge of the upstream area is limited."
            ],
            "backgroundCn": [
                "河流的流态变化，尤其是受水库调控影响的跨界河流，已在全球范围内显而易见，并引起了广泛关注。研究大坝引起的流态变化对于理解潜在的下游不利影响以及促进跨界流域（如澜沧江流域）协调水资源利用的对话至关重要。在气候变化和人类活动的双重影响下，水文过程和水资源的空间和时间模式在区域和全球范围内发生了深刻变化。径流是理解水文过程和水资源管理的关键要素。气候变化可以通过多种方式影响径流。政府间气候变化专门委员会（IPCC）报告指出，气候变化导致极端洪水和干旱的频率和严重性增加，这严重威胁到人类的生命和财产。另一方面，基础设施，如大坝和水库，显著改变了流态。大坝主要用于调节河流的排放。此外，大坝后面的水库在淡水资源控制中也发挥着重要作用。水库的建设和管理显然改变了自然流态，旨在在流域内发挥重要的区域社会经济发展作用，并对下游生态系统产生重大影响。考虑到气候变化和人口增长的背景，人们对水库建设对下游国家生态环境和水资源的负面影响表示担忧，尤其是在发展中国家。在环境影响方面，大坝和水库显著改变了自然水文规律，导致淡水、陆地和海洋生态系统及其依赖物种的众多物理和生态影响。除了流态变化外，大坝还会破坏水生栖息地，例如阻碍物种的迁移以及营养物质和沉积物的下游输送，这可能严重扰乱自然河流生产系统，尤其是渔业、洪水退却农业和干季放牧。在受调控的跨界河流的情况下，极端事件期间的水管理是一个复杂的问题，需要国际协调。澜沧江流域就是这种复杂性的一个良好例子。该流域在过去三十年中迅速开发其水电潜力，显著改变了水文过程和沉积物预算，从而破坏了河流生态系统，威胁到沿岸社区。例如，Doan等（2020）指出，澜沧江级联大坝的沉积物截留使越南湄公河三角洲的沉积物预算减少了74.1%，从而导致严重的河床侵蚀。除了沉积物阻碍外，流量调节在沿线国家尤其是在遭遇极端天气条件（极端干旱或洪水）时也是一个主要关注点。那么，气候变化和水库调控如何影响澜沧江流域的出境流量？研究上游水库的运行（例如，水库的流入、储存和流出）对于理解过去20年流态的变化以及更好地分配水资源至关重要。尽管最近建成的大坝配备了先进的原位监测系统，以获取水库数据，如流入、储存和流出，尽管已有水库运行规则，但由于缺乏数据共享机制和地缘政治问题，获取长期和一致的记录仍然困难。因此，利用免费和开放的地球观测（EO）数据集在区域尺度上重建流态是一个持续的努力，因其迫切需要确保更有效的跨界合作和水能资源管理。"
            ],
            "research objectiveCn": [
                "本研究探讨了结合多种类型的卫星地球观测（EO）数据集，以监测不同水量平衡组成部分，从而限制集成概念水文模型的参数空间的价值。为了解决流域内这些问题，我们使用了来自最先进的Sentinel-3的水面水位（WSE）观测数据，以及通过一种新算法融合光学和合成孔径雷达（SAR）数据开发的雪水当量（SWE）观测数据，以监测LRB中的级联水库运行。"
            ],
            "challengesCn": [
                "尽管第二种方法在LRB中具有潜力，但由于水库储存监测和流入模拟的不确定性，其实施仍然具有挑战性。应用此方法的第一步是估计水库储存的变化，这可以通过拟合影像导出的雪水当量（SWE）和高程测量导出的水面高程（WSE）曲线来实现。然而，数据的可获取性是一个挑战。尽管Landsat提供了长期的WSE监测时间序列，但由于云层和传感器故障，数据质量可能会下降。水库储存变化可以通过将WSE变化乘以固定的平均水库SWE来轻松计算。然而，这种方法在其他全球水库操作方案中表现优越。然而，假设水库SWE的固定值引入了不确定性，这与LRB中水库SWE随季节显著波动的事实相矛盾。另一方面，卫星高程观测不仅受到狭窄山谷水库外部干扰的影响，而且还受到稀疏空间覆盖和长重访时间的限制。"
            ],
            "methodsCn": [
                "我们通过结合卫星地球观测数据重建了澜沧江的自然流量模式。我们从卫星高度计的水库水位观测中获得了调节后的流量模式。具体而言，首先利用卫星影像和高度计数据估算水库水储量的变化。然后，将储量变化与水库入流的水文模型模拟结果结合，以估算下游的调节流量模式。"
            ],
            "datasetCn": [
                "2000年至2020年期间，中国气象局（CMA）运营的42个气象测站的降水数据被用于评估四个基于卫星的降水数据集的质量。大尺度水储量变化（TWSA）数据来自喷气推进实验室（JPL）对GRACE和重力恢复与气候实验后续（GRACE-FO）重力观测的质量浓度（mascon）表面质量变化解。TWSA时间序列覆盖了GRACE的时期，从2002年4月到2017年6月，以及GRACE-FO，从2018年6月到2020年12月。"
            ],
            "findingsCn": [
                "我们的研究结果表明，结合遥感数据集的综合水文模型表现出更好的整体性能。随着气温持续升高和干旱加剧，澜沧江流域的径流量减少了约47%。通过比较模拟的自然流量和调节流量，我们揭示了小湾和诺扎度水库在调节自然流量中的关键作用。湿季缩短了约45天，洪峰变平，干季的低流量主要增加。这两个水库在湿季减弱了50%的洪峰，并通过在干季释放高达100%的自然流量来缓解干旱，位于中老边界。总体而言，这些结果增强了对上游水库运行的理解，这些方法可以应用于气候变化情景下的水坝流域研究，尤其是在对上游地区了解有限的情况下。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is obtaining long-term and consistent records of reservoir operations challenging due to a lack of data-sharing mechanisms in transboundary river basins?",
                "QuestionCn": "由于跨界河流流域缺乏数据共享机制，获取水库运营的长期和一致记录是具有挑战性的。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Do the challenges in obtaining accurate reservoir storage data stem more from the limitations of satellite technology or from geopolitical issues in transboundary river basins?",
                "QuestionCn": "获取准确水库储存数据的挑战更多是源于卫星技术的局限性，还是跨界河流流域的地缘政治问题？",
                "AnswerEn": "satellite technology limitations",
                "AnswerCn": "卫星技术的局限性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the meteorological gauge stations located that provide precipitation data for evaluating satellite-based precipitation datasets?",
                "QuestionCn": "用于评估基于卫星的降水数据集的气象测量站的位置在哪里？",
                "AnswerEn": "China Meteorological Administration (CMA)",
                "AnswerCn": "中国气象局 (CMA)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When were the Total Water Storage Anomalies (TWSA) time series derived from GRACE and GRACE-FO observations collected?",
                "QuestionCn": "总水储存异常（TWSA）时间序列是从GRACE和GRACE-FO观测中获得的，收集时间为何时？",
                "AnswerEn": "April 2002 to June 2017, June 2018 to December 2020",
                "AnswerCn": "2002年4月至2017年6月，2018年6月至2020年12月。",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how satellite Earth observation datasets can be used to reconstruct natural flow regimes in river basins?",
                "QuestionCn": "您能否提供一个示例，说明卫星地球观测数据集如何用于重建河流流域的自然流动模式？",
                "AnswerEn": "Satellite Earth observation datasets, such as those derived from satellite imagery and altimetry, can be combined with hydrological model simulations of reservoir inflow to estimate regulated flow regimes downstream. In the Lancang River, reservoir water storage changes were first estimated using satellite imagery and altimetry datasets, which were then used to reconstruct the natural flow regime.",
                "AnswerCn": "卫星地球观测数据集，如卫星影像和测高数据，可以与水文模型模拟的水库入流相结合，以估算下游的调节流量。在澜沧江，水库水储量的变化首先通过卫星影像和测高数据集进行估算，然后这些数据被用于重建自然流量 regime。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when monitoring reservoir storage variations using satellite data?",
                "QuestionCn": "使用卫星数据监测水库储存变化时面临的一个挑战是什么？",
                "AnswerEn": "One challenge in monitoring reservoir storage variations using satellite data is the assumption of a fixed value for reservoir SWE (Surface Water Extent), which can introduce uncertainties since reservoir SWE in the Lancang River Basin fluctuates significantly with the season. Additionally, satellite altimetry observations are limited by sparse spatial coverage and long revisit times, especially in narrow reservoirs located in mountain valleys.",
                "AnswerCn": "使用卫星数据监测水库储水变化的一大挑战是假设水库的表面水体范围（SWE）为固定值，这可能引入不确定性，因为澜沧江流域的水库SWE随季节波动显著。此外，卫星测高观测受到稀疏空间覆盖和长重访时间的限制，尤其是在位于山谷中的狭窄水库。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how precipitation datasets are evaluated for quality in hydrological studies?",
                "QuestionCn": "您能否提供一个关于在水文研究中如何评估降水数据集质量的示例？",
                "AnswerEn": "Precipitation datasets from 42 meteorological gauge stations operated by the China Meteorological Administration (CMA) were used to evaluate the quality of four satellite-based precipitation datasets. These datasets cover the Lancang River Basin and are assessed to ensure accurate hydrological modeling and better understanding of water balance components.",
                "AnswerCn": "中国气象局（CMA）运营的42个气象站的降水数据集被用来评估四个基于卫星的降水数据集的质量。这些数据集覆盖了澜沧江流域，并进行评估以确保准确的水文模型和更好地理解水量平衡组成部分。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the rain measurement methods used at meteorological stations?",
                "QuestionCn": "气象站使用的降雨测量方法的特点是什么？",
                "AnswerEn": "tipping bucket type, 12.7 cm/hr, -20-70℃, accuracy of ±1.0% at 20mm/hr, ±0.47℃ at 25℃, resolution of 0.2mm per tip, 0.1℃ at 25℃",
                "AnswerCn": "翻斗式，12.7厘米/小时，-20至70℃，在20毫米/小时时精度为±1.0%，在25℃时精度为±0.47℃，分辨率为每次翻斗0.2毫米，25℃时为0.1℃。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with monitoring reservoir storage variations using satellite-based methods?",
                "QuestionCn": "使用卫星方法监测水库储存变化面临的挑战有哪些？",
                "AnswerEn": "uncertainties in reservoir storage monitoring, uncertainties in inflow simulation, quality of imagery-derived SWE, quality of altimetry-derived WSE, assumption of a fixed mean reservoir SWE, external disturbances in narrow reservoirs, sparse spatial coverage, long revisit times",
                "AnswerCn": "水库储量监测的不确定性、入流模拟的不确定性、影像衍生的积雪水当量（SWE）质量、测高衍生的水面高程（WSE）质量、固定平均水库积雪水当量的假设、狭窄水库的外部干扰、稀疏的空间覆盖、长重访时间。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What properties and datasets are used for reconstructing the natural flow regime of a river?",
                "QuestionCn": "重建河流自然流量模式所使用的属性和数据集包括哪些？",
                "AnswerEn": "reservoir water storage changes, satellite imagery, altimetry datasets, hydrological model simulations, satellite Earth observations, precipitation data, TWSA time series, GRACE and GRACE-FO gravimetric observations",
                "AnswerCn": "水库水储量变化、卫星影像、测高数据集、水文模型模拟、卫星地球观测、降水数据、TWSA时间序列、GRACE和GRACE-FO重力观测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological gauge stations were used for precipitation data evaluation in the Lancang River Basin?",
                "QuestionCn": "在澜沧江流域用于降水数据评估的气象测站有多少个？",
                "AnswerEn": "42",
                "AnswerCn": "42",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How much did the discharge decrease in the Lancang River Basin as a result of continuous warming and drying?",
                "QuestionCn": "由于持续的变暖和干旱，澜沧江流域的排水量减少了多少？",
                "AnswerEn": "47%",
                "AnswerCn": "47%",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a '翻斗式雨量筒' and how does it function in meteorological data collection?",
                "QuestionCn": "'翻斗式雨量筒'是一种用于气象数据收集的仪器，主要用于测量降水量。它的工作原理是通过一个翻斗装置，当雨水积累到一定量时，翻斗会翻转，将水排出，并记录下降水量。",
                "AnswerEn": "A '翻斗式雨量筒' is a tipping bucket rain gauge used for measuring rainfall. It consists of a cylindrical container and a funnel-equipped tipping bucket. Rainwater enters through the funnel into the tipping bucket, which tips over once a certain amount of water is collected, emptying the water and recording the tip count. By counting the number of tips, the rainfall amount over a specific time period can be calculated.",
                "AnswerCn": "翻斗式雨量筒是一种用于测量降雨量的翻斗雨量计。它由一个圆柱形容器和一个配有漏斗的翻斗组成。雨水通过漏斗进入翻斗，当收集到一定量的水后，翻斗会翻转，排空水并记录翻斗的翻转次数。通过计算翻转的次数，可以计算出特定时间段内的降雨量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'reservoir storage variations' in the context of hydrological studies?",
                "QuestionCn": "在水文研究的背景下，“水库储存变化”是指水库内水量的变化情况。",
                "AnswerEn": "'Reservoir storage variations' refer to the changes in the amount of water stored in a reservoir over time. In hydrological studies, these variations are often estimated using satellite imagery and altimetry datasets to understand the influence of reservoirs on downstream flow regimes and to simulate natural and regulated flow conditions.",
                "AnswerCn": "“水库储水变化”是指水库中储存水量随时间的变化。在水文研究中，这些变化通常通过卫星影像和高程测量数据集进行估算，以了解水库对下游流动模式的影响，并模拟自然和调节后的流动条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges arise in interpreting satellite-derived data for monitoring reservoir operations, and how might these challenges affect the understanding of flow regimes in river basins?",
                "QuestionCn": "在解释卫星获取的数据以监测水库操作时，会出现哪些挑战，这些挑战可能如何影响对河流流域流动模式的理解？",
                "AnswerEn": "Challenges in interpreting satellite-derived data for monitoring reservoir operations include uncertainties in reservoir storage monitoring and inflow simulation. Data availability can be problematic, as clouds and faulty sensors may deteriorate the quality of satellite imagery, such as Landsat. Additionally, satellite altimetry observations face external disturbances in narrow mountain valley reservoirs, sparse spatial coverage, and long revisit times. These challenges can introduce uncertainties in estimating reservoir storage variations, which are crucial for understanding regulated flow regimes in river basins.",
                "AnswerCn": "解读卫星衍生数据以监测水库操作面临的挑战包括水库储存监测和流入模拟的不确定性。数据可用性可能存在问题，因为云层和故障传感器可能会降低卫星影像（如Landsat）的质量。此外，卫星高度测量观测在狭窄的山谷水库中面临外部干扰，空间覆盖稀疏，重访时间长。这些挑战可能会引入估计水库储存变化的不确定性，而这些变化对于理解河流流域中的调节流动模式至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it difficult to obtain long-term and consistent records of reservoir operations in transboundary basins?",
                "QuestionCn": "在跨界流域中，获取水库运营的长期和一致记录是困难的，原因是什么？",
                "AnswerEn": "It is difficult to obtain long-term and consistent records of reservoir operations in transboundary basins due to a lack of data-sharing mechanisms and geopolitical concerns, which hinder access to in-situ monitoring systems data like reservoir inflow, storage, and outflow.",
                "AnswerCn": "在跨界流域中，由于缺乏数据共享机制和地缘政治问题，获取水库运营的长期和一致记录变得困难，这阻碍了对现场监测系统数据（如水库入流、储存和出流）的访问。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons behind the necessity of using satellite Earth observation datasets for reconstructing flow regimes at regional scales?",
                "QuestionCn": "使用卫星地球观测数据集在区域尺度上重建流动模式的必要性背后的原因是什么？",
                "AnswerEn": "The necessity of using satellite Earth observation datasets for reconstructing flow regimes arises from the urgency to ensure effective cross-boundary water-energy resource management, especially when in-situ data is difficult to obtain due to geopolitical concerns and data-sharing limitations.",
                "AnswerCn": "使用卫星地球观测数据集重建流动模式的必要性源于确保有效的跨界水能资源管理的紧迫性，特别是在由于地缘政治问题和数据共享限制而难以获得现场数据的情况下。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the use of satellite Earth observation datasets affect the accuracy and effectiveness of reconstructing natural flow regimes in river basins?",
                "QuestionCn": "卫星地球观测数据集的使用如何影响河流流域自然流态重建的准确性和有效性？",
                "AnswerEn": "Integrated hydrological modeling combined with Earth observation datasets exhibited better overall performance in reconstructing natural flow regimes. Satellite observations provided important data for estimating reservoir water storage changes and simulating regulated flow regimes, enhancing understanding of upstream reservoir operations.",
                "AnswerCn": "综合水文模型与地球观测数据集结合，展现出在重建自然流量模式方面更好的整体表现。卫星观测提供了重要数据，用于估算水库水储存变化和模拟调节流量模式，增强了对上游水库操作的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential consequences of relying on a fixed reservoir storage water equivalent (SWE) value when estimating reservoir storage variations?",
                "QuestionCn": "依赖固定的水库储水当量（SWE）值来估计水库储水变化的潜在后果是什么？",
                "AnswerEn": "Relying on a fixed reservoir storage water equivalent value introduces uncertainties, as reservoir SWE in the Lancang River Basin fluctuates significantly with the season. This can affect the accuracy of reservoir storage variation estimates and subsequent flow regime simulations.",
                "AnswerCn": "依赖固定的水库储水当量值会引入不确定性，因为澜沧江流域的水库储水当量在季节间波动显著。这可能影响水库储水变化估计的准确性以及后续流量模式模拟的结果。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the key objectives behind employing Earth observation datasets to monitor water balance components in the Lancang River Basin?",
                "QuestionCn": "利用地球观测数据集监测澜沧江流域水量平衡组成部分的主要目标是什么？",
                "AnswerEn": "The goal is to constrain the parameter space of lumped conceptual hydrological models by combining satellite Earth observation datasets, thereby reconstructing flow regimes and ensuring more effective cross-boundary cooperation and management of water-energy resources.",
                "AnswerCn": "目标是通过结合卫星地球观测数据集来限制集中概念水文模型的参数空间，从而重建流域水文过程，并确保更有效的跨界合作和水能资源管理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to explore satellite data for monitoring reservoir operations in the context of climate change and reservoir regulation in transboundary river basins?",
                "QuestionCn": "在气候变化和跨界河流流域的水库管理背景下，探索卫星数据以监测水库运营是至关重要的。",
                "AnswerEn": "Given the lack of long-term and consistent in-situ data-sharing mechanisms due to geopolitical concerns, leveraging satellite data is crucial to understand the variation in flow regimes and facilitate coordinated water use in transboundary basins like the Lancang River Basin.",
                "AnswerCn": "由于地缘政治因素导致缺乏长期和一致的现场数据共享机制，利用卫星数据对于理解流域变化和促进跨界流域（如澜沧江流域）的协调用水至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the significance of combining satellite altimetry and imagery datasets to estimate reservoir water storage changes in the Lancang River Basin?",
                "QuestionCn": "结合卫星测高和影像数据集来估计澜沧江流域水库水储量变化的意义是什么？",
                "AnswerEn": "This approach aims to estimate reservoir storage variations accurately by fitting imagery-derived SWE and altimetry-derived WSE curves, which is vital for understanding and simulating the regulated flow regime downstream amidst challenges like data availability and uncertainties in reservoir storage monitoring.",
                "AnswerCn": "该方法旨在通过拟合影像衍生的雪水当量（SWE）和高程测量衍生的水面高程（WSE）曲线，准确估计水库储水变化，这对于理解和模拟下游的调节流 regime 至关重要，尤其是在数据可用性和水库储水监测不确定性等挑战下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for using satellite Earth observation datasets to monitor and model reservoir operations in river basins?",
                "QuestionCn": "使用卫星地球观测数据集监测和建模河流流域水库操作的程序是什么？",
                "AnswerEn": "To monitor and model reservoir operations, satellite Earth observation datasets are used to estimate reservoir storage variations by fitting imagery-derived SWE and altimetry-derived WSE curves. These changes in reservoir water storage are combined with hydrological model simulations of reservoir inflow to estimate the regulated flow regime downstream.",
                "AnswerCn": "为了监测和建模水库操作，使用卫星地球观测数据集通过拟合影像衍生的雪水当量（SWE）和高程测量衍生的水面高程（WSE）曲线来估计水库储水变化。这些水库水储量的变化与水文模型模拟的水库入流相结合，以估计下游的调节流 regime。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can satellite altimetry and imagery datasets be utilized to reconstruct the natural flow regime of a river?",
                "QuestionCn": "卫星高度计和影像数据集如何用于重建河流的自然流动规律？",
                "AnswerEn": "Satellite altimetry and imagery datasets are utilized to first estimate changes in reservoir water storage. These storage changes are then combined with hydrological model simulations of reservoir inflow to reconstruct the natural flow regime of the river, distinguishing between natural and regulated flow conditions.",
                "AnswerCn": "卫星高度计和影像数据集用于首先估计水库水储量的变化。这些储量变化随后与水文模型模拟的水库入流相结合，以重建河流的自然流动状态，从而区分自然流动和调节流动条件。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the collection and integration of satellite Earth observation data for monitoring reservoir operations in transboundary river basins?",
                "QuestionCn": "哪些方法可以收集和整合卫星地球观测数据，以监测跨界河流流域的水库运营？",
                "AnswerEn": "The integration of satellite Earth observation datasets, such as Sentinel-3 and novel algorithms for fusing optical and SAR data, enables the monitoring of cascade reservoir operations. These methods involve estimating reservoir storage variations using satellite imagery and altimetry-derived water surface elevation curves.",
                "AnswerCn": "卫星地球观测数据集的整合，如Sentinel-3，以及融合光学和合成孔径雷达（SAR）数据的新算法，使得对级联水库操作的监测成为可能。这些方法涉及使用卫星影像和基于高程计的水面高度曲线来估算水库储水量的变化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do current data-sharing mechanisms support or hinder the acquisition of long-term and consistent hydrological data in transboundary river basins?",
                "QuestionCn": "当前的数据共享机制如何支持或阻碍跨界河流流域长期和一致的水文数据获取？",
                "AnswerEn": "The acquisition of long-term and consistent hydrological data is hindered by a lack of data-sharing mechanisms and geopolitical concerns in transboundary river basins. Despite the presence of sophisticated in-situ monitoring systems, obtaining long-term records remains challenging.",
                "AnswerCn": "获取长期和一致的水文数据受到缺乏数据共享机制和跨界河流流域地缘政治问题的阻碍。尽管存在先进的原位监测系统，但获取长期记录仍然具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are faced in applying satellite altimetry observations to narrow reservoirs in mountain valleys, and how might these challenges be addressed?",
                "QuestionCn": "在将卫星测高观测应用于山区山谷的狭窄水库时面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Satellite altimetry observations in narrow reservoirs in mountain valleys face challenges due to external disturbances, sparse spatial coverage, and long revisit times. Addressing these challenges may involve developing more precise observation techniques or combining multiple data sources to improve accuracy.",
                "AnswerCn": "卫星测高观测在山谷狭窄水库中面临外部干扰、稀疏的空间覆盖和长重访时间等挑战。解决这些挑战可能涉及开发更精确的观测技术或结合多种数据源以提高准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges are anticipated in accurately estimating reservoir storage variations using satellite Earth observation techniques?",
                "QuestionCn": "使用卫星地球观测技术准确估计水库储存变化面临哪些挑战？",
                "AnswerEn": "Challenges in accurately estimating reservoir storage variations include uncertainties in reservoir storage monitoring and inflow simulation, limited data availability due to cloud cover or faulty sensors, and assumptions about reservoir storage that do not account for significant seasonal fluctuations.",
                "AnswerCn": "准确估计水库储量变化的挑战包括水库储量监测和流入模拟中的不确定性、由于云层覆盖或传感器故障导致的数据可用性有限，以及对水库储量的假设未能考虑显著的季节性波动。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the availability of long-term and consistent records of reservoir operations expected to be limited in transboundary river basins?",
                "QuestionCn": "跨界河流流域中，水库运营的长期和一致记录的可用性预计会受到限制，原因是什么？",
                "AnswerEn": "The availability of long-term and consistent records of reservoir operations is expected to be limited due to a lack of data-sharing mechanisms and geopolitical concerns, which can hinder consistent data collection and sharing in transboundary river basins.",
                "AnswerCn": "由于缺乏数据共享机制和地缘政治问题，水库运营的长期和一致记录的可用性预计将受到限制，这可能会妨碍跨界河流流域中一致的数据收集和共享。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, what are the potential impacts of integrating different datasets, such as precipitation data and satellite-derived surface mass changes, on understanding hydrological processes?",
                "QuestionCn": "在您看来，整合不同数据集（如降水数据和卫星获取的地表质量变化数据）对理解水文过程的潜在影响是什么？",
                "AnswerEn": "Integrating different datasets such as precipitation data from meteorological stations and satellite-derived surface mass changes can provide a more comprehensive understanding of hydrological processes. This approach allows for better evaluation of precipitation datasets and the reconstruction of flow regimes, ultimately leading to more informed water resource management and flood/drought mitigation strategies.",
                "AnswerCn": "整合来自气象站的降水数据和卫星获取的地表质量变化数据，可以更全面地理解水文过程。这种方法可以更好地评估降水数据集和重建流动模式，最终有助于更有效的水资源管理以及洪水/干旱缓解策略。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't understand the methods used to collect meteorological data at the specified stations in the Lancang and Nujiang areas.",
                "QuestionCn": "我无法理解在澜沧和怒江地区指定站点收集气象数据的方法。",
                "AnswerEn": "The meteorological data at the specified stations in the Lancang and Nujiang areas were collected using HOBO self-recording rain gauges. These rain gauges measure precipitation and temperature using a tipping bucket mechanism, which records the amount of rainfall by counting the number of times the bucket tips. This method is efficient for accurately measuring rainfall over specific periods.",
                "AnswerCn": "在澜沧和怒江地区的指定站点收集的气象数据使用HOBO自记录雨量计。这些雨量计通过倾斜桶机制测量降水和温度，通过计算桶倾斜的次数来记录降雨量。这种方法在特定时间段内准确测量降雨量方面非常有效。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when using satellite datasets to monitor hydrological changes in the Lancang River Basin.",
                "QuestionCn": "我对使用卫星数据集监测澜沧江流域水文变化时面临的挑战感到不确定。",
                "AnswerEn": "The challenges in using satellite datasets for hydrological monitoring in the Lancang River Basin include uncertainties in reservoir storage monitoring and inflow simulation. Data quality from sources like Landsat can be affected by clouds and sensor faults, and satellite altimetry observations face issues due to limited spatial coverage and long revisit times, especially in narrow reservoir settings.",
                "AnswerCn": "在澜沧江流域使用卫星数据集进行水文监测面临的挑战包括水库储水监测和流入模拟的不确定性。来自Landsat等来源的数据质量可能受到云层和传感器故障的影响，而卫星高度计观测由于空间覆盖有限和重访时间长，尤其在狭窄的水库环境中面临问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how different datasets are used to reconstruct the natural flow regime of the Lancang River.",
                "QuestionCn": "我不明白如何使用不同的数据集来重建澜沧江的自然流量模式。",
                "AnswerEn": "To reconstruct the natural flow regime of the Lancang River, satellite Earth observations are combined, such as satellite imagery and altimetry datasets, to estimate reservoir water storage changes. These storage changes are then integrated with hydrological model simulations of reservoir inflow to estimate the regulated flow regime downstream.",
                "AnswerCn": "为了重建澜沧江的自然流量规律，结合卫星地球观测数据，如卫星影像和高程测量数据集，以估算水库水储量的变化。这些储量变化随后与水库入流的水文模型模拟结果相结合，以估算下游的调节流量规律。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of using multiple types of satellite datasets to monitor different water balance components in hydrological modeling.",
                "QuestionCn": "请分析使用多种类型的卫星数据集监测水文模型中不同水量平衡组成部分的有效性。",
                "AnswerEn": "Combining several types of satellite Earth observation datasets to monitor different water balance components shows promising potential in constraining the parameter space of lumped conceptual hydrological models. Integrated hydrological modeling with these datasets has demonstrated better overall performance, providing insights into the effects of reservoir regulation on flow regimes and enhancing understanding of upstream reservoir operations.",
                "AnswerCn": "结合多种卫星地球观测数据集来监测不同的水量平衡组成部分，显示出在约束集成概念水文模型的参数空间方面的良好潜力。利用这些数据集进行的综合水文建模表现出更好的整体性能，提供了关于水库调节对流量模式影响的见解，并增强了对上游水库操作的理解。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}