{
    "id": "8efbb18d-bc02-4bf6-9f21-345480d6637f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Dataset of ground truth of land surface evapotranspiration at regional scale in the Heihe River Basin (2012-2016) ETMap Version 1.0",
            "description": "Surface evapotranspiration (ET) is an important variable that connects the land energy balance, water cycle and carbon cycle. The accurate acquisition of ET is helpful to the research of global climate change, crop yield estimation, drought monitoring, and it is of great significance to regional and global water resource planning and management. The methods of obtaining evapotranspiration mainly include ground observation, remote sensing estimation, model simulation and assimilation. The high-precision surface evapotranspiration data can be obtained by ground observation, but the spatial representation of observation stations is very limited; remote sensing estimation, model simulation and assimilation methods can obtain the spatial continuous surface evapotranspiration, but there are problems in the verification of accuracy and the rationality of spatial-temporal distribution pattern. Therefore, this study makes full use of a large number of high-precision station observation data, combined with multi-source remote sensing information, to expand the observation scale of ground stations to the region, to obtain high-precision, spatiotemporal distribution of continuous surface evapotranspiration.\nBased on the \"Heihe River Integrated Remote Sensing joint experiment\" (water), \"Heihe River Basin Ecological hydrological process integrated remote sensing observation joint experiment\" (hiwater), the accumulated station observation data (automatic meteorological station, eddy correlator, large aperture scintillation instrument, etc.), 36 stations (65 station years, distribution map is shown in Figure 1) are selected in combination with multi-source remote sensing data (land cover) Five machine learning methods (regression tree, random forest, artificial neural network, support vector machine, depth belief network) were used to construct different scale expansion models of surface evapotranspiration, and the results showed that: compared with The other four methods, random forest method, are more suitable for the study of the scale expansion of surface evapotranspiration from station to region in Heihe River Basin. Based on the selected random forest scale expansion model, taking remote sensing and air driven data as input, the surface evapotranspiration time-space distribution map (etmap) of Heihe River Basin during the growth season (May to September) from 2012 to 2016 was produced. The results show that the overall accuracy of etmap is good. The RMSE (MAPE) of upstream (las1), midstream (las2-las5) and downstream (las6-las8) are 0.65 mm / day (18.86%), 0.99 mm / day (19.13%) and 0.91 mm / day (22.82%), respectively. In a word, etmap is a high-precision evapotranspiration product in Heihe River Basin, which is based on the observation data of stations and the scale expansion of random forest algorithm. Please refer to Xu et al. (2018) for all station information and scale expansion methods, and Liu et al. (2018) for observation data processing.",
            "instructions": "",
            "east": 102.0,
            "west": 97.0,
            "south": 37.8,
            "north": 42.7,
            "startTime": "2012-01-14 00:00:00",
            "endTime": "2017-01-13 00:00:00",
            "fileSize": 1221390541.0,
            "cstr": "18406.11.Meteoro.tpdc.270141",
            "doi": "10.11888/Meteoro.tpdc.270141",
            "dataFormat": "Data format, such as Excel",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "XU Tongren ",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
                "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Verification of the authenticity of surface evapotranspiration remote sensing products",
                "referenceEn": "None"
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
                "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
            },
            {
                "titleEn": "Estimation of turbulent heat fluxes by assimilation of land surface temperature observations from GOES satellites into an ensemble Kalman smoother framework",
                "referenceEn": "Xu TR, Bateni S.M., Neale C.M.U., Auligne T., Liu SM. Estimation of turbulent heat fluxes by assimilation of land surface temperature observations from GOES satellites into an ensemble Kalman smoother framework. Journal of Geophysical Research: Atmospheres, 2018, 123(5): 2409-2423. doi: 10.1002/2017JD027732."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
                "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
            },
            {
                "titleEn": "Global patterns of land-atmosphere fluxes of carbon dioxide, latent heat, and sensible heat derived from eddy covariance, satellite, and meteorological observations",
                "referenceEn": "Jung M, Reichstein M, Margolis H. A., Cescatti A, Richardson AD, Arain MA, Williams, C.. Global patterns of land-atmosphere fluxes of carbon dioxide, latent heat, and sensible heat derived from eddy covariance, satellite, and meteorological observations. Journal of Geophysical Research: Biogeosciences, 2011, 16, G00J07. doi: 10.1029/2010JG001566."
            },
            {
                "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
                "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
                "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The eddy covariance system (EC) is widely used to measure surface energy fluxes around the world, and it has become a standard tool in the study of land surface–atmosphere boundary layer interactions. The EC method is also used as the main technique in the global Flux Network (FLUXNET) of micrometeorological measurement sites that monitors terrestrial carbon, water, and energy cycles. These measurements are taken as ground truth values to validate land surface model results or remote sensing estimations. However, the EC measurements are subject to several limitations, especially problems related to the energy imbalance. The energy balance closure is the concept that the sum of sensible and latent heat fluxes from EC is not equal to or less than the available energy under various surfaces, and several reasons for the energy imbalance have been summarized by previous researchers. Generally, the underlying cause of the imbalance was attributed to measurement errors, not fully considering the storage term, mismatch between the scales of the energy balance components, and large-eddy transport or secondary circulations that were not captured by EC. An average EBR of 0.84 (ranging from 0.34 to 1.69) was reported in an evaluation of 22 sites (50 site years) in the FLUXNET. The EBR was studied at a FLUXNET boreal forest site in Finland, and an average EBR of 0.72 was found. However, the EBR was improved to 0.94 after filtering the data according to small friction velocity, stability and neutral conditions, and unfavorable wind direction. The Energy Balance Experiment (EBEX-2000) was designed to specifically study the causes of the energy imbalance, and an energy deficit of 10% was still observed after considering all the possible influences. The Chinese Terrestrial Ecosystem Flux Research Network (ChinaFLUX) is a long-term network of flux observation sites. An average imbalance of approximately 27% was reported using ChinaFLUX data."
            ],
            "research objective": [
                "The objectives of this study are 1) to assess the EBR using the intensive flux observation matrix (22 EC sets) under advective conditions and 2) to identify the possible causes of the energy imbalance."
            ],
            "challenges": [
                "However, the other storage items (i.e., canopy storage and photosynthesis storage) were not considered because of data limitations. Therefore, instrument errors were not the main reason for the energy imbalance."
            ],
            "methods": [
                "The AWS data were checked for diurnal variation, and data that were clearly beyond the range of physical possibility were rejected. Finally, the data were averaged to 30-min periods. In this study, the surface energy balance system (SEBS) developed by Su (2002) was used to estimate the turbulent heat flux. We used two methods to assess the energy balance closure: the overall calculations according to Eq.(1) (EBR) and the ordinary linear regression (EBR_OLR) coefficients."
            ],
            "dataset": [
                "Nine Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER; http://asterweb.jpl.nasa.gov/) images were acquired from May to September 2012, namely, 15 June, 24 June, 10 July, 2 August, 11 August, 18 August, 27 August, 3 September, and 14 September. One airborne Thermal Airborne Spectrographic Imager (TASI) image was used. The TASI image was acquired by the TASI-600 push-broom hyperspectral thermal sensor system during 1045–1510 BST on 7 July 2012."
            ],
            "findings": [
                "Therefore, we can conclude that both the variance in EBR between each plot and the energy imbalance at each site were influenced by the surface heterogeneity. These results indicate that the energy budget should be balanced in a closed system under ideal conditions; however, advection destroys this balance by introducing extra energy."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can random forest be considered the most suitable method for scaling evapotranspiration data from site to regional level in the Heihe River Basin?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is the eddy covariance system utilized for measuring surface energy fluxes considered a standard tool in global micrometeorological measurements?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are multiscale and multidisciplinary data collection techniques implemented in the HiWATER experiment to address eco-hydrological process upscaling challenges?",
                    "Answer": "Yes",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which method is more effective for expanding surface evapotranspiration data from point to regional scale: ground observation, remote sensing estimation, or machine learning techniques?",
                    "Answer": "Machine learning techniques",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to obtain high-precision surface evapotranspiration data in the Heihe River Basin?",
                    "Answer": "ground observations, eddy covariance systems, large aperture scintillometers, remote sensing data",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the meteorological observation sites located for collecting ground truth data in the Heihe River Basin?",
                    "Answer": "36 selected sites",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with using remote sensing and modeling methods for estimating surface evapotranspiration?",
                    "Answer": "accuracy and validation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure surface energy fluxes in eco-hydrological research?",
                    "Answer": "The eddy covariance system (EC) is widely used to measure surface energy fluxes and is a standard tool in the study of land surface–atmosphere boundary layer interactions. It is used extensively in the global Flux Network (FLUXNET) of micrometeorological measurement sites.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a multiscale dataset that addresses the challenge of upscaling eco-hydrological processes?",
                    "Answer": "The HiWATER experiment provides a multiscale dataset obtained from an oasis-desert area, consisting of flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you give an example of how machine learning is applied to extend the scale of surface evapotranspiration data?",
                    "Answer": "In the study of the Heihe River Basin, machine learning methods such as regression trees, random forests, artificial neural networks, support vector machines, and deep belief networks were used to construct different models for scaling ground station observations to regional surface evapotranspiration estimates. The random forest method was found to be most suitable for this application.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used for measuring evapotranspiration at regional scales?",
                    "Answer": "high-precision data, limited spatial representation, spatially continuous data, requires validation for accuracy, spatial-temporal distribution patterns",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What features of machine learning methods contribute to their effectiveness in expanding ground observation data to regional scales in evapotranspiration studies?",
                    "Answer": "integrate high-precision site observation data with multi-source remote sensing information, regression trees, random forests, artificial neural networks, support vector machines, deep belief networks, superior performance in extending site data to regional scales",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What attributes of the eddy covariance system are crucial for addressing challenges in measuring surface energy fluxes?",
                    "Answer": "standard tool for studying land surface-atmosphere interactions, use in the global Flux Network (FLUXNET), energy imbalance due to measurement errors, storage term considerations, large-eddy transport not captured",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many observation sites were used to collect high-precision evapotranspiration data in the Heihe River Basin study?",
                    "Answer": "36 observation sites",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many airborne remote sensing missions were conducted during the HiWATER experiment in 2012 to cover the oasis-desert interaction?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'scale extension model' refer to in the process of estimating regional evapotranspiration?",
                    "Answer": "A scale extension model in estimating regional evapotranspiration refers to the methodology that uses high-precision point observation data and multi-source remote sensing information to extend the data from specific observation sites to a larger regional scale. This involves constructing models using methods such as machine learning to create a continuous spatial distribution of evapotranspiration.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in data collection challenges between the HiWATER and ChinaFLUX networks?",
                    "Answer": "The HiWATER network faces challenges related to the poor availability of multiscale observations necessary for scaling eco-hydrological processes, while the ChinaFLUX network reports an average energy imbalance of approximately 27%, indicating potential challenges in balancing the energy budget due to measurement errors and other factors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of methodological rigor, how do machine learning models like Random Forest compare to traditional energy balance methods in scaling surface evapotranspiration from point measurements to regional estimates?",
                    "Answer": "Machine learning models like Random Forest offer an advanced method of scaling surface evapotranspiration from point measurements to regional estimates by leveraging high-precision site observation data and multi-source remote sensing information. Traditional energy balance methods, on the other hand, may face limitations due to energy imbalance issues and less flexibility in incorporating diverse data inputs.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can machine learning techniques be interpreted to optimize the scaling of ground-based evapotranspiration observations to a regional scale, and what does this imply about the integration of multi-source data?",
                    "Answer": "Machine learning techniques like random forests can be used to scale ground-based observations of evapotranspiration by integrating multi-source data such as remote sensing inputs and atmospheric data. This approach suggests that the integration of diverse data sources can enhance the spatial and temporal resolution of evapotranspiration estimates, offering a more comprehensive regional perspective.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What can the use of hierarchical instrumentation in eco-hydrological research tell us about capturing multi-scale processes in heterogeneous landscapes?",
                    "Answer": "Hierarchical instrumentation, such as the use of nested scales in the HiWATER experiment, allows for capturing multi-scale eco-hydrological processes across heterogeneous landscapes. This approach indicates that a structured and layered observation system can effectively address the complexity of these environments, providing detailed insights into interactions between different landscape components.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the limitations in obtaining high precision surface evapotranspiration data using ground observation methods?",
                    "Answer": "Ground observation methods can provide high precision data for surface evapotranspiration, but their spatial representativeness is very limited due to the small number of observation sites available.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might remote sensing estimation and model simulation methods face challenges in verifying the accuracy of spatial and temporal distribution patterns?",
                    "Answer": "Remote sensing estimation and model simulation methods are challenged in verifying accuracy because they produce spatially continuous data, which requires validation to ensure the precision and rationality of temporal and spatial distribution patterns.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the reasons for the energy imbalance observed in eddy covariance measurements?",
                    "Answer": "The energy imbalance in eddy covariance measurements is attributed to several factors, including measurement errors, not fully considering storage terms, mismatches between scales of the energy balance components, and large-eddy transport or secondary circulations that are not captured by eddy covariance.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of employing random forest models over other machine learning techniques for scaling surface evapotranspiration from point to regional scales?",
                    "Answer": "Using random forest models for scaling surface evapotranspiration from point to regional scales results in higher accuracy compared to other machine learning techniques such as regression trees, artificial neural networks, support vector machines, and deep belief networks. Random forest models are found to be more suitable for capturing the spatial heterogeneity and variability in the Heihe River Basin, leading to more reliable scaling of evapotranspiration data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What might occur if energy balance closure issues are not addressed in the data collection process for evapotranspiration studies?",
                    "Answer": "If energy balance closure issues are not addressed in the data collection process, it can lead to inaccuracies in the measurement of surface energy fluxes, thereby affecting the validation of evapotranspiration estimates. The energy balance ratio (EBR) discrepancies can lead to errors in the estimation of sensible and latent heat fluxes, which are critical for accurate evapotranspiration modeling. This could hinder the reliability of datasets generated for hydrological and climate studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary goals of employing machine learning methods, such as random forests, in scaling evapotranspiration data from site observations to regional estimates?",
                    "Answer": "The primary goals of employing machine learning methods like random forests in scaling evapotranspiration data are to achieve high accuracy and continuous spatiotemporal distribution of surface evapotranspiration, which is crucial for studies on global climate change, crop yield estimation, drought monitoring, and regional and global water resource planning and management.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is incorporating multiple sources of remote sensing data crucial in the development of regional evapotranspiration models?",
                    "Answer": "Incorporating multiple sources of remote sensing data is crucial in developing regional evapotranspiration models because it allows for the expansion of site-specific observations to broader regions, providing spatially continuous data necessary for validating the accuracy and reasonableness of temporal and spatial distribution patterns across the region.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedural steps are involved in processing and validating the energy balance data collected from eddy covariance systems?",
                    "Answer": "The processing and validation of energy balance data from eddy covariance systems involve checking the AWS data for diurnal variation and rejecting data outside the range of physical possibility. The data are then averaged into 30-minute periods. The surface energy balance system (SEBS) is used to estimate turbulent heat flux, and two methods are employed to assess energy balance closure: overall calculations using the energy balance ratio (EBR) and ordinary linear regression (EBR_OLR) coefficients. Data filtering based on friction velocity, stability, and wind direction is applied to improve the energy balance ratio.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can remote sensing and ground-based observations be integrated to address the challenges of multiscale eco-hydrological data collection in heterogeneous surfaces?",
                    "Answer": "To address the challenges of multiscale eco-hydrological data collection on heterogeneous surfaces, the HiWATER experiment integrates hierarchical instrumentation with multi-scale and multidisciplinary data collection. This involves using a flux observation matrix, including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, an eco-hydrological sensor network and hyper-resolution airborne remote sensing technologies, such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, are employed. Synchronical ground measurements of vegetation dynamics and photosynthesis processes further enhance the dataset's comprehensiveness.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What machine learning methods enable the effective expansion of ground-based evapotranspiration measurements to regional scales?",
                    "Answer": "The use of five machine learning methods, including regression trees, random forests, artificial neural networks, support vector machines, and deep belief networks, enables the effective expansion of ground-based evapotranspiration measurements to regional scales. Among these, the random forest method was found to be the most suitable for scaling up station observations to regional evapotranspiration in the Heihe River Basin.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What data collection methods enable the comprehensive observation of surface energy fluxes in eco-hydrological research?",
                    "Answer": "Comprehensive observation of surface energy fluxes in eco-hydrological research is enabled by a combination of techniques, including eddy covariance systems, large aperture scintillometers, automatic meteorological stations, and airborne remote sensing missions using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers. These methods were utilized during the HiWATER experiment to capture multiscale eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the energy balance closure not be achieved in datasets collected using eddy covariance systems?",
                    "Answer": "The energy balance closure might not be achieved due to several factors such as measurement errors, incomplete consideration of storage terms, mismatches between the scales of energy balance components, and unaccounted large-eddy transports or secondary circulations. Additionally, the variability in surface heterogeneity and advective conditions can further disrupt the energy balance.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are anticipated in scaling eco-hydrological processes on heterogeneous surfaces, and how might these affect data collection methods?",
                    "Answer": "Scaling eco-hydrological processes on heterogeneous surfaces faces the challenge of poor availability of multiscale observations. This can affect data collection methods by requiring a hierarchically nested instrumentation approach to capture multiscale and multidisciplinary data, which involves complex setups like flux observation matrices and extensive remote sensing missions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might machine learning models, such as random forests, be preferred for scaling station observations to regional evapotranspiration datasets?",
                    "Answer": "Machine learning models like random forests might be preferred because they handle large and complex datasets well, providing higher accuracy and better adaptability to regional variations compared to other methods. In the context of the Heihe River Basin, random forests outperformed other methods, making them suitable for scaling from station to regional observations.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective are machine learning methods, such as random forests, in addressing the challenges of spatial representation and accuracy when scaling surface evapotranspiration data from ground-based observations to regional scales?",
                    "Answer": "Machine learning methods, particularly random forests, have shown effectiveness in extending the scale of surface evapotranspiration from local observation points to regional scales, as they can utilize a combination of high-precision site data and multisource remote sensing information to achieve high accuracy and continuous spatial distribution. This approach is advantageous over traditional methods in terms of handling the spatial representation challenge, as evidenced by the use of random forests to produce high accuracy evapotranspiration distribution maps for the Heihe River Basin.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways does surface heterogeneity impact the energy balance closure of eddy covariance measurements, and how might these impacts affect the reliability of evapotranspiration datasets?",
                    "Answer": "Surface heterogeneity significantly impacts the energy balance closure of eddy covariance measurements, often leading to energy imbalance due to factors such as advection, which introduces extra energy. This imbalance can affect the reliability of evapotranspiration datasets, as discrepancies in energy budget components may lead to errors in the measurements taken as ground truth. The variance in energy balance ratio (EBR) across different sites also highlights the influence of surface heterogeneity on data reliability.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Considering the limitations of ground-based observations in providing spatially extensive data, how might the integration of remote sensing technologies and flux measurement networks enhance the accuracy and applicability of eco-hydrological datasets?",
                    "Answer": "The integration of remote sensing technologies and flux measurement networks can significantly enhance the accuracy and applicability of eco-hydrological datasets by providing spatially extensive and continuous data coverage. This integration allows for the capturing of multi-scale eco-hydrological processes and helps in addressing the challenge of limited spatial representation inherent to ground-based observations. By combining detailed flux data from networks like FLUXNET or ChinaFLUX with remote sensing imagery and atmospheric data, researchers can better validate and upscale site-specific observations to broader regional or global scales.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how remote sensing is integrated with ground observations to accurately estimate evapotranspiration on a regional scale.",
                    "Answer": "The integration involves using high-precision ground observation data from multiple sites in combination with multi-source remote sensing data such as land cover, vegetation type maps, and atmospheric driving data. Machine learning methods, particularly the random forest algorithm, are applied to expand the scale from site-specific to regional, producing spatially continuous evapotranspiration maps.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand the methods employed to ensure the quality and accuracy of data collected in eco-hydrological experiments.",
                    "Answer": "Quality and accuracy are ensured through careful quality control processes including sensor calibration, data collection, processing, and dataset generation. Hierarchically nested scales and various observational instruments are used to capture multi-scale processes, and all data undergo thorough quality checks before being made available.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and summarize the different machine learning techniques utilized for upscaling evapotranspiration data from point observations to regional scales in heterogeneous landscapes.",
                    "Answer": "The field utilizes several machine learning methods, including regression trees, random forests, artificial neural networks, support vector machines, and deep belief networks, to upscale evapotranspiration data. Among these methods, the random forest approach was found to be the most suitable for extending point observations to regional scales in the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please identify and analyze the primary challenges associated with ensuring data accuracy and spatial representativeness in collecting surface evapotranspiration measurements within the field.",
                    "Answer": "The main challenges in collecting surface evapotranspiration data include the limited spatial representativeness of ground observation sites and the need to verify the accuracy and spatial distribution of remotely sensed estimates and model simulations. Ground observations provide high precision but are spatially restricted, while remote sensing and models offer broader coverage but require validation against accurate ground-truth data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate and recommend potential datasets or data sources that can be integrated to enhance the multiscale observation of eco-hydrological processes in oasis-desert systems.",
                    "Answer": "Potential datasets for enhancing multiscale observation include data from the HiWATER experiment, which comprises a flux observation matrix, an eco-hydrological sensor network, and hyper-resolution airborne remote sensing. These datasets provide comprehensive observations across various scales and are available through platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}