{
    "id": "8fd37e59-d674-4247-a3b7-e4170c4333d9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Qinghai Tibet Plateau lake water quality data set (V1.0, 1990, 1995, 2000, 2005, 2010, 2015)",
            "titleCn": "青藏高原湖泊水质数据集（V1.0，1990，1995，2000，2005，2010，2015）",
            "description": "This data set includes the annual mean values of total suspended solids concentration, chlorophyll a concentration and water eutrophication index TSI of lakes in 6 periods, including 1990, 1995, 2002, 2005, 2010 and 2015. The data sources are: Landsat 5 and Landsat 8. Method of use: Based on the analysis of the relationship between spectral reflectance and synchronously measured total suspended solids concentration, an empirical method is used to select the best band combination to establish a total suspended solids concentration algorithm for lakes on the Qinghai Tibet Plateau to obtain the total suspended solids concentration, R ² Is 0.76. Similarly, the algorithm of chlorophyll a concentration in Qinghai Tibet Plateau lakes is established to obtain the algorithm of chlorophyll a concentration in water bodies.",
            "descriptionCn": "本数据集包括1990，1995，2000，2005，2010和2015年等6期湖泊总悬浮物浓度、叶绿素a浓度、水体富营养化指数TSI年均值数据。数据源为：Landsat 5和Landsat 8。使用方法：在分析光谱反射率与同步测量的总悬浮物浓度之间的关系的基础上，采用经验方法选择最佳波段组合，建立青藏高原湖泊总悬浮物浓度算法，获得水体总悬浮物浓度，验证精度R²=0.83, RMSE=1.08mg/L。同理：建立青藏高原湖泊叶绿素a浓度算法，获得水体叶绿素a浓度，验证精度R²=0.72, RMSE=0.49μg/L。TSI的结果是基于反演的湖泊透明度（数据已发布在青藏数据中心）和本数据集的叶绿素结果计算得到，其精度依赖于两种水质参数的反演精度（透明度验证精度为R²=0.80, RMSE=92.7cm，叶绿素a验证精度R²=0.72, RMSE=0.49μg/L）。",
            "instructions": "The document adopts the compressed format (rar), which contains the total suspended solids concentration, chlorophyll a concentration, and water eutrophication index (TSI) data of lakes in 6 periods, including 1990, 1995, 2002, 2005, 2010 and 2015. You can use arcgis or ENVI to open it.",
            "instructionsCn": "文件采用压缩格式(rar)，里面包含1990，1995，2000，2005，2010和2015年等6期湖泊总悬浮物浓度、叶绿素a浓度、水体富营养化指数TSI数据。可使用arcgis或者ENVI打开。按之前评审的要求（增加属性表），因此将栅格数据结果转为整数型，属性表中的value值为像元的结果值，例如value为1，属性表中显示的是所有像元值为1的结果。",
            "east": 103.23,
            "west": 76.88,
            "south": 24.8,
            "north": 39.78,
            "startTime": "1990-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 411439631.0,
            "cstr": "18406.11.Terre.tpdc.272933",
            "doi": "10.11888/Terre.tpdc.272933",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "宋开山",
                "nameEn": "SONG Kaishan",
                "unitEn": "Northeast Institute of Geography and Agroecology,Chinese Academy of Sciences",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Variation of satellite-derived total suspended matter in large lakes with four types of water storage across the Tibetan Plateau, China",
                "referenceCn": null,
                "referenceEn": "Tao, H., Song, K., & Liu, G., et al. (2022). Variation of satellite-derived total suspended matter in large lakes with four types of water storage across the Tibetan Plateau, China. Science of The Total Environment, 846, 157328."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水质/水化学",
                "nameEn": "Water Quality/Water Chemistry"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990年",
                "keywordEn": "1990",
                "type": "temporal"
            },
            {
                "keywordCn": "1995年",
                "keywordEn": "1995",
                "type": "temporal"
            },
            {
                "keywordCn": "2000年",
                "keywordEn": "2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2005年",
                "keywordEn": "2005",
                "type": "temporal"
            },
            {
                "keywordCn": "2010年",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2015年",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many years are covered by the lake water quality dataset on the Tibetan Plateau?",
                "QuestionCn": "青藏高原湖泊水质数据集覆盖了多少年？",
                "AnswerEn": "6 years",
                "AnswerCn": "6年",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of water quality parameter retrieval algorithms using satellite data like Landsat 5 and Landsat 8 on the Tibetan Plateau?",
                "QuestionCn": "影响使用卫星数据（如Landsat 5和Landsat 8）在青藏高原上获取水质参数算法准确性的因素有哪些？",
                "AnswerEn": "The accuracy of water quality parameter retrieval algorithms using satellite data is influenced by the choice of the best band combination to establish concentration algorithms for total suspended solids and chlorophyll-a. These algorithms' validation results show a high degree of accuracy, with R² values of 0.83 for total suspended solids and 0.72 for chlorophyll-a. Additionally, the transparency-based TSI calculations depend on the retrieval accuracy of chlorophyll-a and transparency, with validation accuracies of R²=0.80 for transparency and R²=0.72 for chlorophyll-a.",
                "AnswerCn": "水质参数检索算法的准确性受到最佳波段组合选择的影响，以建立悬浮物总量和叶绿素-a的浓度算法。这些算法的验证结果显示出较高的准确性，悬浮物总量的R²值为0.83，叶绿素-a的R²值为0.72。此外，基于透明度的TSI计算依赖于叶绿素-a和透明度的检索准确性，透明度的验证准确性为R²=0.80，叶绿素-a的验证准确性为R²=0.72。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using empirical methods based on spectral reflectance to determine lake water quality parameters in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用基于光谱反射率的经验方法来确定青藏高原湖泊水质参数的潜在后果是什么？",
                "AnswerEn": "Using empirical methods based on spectral reflectance can lead to the development of algorithms to estimate lake water quality parameters such as total suspended matter concentration and chlorophyll-a concentration with certain accuracy levels. For example, the accuracy of the total suspended matter concentration algorithm can reach R²=0.83 with an RMSE of 1.08 mg/L, while the chlorophyll-a concentration algorithm achieves R²=0.72 with an RMSE of 0.49 μg/L. These methods can thus provide reliable estimates of these parameters, which can be further used to compute the Trophic State Index (TSI) of the lakes. However, the accuracy of the TSI is contingent upon the accuracy of both the transparency and chlorophyll-a concentration retrievals, which are key inputs to the TSI calculation.",
                "AnswerCn": "基于光谱反射率的经验方法可以开发出算法，以估计湖泊水质参数，如总悬浮物浓度和叶绿素-a浓度，并达到一定的准确性水平。例如，总悬浮物浓度算法的准确性可以达到R²=0.83，均方根误差（RMSE）为1.08 mg/L，而叶绿素-a浓度算法的准确性为R²=0.72，RMSE为0.49 μg/L。这些方法因此可以提供可靠的参数估计，进一步用于计算湖泊的营养状态指数（TSI）。然而，TSI的准确性取决于透明度和叶绿素-a浓度的检索准确性，这些都是TSI计算的关键输入。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in developing an algorithm to determine total suspended matter concentration in lakes using satellite imagery in the context of the Tibetan Plateau?",
                "QuestionCn": "在青藏高原使用卫星影像开发算法以确定湖泊中悬浮物浓度的程序步骤包括：\n\n1. **文献回顾**：研究相关文献，了解悬浮物浓度的测量方法和已有的算法。\n\n2. **数据收集**：获取青藏高原湖泊的卫星影像数据，选择合适的卫星（如Landsat、Sentinel等）和时间段。\n\n3. **预处理**：对卫星影像进行辐射校正、大气校正和几何校正，以确保数据的准确性。\n\n4. **选择波段**：确定与悬浮物浓度相关的波段，通常使用可见光和近红外波段。\n\n5. **建立模型**：选择合适的算法（如回归分析、机器学习等）来建立悬浮物浓度与卫星波段反射率之间的关系。\n\n6. **训练模型**：使用现场采样数据（如水样分析结果）来训练和验证模型。\n\n7. **模型验证**：通过交叉验证或独立数据集评估模型的准确性和可靠性。\n\n8. **应用模型**：将训练好的模型应用于卫星影像，计算湖泊的悬浮物浓度。\n\n9. **结果分析**：分析计算结果，识别悬浮物浓度的空间分布和时间变化趋势。\n\n10. **结果验证**：与其他数据源（如地面监测数据）进行对比，验证结果的准确性。\n\n11. **报告撰写**：整理研究结果，撰写报告或论文，分享研究发现。",
                "AnswerEn": "The process involves analyzing the relationship between spectral reflectance and the measured total suspended matter concentration. An empirical method is used to select the optimal band combination, which helps establish an algorithm for determining total suspended matter concentration from satellite imagery. The validation of this algorithm shows a precision with R²=0.83 and RMSE=1.08mg/L.",
                "AnswerCn": "该过程涉及分析光谱反射率与测得的总悬浮物浓度之间的关系。采用经验方法选择最佳波段组合，以帮助建立从卫星影像中确定总悬浮物浓度的算法。该算法的验证显示出精度，R²=0.83，RMSE=1.08mg/L。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do advancements in satellite imaging technology, such as those used in Landsat 5 and Landsat 8, enable the accurate collection and analysis of water quality parameters in lakes across the Qinghai-Tibet Plateau?",
                "QuestionCn": "卫星成像技术的进步，例如Landsat 5和Landsat 8所使用的技术，使得在青藏高原湖泊中准确收集和分析水质参数成为可能。",
                "AnswerEn": "Advancements in satellite imaging technology, like those in Landsat 5 and Landsat 8, enable the accurate collection and analysis of water quality parameters by providing high-resolution spectral reflectance data. This data allows researchers to analyze the relationship between spectral reflectance and concentrations of total suspended solids and chlorophyll-a in lakes. By selecting optimal band combinations and using empirical methods, algorithms can be developed to estimate these water quality parameters with high accuracy, as evidenced by the validation results with R² values of 0.83 for total suspended solids and 0.72 for chlorophyll-a.",
                "AnswerCn": "卫星成像技术的进步，如Landsat 5和Landsat 8，使得通过提供高分辨率的光谱反射数据来准确收集和分析水质参数成为可能。这些数据使研究人员能够分析光谱反射与湖泊中总悬浮固体和叶绿素-a浓度之间的关系。通过选择最佳波段组合并使用经验方法，可以开发出高精度估算这些水质参数的算法，验证结果显示总悬浮固体的R²值为0.83，叶绿素-a的R²值为0.72。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}