{
    "id": "90404cec-de64-449a-b301-582f76164251",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Observation of water and heat flux in alpine meadow ecosystem —automatic weather station of Jingyangling station (2015-2017)",
            "titleCn": "高寒草甸生态系统水热通量观测—景阳岭自动气象站（2015-2017)",
            "description": "The data set contains the meteorological element observation data of jingyangling station in the upper reaches of heihe hydrometeorological observation network on January 1, 2015 and December 31, 2017.The site is located in pass, jingyangling mountain, qilian county, qinghai province.The longitude and latitude of the observation point are 101.1160E, 37.8384N and 3750m above sea level.The air temperature and relative humidity sensor is set up at 5m, facing due north.The barometer is installed in the anti-skid box on the ground;The tipping bucket rain gauge is installed at 10m;The wind speed and direction sensor is mounted at 10m, facing due north;The four-component radiometer is installed at 6m, facing due south;Two infrared thermometers are installed at 6m, facing south, with the probe facing vertically downward;The soil temperature probe is buried at the surface of 0cm and underground of 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm, 2m south of the meteorological tower.The soil moisture probe is buried underground at 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm, 2m south of the meteorological tower.The soil heat flow plates (3 pieces) are successively buried 6cm underground, 2m south of the meteorological tower.\nObservation projects are: air temperature and humidity (Ta_5m, RH_5m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:Soil temperature (Ts_0cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_80cm, Ts_120cm, Ts_160cm) (unit: percent).\nProcessing and quality control of observation data :(1) 144 data per day (every 10min) should be ensured.(2) eliminate the moments with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letters in the data is questionable data;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2015-9-10 10:30;(6) naming rules: AWS+ site name.\nFor information of hydrometeorological network or site, please refer to Li et al. (2013), and for data processing, please refer to Liu et al. (2011).",
            "descriptionCn": "该数据集包含了2015年1月1日至2017年12月31日黑河水文气象观测网上游景阳岭站气象要素观测数据。站点位于青海省祁连县景阳岭垭口，下垫面是高寒草甸。观测点的经纬度是101.1160E, 37.8384N，海拔3750m。空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2015-9-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "automatic_weather_station_Jingyangling2015\nautomatic_weather_station_Jingyangling2016\nautomatic_weather_station_Jingyangling2017\nData is in .xlsx format, can be opened in Excel software.",
            "instructionsCn": "automatic_weather_station_Jingyangling2015\nautomatic_weather_station_Jingyangling2016\nautomatic_weather_station_Jingyangling2017\n.xlsx格式表格数据，可用Excel软件打开查看。",
            "east": 101.116,
            "west": 101.116,
            "south": 37.8384,
            "north": 37.8384,
            "startTime": "2015-01-09 00:00:00",
            "endTime": "2018-01-08 00:00:00",
            "fileSize": 34831537.0,
            "cstr": "18406.11.Geogra.tpdc.270400",
            "doi": "10.11888/Geogra.tpdc.270400",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤热通量",
                "nameEn": "Soil heat flux"
            },
            {
                "nameCn": "气压",
                "nameEn": "Pressure"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "景阳岭站",
                "keywordEn": "Jingyangling station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2017",
                "keywordEn": "2015-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况下。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的测量值就能进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波 Bowen 比率–能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，涡度协方差（EC）测量的潜热（LE）和感热（H）与可用能量（Rn−G0）之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面与空气温度差异不确定性的影响。有时，这种差异由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而变得主导。本文指出，与观测的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡度相关法（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性增加，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00到19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，在给定准确的土壤和植被组件温度的情况下，可以使用TSEB模型准确地将E和T从ET中分离出来。"
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些都需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活跃层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活跃层监测（CALM）网络，始于1990年代初，旨在观察活跃层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是上游地区与雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游地区的农业发展和下游地区的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤含水量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷严酷的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型和相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据以研究气象驱动因素，并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。每个AMS内的六个层次测量土壤温度和湿度，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上由植被参数、土壤湿度和其他陆地表面状态决定。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数并调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型进行整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善诸如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量（如表面通量）的预测中发挥了越来越重要的作用。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合现场测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的标称空间分辨率。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大的尺度上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感地表温度。该研究首次实验将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在这项研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此使用方法对表面通量进行连续监测是困难的。",
                "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应可能会影响 FY3A-VIRR LST 检索的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟变得更加不稳定。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善地表通量的预测。双重数据同化方案的第一阶段在周时间尺度上优化模型植被参数，第二阶段在日时间尺度上优化土壤湿度。基于集成卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的地表温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、观涛、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到通用陆面模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A陆地表面温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的陆地表面温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2， 从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。 同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can an integrated, distributed, and multiscale observation network provide accurate forcing data for alpine hydrological models?",
                "QuestionCn": "一个集成的、分布式的和多尺度的观测网络能否为阿尔卑斯水文模型提供准确的强迫数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are errors in surface flux predictions highly correlated with inaccuracies in land surface temperature estimates?",
                "QuestionCn": "表面通量预测中的错误与地表温度估计的不准确性高度相关吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to capture snow cover properties in alpine regions?",
                "QuestionCn": "在高山地区捕捉雪盖特性的常用数据收集方法有哪些？",
                "AnswerEn": "snow observation superstation",
                "AnswerCn": "降雪观测超级站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the automatic meteorological stations located for hydrometeorological data collection in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，自动气象站用于水文气象数据收集的位置在哪里？",
                "AnswerEn": "upper reaches of the Heihe River Basin in China",
                "AnswerCn": "中国黑河流域上游地区",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to observe water and energy fluxes in high-altitude ecosystems?",
                "QuestionCn": "您能否提供一个用于观察高海拔生态系统中水和能量通量的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used in high-altitude ecosystems is the use of automatic meteorological stations (AMSs) for observing hydrometeorological data. These stations monitor variables such as air temperature, wind speed, humidity, radiation, and precipitation to study water and energy fluxes. Additionally, soil temperature and moisture are measured within several layers to capture freeze-thaw processes.",
                "AnswerCn": "在高海拔生态系统中使用的一种数据收集方法是自动气象站（AMS）用于观察水文气象数据。这些站点监测空气温度、风速、湿度、辐射和降水等变量，以研究水和能量的通量。此外，还在多个层次上测量土壤温度和湿度，以捕捉冻融过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific properties and characteristics of soil and canopy component temperatures that are crucial for estimating evaporation, transpiration, and evapotranspiration in high-altitude ecosystems?",
                "QuestionCn": "土壤和树冠组件温度的特定属性和特征对于估算高海拔生态系统中的蒸发、蒸腾和蒸散发至关重要。",
                "AnswerEn": "soil and canopy component temperatures, thermal infrared images, TSEB model validation",
                "AnswerCn": "土壤和冠层组分温度、热红外图像、TSEB模型验证",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are inherent in collecting complete and consistent data for alpine hydrological modeling, and how do these challenges influence the development of datasets?",
                "QuestionCn": "在收集完整和一致的高山水文模型数据时，固有的挑战包括：地形复杂性、气候变化的影响、数据获取的困难、时间和空间分辨率的限制、以及不同数据来源之间的不一致性。这些挑战会影响数据集的开发，导致数据的缺失、误差和不一致，从而影响模型的准确性和可靠性。",
                "AnswerEn": "harsh climate, high altitude, complex topography",
                "AnswerCn": "气候恶劣，高海拔，地形复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations are part of the alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河流域上游的阿尔卑斯水文观测网络中，有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers of soil temperature and moisture are measured at each automatic meteorological station within the observation network?",
                "QuestionCn": "在观测网络中的每个自动气象站测量多少层土壤温度和湿度？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of integrating ground-based and remote sensing data in alpine hydrology research?",
                "QuestionCn": "在高山水文学研究中，整合地面观测数据和遥感数据的意义是什么？",
                "AnswerEn": "Integrating ground-based and remote sensing data in alpine hydrology research is significant because it helps improve the prediction of hydrological processes, validates remote sensing data, and evaluates distributed models. This integration provides accurate forcing data for hydrological modeling and enhances the understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "在阿尔卑斯水文学研究中，整合地面观测数据和遥感数据具有重要意义，因为它有助于提高水文过程的预测，验证遥感数据，并评估分布式模型。这种整合为水文建模提供了准确的强迫数据，并增强了对阿尔卑斯水文过程和生态系统功能的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges exist in collecting continuous and accurate hydrometeorological data in alpine regions?",
                "QuestionCn": "在高山地区收集连续和准确的水文气象数据面临哪些挑战？",
                "AnswerEn": "Challenges in collecting continuous and accurate hydrometeorological data in alpine regions include harsh climatic conditions, high altitudes, complex topographies, and technological barriers that hinder access and data collection. These factors complicate the development of remote sensing technologies and alpine hydrological models due to the scarcity of observation data, which necessitates innovative observational networks and methodologies.",
                "AnswerCn": "在高山地区收集连续和准确的水文气象数据面临的挑战包括恶劣的气候条件、高海拔、复杂的地形以及技术障碍，这些因素妨碍了数据的获取和收集。这些因素使得遥感技术和高山水文模型的发展变得复杂，因为观测数据稀缺，这需要创新的观测网络和方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the alpine region for monitoring hydrological processes compare to those employed for observing evapotranspiration over heterogeneous land surfaces?",
                "QuestionCn": "阿尔卑斯地区用于监测水文过程的数据收集方法与用于观察异质土地表面蒸散发的方法相比如何？",
                "AnswerEn": "The data collection in the alpine region involves a distributed and multiscale observation network with automatic meteorological stations and superstations focusing on snow and frozen ground data, capturing variables such as wind, temperature, and snow properties. In contrast, the observation of evapotranspiration over heterogeneous land surfaces utilizes thermal infrared cameras for measuring soil and canopy temperatures and employs eddy covariance systems for flux measurements, highlighting a focus on thermal and radiometric data.",
                "AnswerCn": "阿尔卑斯地区的数据收集涉及一个分布式和多尺度的观测网络，包括自动气象站和超级站，专注于雪和冻土数据，捕捉风、温度和雪特性等变量。相比之下，对异质土地表面的蒸散发观测利用热红外相机测量土壤和树冠温度，并采用涡度协方差系统进行通量测量，强调热量和辐射数据的关注。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when collecting hydrometeorological data in high-altitude alpine regions versus agricultural areas with strong advective conditions?",
                "QuestionCn": "在高海拔高山地区与强平流条件下的农业区域收集水文气象数据时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both environments face challenges due to their harsh conditions; alpine regions struggle with accessibility and technology limitations, which hinder data collection, while agricultural areas with strong advective conditions face difficulties in accurately measuring surface fluxes due to incomplete energy balance closure and errors in component temperature determination. However, alpine regions specifically contend with cold climates and complex topographies, whereas agricultural areas must manage strong wind effects that complicate flux measurements.",
                "AnswerCn": "两个环境都面临着由于恶劣条件带来的挑战；高山地区因可达性和技术限制而难以进行数据收集，而具有强烈平流条件的农业地区则因能量平衡闭合不完全和组分温度测定误差而难以准确测量表面通量。然而，高山地区特别面临寒冷气候和复杂地形的挑战，而农业地区则必须应对强风效应，这使得通量测量变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do datasets from an integrated alpine hydrology observation network differ from datasets obtained through remote sensing for predicting surface fluxes?",
                "QuestionCn": "集成阿尔卑斯水文观测网络的数据集与通过遥感获得的数据集在预测表面通量方面有何不同？",
                "AnswerEn": "Datasets from an integrated alpine hydrology network are comprehensive, including detailed hydrometeorological, snow cover, and frozen ground data captured through a network of meteorological stations and superstations. These datasets provide high-resolution, ground-based observations essential for model validation. Remote sensing datasets, on the other hand, offer spatially distributed surface temperature data that require data assimilation techniques to enhance surface flux predictions. The main difference lies in the granularity and directness of measurements, with ground-based networks offering more detailed and specific data compared to the broader but less detailed remote sensing data.",
                "AnswerCn": "一个综合的阿尔卑斯水文网络的数据集非常全面，包括通过气象站和超级气象站捕获的详细气象、水雪覆盖和冻土数据。这些数据集提供了高分辨率的地面观测，对于模型验证至关重要。另一方面，遥感数据集提供了空间分布的表面温度数据，这些数据需要数据同化技术来增强表面通量预测。主要区别在于测量的细致程度和直接性，地面网络提供了比更广泛但不太详细的遥感数据更详细和具体的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise when collecting data in alpine regions, and how could these challenges influence the interpretation of hydrological processes?",
                "QuestionCn": "在高山地区收集数据时可能会出现哪些挑战，这些挑战如何影响对水文过程的解释？",
                "AnswerEn": "Challenges in alpine regions include cold and harsh climates, high altitudes, complex topographies, and limited access, which lead to scarce observation data. These challenges can hinder the accuracy and completeness of data collection, affecting the understanding and modeling of hydrological processes like snow cover dynamics, freeze-thaw cycles, and runoff patterns.",
                "AnswerCn": "阿尔卑斯地区面临的挑战包括寒冷和恶劣的气候、高海拔、复杂的地形以及有限的通达性，这导致观测数据稀缺。这些挑战可能会妨碍数据收集的准确性和完整性，从而影响对水文过程的理解和建模，例如雪盖动态、冻融循环和径流模式。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential benefits and limitations of using data assimilation techniques in predicting surface fluxes in heterogeneous landscapes?",
                "QuestionCn": "使用数据同化技术预测异质景观中的表面通量的潜在好处和局限性是什么？",
                "AnswerEn": "Data assimilation techniques, such as dual-pass schemes with ensemble Kalman filters, can significantly improve the prediction of surface fluxes by optimizing model parameters and states using remotely sensed data. However, limitations include the instantaneous nature of satellite data, potential cloud contamination, and the mismatch in spatial and temporal scales between satellite and ground measurements, which can introduce biases.",
                "AnswerCn": "数据同化技术，如使用集合卡尔曼滤波器的双重过程方案，可以通过利用遥感数据优化模型参数和状态，显著提高地表通量的预测。然而，局限性包括卫星数据的瞬时性、潜在的云污染，以及卫星与地面测量之间的空间和时间尺度不匹配，这可能引入偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it difficult to accurately estimate surface fluxes in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强对流灌溉农业区域，准确估计表面通量是困难的原因是什么？",
                "AnswerEn": "Accurately estimating surface fluxes in such areas is challenging because the eddy covariance flux measurements often do not achieve energy balance closure with respect to the available energy. This issue is compounded by the uncertainty in surface-air temperature differences and the heterogeneous nature of soil and vegetation components.",
                "AnswerCn": "在这些区域准确估计表面通量是具有挑战性的，因为涡度协方差通量测量通常无法与可用能量实现能量平衡闭合。这个问题因表面与空气温度差异的不确定性以及土壤和植被成分的异质性而加剧。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors lead to the variability in field measurements of surface flux over different temporal scales?",
                "QuestionCn": "导致不同时间尺度上表面通量现场测量变异性的因素有哪些？",
                "AnswerEn": "The variability in field measurements of surface flux over diurnal, seasonal, and inter-annual time scales is influenced by the dynamic nature of vegetation parameters, soil moisture, and other land surface states that affect the magnitude of surface flux.",
                "AnswerCn": "地表通量的现场测量在日变化、季节变化和年际变化时间尺度上的变异性受到植被参数、土壤湿度和其他陆地表面状态的动态特性影响，这些因素会影响地表通量的大小。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using an integrated, distributed, and multiscale observation network on the accuracy of hydrological model predictions in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区使用集成的、分布式的和多尺度的观测网络对水文模型预测的准确性可能产生的后果是什么？",
                "AnswerEn": "Using an integrated, distributed, and multiscale observation network can significantly improve the accuracy of hydrological model predictions in alpine regions by providing comprehensive data that captures the complexity of the environment. This includes detailed snow cover, frozen ground, and hydrometeorological data, which can enhance model parameterization and validation, ultimately leading to more reliable predictions of hydrological processes and their responses to climatic and anthropogenic changes.",
                "AnswerCn": "使用集成的、分布式的多尺度观测网络可以显著提高高山地区水文模型预测的准确性，因为它提供了全面的数据，捕捉了环境的复杂性。这包括详细的雪盖、冻土和气象水文数据，这些数据可以增强模型参数化和验证，最终导致对水文过程及其对气候和人类活动变化响应的更可靠预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the likely data quality outcomes of addressing the challenges posed by high-altitude and complex terrain environments in alpine hydrology observations?",
                "QuestionCn": "解决高海拔和复杂地形环境对阿尔卑斯水文学观测所带来的挑战，可能会带来以下数据质量结果：",
                "AnswerEn": "Addressing the challenges posed by high-altitude and complex terrain environments in alpine hydrology observations can lead to improved data quality by enabling more consistent and comprehensive data collection. This can be achieved through the deployment of advanced automatic meteorological stations and superstations that can capture detailed snow, soil, and atmospheric data, thereby providing more accurate forcing data for hydrological models and improving the validation of remote sensing products.",
                "AnswerCn": "应对高海拔和复杂地形环境对阿尔卑斯水文观测带来的挑战，可以通过部署先进的自动气象站和超级气象站来提高数据质量，从而实现更一致和全面的数据收集。这些设备能够捕捉详细的雪、土壤和大气数据，从而为水文模型提供更准确的强迫数据，并改善遥感产品的验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives behind establishing an integrated, distributed, and multiscale observation network for hydrometeorological data collection in alpine regions?",
                "QuestionCn": "建立一个集成的、分布式的、多尺度的水文气象数据收集观测网络在高山地区的主要目标是什么？",
                "AnswerEn": "The main objectives are to provide accurate forcing data for hydrological models, validate remote sensing data, and improve predictive understanding of alpine hydrological processes and ecosystem functions. This is crucial due to the need to address challenges such as climatic changes and human activities that alter hydrological processes and eco-functions in these regions.",
                "AnswerCn": "主要目标是为水文模型提供准确的强迫数据，验证遥感数据，并提高对高山水文过程和生态系统功能的预测理解。这对于应对气候变化和人类活动对这些地区水文过程和生态功能的影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to ensure the accuracy and completeness of hydrometeorological data collected in alpine regions, considering the harsh environmental conditions?",
                "QuestionCn": "可以采用哪些方法来确保在高山地区收集的水文气象数据的准确性和完整性，考虑到恶劣的环境条件？",
                "AnswerEn": "To ensure the accuracy and completeness of hydrometeorological data in alpine regions, an integrated, distributed, and multiscale observation network can be established, which includes automatic meteorological stations and superstations for snow and frozen ground observations. The network should capture various meteorological, snow, and soil parameters, employing state-of-the-art techniques to monitor snow accumulation, soil temperature, and moisture across multiple layers. Additionally, ensuring data quality involves implementing rigorous data processing and quality control steps, such as marking missing data, removing duplicates, and eliminating data that exceed physical or instrumental limits.",
                "AnswerCn": "为了确保高山地区水文气象数据的准确性和完整性，可以建立一个综合的、分布式的、多尺度的观测网络，其中包括自动气象站和用于雪和冻土观测的超级站。该网络应捕捉各种气象、雪和土壤参数，采用先进的技术监测雪积累、土壤温度和多个层次的湿度。此外，确保数据质量还涉及实施严格的数据处理和质量控制步骤，例如标记缺失数据、删除重复数据以及消除超过物理或仪器限制的数据。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can the Two-Source Energy Balance (TSEB) model be effectively validated using field observations and remote sensing data?",
                "QuestionCn": "如何有效地使用现场观测和遥感数据验证双源能量平衡（TSEB）模型？",
                "AnswerEn": "The TSEB model can be effectively validated by using ground-measured soil and canopy component temperatures obtained from high-resolution thermal cameras as inputs to the model. Field observations from a boundary layer tower, including air temperature, wind speed, humidity, and radiations, can be used alongside thermal images to estimate and validate evaporation and transpiration. Additionally, the stable oxygen and hydrogen isotope technique and eddy covariance system measurements can provide further validation of the TSEB model outputs, ensuring the accurate separation and estimation of soil and canopy latent fluxes.",
                "AnswerCn": "TSEB模型可以通过使用高分辨率热像仪获得的地面测量土壤和冠层组件温度作为模型输入进行有效验证。来自边界层塔的现场观测，包括气温、风速、湿度和辐射，可以与热图像结合使用，以估算和验证蒸发和蒸腾。此外，稳定氧和氢同位素技术以及涡度协方差系统测量可以进一步验证TSEB模型输出，确保土壤和冠层潜热通量的准确分离和估算。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What procedural steps are involved in developing a dual-pass data assimilation scheme for improving predictions of surface fluxes using remote sensing data?",
                "QuestionCn": "开发双重数据同化方案以利用遥感数据改善表面通量预测的程序步骤包括以下几个方面：",
                "AnswerEn": "Developing a dual-pass data assimilation scheme involves optimizing model vegetation parameters at a weekly temporal scale in the first pass and optimizing soil moisture at a daily temporal scale in the second pass. The process uses an ensemble Kalman filter (EnKF) to assimilate land surface temperature data from remote sensing sources into a land surface model. The procedure includes selecting appropriate observation sites with varying land cover types, comparing remotely sensed temperature data with ground measurements, and iteratively adjusting model parameters to reduce discrepancies between model simulations and observations.",
                "AnswerCn": "开发双重数据同化方案涉及在第一遍优化模型植被参数，时间尺度为每周；在第二遍优化土壤水分，时间尺度为每日。该过程使用集合卡尔曼滤波器（EnKF）将遥感源的地表温度数据同化到陆面模型中。该程序包括选择具有不同土地覆盖类型的适当观测站点，比较遥感温度数据与地面测量数据，并迭代调整模型参数，以减少模型模拟与观测之间的差异。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What techniques allow for capturing detailed soil moisture and temperature profiles in alpine regions, despite challenging conditions?",
                "QuestionCn": "哪些技术可以在阿尔卑斯地区捕捉详细的土壤湿度和温度剖面，尽管条件艰难？",
                "AnswerEn": "Methods involve using a wireless sensor network (WSN) with nodes to capture seasonal changes in soil temperature and moisture, and measuring these variables within several layers at automatic meteorological stations (AMSs) and superstations. This approach helps to overcome challenges posed by cold climate, high altitude, and complex topography.",
                "AnswerCn": "该方法涉及使用无线传感器网络（WSN）中的节点来捕捉土壤温度和湿度的季节变化，并在自动气象站（AMSs）和超级站内的多个层次上测量这些变量。这种方法有助于克服寒冷气候、高海拔和复杂地形带来的挑战。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might researchers encounter difficulties in collecting consistent hydrometeorological data in alpine regions, and what strategies could be employed to overcome these challenges?",
                "QuestionCn": "研究人员在高山地区收集一致的水文气象数据时可能会遇到困难，原因包括：地形复杂、气候变化剧烈、设备维护困难以及人类活动影响等。为了克服这些挑战，可以采取以下策略：使用遥感技术、建立多点监测站、采用自动化数据采集设备、加强与当地社区的合作以及进行长期监测等。",
                "AnswerEn": "Researchers face challenges such as harsh climate, high altitude, and complex topography that hinder the complete and consistent collection of data. To overcome these challenges, integrated and multiscale observation networks involving automatic meteorological stations and superstations for snow and frozen ground observations are employed. These networks aim to provide accurate forcing data and validate remote sensing products, thus improving the predictive understanding of alpine hydrological processes.",
                "AnswerCn": "研究人员面临着严酷的气候、高海拔和复杂的地形等挑战，这些因素阻碍了数据的全面和一致收集。为了克服这些挑战，采用了集成和多尺度的观测网络，包括自动气象站和用于雪和冻土观测的超级站。这些网络旨在提供准确的强迫数据并验证遥感产品，从而提高对高山水文过程的预测理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using an integrated, distributed, and multiscale observation network for capturing alpine hydrological processes?",
                "QuestionCn": "如何评估使用集成的、分布式的和多尺度的观测网络来捕捉高山水文过程的有效性？",
                "AnswerEn": "The integrated, distributed, and multiscale observation network is considered effective for capturing alpine hydrological processes as it provides comprehensive datasets covering various environmental variables like snow cover, soil moisture, and hydrometeorological factors. This approach addresses the complexity of alpine ecosystems by enabling detailed observations at different scales, which is crucial for improving model parameterization and validation.",
                "AnswerCn": "集成的、分布式的和多尺度的观测网络被认为是有效捕捉高山水文过程的，因为它提供了涵盖雪盖、土壤湿度和水文气象因素等各种环境变量的综合数据集。这种方法通过在不同尺度上进行详细观测，解决了高山生态系统的复杂性，这对于改善模型参数化和验证至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in utilizing remote sensing data combined with data assimilation techniques for improving predictions of hydrological processes in alpine regions?",
                "QuestionCn": "利用遥感数据结合数据同化技术来改善高山地区水文过程预测的潜在挑战有哪些？",
                "AnswerEn": "The challenges in using remote sensing data combined with data assimilation techniques include the scarcity of high-quality observational data due to harsh climates and complex topography, which can hinder model accuracy. Additionally, uncertainties in remote sensing data, such as errors in land surface temperature retrieval due to terrain effects and cloud cover, must be addressed to improve the reliability of hydrological predictions.",
                "AnswerCn": "使用遥感数据结合数据同化技术面临的挑战包括由于恶劣气候和复杂地形导致高质量观测数据的稀缺，这可能会影响模型的准确性。此外，遥感数据中的不确定性，例如由于地形效应和云层覆盖导致的地表温度获取误差，必须得到解决，以提高水文预测的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can effectively address the challenges of high-altitude and complex terrain in alpine regions.",
                "QuestionCn": "我不明白数据收集方法如何有效应对高海拔和复杂地形在阿尔卑斯地区的挑战。",
                "AnswerEn": "Gap-free meteorological and hydrological data are collected using an observation network consisting of automatic meteorological stations and superstations, which capture snow accumulation and ablation processes, as well as soil physics data to understand freeze-thaw processes. This approach helps to mitigate challenges associated with high-altitude and complex terrain.",
                "AnswerCn": "无缝的气象和水文数据通过一个由自动气象站和超级站组成的观测网络收集，该网络捕捉雪的积累和融化过程，以及土壤物理数据，以理解冻融过程。这种方法有助于减轻与高海拔和复杂地形相关的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how remote sensing data can be integrated into models to improve predictions of surface fluxes.",
                "QuestionCn": "我不确定如何将遥感数据整合到模型中，以改善地表通量的预测。",
                "AnswerEn": "Remote sensing data, such as land surface temperature derived from satellites like FY3A-VIRR, can be assimilated into land surface models using data assimilation techniques like the ensemble Kalman filter. This integration helps to optimize model parameters and improve the accuracy of surface flux predictions.",
                "AnswerCn": "遥感数据，如来自FY3A-VIRR卫星的地表温度，可以通过数据同化技术（如集合卡尔曼滤波）被同化到陆面模型中。这种集成有助于优化模型参数，提高地表通量预测的准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize various data collection methods used for observing hydrometeorological and energy flux parameters in alpine and heterogeneous landscapes.",
                "QuestionCn": "请探讨并总结用于观察高山和异质景观中水文气象和能量通量参数的各种数据收集方法。",
                "AnswerEn": "Data collection methods for observing hydrometeorological and energy flux parameters in alpine and heterogeneous landscapes include the use of automatic meteorological stations (AMS), superstations for snow and frozen ground observations, eddy covariance (EC) systems, large aperture scintillometer (LAS), thermal infrared cameras, and remote sensing products. These methods are applied to capture various parameters such as air temperature, humidity, soil temperature and moisture, snow depth and water equivalent, as well as energy fluxes like latent and sensible heat.",
                "AnswerCn": "观察高山和异质景观中的水气象和能量通量参数的数据收集方法包括使用自动气象站（AMS）、用于雪和冻土观测的超级站、涡度协方差（EC）系统、大孔径闪烁仪（LAS）、热红外相机和遥感产品。这些方法用于捕捉各种参数，如空气温度、湿度、土壤温度和湿度、雪深和水当量，以及潜热和显热等能量通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify the challenges faced in data acquisition for hydrological modeling in alpine regions and suggest potential strategies to overcome these challenges.",
                "QuestionCn": "请识别在高山地区进行水文建模时面临的数据获取挑战，并建议克服这些挑战的潜在策略。",
                "AnswerEn": "Challenges in data acquisition for hydrological modeling in alpine regions include harsh climate conditions, high altitudes, complex topography, and scarcity of observation data due to technological barriers. Potential strategies to overcome these challenges involve developing integrated observation networks, utilizing remote sensing data with data assimilation techniques, deploying a network of automatic meteorological stations, and engaging community-based observation networks for comprehensive data collection.",
                "AnswerCn": "在高山地区，水文建模的数据获取面临的挑战包括恶劣的气候条件、高海拔、复杂的地形以及由于技术障碍导致的观测数据稀缺。克服这些挑战的潜在策略包括建立综合观测网络、利用遥感数据与数据同化技术、部署自动气象站网络，以及通过社区参与的观测网络进行全面的数据收集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that can be utilized for improving predictions in surface flux modeling and hydrological processes in varied climatological conditions.",
                "QuestionCn": "请调查可以用于改善表面通量建模和不同气候条件下水文过程预测的潜在数据集。",
                "AnswerEn": "Potential datasets for improving predictions in surface flux modeling and hydrological processes include long-term hydrometeorological, snow cover, and frozen ground data from integrated observation networks. Additionally, datasets derived from satellite observations, such as land surface temperature (LST) from FY3A-VIRR, and data from field measurements using EC and LAS systems, can be utilized. These datasets are essential for calibrating hydrological models, validating remote sensing products, and providing accurate forcings for model simulations.",
                "AnswerCn": "用于改善表面通量建模和水文过程预测的潜在数据集包括来自综合观测网络的长期水文气象、雪盖和冻土数据。此外，来自卫星观测的数据，如FY3A-VIRR的地表温度（LST），以及使用EC和LAS系统进行的现场测量数据，也可以被利用。这些数据集对于校准水文模型、验证遥感产品以及为模型模拟提供准确的强迫条件至关重要。",
                "Level": "C6(Creating)"
            }
        ]
    }
}