{
  "id": "9069301d-72d3-4fd1-882d-0f6c93a99dc0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Monthly 0.01°×0.01° Land Surface Soil Moisture Dataset of the Qinghai-Tibet Plateau (2005、2010 and 2015) (SMHiRes, V1)",
      "titleCn": "祁连山地区（2005、2010和2015）逐月0.05°×0.05°地表土壤水分数据（SMHiRes, V1）",
      "description": "This dataset contains monthly 0.05°×0.05° land surface soil moisture products in Qilian Mountain Area in 2005, 2010 and 2015. The dataset was produced by utilizing the multivariate statistical regression model to downscale the “AMSR-E and AMSR2 TB-based SMAP Time-Expanded Daily 0.25°×0.25° Land Surface Soil Moisture Dataset in Qilian Mountain Area (SMsmapTE, V1)”. The auxiliary datasets participating in the multivariate statistical regression include GLASS Albedo/LAI/FVC, 1km all-weather surface temperature data in western China by Ji Zhou and Lat/Lon information.",
      "descriptionCn": "本数据集包括祁连山地区2005年、2010年、2015年月0.05°×0.05°地表土壤水分产品。采用多元统计回归模型，通过对“祁连山地区基于AMSR-E和AMSR2亮温数据的SMAP时间扩展日0.25°×0.25°地表土壤水分数据（SMsmapTE, V1）”进行降尺度，得到0.05°×0.05°地表土壤水分产品。参与多元统计回归的数据包括GLASS Albedo/LAI/FVC，周纪-中国西部1km全天候地表温度数据（V1），以及经/纬度等信息。",
      "instructions": "File Naming Convention: YYYYMM.tiff (YYYY: year, MM: month); Data Version：V1; Projection: +proj=longlat +datum=WGS84 +no_defs; Data Format: GeoTIFF, 220 rows ×360 columes; Soil Moisture Unit: cm3/cm3; Soil Moisture Valid Range: 0.02-0.5; Filled Value：Nodata",
      "instructionsCn": "文件命名约定：YYYYMM.tiff（YYYY：年，MM：月）; 数据版本号：V1；投影：+proj=longlat +datum=WGS84 +no_defs；数据格式：GeoTIFF, 220行×360列；土壤水分单位：cm3/cm3；土壤水分有效值范围：0.02~0.5；填充值：Nodata</p>",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 14188608.0,
      "cstr": "18406.11.Geogra.tpdc.270230",
      "doi": "10.11888/Geogra.tpdc.270230",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "柴琳娜",
        "nameEn": "CHAI Linna",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "朱忠礼",
        "nameEn": "ZHU Zhongli",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Applying wavelet transform technique to optimize general fitting models for SM analysis: A case study in downscaling over the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Hu, Z., Chai, L., Crow, W.T., Liu, S., Zhu, Z., Zhou, J., Qu, Y., Liu, J., Yang, S., Lu, Z., 2022. Applying a Wavelet Transform Technique to Optimize General Fitting Models for SM Analysis: A Case Study in Downscaling over the Qinghai–Tibet Plateau. Remote Sensing 14, 3063. https://doi.org/10.3390/rs14133063"
      },
      {
        "titleCn": null,
        "titleEn": "Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China",
        "referenceCn": null,
        "referenceEn": "Qu, Y., Zhu, Z., Montzka, C., Chai, L., Liu, S., Ge, Y., Liu, J., Lu, Z., He, X., & Zheng, J. (2021). Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China. Journal of Hydrology, 592, 125616. (https://doi.org/10.1016/j.jhydrol.2020.125616)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "海洋",
        "nameEn": "Ocean"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "地表土壤水分",
        "nameEn": "Surface soil moisture"
      },
      {
        "nameCn": "被动微波遥感",
        "nameEn": "Passive microwave remote sensing"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005，2010，2015",
        "keywordEn": "2005，2010，2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset that provides monthly surface soil moisture data for the Qilian Mountain area?",
        "QuestionCn": "提供祁连山地区每月表层土壤湿度数据的数据集的空间分辨率是多少？",
        "AnswerEn": "0.05°×0.05°",
        "AnswerCn": "0.05°×0.05°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of downscaling in the context of generating higher resolution soil moisture data?",
        "QuestionCn": "在生成更高分辨率土壤湿度数据的背景下，下采样的过程是什么？",
        "AnswerEn": "Downscaling is a data processing technique used to transform lower resolution data into higher resolution data. In the context of generating higher resolution soil moisture data, it involves using a multivariate statistical regression model to refine larger scale data, such as the SMAP time-extended daily 0.25°×0.25° surface soil moisture data, into a finer 0.05°×0.05° resolution product. This process may incorporate various datasets like GLASS Albedo/LAI/FVC and surface temperature data, alongside geographic coordinates, to achieve the increased resolution.",
        "AnswerCn": "下采样是一种数据处理技术，用于将低分辨率数据转换为高分辨率数据。在生成更高分辨率土壤湿度数据的背景下，它涉及使用多元统计回归模型来细化较大尺度的数据，例如SMAP时间延长的每日0.25°×0.25°表层土壤湿度数据，转化为更细的0.05°×0.05°分辨率产品。这个过程可能会结合各种数据集，如GLASS反照率/叶面积指数/植被覆盖度和地表温度数据，以及地理坐标，以实现分辨率的提高。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of using a multivariate statistical regression model for downscaling soil moisture data compare with other downscaling techniques in terms of resolution and accuracy?",
        "QuestionCn": "使用多元统计回归模型对土壤湿度数据进行下采样的方法与其他下采样技术在分辨率和准确性方面的比较如何？",
        "AnswerEn": "The method employs a multivariate statistical regression model to downscale soil moisture data from a coarser resolution (0.25°×0.25°) to a finer resolution (0.05°×0.05°). This approach involves integrating various data sources such as GLASS Albedo/LAI/FVC and surface temperature data, which may enhance the resolution and accuracy compared to other downscaling techniques that might not utilize such a comprehensive range of inputs.",
        "AnswerCn": "该方法采用多元统计回归模型，将土壤湿度数据从较粗的分辨率（0.25°×0.25°）降尺度到较细的分辨率（0.05°×0.05°）。该方法涉及整合多种数据源，如GLASS反照率/叶面积指数/植被覆盖度和地表温度数据，这可能提高分辨率和准确性，相较于其他可能不利用如此全面输入的降尺度技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of using a multivariate statistical regression model for downscaling surface soil moisture data in the Qilian Mountain area?",
        "QuestionCn": "在祁连山地区选择使用多元统计回归模型进行表层土壤湿度数据下行的因素有哪些？",
        "AnswerEn": "The use of a multivariate statistical regression model for downscaling surface soil moisture data in the Qilian Mountain area is influenced by the availability of various datasets such as GLASS Albedo/LAI/FVC, all-weather surface temperature data, and geographic information like longitude and latitude. These factors provide the necessary inputs for the regression model to accurately downscale the data from a larger scale obtained through SMAP to a finer resolution of 0.05°×0.05°.",
        "AnswerCn": "在祁连山地区，使用多元统计回归模型对表层土壤湿度数据进行下尺度处理受到多种数据集的影响，例如GLASS反照率/叶面积指数/植被覆盖度、全天候地表温度数据以及经纬度等地理信息。这些因素为回归模型提供了必要的输入，以便将通过SMAP获得的大尺度数据准确下尺度到0.05°×0.05°的更细分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of creating a high-resolution surface soil moisture dataset for the Qilian Mountain region using downscaling techniques?",
        "QuestionCn": "使用降尺度技术为祁连山区创建高分辨率地表土壤湿度数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives include improving the spatial resolution of soil moisture data for better regional analysis, enhancing the accuracy of soil moisture monitoring by leveraging multiple data sources like GLASS Albedo/LAI/FVC and temperature data, and providing a comprehensive dataset that supports environmental and agricultural research in the Qilian Mountain region.",
        "AnswerCn": "主要目标包括提高土壤湿度数据的空间分辨率，以便更好地进行区域分析；通过利用多种数据源，如GLASS反照率/叶面积指数/植被覆盖度和温度数据，增强土壤湿度监测的准确性；提供一个全面的数据集，以支持祁连山地区的环境和农业研究。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to downscale daily 0.25°×0.25° surface soil moisture data to a higher resolution of 0.05°×0.05° using multivariate statistical regression models in soil moisture studies?",
        "QuestionCn": "在土壤湿度研究中，使用多元统计回归模型将每日0.25°×0.25°的地表土壤湿度数据降尺度到更高分辨率的0.05°×0.05°时遵循哪些程序？",
        "AnswerEn": "The downscaling process involves using multivariate statistical regression models to convert daily 0.25°×0.25° surface soil moisture data into a finer 0.05°×0.05° resolution. This method incorporates data from GLASS Albedo/LAI/FVC, all-weather surface temperature data from Zhou Ji’s China West 1km dataset, and geographical information such as latitude and longitude. These datasets are integrated to enhance the resolution and accuracy of the soil moisture products.",
        "AnswerCn": "下采样过程涉及使用多变量统计回归模型将每日0.25°×0.25°的地表土壤湿度数据转换为更细的0.05°×0.05°分辨率。该方法结合了GLASS反照率/叶面积指数/植被覆盖度数据、来自Zhou Ji的中国西部1km数据集的全天候地表温度数据，以及经纬度等地理信息。这些数据集的整合旨在提高土壤湿度产品的分辨率和准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}