{
    "id": "9094c088-2d4e-4afd-9849-eae8521a6310",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SIMS zircon U-Pb geochronological data of the Paleoproterozoic magmatic rocks in North Korea",
            "titleCn": "朝鲜古元古代碱性岩和花岗岩SIMS锆石U-Pb年代学数据",
            "description": "The data contained in the paleoproterozoic north Korea magmatic zircon U - Pb chronology data.These samples collected from the distribution of rare earths north Korea I - iron mountain area in northwest Wolf forest land block), the rock types include the coarse grain is closely related to rare earth mine syenite nk13 (14) and hotaru petrochemical aegirine syenite bright nk16 (14), and four pieces like porphyritic granite samples (14, 14 nk36 nk36-1-2, 14 and 14 nk37 nk37-1-2).U, Th, the determination of Pb in the institute of geology and geophysics, Chinese Academy of Sciences CAMECA IMS - 1280 secondary ion mass spectrometry (SIMS), see detailed analysis method of Li et al. (2009).Zircon sample with alternating 1:3 proportion measurement with zircon sample.U - Th - Pb isotope ratios in standard zircon Plesovice (337 Ma, Slama et al., 2008) correction, use standard zircon 91500 U content (81 PPM, Wiedenbeck et al., 1995) correction, long-term monitoring standard sample to obtain the standard deviation (1sd = 1.5%, Li et al., 2010) and single point test samples internal mutual transfer accuracy of single point error, with standard sample Qinghu (159.5 Ma, Li et al., 2009) as the unknown sample the accuracy of the monitoring data.Ordinary Pb correction using the measured 204 Pb value.Mostly because of common Pb content is very low, assuming normal Pb mainly comes from the surface of the sample preparation process into Pb pollution, with modern crustal average Pb isotopic composition (Stacey and Kramers, 1975) as an ordinary of Pb.Error 1 sigma isotope ratio and age.The result of the data processing with ISOPLOT software (Ludwig, 2003).Samples of rock petrographic observation showed that I came to the iron mountain, alkaline rocks and granite does not show obvious magma after hydrothermal alteration characteristics.SIMS zircon U - Pb dating results show that the coarse grain syenite magma crystallization age for 1865 + 6 Ma, hotaru petrochemical neon glow syenite magma crystallization age for 1868 + 8 Ma, the four pieces of iron mountain like the age of the porphyritic granite results respectively 1871 + 13 Ma, 1866 + 8 Ma, 1872 + 6 + 7 Ma, Ma and 1873 values on the one hand, the age represents the era of magmatic activity.",
            "descriptionCn": "数据中包含朝鲜古元古代岩浆岩的锆石U-Pb年代学数据。这些样品采自于分布有稀土矿的朝鲜定州-铁山一带（狼林地块西北部），岩石类型包括与稀土矿密切相关的粗粒正长岩（14NK13）和萤石化霓辉正长岩（14NK16）以及四件似斑状花岗岩样品（14NK36-1、14NK36-2、14NK37-1和14NK37-2）。U、Th、Pb的测定在中国科学院地质与地球物理研究所CAMECA IMS-1280二次离子质谱仪（SIMS）上进行，详细分析方法见Li et al. (2009)。锆石标样与锆石样品以1:3比例交替测定。U-Th-Pb同位素比值用标准锆石Plésovice（337 Ma, Sláma et al., 2008）校正获得，U含量采用标准锆石91500（81 ppm, Wiedenbeck et al., 1995）校正获得，以长期监测标准样品获得的标准偏差（1SD = 1.5%, Li et al., 2010）和单点测试内部精度共同传递得到样品单点误差，以标准样品Qinghu（159.5 Ma, Li et al., 2009）作为未知样监测数据的精确度。普通Pb校正采用实测 204Pb值。由于测得的普通Pb含量大都非常低，假定普通Pb主要来源于制样过程中带入的表面Pb污染，以现代地壳的平均Pb同位素组成（Stacey and Kramers, 1975）作为普通Pb组成进行校正。同位素比值及年龄误差均为1σ。数据结果处理采用ISOPLOT软件（Ludwig，2003）。岩石样品的岩相学观察表明，定州与铁山地区的碱性岩和花岗岩并不显示明显的岩浆期之后的热液蚀变特征。SIMS锆石U-Pb定年结果显示粗粒正长岩的岩浆结晶年龄为1865 ± 6 Ma，萤石化霓辉正长岩的岩浆结晶年龄为1868 ± 8 Ma，铁山地区的四件似斑状花岗岩的年龄结果分别为1871 ± 13 Ma、1866 ± 8 Ma、1872 ± 6 Ma和1873 ± 7 Ma，这些年龄值一方面代表了岩浆活动时代。",
            "instructions": "Sample Zircon U-Pb Chronological Data Table",
            "instructionsCn": "样品锆石U-Pb年代学数据表",
            "east": 125.5,
            "west": 124.5,
            "south": 39.5,
            "north": 40.0,
            "startTime": "2016-07-12 20:01:58",
            "endTime": "2023-08-15 20:01:58",
            "fileSize": 91648.0,
            "cstr": "18406.11.SolidEar.tpdc.300726",
            "doi": "10.11888/SolidEar.tpdc.300726",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "赵磊",
                "nameEn": "ZHAO Lei",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "朝鲜半岛北部定州与铁山稀土矿相关碱性岩和花岗岩的岩石学和SIMS锆石U-Pb年代学特征研究",
                "titleEn": null,
                "referenceCn": "金正男, 韩龙渊, 赵磊, 李秋立, 金石山. (2016). 朝鲜半岛北部定州与铁山稀土矿相关碱性岩和花岗岩的岩石学和SIMS锆石U-Pb年代学特征研究. 岩石学报 32, 3123-3138.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "朝鲜",
                "keywordEn": "North Korea"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古元古代",
                "keywordEn": "Paleoproterozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the U-Pb zircon dating method used for alkaline rocks and granites in the field of geochronology?",
                "QuestionCn": "U-Pb锆石定年法在地质年代学中用于碱性岩石和花岗岩的特点包括：",
                "AnswerEn": "U, Th, and Pb isotopes measurement, 1:3 ratio of zircon standard to sample, calibrated using standard zircons like Plésovice and 91500, precision monitored with standard samples like Qinghu, correction for common Pb contamination using measured 204Pb values, modern crustal average Pb isotopic composition for correction, ages and isotopic ratios processed using ISOPLOT software, precise crystallization ages, errors reported at 1σ",
                "AnswerCn": "U、Th 和 Pb 同位素测量，锆石标准与样品的比例为 1:3，使用 Plésovice 和 91500 等标准锆石进行校准，使用 Qinghu 等标准样品监测精度，使用测量的 204Pb 值校正普通铅污染，使用现代地壳平均铅同位素组成进行校正，使用 ISOPLOT 软件处理年龄和同位素比值，精确的结晶年龄，误差以 1σ 报告。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is SIMS zircon U-Pb dating in the context of geochronological studies?",
                "QuestionCn": "SIMS锆石U-Pb定年在地质年代学研究中的背景是什么？",
                "AnswerEn": "SIMS zircon U-Pb dating is a technique used in geochronological studies to determine the age of zircon crystals found in rock samples. This method involves using a Secondary Ion Mass Spectrometer (SIMS) to measure the ratios of uranium (U), thorium (Th), and lead (Pb) isotopes within the zircon crystals. By analyzing these isotope ratios, researchers can calculate the age at which the zircon crystal formed. In this field, the data collection involves precise measurements using the CAMECA IMS-1280 SIMS instrument, where the accuracy and precision of the measurements are ensured through the use of standard zircon samples for calibration and monitoring. The technique helps identify the age of magmatic events, such as those found in alkaline and granitic rocks in regions rich in rare earth minerals.",
                "AnswerCn": "SIMS锆石U-Pb定年是一种用于地质年代学研究的技术，用于确定岩石样本中锆石晶体的年龄。该方法涉及使用次级离子质谱仪（SIMS）测量锆石晶体内铀（U）、钍（Th）和铅（Pb）同位素的比率。通过分析这些同位素比率，研究人员可以计算出锆石晶体形成的年龄。在这一领域，数据收集涉及使用CAMECA IMS-1280 SIMS仪器进行精确测量，通过使用标准锆石样本进行校准和监测，以确保测量的准确性和精确性。该技术有助于识别岩浆事件的年龄，例如在富含稀土矿物的碱性和花岗岩地区发现的事件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What potential challenges could arise in using SIMS zircon U-Pb dating to infer the magmatic activity periods of alkaline rocks and granites in the 定州-铁山 area, and how might these challenges be addressed?",
                "QuestionCn": "在使用SIMS锆石U-Pb定年法推断定州-铁山地区碱性岩石和花岗岩的岩浆活动时期时，可能会出现哪些潜在挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in using SIMS zircon U-Pb dating might include addressing the low content of common Pb that could introduce contamination during sample preparation. This can be addressed by applying corrections using the assumed composition of modern crust Pb isotopes. Additionally, ensuring precise calibration with standard zircons like Plésovice and 91500, and monitoring accuracy with standards such as Qinghu, can help mitigate errors. Variability in isotopic ratios and age errors are accounted for by employing software like ISOPLOT to process the data results.",
                "AnswerCn": "使用SIMS锆石U-Pb定年面临的挑战可能包括处理常见铅含量低的问题，这可能在样品准备过程中引入污染。可以通过使用现代地壳铅同位素的假定组成进行修正来解决此问题。此外，确保与标准锆石如Plésovice和91500的精确校准，以及使用标准如Qinghu监测准确性，可以帮助减小误差。通过使用ISOPLOT等软件处理数据结果，可以考虑同位素比率的变异性和年龄误差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using standard zircon Plésovice and 91500 for U-Th-Pb isotopic ratio calibration on the accuracy of age determination in ancient alkaline rocks and granites?",
                "QuestionCn": "使用标准锆石Plésovice和91500进行U-Th-Pb同位素比率校准对古老碱性岩石和花岗岩年龄测定准确性的潜在影响是什么？",
                "AnswerEn": "Using standard zircons Plésovice and 91500 for U-Th-Pb isotopic ratio calibration allows for precise age determination of ancient alkaline rocks and granites. Plésovice, with a known age of 337 Ma, and 91500, with a known U content of 81 ppm, provide reference points that enhance the accuracy of the isotopic measurements, leading to reliable crystallization age results such as 1865 ± 6 Ma for coarse-grained syenite and 1868 ± 8 Ma for fluorite-rich nepheline syenite. These standards help ensure that the isotopic ratio measurements are consistent and minimize errors related to calibration, thereby increasing confidence in the derived ages of magmatic activities.",
                "AnswerCn": "使用标准锆石Plésovice和91500进行U-Th-Pb同位素比率校准，可以精确确定古老碱性岩石和花岗岩的年龄。Plésovice的已知年龄为337百万年，而91500的已知铀含量为81 ppm，这些参考点提高了同位素测量的准确性，从而得出可靠的结晶年龄结果，例如粗粒闪长岩的1865 ± 6百万年和富氟石的氮长石闪长岩的1868 ± 8百万年。这些标准有助于确保同位素比率测量的一致性，减少与校准相关的误差，从而增强对岩浆活动衍生年龄的信心。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the underlying objectives of collecting and analyzing zircon U-Pb geochronology data from alkaline rocks and granites in the northwest region of the Langrim Block in Korea?",
                "QuestionCn": "收集和分析来自韩国西北部Langrim块的碱性岩石和花岗岩的锆石U-Pb年代学数据的基本目标是什么？",
                "AnswerEn": "The primary goal of collecting and analyzing zircon U-Pb geochronology data from alkaline rocks and granites in this region is to determine the magmatic crystallization ages of these rocks, which can provide insights into the timing of magmatic activities. This data is particularly significant because the rocks are associated with rare earth mineral deposits, and understanding their age can help in the broader context of geological history and mineral resource exploration in the area. The data collection also aims to ensure the accuracy and precision of the ages obtained, using established standards and correction methods.",
                "AnswerCn": "收集和分析该地区碱性岩石和花岗岩的锆石U-Pb地球年代学数据的主要目标是确定这些岩石的岩浆结晶年龄，这可以提供关于岩浆活动时序的见解。这些数据特别重要，因为这些岩石与稀土矿床相关，了解它们的年龄可以帮助更广泛地理解该地区的地质历史和矿产资源勘探。数据收集还旨在确保所获得年龄的准确性和精确性，使用已建立的标准和修正方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using SIMS for U-Pb zircon dating of alkaline rocks and granites, and how is calibration performed during this process?",
                "QuestionCn": "使用SIMS进行碱性岩石和花岗岩的U-Pb锆石定年所涉及的程序步骤，以及在此过程中如何进行校准。",
                "AnswerEn": "The procedural steps involve the use of a CAMECA IMS-1280 secondary ion mass spectrometer (SIMS) for determining U, Th, and Pb isotopes. Calibration is achieved by alternating the measurement of zircon standards and samples in a 1:3 ratio. The U-Th-Pb isotopic ratios are corrected using the standard zircon Plésovice (337 Ma), and the U content is calibrated with the standard zircon 91500 (81 ppm). Single-point errors are transmitted using the standard deviation obtained from long-term monitoring of standard samples, with the standard zircon Qinghu (159.5 Ma) used to monitor the precision of unknown samples. Common Pb correction is based on measured 204Pb values, assuming the primary source of contamination is surface Pb introduced during sample preparation.",
                "AnswerCn": "程序步骤涉及使用CAMECA IMS-1280次级离子质谱仪（SIMS）来测定铀（U）、钍（Th）和铅（Pb）同位素。通过以1:3的比例交替测量锆石标准和样品来实现校准。U-Th-Pb同位素比率使用标准锆石Plésovice（337 Ma）进行修正，U含量则使用标准锆石91500（81 ppm）进行校准。单点误差通过长期监测标准样品获得的标准偏差进行传递，标准锆石Qinghu（159.5 Ma）用于监测未知样品的精度。常见铅修正基于测得的204Pb值，假设污染的主要来源是样品制备过程中引入的表面铅。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate U-Pb zircon dating of Precambrian alkaline rocks and granites in terms of sample preparation and instrument calibration?",
                "QuestionCn": "哪些方法论能够实现对前寒武纪碱性岩石和花岗岩的准确U-Pb锆石定年，包括样品准备和仪器校准方面的内容？",
                "AnswerEn": "The accurate U-Pb zircon dating of Precambrian alkaline rocks and granites is enabled by using a CAMECA IMS-1280 secondary ion mass spectrometer (SIMS) for isotopic measurements. The methodologies involve meticulous sample preparation, including the measurement of U, Th, and Pb isotopes, and calibration using standard zircon samples such as Plésovice and 91500. Calibration for U, Th, and Pb isotopes uses known standards for isotopic ratios and U content, with precision monitored using standard samples like Qinghu. Additionally, correction for common Pb is conducted using the measured 204Pb values and assuming the average Pb isotopic composition of modern crust. These steps ensure high precision and accuracy in dating by mitigating contamination and instrumental biases.",
                "AnswerCn": "精确的铀-铅锆石定年技术使得对前寒武纪碱性岩石和花岗岩的测定成为可能，采用CAMECA IMS-1280次级离子质谱仪（SIMS）进行同位素测量。该方法涉及细致的样品准备，包括铀、钍和铅同位素的测量，以及使用标准锆石样品（如Plésovice和91500）进行校准。铀、钍和铅同位素的校准使用已知标准的同位素比和铀含量，精度通过使用标准样品（如Qinghu）进行监测。此外，使用测得的204Pb值进行常见铅的修正，并假设现代地壳的平均铅同位素组成。这些步骤确保了通过减轻污染和仪器偏差，实现高精度和高准确度的定年。",
                "Level": "C3(Applying)"
            }
        ]
    }
}