{
    "id": "90abef65-2dbd-424d-96b9-22af29c5efcc",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The active layer moisture monitoring dataset of Qinghai-Tibet Plateau Beiluhe meteorological station (2017.1-2018.10)",
            "titleCn": "青藏高原北麓河气象站活动层水分监测数据集（2017.1-2018.10）",
            "description": "The active layer is one of the main characteristics of permafrost. It melts in warm season and freezes in cold season, showing seasonal changes. The amount of water content in the active layer has certain influence on the temperature of the permafrost, thus affecting the stability of the permafrost.The data set is mainly composed of active layer moisture data. The monitoring station is located at 92°E, 34°N, with an elevation of 4600m. The monitoring site is flat, the vegetation type is alpine meadow, and the water probe used by Beilouhe Meteorological Station is CS615. The data set is used to monitor water at 5 depths below the surface, 10 cm, 20 cm, 40 cm, 80 cm and 160cm. The time interval of the data set is 1 day and is 30 minutes.Mean value of data once, data is stable and continuous during monitoring.By combining the data of soil heat flux and frozen soil temperature, the thermal change process and mechanism of active layer can be carried out.",
            "descriptionCn": "活动层是多年冻主要特征之一，暖季融化，冷季冻结，呈季节性变化，其中所含水分的多少会对冻土的温度有一定影响，从而影响冻土稳定性。该数据集主要是活动层水分数据，监测站点位于92°E，34°N，海拔4600米，监测场地地势平坦，植被类型为高寒草甸，北麓河气象站采用的水分探头为CS615，分别在地表以下10cm、20cm、40cm、80cm、160cm的5个深度上进行水分监测，该数据集的时间间隔为1天，是通过30分钟一次的数据的平均值，监测期间数据稳定、连续。通过结合土壤热通量和冻土地温等资料可以开展活动层的热变化过程以及变化机理等科学课题。",
            "instructions": "The Active layer moisture Monitoring DataSet of  Qinghai-Tibet Plateau Beibeihe Meteorological Station 2017.1-2018.10 \ncan be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "青藏高原北麓河气象站2017.1-2018.10活动层水分监测数据集\n可以采用EXCEL打开查看和分析.",
            "east": 92.0,
            "west": 92.0,
            "south": 35.0,
            "north": 35.0,
            "startTime": "2017-01-03 00:00:00",
            "endTime": "2018-11-02 00:00:00",
            "fileSize": 48375.0,
            "cstr": "18406.11.Geocry.tpdc.270461",
            "doi": "10.11888/Geocry.tpdc.270461",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈继",
                "nameEn": "CHEN Ji",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Discussion on applying an analytical method to optimize the  anti-freeze design parameters for underground water  pipelines in seasonally frozen areas",
                "referenceCn": null,
                "referenceEn": "Chen, J., Zhao, J.Y., Li, K., &Sheng, Y. (2016). Discussion on applying an analytical method to optimize the anti-freeze design parameters for underground water pipelines in seasonally frozen areas. Sciences in Cold and Arid Regions, 8(6), 467–476."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "活动层",
                "nameEn": "Active layer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北麓河",
                "keywordEn": "Beibeihe"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017.1-2018.10",
                "keywordEn": "2017.1-2018.10",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and attributes of water content data collected at different soil depths in permafrost regions?",
                "QuestionCn": "在永冻土地区，不同土壤深度收集的水分数据的特征和属性包括：",
                "AnswerEn": "10cm, 20cm, 40cm, 80cm, 160cm, CS615 moisture probe, temporal resolution of one day, alpine meadow vegetation, elevation of 4600 meters",
                "AnswerCn": "10厘米、20厘米、40厘米、80厘米、160厘米，CS615土壤水分探头，时间分辨率为一天，高山草甸植被，海拔4600米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of data points collected for soil moisture at each depth during the monitoring period?",
                "QuestionCn": "在监测期间，每个深度的土壤湿度收集的总数据点数量是多少？",
                "AnswerEn": "658",
                "AnswerCn": "658",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '活动层水分监测数据集' mean in the context of meteorological data collection on the Tibetan Plateau?",
                "QuestionCn": "'活动层水分监测数据集'在青藏高原气象数据收集的背景下指的是对土壤或地表活动层水分含量进行监测和记录的数据集。",
                "AnswerEn": "'活动层水分监测数据集' refers to a dataset focused on monitoring the water content of the active layer, which is a characteristic of permafrost that melts during warm seasons and freezes during cold seasons, affecting the temperature and stability of the permafrost. The dataset involves water content measurements taken at various depths below the surface at a meteorological station located at 92°E, 34°N, at an altitude of 4600 meters, in a flat area with alpine meadow vegetation, using moisture probes like the CS615.",
                "AnswerCn": "'活动层水分监测数据集'是一个专注于监测活动层水分含量的数据集，活动层是永久冻土的一部分，在温暖季节融化，在寒冷季节冻结，影响永久冻土的温度和稳定性。该数据集涉及在位于92°E，34°N，海拔4600米的气象站，平坦的高山草甸植被区域，使用如CS615等水分探头在不同深度下进行的水分含量测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the periodic changes in water content at different soil depths contribute to our understanding of the thermal dynamics and stability of permafrost layers?",
                "QuestionCn": "不同土壤深度水分含量的周期性变化如何有助于我们理解永冻层的热动态和稳定性。",
                "AnswerEn": "The periodic changes in water content measured at depths of 10cm, 20cm, 40cm, 80cm, and 160cm can reveal insights into how moisture influences the temperature of permafrost. This data, collected with a CS615 moisture probe at a meteorological station located at 92°E, 34°N at an elevation of 4600 meters, helps researchers analyze the seasonal melting and freezing cycles of the active layer. Understanding these cycles is essential for studying the thermal dynamics and stability of permafrost, as the presence and amount of water can significantly affect soil temperature and, consequently, the stability of the permafrost. By examining the daily averaged data, scientists can explore scientific questions related to the heat variation processes and mechanisms of change within the active layer.",
                "AnswerCn": "在10cm、20cm、40cm、80cm和160cm深度测量的水分周期性变化可以揭示水分如何影响永冻土的温度。这些数据是通过位于东经92°、北纬34°、海拔4600米的气象站使用CS615水分探头收集的，帮助研究人员分析活层的季节性融化和冻结周期。理解这些周期对于研究永冻土的热动态和稳定性至关重要，因为水的存在和数量可以显著影响土壤温度，从而影响永冻土的稳定性。通过检查每日平均数据，科学家可以探讨与热变化过程和活层内变化机制相关的科学问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the accuracy and stability of permafrost studies if soil moisture data is collected at varying depths with consistent time intervals?",
                "QuestionCn": "如果在一致的时间间隔内以不同深度收集土壤湿度数据，这可能对永久冻土研究的准确性和稳定性产生哪些潜在影响？",
                "AnswerEn": "Collecting soil moisture data at varying depths with consistent time intervals allows for a comprehensive understanding of moisture distribution and seasonal changes. This can improve the accuracy of permafrost studies by providing detailed insights into how moisture content affects soil temperature and, consequently, permafrost stability. Regular data collection ensures that temporal changes are captured, which can help in identifying patterns and predicting future changes in permafrost characteristics.",
                "AnswerCn": "在不同深度以一致的时间间隔收集土壤湿度数据，可以全面了解湿度分布和季节变化。这可以通过提供关于湿度含量如何影响土壤温度以及因此对永久冻土稳定性的详细见解，从而提高对永久冻土研究的准确性。定期的数据收集确保捕捉到时间变化，这有助于识别模式并预测永久冻土特征的未来变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of monitoring soil moisture at various depths in permafrost regions using daily averaged data from moisture probes?",
                "QuestionCn": "在永冻土地区使用土壤湿度探头的日均数据监测不同深度的土壤湿度的主要目标是什么？",
                "AnswerEn": "The primary goals of monitoring soil moisture at various depths in permafrost regions are to understand the seasonal changes in the active layer, particularly how water content affects permafrost temperature and stability. This data can help in studying the thermal dynamics and mechanisms of change in the active layer, which is crucial for assessing the stability of permafrost.",
                "AnswerCn": "在永冻土地区监测不同深度土壤湿度的主要目标是了解活跃层的季节变化，特别是水分含量如何影响永冻土的温度和稳定性。这些数据有助于研究活跃层的热动态和变化机制，这对于评估永冻土的稳定性至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to ensure the accuracy and consistency of daily moisture data collection at different soil depths in permafrost regions?",
                "QuestionCn": "在永冻土地区，确保不同土壤深度每日湿度数据收集的准确性和一致性所采用的方法论有哪些？",
                "AnswerEn": "A meteorological station uses moisture probes like the CS615 to collect moisture data at different soil depths (10cm, 20cm, 40cm, 80cm, 160cm). These probes provide data every 30 minutes, which is averaged to produce daily measurements. The site is positioned at a stable and flat high-altitude location with consistent vegetation, reducing environmental variability that could impact data consistency.",
                "AnswerCn": "一个气象站使用像CS615这样的湿度探头在不同土壤深度（10厘米、20厘米、40厘米、80厘米、160厘米）收集湿度数据。这些探头每30分钟提供一次数据，经过平均处理后生成每日测量值。该站点位于一个稳定且平坦的高海拔位置，植被一致，减少了可能影响数据一致性的环境变异性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}