{
    "id": "911fa74f-9068-4dd5-8846-5dedbb282272",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Antarctic ice sheet extent product (2015-2020)",
            "titleCn": "南极冰盖范围遥感产品（2015-2020）",
            "description": "The products of the Antarctic ice sheet extent reflect the continuous dynamic change of the ice sheet, and are the data basis for studying the mass balance, ice sheet freeze-thaw, energy balance, and other studies of the Antarctic ice sheet.\nThis data is the result of the National Key Research and Development Plan \"Global Energy Cycle and Water Cycle Key Parameters Stereoscopic Observation and Remote Sensing Inversion\",\"Remote Sensing Inversion Algorithm and Product Development of Key Parameters of Ice, Snow and Marine Salinity (2018YFA0605403)\". It displays the full-range ice sheet cover changes of Antarctica over a fine time scale, for the first time, revealing the seasonal changes of the Antarctic ice sheet under global warming.  It displays the full-range ice sheet cover changes of Antarctica over a fine time scale, for the first time, revealing the seasonal changes of the Antarctic ice sheet under global warming. These datasets provide effective data support for a deeper understanding of the mechanisms of mass loss and rapid glacier and ice shelf calving in the Antarctic ice sheet.",
            "descriptionCn": "南极冰盖范围产品连续动态地反映了冰盖范围的变化，它是南极冰盖物质平衡、冰盖冻融、能量平衡等研究的数据基础。本数据产品为国家重点研发项目“全球能量循环和水循环关键参数的立体观测与遥感反演”课题”冰雪关键参数与海洋盐度遥感反演算法和产品研制（2018YFA0605403）”项目成果，展示了南极冰盖全域旬时间尺度的冰盖范围变化，揭示了全球变暖下南极冰盖季节性变化特征。此数据可为深入理解南极冰盖物质损耗机制和冰川快速崩解机制提供有效的数据支持，可为冰盖冻融、冰盖边缘冰间湖和固定冰产品的制作提供冰盖范围的有效基础数据。",
            "instructions": "Scope of the Antarctic ice sheet of remote sensing products in Geotiff format stored data naming rules the Antarctic ice sheet products are as follows: AIS_YYYYMMDD_10DAY_1KM_VXX. Tif ANT said the Antarctic ice sheet, the YYYYMMDD said (date) (month) (year), 10 day time resolution for the ten-day (10 days), 1 km to km spatial resolution, VXX said version number.Method of data read: all the Geotiff file, the data set can use Matlab, ENVI, such as Arcgis software to open and read",
            "instructionsCn": "南极冰盖范围遥感产品以Geotiff格式存储\n\n南极冰盖产品的数据命名规则如下：\nAIS_YYYYMMDD_10DAY_1KM_VXX.tif\n其中ANT表示南极冰盖，YYYYMMDD表示年月日，10DAY表示时间分辨率为旬（10天），1KM表示以千米为单位的空间分辨率，VXX表示版本号。\n\n数据读取方式：该数据集中的所有Geotiff文件，可以使用Matlab，ENVI，Arcgis等软件打开和读取",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": -60.0,
            "startTime": "2015-01-01 00:24:38",
            "endTime": "2020-12-31 00:24:38",
            "fileSize": 20025628.0,
            "cstr": null,
            "doi": "10.11856/Chinare.2023.03.0001",
            "dataFormat": null,
            "license": "6"
        },
        "authorList": [
            {
                "nameCn": "刘岩",
                "nameEn": "LIU Yan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "程晓",
                "nameEn": "CHENG Xiao",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "贾鹏",
                "nameEn": "JIA Peng",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "翁志龙",
                "nameEn": "WENG Zhilong",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Efficient Location and Extraction of the Iceberg Calved Areas of the Antarctic Ice Shelves",
                "referenceCn": null,
                "referenceEn": "Qi, M., Liu, Y., Lin, Y., Hui, F., Li, T., & Cheng, X. (2020). Efficient Location and Extraction of the Iceberg Calved Areas of the Antarctic Ice Shelves. Remote Sensing 2020, 12, doi:10.3390/rs12162658."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南极",
                "keywordEn": "Antarctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2020",
                "keywordEn": "2015-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Antarctic ice shelf system is an important area connecting the ice sheets and the ocean. Its stability is closely related to the Antarctic mass balance. Iceberg calving, the shedding of ice from glaciers or ice shelf frontal edges, is the main process contributing to the dynamic mass loss from the ice sheet to the ocean. Iceberg calving accounts for half of the net mass loss of the Antarctic ice shelves. Although iceberg calving plays an important role in the Antarctic ice shelf mass balance, the majority of the current ice sheet and ocean climate models do not represent the calving process in a physically realistic manner. Understanding this process is critical for accurately predicting the future impact of climate change on ice sheets. Currently, extensive and detailed iceberg calving observations are time-consuming and laborious. This is mainly because of the massive volume of high-resolution remotely sensed data and the lack of efficient extraction methods. This has led to a paucity of continuous monitoring of calving events at the continental scale."
            ],
            "research objective": [
                "Here, we propose a new and efficient method of separating the expansion and calving processes of ice shelves. One of the main objectives of the detailed monitoring of iceberg calving is to extract the location, shape, area, and mass of each single calving event."
            ],
            "challenges": [
                "The difficulties in the precise monitoring of iceberg calving lie with the coexistence of ice shelf advances and calving. The manual location of iceberg calving is time-consuming and painstaking, while achieving precise extraction has mostly relied on the surface textural characteristics of the ice shelves and the quality of the images. However, observing iceberg calving is much more complicated than monitoring changes in the coastline. This is because the expansion of the ice shelves coexists with the calving events, but the changes in the coastline can only reflect the overall advance or retreat of the coastline. This method requires repeated comparisons between the frontal edges in two temporal images to check whether calving has occurred, which is time-consuming and laborious. Moreover, the image matching method for high-precision monitoring is quite demanding in terms of the image’s quality and texture coherence before and after calving."
            ],
            "methods": [
                "We processed the Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP), developed by Brockmann Consult, SkyWatch and C-S and released by the European Space Agency. After the calibration and terrain correction, we chose the Antarctica polar stereographic projections and resampled to a 75 m resolution. We automatically extracted and manually modified the coastline vector for August 2015 as the original coastline benchmark, using an updated version of the Canny edge detection algorithm. We converted the benchmark ice shelf polygon vertices into points and recorded their order. Then, the following operations were carried out for each point. First, we judged whether the point was on the grounding line or not. Next, based on the velocity of each coastline point, we identified its movement and new location. After joining the points to the line, a new coastline was derived, namely the simulated coastline. By comparing the simulated ice shelf polygon to its contemporaneous images and by correcting the frontal edge of the ice shelf, so that it fits into the actual coastline position, we can obtain the exact ice shelf polygon for the following year. By subtracting the corrected ice shelf polygons from the theoretical simulated polygons, we obtained calved-area polygons during that year."
            ],
            "dataset": [
                "The Sentinel-1 EW L1 ground range detected (GRD) products, which repeatedly covered the Antarctic coastline in August each year from 2015 to 2019, were used in our study. The MEaSUREs (Making Earth System Data Records for Use in Research Environments) grounding line dataset version 2, downloaded from the National Snow and Ice Data Center (NSDIC) website. We used the MEaSUREs Antarctica Ice Velocity Map Version 2 to obtain the spatial distribution of the ice velocity values."
            ],
            "findings": [
                "A total of 2032 annual Antarctic calving events were detected, with areas ranging from 0.05 km2 to 6141.0 km2, occurring on almost every Antarctic ice shelf. The positioning error of the simulated coastline is less than one pixel, and the determined minimum valid extraction area is 0.05 km2, when based on 75 m resolution images. Our method effectively avoids repetition and omission errors during the calved area extraction process."
            ],
            "backgroundCn": [
                "南极冰架系统是连接冰盖和海洋的重要区域，其稳定性与南极的质量平衡密切相关。冰山崩解，即冰从冰川或冰架前缘脱落，是将冰盖动态质量损失到海洋的主要过程。冰山崩解占南极冰架净质量损失的一半。尽管冰山崩解在南极冰架质量平衡中发挥着重要作用，但目前大多数冰盖和海洋气候模型并未以物理上现实的方式表示崩解过程。理解这一过程对于准确预测气候变化对冰盖的未来影响至关重要。目前，广泛而详细的冰山崩解观测工作耗时且繁琐。这主要是由于高分辨率遥感数据的巨大体量以及缺乏有效的提取方法。这导致在大陆尺度上对崩解事件的连续监测严重不足。"
            ],
            "research objectiveCn": [
                "在这里，我们提出了一种新的高效方法，用于分离冰架的扩展和崩解过程。详细监测冰山崩解的主要目标之一是提取每个单独崩解事件的位置、形状、面积和质量。"
            ],
            "challengesCn": [
                null
            ],
            "methodsCn": [
                "我们使用欧洲航天局开发的Sentinel Application Platform (SNAP) 处理了Sentinel-1 EW L1 GRD产品，该平台由Brockmann Consult、SkyWatch和C-S共同开发。经过校准和地形校正后，我们选择了南极极地立体投影，并重采样至75米分辨率。我们自动提取并手动修改了2015年8月的海岸线矢量，作为原始海岸线基准，使用了更新版的Canny边缘检测算法。我们将基准冰架多边形的顶点转换为点并记录其顺序。然后，对每个点进行了以下操作。首先，我们判断该点是否位于接触线。接下来，根据每个海岸线点的速度，我们识别其运动和新位置。在将点连接成线后，得出了新的海岸线，即模拟海岸线。通过将模拟冰架多边形与其同时期图像进行比较，并修正冰架的前缘，使其符合实际海岸线位置，我们可以获得下一年的确切冰架多边形。通过将修正后的冰架多边形与理论模拟多边形相减，我们获得了该年度的崩解区域多边形。"
            ],
            "datasetCn": [
                "我们在研究中使用了Sentinel-1 EW L1地面范围检测（GRD）产品，这些产品在2015年至2019年每年8月重复覆盖了南极海岸线。我们从国家雪冰数据中心（NSDIC）网站下载了MEaSUREs（为研究环境制作地球系统数据记录）基础线数据集版本2。我们使用MEaSUREs南极冰流速图版本2来获取冰流速值的空间分布。"
            ],
            "findingsCn": [
                "共检测到2032个年度南极冰架崩解事件，面积范围从0.05 km²到6141.0 km²，几乎发生在每个南极冰架上。模拟海岸线的定位误差小于一个像素，基于75米分辨率图像确定的最小有效提取面积为0.05 km²。我们的方法有效避免了在崩解面积提取过程中出现重复和遗漏错误。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the Sentinel-1 EW L1 GRD product used for detecting Antarctic calving events processed using a specific platform?",
                "QuestionCn": "Sentinel-1 EW L1 GRD 产品用于检测南极冰架崩解事件，是通过特定平台处理的。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Does the updated Canny edge detection algorithm play a role in the manual modification of coastline vectors for Antarctic monitoring?",
                "QuestionCn": "更新的Canny边缘检测算法在南极监测的海岸线矢量手动修改中是否发挥作用？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more effective for monitoring iceberg calving events: manual location using high-resolution images, automated extraction using edge detection algorithms, or image matching methods?",
                "QuestionCn": "监测冰山崩解事件哪种方法更有效：使用高分辨率图像的手动定位、使用边缘检测算法的自动提取，还是图像匹配方法？",
                "AnswerEn": "Automated extraction using edge detection algorithms",
                "AnswerCn": "使用边缘检测算法进行自动提取",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For analyzing the expansion and calving processes of ice shelves, is it more beneficial to use Sentinel-1 EW L1 GRD products, MEaSUREs grounding line dataset, or Antarctica Ice Velocity Map for data collection?",
                "QuestionCn": "对于分析冰架的扩展和崩解过程，使用Sentinel-1 EW L1 GRD产品、MEaSUREs接触线数据集或南极冰流速图进行数据收集，哪种更有利？",
                "AnswerEn": "Sentinel-1 EW L1 GRD products",
                "AnswerCn": "Sentinel-1 EW L1 GRD 产品",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the primary challenge in monitoring iceberg calving related to the manual effort required for high-precision extraction, the coexistence of shelf advances and calving, or the quality and coherence of images?",
                "QuestionCn": "监测冰山崩解的主要挑战是与高精度提取所需的人工努力相关，还是冰架前进与崩解共存，或是图像的质量和一致性？",
                "AnswerEn": "the coexistence of shelf advances and calving",
                "AnswerCn": "架子冰川推进与崩解的共存",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges in monitoring iceberg calving events accurately?",
                "QuestionCn": "准确监测冰山崩解事件的主要挑战是什么？",
                "AnswerEn": "ice shelf advances, manual location process, image quality, texture coherence",
                "AnswerCn": "冰架推进，手动定位过程，图像质量，纹理一致性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Who developed the data processing platform used for monitoring the Antarctic ice shelf changes?",
                "QuestionCn": "谁开发了用于监测南极冰架变化的数据处理平台？",
                "AnswerEn": "Brockmann Consult, SkyWatch, and C-S",
                "AnswerCn": "Brockmann Consult、SkyWatch 和 C-S",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can the grounding line dataset used for Antarctic ice shelf monitoring be accessed?",
                "QuestionCn": "用于南极冰架监测的接触线数据集可以在哪里访问？",
                "AnswerEn": "National Snow and Ice Data Center (NSDIC)",
                "AnswerCn": "国家冰雪数据中心 (NSDIC)",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor iceberg calving events in the Antarctic region?",
                "QuestionCn": "您能否提供一个用于监测南极地区冰山崩解事件的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method used to monitor iceberg calving events involves processing Sentinel-1 EW L1 GRD products with the Sentinel Application Platform (SNAP). After calibration and terrain correction, the data are resampled to a 75 m resolution to automatically extract and manually modify the coastline vector, which helps identify calving events by comparing simulated and contemporaneous images.",
                "AnswerCn": "监测冰山崩解事件的数据收集方法之一涉及使用哨兵-1 EW L1 GRD产品，通过哨兵应用平台（SNAP）进行处理。在进行校准和地形校正后，数据被重采样到75米的分辨率，以自动提取和手动修改海岸线矢量，这有助于通过比较模拟图像和同时期图像来识别崩解事件。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please give an example of a challenge faced in the precise monitoring of iceberg calving and how it might be addressed.",
                "QuestionCn": "请给出一个在精确监测冰山崩解中面临的挑战的例子，以及如何解决这个问题。",
                "AnswerEn": "A challenge in precise monitoring of iceberg calving is the coexistence of ice shelf advances and calving, which makes manual location time-consuming. This can be addressed by using image processing techniques like an updated Canny edge detection algorithm and comparing images to derive new coastlines and calved-area polygons, reducing repetition and omission errors.",
                "AnswerCn": "冰山崩解的精确监测面临的一个挑战是冰架的推进与崩解共存，这使得手动定位耗时较长。可以通过使用图像处理技术，如更新的Canny边缘检测算法，并比较图像以推导出新的海岸线和崩解区域多边形，从而减少重复和遗漏错误。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Could you provide an example of datasets used to analyze the Antarctic ice shelf's movement and changes?",
                "QuestionCn": "您能否提供用于分析南极冰架运动和变化的数据集示例？",
                "AnswerEn": "An example of datasets used includes the Sentinel-1 EW L1 ground range detected (GRD) products, covering the Antarctic coastline, and the MEaSUREs Antarctica Ice Velocity Map Version 2, which provides spatial distribution of ice velocity values to analyze ice shelf movement and changes.",
                "AnswerCn": "使用的一个数据集示例包括覆盖南极海岸线的Sentinel-1 EW L1地面范围检测（GRD）产品，以及MEaSUREs南极冰流速图版本2，该图提供冰流速值的空间分布，以分析冰架的运动和变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to monitor Antarctic iceberg calving events?",
                "QuestionCn": "用于监测南极冰山崩解事件的数据收集方法的特点是什么？",
                "AnswerEn": "Sentinel-1 EW L1 GRD products, processed with SNAP for calibration and terrain correction, resampled to a 75 m resolution, updated Canny edge detection algorithm, comparison of temporal images.",
                "AnswerCn": "Sentinel-1 EW L1 GRD 产品，使用 SNAP 进行校准和地形校正处理，重采样至 75 米分辨率，更新的 Canny 边缘检测算法，时间序列图像比较。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the main challenges in accurately extracting iceberg calving events from remotely sensed data?",
                "QuestionCn": "从遥感数据中准确提取冰山崩解事件的主要挑战是什么？",
                "AnswerEn": "coexistence of ice shelf advances and calving, laborious and time-consuming process, need for repeated comparisons of temporal images, high-quality images, texture coherence",
                "AnswerCn": "冰架推进与崩解的共存，费力且耗时的过程，需要对时间序列图像进行反复比较，高质量图像，纹理一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the range of areas for the calving events detected in the Antarctic ice shelf monitoring dataset?",
                "QuestionCn": "南极冰架监测数据集中检测到的冰崩事件的面积范围是多少？",
                "AnswerEn": "0.05-6141.0 km²",
                "AnswerCn": "0.05-6141.0 平方公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'iceberg calving' mean in the context of Antarctic ice shelf monitoring?",
                "QuestionCn": "在南极冰架监测的背景下，“冰山崩解”指的是冰架边缘的冰块从冰架上断裂并漂浮到海洋中。",
                "AnswerEn": "Iceberg calving refers to the shedding of ice from glaciers or ice shelf frontal edges, which is a primary process contributing to the dynamic mass loss from the ice sheet to the ocean. It accounts for half of the net mass loss of the Antarctic ice shelves.",
                "AnswerCn": "冰山崩解是指冰川或冰架前缘的冰块脱落，这是冰盖向海洋动态质量损失的主要过程之一。它占南极冰架净质量损失的一半。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'coastline vector extraction' within the context of Antarctic ice shelf studies?",
                "QuestionCn": "在南极冰架研究的背景下，“海岸线矢量提取”是指从遥感图像或地理信息系统（GIS）数据中提取海岸线的过程。这一过程通常涉及识别和描绘冰架与海洋之间的边界，以便分析冰架的变化、监测冰架的稳定性以及评估气候变化对南极地区的影响。",
                "AnswerEn": "Coastline vector extraction is a process where the coastline is automatically extracted and manually modified to create a vector representation of the ice shelf's frontal edges. This involves using edge detection algorithms to establish a baseline for monitoring ice shelf changes over time.",
                "AnswerCn": "海岸线矢量提取是一个自动提取海岸线并手动修改以创建冰架前缘的矢量表示的过程。这涉及使用边缘检测算法建立监测冰架随时间变化的基线。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges of monitoring iceberg calving using high-resolution remotely sensed data compare to the challenges of monitoring changes in the coastline?",
                "QuestionCn": "使用高分辨率遥感数据监测冰山崩解的挑战与监测海岸线变化的挑战相比如何？",
                "AnswerEn": "The challenges of monitoring iceberg calving are more complex than monitoring coastline changes. Iceberg calving involves the coexistence of ice shelf advances and calving, requiring precise extraction methods and repeated comparisons between temporal images. This is time-consuming and relies heavily on image quality and texture coherence. In contrast, monitoring coastline changes primarily reflects the overall advance or retreat of the coastline and does not involve the same level of complexity in distinguishing between advancing and retreating ice.",
                "AnswerCn": "监测冰山崩解的挑战比监测海岸线变化更为复杂。冰山崩解涉及冰架的推进和崩解共存，需要精确的提取方法和对时间图像的重复比较。这是一个耗时的过程，并且在很大程度上依赖于图像质量和纹理一致性。相比之下，监测海岸线变化主要反映海岸线的整体推进或后退，并不涉及区分冰的推进和后退的同等复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways does the method of extracting ice shelf calving events differ from traditional manual methods in terms of efficiency and accuracy?",
                "QuestionCn": "提取冰架崩解事件的方法在效率和准确性方面与传统手动方法有何不同？",
                "AnswerEn": "The method of extracting ice shelf calving events using automated processes is more efficient than traditional manual methods, as it reduces the time-consuming and laborious nature of manual location. It involves processing Sentinel-1 EW L1 GRD products, using the Canny edge detection algorithm, and simulating coastlines to identify calved areas. This method effectively avoids repetition and omission errors, offering higher accuracy with a positioning error of less than one pixel and a minimum valid extraction area of 0.05 km2.",
                "AnswerCn": "提取冰架崩解事件的自动化过程比传统的手动方法更高效，因为它减少了手动定位的耗时和繁琐性。该方法涉及处理Sentinel-1 EW L1 GRD产品，使用Canny边缘检测算法，并模拟海岸线以识别崩解区域。该方法有效避免了重复和遗漏错误，提供了更高的准确性，定位误差小于一个像素，最小有效提取面积为0.05平方公里。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do datasets derived from Sentinel-1 EW L1 products compare to those from the MEaSUREs Antarctica Ice Velocity Map in terms of their application for studying Antarctic ice sheet dynamics?",
                "QuestionCn": "来自Sentinel-1 EW L1产品的数据显示与MEaSUREs南极冰流速图的数据在研究南极冰盖动态方面的应用有什么比较？",
                "AnswerEn": "Datasets derived from Sentinel-1 EW L1 products provide repeated coverage of the Antarctic coastline and are primarily used for monitoring ice shelf advance and calving events. In contrast, the MEaSUREs Antarctica Ice Velocity Map provides spatial distribution of ice velocity values, which is crucial for understanding the dynamics of ice movement. Both datasets complement each other, with the former focusing on physical changes in ice shelf boundaries and the latter on the movement and velocity of the ice.",
                "AnswerCn": "来自Sentinel-1 EW L1产品的数据集提供了对南极海岸线的重复覆盖，主要用于监测冰架的推进和崩解事件。相比之下，MEaSUREs南极冰速图提供了冰速值的空间分布，这对于理解冰运动的动态至关重要。这两个数据集相辅相成，前者关注冰架边界的物理变化，后者则关注冰的运动和速度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies are employed to distinguish between the processes of expansion and calving on the Antarctic ice shelves, and how do these methods contribute to understanding the mass balance of ice shelves?",
                "QuestionCn": "用于区分南极冰架上扩展和崩裂过程的方法有哪些，这些方法如何有助于理解冰架的质量平衡？",
                "AnswerEn": "Methodologies to distinguish between expansion and calving on Antarctic ice shelves include processing Sentinel-1 EW L1 GRD products to extract coastline vectors and simulate ice shelf polygons. By analyzing the velocity of each coastline point and simulating their new locations, researchers can differentiate expansion from calving. This approach, involving comparison and correction of polygons, contributes to understanding ice shelf mass balance by providing precise monitoring of calving events and their impact on the net mass loss from the ice sheet.",
                "AnswerCn": "区分南极冰架的扩展和崩解的方法包括处理Sentinel-1 EW L1 GRD产品，以提取海岸线矢量并模拟冰架多边形。通过分析每个海岸线点的速度并模拟它们的新位置，研究人员可以区分扩展和崩解。这种方法涉及多边形的比较和修正，有助于理解冰架的质量平衡，通过提供对崩解事件及其对冰盖净质量损失影响的精确监测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in accurately monitoring iceberg calving events using remote sensing data?",
                "QuestionCn": "导致使用遥感数据准确监测冰山崩解事件的挑战的原因是什么？",
                "AnswerEn": "The challenges in accurately monitoring iceberg calving events using remote sensing data arise from the coexistence of ice shelf advances and calving. Manual location of iceberg calving is time-consuming and requires high-quality image texture coherence. The surface textural characteristics of the ice shelves and the quality of the images also pose difficulties in precise monitoring.",
                "AnswerCn": "使用遥感数据准确监测冰山崩解事件的挑战在于冰架的推进和崩解现象共存。手动定位冰山崩解耗时且需要高质量的图像纹理一致性。冰架的表面纹理特征和图像质量也给精确监测带来了困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is continuous monitoring of iceberg calving events at a continental scale difficult?",
                "QuestionCn": "在大陆尺度上，持续监测冰山崩解事件是困难的原因是什么？",
                "AnswerEn": "Continuous monitoring of iceberg calving events at a continental scale is difficult due to the massive volume of high-resolution remotely sensed data and the lack of efficient extraction methods. This makes detailed and extensive observations time-consuming and laborious.",
                "AnswerCn": "在大陆尺度上持续监测冰山崩解事件是困难的，因为高分辨率遥感数据的庞大体量以及缺乏有效的提取方法。这使得详细和广泛的观察变得耗时且繁琐。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the errors in the simulated coastline positioning during iceberg calving monitoring?",
                "QuestionCn": "在冰山崩解监测过程中，模拟海岸线定位错误的因素有哪些？",
                "AnswerEn": "The positioning errors in the simulated coastline during iceberg calving monitoring are minimized by using a resolution of 75 m images, but challenges such as achieving precise extraction through image quality and texture coherence before and after calving can contribute to errors.",
                "AnswerCn": "在冰山崩解监测中，通过使用75米分辨率的图像来最小化模拟海岸线的定位误差，但在崩解前后实现精确提取的挑战，如图像质量和纹理一致性，可能会导致误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using high-resolution remotely sensed data in the monitoring of Antarctic ice calving events on the efficiency and accuracy of data collection methods?",
                "QuestionCn": "使用高分辨率遥感数据监测南极冰崩事件对数据收集方法的效率和准确性可能产生的后果是什么？",
                "AnswerEn": "The use of high-resolution remotely sensed data in monitoring Antarctic ice calving events can enhance the efficiency and accuracy of data collection methods. It allows for the detailed extraction of calving events, including the location, shape, area, and mass of each event. However, it is often time-consuming and laborious due to the massive volume of data and the need for high-quality images for precise monitoring.",
                "AnswerCn": "使用高分辨率遥感数据监测南极冰崩事件可以提高数据收集方法的效率和准确性。它允许详细提取冰崩事件，包括每个事件的位置、形状、面积和质量。然而，由于数据量庞大以及需要高质量图像以进行精确监测，这通常是一个耗时且繁琐的过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives behind developing a new method to separate the expansion and calving processes of ice shelves in the Antarctic region?",
                "QuestionCn": "开发一种新方法来分离南极地区冰架的扩展和崩裂过程的主要目标是什么？",
                "AnswerEn": "The main objectives include extracting the location, shape, area, and mass of each calving event to improve understanding of iceberg calving, which is crucial for accurate prediction of climate change impacts on ice sheets.",
                "AnswerCn": "主要目标包括提取每个冰山崩解事件的位置、形状、面积和质量，以提高对冰山崩解的理解，这对准确预测气候变化对冰盖的影响至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to address the challenges in precise monitoring of iceberg calving using remotely sensed data?",
                "QuestionCn": "为什么解决使用遥感数据精确监测冰山崩解的挑战很重要？",
                "AnswerEn": "Addressing these challenges is important because the coexistence of ice shelf advances and calving complicates monitoring, and precise extraction depends on image quality and texture coherence, making it crucial for understanding mass balance and dynamics of Antarctic ice shelves.",
                "AnswerCn": "解决这些挑战很重要，因为冰架的推进和崩解共存使得监测变得复杂，而精确提取依赖于图像质量和纹理一致性，这对于理解南极冰架的质量平衡和动态至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the significance of using Sentinel-1 EW L1 GRD products and MEaSUREs datasets for monitoring Antarctic ice shelf changes?",
                "QuestionCn": "使用Sentinel-1 EW L1 GRD产品和MEaSUREs数据集监测南极冰架变化的意义是什么？",
                "AnswerEn": "The use of these datasets is significant because they provide repeated coverage and spatial distribution of ice velocity values, which are essential for accurately detecting calving events and understanding the dynamics of ice shelf changes.",
                "AnswerCn": "这些数据集的使用具有重要意义，因为它们提供了冰流速值的重复覆盖和空间分布，这对于准确检测崩解事件和理解冰架变化的动态至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods can be employed to accurately separate the expansion and calving processes of ice shelves using remote sensing data?",
                "QuestionCn": "可以采用哪些方法来准确分离冰架的扩展和崩裂过程，使用遥感数据？",
                "AnswerEn": "A method proposed involves processing Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP) for calibration and terrain correction, followed by extracting and manually modifying coastline vectors using an updated Canny edge detection algorithm. By converting the ice shelf polygon vertices into points and analyzing their movement based on velocity, the method derives a simulated coastline, which is then compared to contemporaneous images to correct and obtain the exact ice shelf polygon, allowing for the extraction of calved-area polygons.",
                "AnswerCn": "一种提议的方法涉及使用哨兵-1 EW L1 GRD 产品，通过哨兵应用平台（SNAP）进行校准和地形校正，然后使用更新的Canny边缘检测算法提取并手动修改海岸线矢量。通过将冰架多边形的顶点转换为点，并根据速度分析它们的运动，该方法推导出一个模拟海岸线，然后将其与同时期的图像进行比较，以校正并获得确切的冰架多边形，从而提取出断裂区域多边形。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can high-resolution remotely sensed data be systematically preprocessed to facilitate the continuous monitoring of iceberg calving events?",
                "QuestionCn": "如何系统地预处理高分辨率遥感数据，以便持续监测冰山崩解事件？",
                "AnswerEn": "The preprocessing involves using Sentinel-1 EW L1 GRD products and choosing the Antarctica polar stereographic projections, followed by resampling to a 75 m resolution. The process includes automatic extraction and manual modification of the original coastline benchmark, conversion of polygon vertices into points, and analysis of their movement to derive a simulated coastline. This is then corrected with contemporaneous images to fit the actual coastline position, aiding in the extraction of calved areas.",
                "AnswerCn": "预处理涉及使用Sentinel-1 EW L1 GRD产品，并选择南极极地立体投影，随后将分辨率重采样至75米。该过程包括自动提取和手动修改原始海岸线基准，将多边形顶点转换为点，并分析它们的移动以推导出模拟海岸线。然后，使用同时期的图像对其进行修正，以适应实际海岸线位置，从而有助于提取冰块分离区域。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to ensure the accurate extraction of iceberg calving events despite the coexistence of ice shelf advances?",
                "QuestionCn": "为了确保准确提取冰山崩解事件，尽管冰架前进共存，必要的程序步骤有哪些？",
                "AnswerEn": "The procedure includes using Sentinel-1 EW L1 GRD products to derive simulated coastlines by converting polygon vertices into points and analyzing their movement. By comparing these with contemporaneous images and correcting the frontal edge, the exact ice shelf polygon is obtained for each year. The subtraction of corrected ice shelf polygons from simulated polygons provides calved-area polygons, effectively avoiding repetition and omission errors.",
                "AnswerCn": "该程序包括使用Sentinel-1 EW L1 GRD产品来推导模拟海岸线，通过将多边形顶点转换为点并分析它们的移动。通过将这些点与同时期的图像进行比较并修正前缘，可以获得每年的确切冰架多边形。从修正后的冰架多边形中减去模拟多边形，得到断裂区域多边形，有效避免了重复和遗漏错误。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What advancements in remote sensing technologies have enabled the efficient extraction of ice shelf calving events in the Antarctic region?",
                "QuestionCn": "哪些遥感技术的进步使得在南极地区高效提取冰架崩解事件成为可能？",
                "AnswerEn": "The use of Sentinel-1 EW L1 ground range detected (GRD) products, processed with the Sentinel Application Platform (SNAP), has enabled efficient extraction by providing high-resolution images that cover the Antarctic coastline repeatedly. This technology allows for detailed monitoring and precise extraction of iceberg calving events.",
                "AnswerCn": "使用Sentinel-1 EW L1地面范围检测（GRD）产品，通过Sentinel应用平台（SNAP）处理，能够高效提取数据，提供覆盖南极海岸线的高分辨率图像。这项技术允许对冰山崩解事件进行详细监测和精确提取。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of automated and manual methods enhance the accuracy of monitoring changes in the Antarctic ice shelf coastline?",
                "QuestionCn": "自动化和手动方法的结合如何提高对南极冰架海岸线变化监测的准确性？",
                "AnswerEn": "The integration of automated methods, such as the updated Canny edge detection algorithm for coastline extraction, alongside manual modifications, allows for precise monitoring of changes. This combination ensures that the simulated coastline closely matches the actual coastline, minimizing errors in detecting calving events.",
                "AnswerCn": "自动化方法的整合，例如更新后的Canny边缘检测算法用于海岸线提取，结合手动修改，能够精确监测变化。这种组合确保模拟的海岸线与实际海岸线紧密匹配，最大限度地减少在检测冰崩事件时的错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets are essential for determining the spatial distribution of ice velocity in Antarctic ice shelf studies?",
                "QuestionCn": "在南极冰架研究中，确定冰流速空间分布的关键数据集有哪些？",
                "AnswerEn": "The MEaSUREs Antarctica Ice Velocity Map Version 2 is crucial for determining the spatial distribution of ice velocity values, which helps identify the movement and new location of each coastline point during the calving process analysis.",
                "AnswerCn": "MEaSUREs南极冰速度地图版本2对于确定冰速度值的空间分布至关重要，这有助于在冰崩过程分析中识别每个海岸线点的运动和新位置。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the detailed monitoring of iceberg calving be expected to face challenges in terms of image quality and texture coherence?",
                "QuestionCn": "冰山崩解的详细监测可能面临图像质量和纹理一致性方面的挑战。",
                "AnswerEn": "The detailed monitoring of iceberg calving is complex due to the coexistence of ice shelf advances and calving. Observing calving requires high-quality images and good texture coherence before and after the event to accurately detect changes, as the expansion of ice shelves can obscure the calving events.",
                "AnswerCn": "冰山崩解的详细监测是复杂的，因为冰架的推进和崩解同时存在。观察崩解需要高质量的图像以及事件前后良好的纹理一致性，以准确检测变化，因为冰架的扩展可能会掩盖崩解事件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected challenges when using high-resolution remotely sensed data for continuous monitoring of iceberg calving events on a continental scale?",
                "QuestionCn": "在大陆尺度上使用高分辨率遥感数据持续监测冰山崩解事件时，预期会面临的挑战有哪些？",
                "AnswerEn": "The expected challenges include the time-consuming and laborious process due to the massive volume of data and the lack of efficient extraction methods, which makes continuous monitoring difficult.",
                "AnswerCn": "预期的挑战包括由于数据量庞大而导致的耗时和繁琐的过程，以及缺乏有效的提取方法，这使得持续监测变得困难。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What do you think are the main challenges in accurately monitoring Antarctic ice sheet calving using remote sensing techniques?",
                "QuestionCn": "我认为使用遥感技术准确监测南极冰盖崩解的主要挑战是什么？",
                "AnswerEn": "The main challenges include the coexistence of ice shelf advances and calving, which complicates the precise monitoring of iceberg calving. The manual location is time-consuming, and achieving precise extraction relies heavily on the surface textural characteristics and quality of images. Furthermore, the image matching method for high-precision monitoring is demanding in terms of image quality and texture coherence before and after calving events.",
                "AnswerCn": "主要挑战包括冰架的推进与冰山断裂的共存，这使得冰山断裂的精确监测变得复杂。手动定位耗时较长，而精确提取则高度依赖于表面纹理特征和图像质量。此外，高精度监测的图像匹配方法对图像质量和断裂事件前后纹理一致性要求较高。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you evaluate the effectiveness of using the Sentinel-1 EW L1 GRD products for monitoring changes in the Antarctic ice shelf regions?",
                "QuestionCn": "如何评估使用Sentinel-1 EW L1 GRD产品监测南极冰架区域变化的有效性？",
                "AnswerEn": "The Sentinel-1 EW L1 GRD products are effective for monitoring Antarctic ice shelf changes, as they repeatedly cover the coastline and allow for high-resolution analysis. The method used effectively avoids repetition and omission errors during the calved area extraction process, providing positioning errors of less than one pixel and determining a minimum valid extraction area of 0.05 km2.",
                "AnswerCn": "Sentinel-1 EW L1 GRD 产品在监测南极冰架变化方面非常有效，因为它们能够重复覆盖海岸线，并允许进行高分辨率分析。所使用的方法有效避免了在冰块区域提取过程中出现重复和遗漏错误，提供了小于一个像素的定位误差，并确定了最小有效提取面积为0.05平方公里。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, could the development of more efficient extraction methods significantly improve the continuity and accuracy of iceberg calving monitoring?",
                "QuestionCn": "在我看来，更高效的提取方法是否能够显著改善冰山崩解监测的连续性和准确性？",
                "AnswerEn": "Yes, developing more efficient extraction methods could significantly enhance the continuity and accuracy of iceberg calving monitoring. Currently, the extraction process is laborious due to the massive volume of high-resolution data and inefficient extraction methods. Improved techniques could streamline this process, allowing for continuous monitoring at a continental scale and better understanding of calving dynamics.",
                "AnswerCn": "是的，开发更高效的提取方法可以显著增强冰山崩解监测的连续性和准确性。目前，由于高分辨率数据的庞大体量和低效的提取方法，提取过程非常繁琐。改进的技术可以简化这一过程，实现对整个大陆范围的连续监测，并更好地理解崩解动态。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how the spatial distribution of ice velocity values can be accurately determined for the Antarctic region.",
                "QuestionCn": "我不明白如何准确确定南极地区冰速度值的空间分布。",
                "AnswerEn": "The spatial distribution of ice velocity values is obtained using the MEaSUREs Antarctica Ice Velocity Map Version 2, which provides detailed ice velocity data.",
                "AnswerCn": "冰速度值的空间分布是通过MEaSUREs南极冰速度地图版本2获得的，该地图提供了详细的冰速度数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure how high-resolution remotely sensed data is utilized efficiently for continuous monitoring of calving events.",
                "QuestionCn": "我不确定高分辨率遥感数据是如何高效地用于持续监测冰川崩解事件的。",
                "AnswerEn": "High-resolution remotely sensed data is used by repeatedly covering the Antarctic coastline with Sentinel-1 products and employing advanced image processing methods to extract and analyze the calving events over time.",
                "AnswerCn": "高分辨率遥感数据通过反复覆盖南极海岸线的Sentinel-1产品，并采用先进的图像处理方法来提取和分析随时间变化的冰崩事件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used for monitoring iceberg calving events in the Antarctic ice shelf system.",
                "QuestionCn": "总结用于监测南极冰架系统冰山崩解事件的数据收集方法。",
                "AnswerEn": "The data collection methods for monitoring iceberg calving events include processing Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP), developed by Brockmann Consult, SkyWatch, and C-S. The process involves calibration, terrain correction, choosing Antarctica polar stereographic projections, and resampling to 75 m resolution. By extracting and modifying coastline vectors using an updated Canny edge detection algorithm, the methods allow for the creation of simulated coastlines and the identification of calving events through comparison.",
                "AnswerCn": "监测冰山崩解事件的数据收集方法包括使用Sentinel Application Platform (SNAP) 处理Sentinel-1 EW L1 GRD产品，该平台由Brockmann Consult、SkyWatch和C-S开发。该过程涉及校准、地形校正、选择南极极地立体投影以及重采样至75米分辨率。通过使用更新的Canny边缘检测算法提取和修改海岸线矢量，这些方法允许创建模拟海岸线，并通过比较识别崩解事件。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the main challenges faced in the precise monitoring of iceberg calving and suggest potential improvements in data collection techniques.",
                "QuestionCn": "请分析在冰山崩解的精确监测中面临的主要挑战，并建议数据收集技术的潜在改进。",
                "AnswerEn": "The main challenges in precise monitoring of iceberg calving include the coexistence of ice shelf advances and calving, the time-consuming nature of manual location efforts, and reliance on image quality and texture coherence. Improvements could involve developing more efficient extraction methods to handle high-resolution data effectively, enhancing image processing algorithms for better texture analysis, and automating the comparison of temporal images to reduce laborious manual efforts.",
                "AnswerCn": "冰山崩解精确监测的主要挑战包括冰架前进与崩解的共存、手动定位工作的耗时性，以及对图像质量和纹理一致性的依赖。改进措施可以包括开发更高效的提取方法，以有效处理高分辨率数据，增强图像处理算法以改善纹理分析，以及自动化时间图像的比较，以减少繁琐的手动工作。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please explore potential datasets that could be utilized for expanding research on Antarctic ice shelf calving events and their implications under climate change.",
                "QuestionCn": "请探索可以用于扩展关于南极冰架崩解事件及其在气候变化下影响的研究的潜在数据集。",
                "AnswerEn": "Potential datasets for expanding research on Antarctic ice shelf calving events include the Sentinel-1 EW L1 GRD products, which cover the Antarctic coastline annually, and the MEaSUREs Antarctica Ice Velocity Map Version 2. These datasets provide information on ice velocity values and grounding line data, which are crucial for understanding calving dynamics and their implications under climate change.",
                "AnswerCn": "扩展对南极冰架崩解事件研究的潜在数据集包括Sentinel-1 EW L1 GRD产品，该产品每年覆盖南极海岸线，以及MEaSUREs南极冰流速图版本2。这些数据集提供冰流速值和接触线数据，这对于理解崩解动态及其在气候变化下的影响至关重要。",
                "Level": "C6(Creating)"
            }
        ]
    }
}