{
  "id": "91f66550-918f-41d2-bfff-a5471315b085",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of spectral reflectance of canopy leafs observed by the integrating sphere in the Linze station foci experimental area from May to Jul, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区植物叶片组分光谱积分球观测数据集（2008年5月-7月）",
      "description": "The dataset of spectral reflectance of canopy leafs observed by the integrating sphere was obtained by ASD Spectroradiometer (350～2 500 nm) and integrating spheres from BNU and the reference board (40% before Jun. 15 and 20% hereafter), in the Linze station foci experimental area. Maize quadrate, the desert green quadrate and withered scrub quadrate in Linze station (on May 28, 30, Jun. 19, 30 and Jul. 9), Wulidun farmland quadrates (on Jun. 24, 29 and Jul. 11) and the desert strips were measured. According to the fact that the ratio of the two DN values equals that of their reflectivity, the reflectivity and the tranmittivity can be calculated with the caliberation coefficient, reflection DN of the observed objects and reference plates. The reflectivity and the tranmittivity of interior vegetation leaves can be got by the integrating spheres.\n     Raw spectral data were archived as binary files, which were recorded daily in detail, and pre-processed data on reflectance and transmittivity were archived as text files (.txt).",
      "descriptionCn": "2008年5月28日至2008年7月11日，在临泽站加密观测区开展植物叶片反射率和透射率观测。\n观测仪器：北师大ASD光谱仪，350～2 500 nm；北师大积分球。参考板信息：6月15日前使用40%参考板，之后改换成20%参考板。\n样品采集地点：临泽站内样方、五里墩农田样方、荒漠。样方样带的分布和编号信息请参见元数据“黑河综合遥感联合试验：临泽站加密观测区样方样带布置”，样方位置见临泽站加密观测站样方样带坐标.xls。\n样本类型：玉米、荒漠绿色/干枯灌丛。\n测量原理：已知参考板的定标系数，光源和叶片相对位置的变化可以得到透射率或者反射率；反射率测量：使光源正对着样品口，叶片上表面面向积分球内壁，下表面对着黑体盖；透射率测量：使光源处于样品口同一侧，叶片上表面对着光源，下表面面向积分球内壁。通过测量目标物和参考板的反射DN值，根据二者的DN值之比等于二者的反射率或投射率之比就可以计算出目标物的反射率或透射率；室内利用积分球可得到植物叶片的反射率和透射率。\n存储方式：本数据集包括原始数据和处理后数据，原始数据由二进制文件和记录表构成，二进制文件可由ViewSpecPro软件读取；处理后的反射率和透射率是文本格式。\n样品采集与观测时间：五里墩农田样方（2008-06-24，2008-06-29，2008-07-11）、临泽站内样方（2008-05-28，2008-05-30，2008-06-19，2008-06-30，2008-07-09）。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.201,
      "west": 100.11,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2008-06-08 08:00:00",
      "endTime": "2008-07-22 08:00:00",
      "fileSize": 116653715.0,
      "cstr": "18406.11.water973.0115.db",
      "doi": "10.3972/water973.0115.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李静",
        "nameEn": "LI Jing",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 厉香蕴",
        "nameEn": "Li Xiangyun",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "孙青松",
        "nameEn": "SUN Qingsong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 肖志强",
        "nameEn": "XIAO Zhiqiang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "余莹洁",
        "nameEn": "YU Yingjie",
        "unitEn": "",
        "unitCn": "北京师范大学地理学与遥感科学学院"
      },
      {
        "nameCn": "刘思含",
        "nameEn": "LIU Sihan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "陈少辉",
        "nameEn": "CHEN Shaohui",
        "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "姜浩",
        "nameEn": "JIANG Hao",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "李世华",
        "nameEn": "LI Shihua",
        "unitEn": "",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反射率",
        "nameEn": "Reflectivity"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "组分光谱",
        "nameEn": "Spectral components"
      },
      {
        "nameCn": "透射率",
        "nameEn": "Transmittance"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-28",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-19",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-30",
        "keywordEn": "2008-06-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-09",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-11",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure plant leaf reflectance and transmittance in a controlled environment?",
        "QuestionCn": "您能否提供一个在控制环境中用于测量植物叶片反射率和透射率的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to measure plant leaf reflectance and transmittance involves using an ASD spectrometer and an integrating sphere. The spectrometer covers a range of 350 to 2500 nm, and the collection process utilizes reference panels to calibrate the measurements. The method involves positioning the leaf such that the upper surface faces the integrating sphere's interior while measuring reflectance, and using specific configurations for transmittance measurements. Data is stored both in binary files, readable by ViewSpecPro software, and as processed text files for reflectance and transmittance.",
        "AnswerCn": "一种用于测量植物叶片反射率和透射率的数据收集方法涉及使用ASD光谱仪和积分球。该光谱仪覆盖350到2500纳米的范围，收集过程利用参考面板来校准测量。该方法涉及将叶片定位，使其上表面朝向积分球的内部，同时测量反射率，并使用特定配置进行透射率测量。数据以二进制文件存储，这些文件可被ViewSpecPro软件读取，同时也以处理过的文本文件形式存储反射率和透射率数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the range of wavelengths used for collecting plant leaf spectral data in a dataset related to remote sensing experiments?",
        "QuestionCn": "用于收集植物叶片光谱数据的遥感实验数据集中使用的波长范围是什么？",
        "AnswerEn": "350-2,500 nm",
        "AnswerCn": "350-2,500 纳米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'spectral integration sphere observation' mean in the context of plant leaf component analysis?",
        "QuestionCn": "在植物叶片成分分析的背景下，“光谱积分球观测”是什么意思？",
        "AnswerEn": "Spectral integration sphere observation refers to the technique of using an integrating sphere to measure the reflectance and transmittance of plant leaf components over a range of wavelengths (350–2,500 nm). This method involves positioning a light source and a leaf sample in specific orientations relative to the integration sphere, and using a reference panel to calibrate the measurements. The reflectance is measured by directing the light source at the sample with the leaf facing the inner wall of the sphere, while transmittance is measured by placing the light source on the same side as the sample with the leaf facing the light source. The reflectance or transmittance of the target object is calculated by comparing the DN values of the target and reference board.",
        "AnswerCn": "光谱积分球观测是指使用积分球测量植物叶片成分在350–2,500纳米波长范围内的反射率和透射率的技术。该方法涉及将光源和叶样本以特定的相对位置放置在积分球内，并使用参考面板来校准测量。反射率的测量是通过将光源指向样本，叶片朝向球体内壁进行的，而透射率的测量则是将光源放置在与样本同一侧，叶片朝向光源进行的。目标物体的反射率或透射率是通过比较目标和参考板的DN值来计算的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the techniques for measuring plant leaf reflectance and transmittance using an integrating sphere compare to alternative remote sensing methods for assessing vegetation properties?",
        "QuestionCn": "使用积分球测量植物叶片反射率和透射率的技术与评估植被特性的替代遥感方法相比，如何？",
        "AnswerEn": "The techniques for measuring plant leaf reflectance and transmittance using an integrating sphere involve direct physical measurements with a known reference board and specific equipment like the ASD spectrometer, providing detailed spectral data between 350–2,500 nm. This method involves careful positioning and calibration to obtain accurate reflectance and transmittance values. In contrast, alternative remote sensing methods might utilize satellite or airborne sensors to capture vegetation properties over larger areas, relying on different spectral bands and possibly providing less granular data but covering more extensive regions. The integrating sphere method offers precise, controlled data collection for specific plant samples, whereas remote sensing provides broader but potentially less detailed vegetation assessments.",
        "AnswerCn": "使用积分球测量植物叶片反射率和透射率的技术涉及使用已知参考板和特定设备（如ASD光谱仪）进行直接物理测量，提供350–2500 nm范围内的详细光谱数据。该方法涉及仔细的定位和校准，以获得准确的反射率和透射率值。相比之下，替代的遥感方法可能利用卫星或机载传感器捕捉更大区域的植被特性，依赖不同的光谱波段，可能提供较少的细节数据，但覆盖更广泛的区域。积分球方法为特定植物样本提供精确、受控的数据收集，而遥感则提供更广泛但可能细节较少的植被评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the need for using different reference boards during plant leaf reflectance and transmittance measurements in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，植物叶片反射率和透射率测量时需要使用不同参考板的因素有哪些？",
        "AnswerEn": "The need to use different reference boards, such as switching from a 40% reference board to a 20% one, arises from the requirement to ensure accurate calibration of the spectrometer based on varying lighting conditions and measurement precision. The choice of reference board can be influenced by the specific reflectance properties of the plant species being studied and the environmental conditions during the observation period.",
        "AnswerCn": "使用不同参考板的需求，例如从40%参考板切换到20%参考板，源于根据不同的光照条件和测量精度确保光谱仪准确校准的要求。参考板的选择可能受到所研究植物种类的特定反射特性和观察期间的环境条件的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to ensure accurate measurement of plant leaf reflectance and transmittance using spectrometers and integrating spheres in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，使用光谱仪和积分球确保植物叶片反射率和透射率的准确测量采用了哪些程序？",
        "AnswerEn": "The procedures involve using an ASD spectrometer and an integrating sphere to measure reflectance and transmittance. The reflectance measurement is achieved by positioning the light source directly at the sample aperture with the leaf's upper surface facing the inner wall of the integrating sphere and the lower surface facing a black body cover. For transmittance measurement, the light source is on the same side as the sample aperture, with the leaf's upper surface facing the light source and the lower surface facing the inner wall of the integrating sphere. Reflectance and transmittance are calculated by comparing the DN values of the target and a reference panel, using known calibration coefficients of the reference panel. Observations were conducted at various sample plots, and data was stored in binary and text formats for further processing.",
        "AnswerCn": "这些程序涉及使用ASD光谱仪和积分球来测量反射率和透射率。反射率测量是通过将光源直接放置在样品孔径处，叶子的上表面朝向积分球的内壁，下表面朝向黑体覆盖物来实现的。对于透射率测量，光源与样品孔径在同一侧，叶子的上表面朝向光源，下表面朝向积分球的内壁。反射率和透射率通过比较目标和参考面板的DN值来计算，使用参考面板的已知校准系数。观察在不同的样本地块进行，数据以二进制和文本格式存储，以便进一步处理。",
        "Level": "C3(Applying)"
      }
    ]
  }
}