{
  "id": "926d4905-0134-48c8-9350-ee8b049ef707",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Time series data of snow area ratio in the Arctic (2000-2019)",
      "titleCn": "北极积雪面积比例时序数据（2000-2019）",
      "description": "The fraction snow cover (FSC) is the ratio of the snow cover area SCA to the pixel space. The data set covers the Arctic region (35 ° to 90 ° north latitude). Using Google Earth engine platform, the initial data is the global surface reflectance product with a resolution of 1000m with mod09ga, and the data preparation time is from February 24, 2000 to November 18, 2019. The methods are as follows: in the training sample area, the reference data set of FSC is prepared by using Landsat 8 surface reflectance data and snomap algorithm, and the data set is taken as the true value of FSC in the training sample area, so as to establish the linear regression model between FSC in the training sample area and NDSI based on MODIS surface reflectance products. Using this model, MODIS global surface reflectance product is used as input to prepare snow area ratio time series data in the Arctic region. The data set can provide quantitative information of snow distribution for regional climate simulation and hydrological model.",
      "descriptionCn": "积雪面积比例（fractional snow cover， FSC）是定量描述单位像元内积雪覆盖面积（Snow Cover Area SCA）与像元空间范围的比值。本数据集涵盖区域为北极地区（北纬35°至北纬90°），使用Google Earth Engine平台，采用的初始数据为MOD09GA 分辨率为1000m的全球地表反射率产品，数据制备时间为2000年2月24日至2019年11月18日。方法为：在训练样本区域，使用Landsat 8地表反射率的数据和SNOMAP算法制备FSC的参考数据集，将该数据集作为训练样本区域FSC真值，从而建立训练样本区域FSC与基于MODIS地表反射率产品的雪被指数NDSI之间的线性回归模型。使用该模型，将MODIS全球地表反射率产品作为输入，制备北极地区积雪面积比例时序数据。该数据集可为区域气候模拟、水文模型等提供积雪分布的定量信息。",
      "instructions": "File name: the snow area ratio data is stored in TIF format, and the file name is \"yyyy mm dd-0000000000-0000023296. TIF\", where yyyy represents the year and DD represents the date. For example, 2003-02-0000000000-0000023296.tif represents this TIF file to describe the snow area ratio of the north pole on February 26, 2003\nData reading mode: all tif files in this data set can be opened directly by Arcgis. Due to the large amount of data, occupy very high memory, uploaded data are the original data.Two scenes per day, daily FSC data can be obtained after splicing.",
      "instructionsCn": "文件命名：积雪面积比例数据以tif格式存储，文件的名称为“yyyy_mm_dd-0000000000-0000023296.tif”，其中yyyy代表年，dd代表日期，比如2003_02_26-0000000000-0000023296.tif就代表这个tif文件描述2003年2月26日北极积雪面积比例状况。\n数据读取方式：该数据集中的所有tif文件可以直接用Arcgis打开。由于数据量过大，占用内存极高，上传的数据均为原始数据。每天两景，经过拼接后可得到逐日FSC数据。",
      "east": 180.0,
      "west": -180.0,
      "south": 35.0,
      "north": 90.0,
      "startTime": "2000-03-07 00:00:00",
      "endTime": "2019-11-30 00:00:00",
      "fileSize": 823543694016.0,
      "cstr": "18406.11.Snow.tpdc.270330",
      "doi": "10.11888/Snow.tpdc.270330",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马媛",
        "nameEn": "MA Yuan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李弘毅",
        "nameEn": "LI Hongyi",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimating Fractional Snow Cover in the Pan-Arctic Region Using Added Vegetation Extraction Algorithm",
        "referenceCn": null,
        "referenceEn": "Ma, Y., Shao, D., Wang, J., Li, H., Zhao, H., Ji, W. (2023) Estimating Fractional Snow Cover in the Pan-Arctic Region Using Added Vegetation Extraction Algorithm. Remote Sensing. 15(3):775. https://doi.org/10.3390/rs15030775."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪面积",
        "nameEn": "Snow area"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      },
      {
        "nameCn": "雪盖（积雪）",
        "nameEn": "Snow cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北纬35°-90°",
        "keywordEn": "North latitude 35 ° to 90 °"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": "2000-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and techniques involved in generating a dataset for fractional snow cover in the Arctic region using remote sensing data?",
        "QuestionCn": "使用遥感数据生成北极地区分数积雪覆盖数据集涉及哪些属性和技术？",
        "AnswerEn": "quantitative description of the ratio of snow-covered area within a pixel to the spatial extent of the pixel, Arctic region from 35°N to 90°N, MOD09GA 1000m resolution, Google Earth Engine, February 24, 2000, to November 18, 2019, Landsat 8 surface reflectance data, SNOMAP algorithm, linear regression model, MODIS-based snow cover index NDSI, time-series data for the fraction of snow cover",
        "AnswerCn": "像素内积雪覆盖面积与像素空间范围的定量描述，北极地区从北纬35°到90°，MOD09GA 1000米分辨率，Google Earth Engine，2000年2月24日至2019年11月18日，Landsat 8地表反射率数据，SNOMAP算法，线性回归模型，基于MODIS的雪盖指数NDSI，雪盖分数的时间序列数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the initial data used for calculating the fractional snow cover in the Arctic region?",
        "QuestionCn": "用于计算北极地区分数雪覆盖的初始数据的空间分辨率是多少？",
        "AnswerEn": "1000 meters",
        "AnswerCn": "1000米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'fractional snow cover (FSC)' in the context of snow cover data collection in Arctic regions?",
        "QuestionCn": "在北极地区的积雪数据收集中，“分数积雪覆盖（FSC）”是什么？",
        "AnswerEn": "Fractional snow cover (FSC) is a quantitative measure of the proportion of snow-covered area within a given pixel relative to the pixel's total spatial extent. It is used to describe the extent of snow coverage in Arctic regions, utilizing data such as the MOD09GA global surface reflectance product with a resolution of 1000m.",
        "AnswerCn": "分数雪盖（FSC）是一个定量指标，用于衡量给定像素内雪覆盖区域相对于像素总空间范围的比例。它用于描述北极地区的雪覆盖范围，利用的数据包括MOD09GA全球表面反射率产品，分辨率为1000米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons for choosing MOD09GA global surface reflectance products with a resolution of 1000m for estimating the fractional snow cover in the Arctic region?",
        "QuestionCn": "选择MOD09GA全球表面反射率产品（分辨率为1000米）用于估计北极地区的雪盖分数的原因有哪些？",
        "AnswerEn": "MOD09GA global surface reflectance products are chosen due to their availability and suitability for large-scale environmental monitoring, providing consistent spatial coverage over the Arctic region from 35°N to 90°N. The resolution of 1000m is adequate for capturing regional snow cover dynamics while balancing computational efficiency and data processing capabilities. Additionally, the data's temporal range from 2000 to 2019 allows for the analysis of long-term trends in snow cover, which is crucial for understanding climate impacts in the Arctic.",
        "AnswerCn": "MOD09GA全球表面反射率产品因其可用性和适合大规模环境监测而被选用，提供了从35°N到90°N的北极地区一致的空间覆盖。1000米的分辨率足以捕捉区域雪盖动态，同时平衡了计算效率和数据处理能力。此外，数据的时间范围从2000年到2019年，允许对雪盖的长期趋势进行分析，这对于理解北极地区气候影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the NDSI-based linear regression model for estimating fractional snow cover in the Arctic region over an extended period?",
        "QuestionCn": "使用基于NDSI的线性回归模型在北极地区长期估算雪盖比例的潜在后果是什么？",
        "AnswerEn": "Using the NDSI-based linear regression model with MODIS global surface reflectance products to estimate fractional snow cover could lead to consistent and quantifiable data on snow cover distribution in the Arctic from 2000 to 2019. This approach provides valuable information for regional climate simulations and hydrological models. However, it may also be sensitive to variations in input data quality, regional differences in snow characteristics, and potential changes in land cover or atmospheric conditions over time.",
        "AnswerCn": "使用基于NDSI的线性回归模型与MODIS全球表面反射率产品相结合来估算雪盖分数，可以为2000年至2019年间北极地区的雪盖分布提供一致且可量化的数据。这种方法为区域气候模拟和水文模型提供了宝贵的信息。然而，它可能对输入数据质量的变化、雪的特征在不同地区的差异以及随时间变化的土地覆盖或大气条件的潜在变化敏感。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a dataset that quantifies the fractional snow cover in the Arctic region using MODIS global surface reflectance products?",
        "QuestionCn": "使用MODIS全球地表反射产品开发一个量化北极地区雪覆盖率的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide quantitative information on snow distribution that can support regional climate simulations and hydrological models, offering valuable insights into the dynamics of snow cover in the Arctic region.",
        "AnswerCn": "主要目标是提供关于雪分布的定量信息，以支持区域气候模拟和水文模型，为北极地区雪盖动态提供有价值的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing MODIS global surface reflectance products to generate fractional snow cover (FSC) time series data for the Arctic region?",
        "QuestionCn": "利用MODIS全球地表反射率产品生成北极地区雪盖分数（FSC）时间序列数据涉及哪些程序步骤？",
        "AnswerEn": "The process involves using MOD09GA global surface reflectance products with a resolution of 1000m as the initial data. In the training sample area, Landsat 8 surface reflectance data and the SNOMAP algorithm are used to prepare a reference dataset for FSC. This reference dataset serves as the true value of FSC in the training sample area, allowing the establishment of a linear regression model between the FSC and the snow cover index NDSI based on MODIS surface reflectance products. This model is then used to input MODIS global surface reflectance products to generate fractional snow cover time series data for the Arctic region, covering from 2000 to 2019.",
        "AnswerCn": "该过程涉及使用分辨率为1000米的MOD09GA全球表面反射率产品作为初始数据。在训练样本区域，利用Landsat 8表面反射率数据和SNOMAP算法准备参考数据集，以获取FSC的真实值。该参考数据集作为训练样本区域FSC的真实值，允许建立FSC与基于MODIS表面反射率产品的雪盖指数NDSI之间的线性回归模型。然后，该模型用于输入MODIS全球表面反射率产品，以生成覆盖2000年至2019年北极地区的分数雪盖时间序列数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or platforms enable the effective collection and preparation of fractional snow cover data over the Arctic region?",
        "QuestionCn": "哪些技术进步或平台能够有效收集和准备北极地区的分数雪盖数据？",
        "AnswerEn": "The use of the Google Earth Engine platform and the MOD09GA global surface reflectance product with a resolution of 1000m enable the effective collection and preparation of fractional snow cover data over the Arctic region.",
        "AnswerCn": "使用Google Earth Engine平台和分辨率为1000米的MOD09GA全球表面反射率产品，可以有效地收集和准备北极地区的雪盖分数数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}