{
  "id": "929789ea-a8ee-462b-9584-2c99896930d9",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "The slope map of the Tibetan Plateau (2000)",
      "titleCn": "青藏高原坡度图（2000）",
      "description": "This data set contains the digital slope distribution and slope degree data of the Tibetan Plateau, which can be used to assist in basic geographic information analysis and research work on the Tibetan Plateau region. The raw data were the Shuttle Radar Topography Mission (SRTM) data provided by Global Land Cover Network (GLCN) using the WGS84 coordinate system, and the raw data were framing data, including latitude and longitude data, with a spatial resolution of 3″. After the mosaic processing, the Nodata (null data) generated in the mosaic process were interpolated and filled, and after filling, a projection conversion process was performed to generate an equal-area conical projection of the data bit Albers, after conversion projection, the spatial resolution was 90 m. Finally, the boundary of the Tibetan Plateau was used for cutting to obtain DEM data. Use the spatial analysis module under ArcMap to calculate the slope aspect and generate the slope map. \nField: value\nData type: floating point\nInterpretation: slope degree\nDimension: degree\nData accuracy: spatial resolution 90 m",
      "descriptionCn": "本数据集包含青藏高原数字坡度分布及坡度度数数据，可用来辅助青藏高原区域的基础地理信息分析研究工作。原始资料数据为Global Land Cover Network (GLCN)提供的Shuttle Radar Topography Mission (SRTM)数据，原数据是分幅、经纬度的数据，WGS84坐标系，空间分辨率3″。经过镶嵌处理，对镶嵌过程中产生的Nodata空值数据进行插值填补，完成数据的填补工作后，进行投影转换处理，生成数据为Albers等面积圆锥投影，转换投影后，空间分辨率90m。最后用青藏高原的边界进行切割，获得DEM数据。在ArcMap下使用空间分析模块，计算坡向，生成坡度图。\n字段：value\n数据类型：浮点型\n解释：坡度度数\n量纲：度\n数据精度：空间分辨率90m",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 73.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "2000-02-18 00:00:00",
      "endTime": "2000-02-29 00:00:00",
      "fileSize": 974480444.0,
      "cstr": "18406.11.Geogra.tpdc.270545",
      "doi": "10.11888/Geogra.tpdc.270545",
      "dataFormat": "栅格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Global Land Cover Network",
        "nameEn": "Food and Agriculture Organization of the United Nations",
        "unitEn": "Food and Agriculture Organization of the United Nations",
        "unitCn": "Food and Agriculture Organization of the United Nations"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Shuttle Radar Topography Mission",
        "referenceCn": null,
        "referenceEn": "Farr, T.G., Rosen, P.A., Caro, E., Crippen, R., Duren, R., Hensley, S., Kobrick, M., Paller, M., Rodriguez, E., Roth, L., Seal, D., Shaffer, S., Shimada, J., Umland, J., Werner, M., Oskin, M., Burbank, D., Alsdorf, D. (2007). The Shuttle Radar Topography Mission, Rev. Geophys., 45, RG2004. https://doi.org/10.1029/2005RG000183"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "坡度",
        "nameEn": "Slope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Shuttle Radar Topography Mission produced the most complete, highest-resolution digital elevation model of the Earth. The project was a joint endeavor of NASA, the National Geospatial-Intelligence Agency, and the German and Italian Space Agencies and flew in February 2000. At the foundation of modern geosciences, quite literally, is knowledge of the shape of the Earth’s surface. Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. It has proven exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means. The emergence, in the 1990s, of synthetic aperture radar (SAR) interferometry placed the possibility of efficiently and affordably creating a global digital elevation model within the grasp of spacefaring nations. Interferometric SAR, or InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio (typically 0.0002) to measure topography."
      ],
      "research objective": [
        "The SRTM objective was to acquire a digital elevation model of all land between about 60° north latitude and 56° south latitude, about 80% of Earth’s land surface. The operational goal of C radar was to generate contiguous mapping coverage as called for by the mission objectives. X radar was included as an experimental demonstration. As it did not employ ScanSAR, the X band radar had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system. The key to successful acquisition of a data set suitable for automated production is to remove the variability and decorrelation due to pass-to-pass observations and to measure the interferometer baseline and other systematic effects accurately at all times during data acquisition."
      ],
      "challenges": [
        "Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. Furthermore, the global coverage has been uneven. It has proven exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means. Optical stereo mapping systems suffer from poor control and matching difficulties in areas of low contrast and from persistent cloud cover in many important areas of the world."
      ],
      "methods": [
        "Following the launch, the first 12 hours of flight were taken up by on-orbit checkout (OOCO), during which the payload bay doors were opened, the SRTM system was activated and checked, and the orbiter was maneuvered to the mapping attitude. Mapping continued for 149 orbits (222.4 hours). Data were acquired at the rate of 180 megabits per second (Mbps) (C radar) and at 90 Mbps (X radar). Selected snapshots of data necessary for near-real-time performance assessment were down linked via the shuttle Ku band and NASA’s tracking and data relay system (TDRS) link to JPL in Pasadena and to the Payload Operations Control Center (POCC) in Houston."
      ],
      "dataset": [
        "A total of 765 data takes were executed. Of these, 399 were C radar only, 1 was X radar only, and 365 were simultaneous C and X radar. The volume of data produced by SRTM, 12.3 Tb (8.6 Tb by C radar, 3.7 Tb by X radar), compares to the capacity of the Library of Congress."
      ],
      "findings": [],
      "backgroundCn": [
        "航天飞机雷达地形测量任务（Shuttle Radar Topography Mission）产生了地球上最完整、最高分辨率的数字高程模型。该项目是美国国家航空航天局（NASA）、国家地理空间情报局（National Geospatial-Intelligence Agency）以及德国和意大利航天局的联合努力，飞行于2000年2月。在现代地球科学的基础上，字面意义上是对地球表面形状的认识。传统的地形测绘技术产生了质量不均的地图：有些地图准确度惊人，而有些则远远不够。通过传统手段，制作一套全球范围内一致比例和分辨率的地图集或数字高程模型一直非常困难且昂贵。1990年代合成孔径雷达（SAR）干涉测量技术的出现，使得空间国家能够高效且经济地创建全球数字高程模型成为可能。干涉SAR（InSAR）利用从两个以非常小的基高比（通常为0.0002）获取的雷达图像中得出的相位差测量来测量地形。"
      ],
      "research objectiveCn": [
        "SRTM的目标是获取位于大约60°北纬和56°南纬之间的所有陆地的数字高程模型，覆盖地球约80%的陆地表面。C波段雷达的操作目标是生成连续的映射覆盖，以满足任务目标。X波段雷达作为实验演示被纳入其中。由于它没有采用ScanSAR，X波段雷达的分辨率略高，信噪比（SNR）也优于C波段系统。成功获取适合自动化生产的数据集的关键在于消除由于不同观测之间的变异性和去相关性，并在数据获取的所有时间准确测量干涉仪基线和其他系统效应。"
      ],
      "challengesCn": [
        "传统的地形测绘技术产生了质量不均的地图：一些地图具有惊人的准确性，而另一些则远不够理想。此外，全球覆盖也不均匀。通过传统手段制作一致比例和分辨率的全球地图集或数字高程模型已被证明极其困难和昂贵。光学立体测绘系统在对比度低的区域存在控制和匹配困难，并且在世界许多重要地区常常受到云层覆盖的影响。"
      ],
      "methodsCn": [
        "在发射后的前12小时，进行了在轨检查（OOCO），期间打开了有效载荷舱门，激活并检查了SRTM系统，并将航天器调整到测绘姿态。测绘持续了149个轨道（222.4小时）。数据采集速率为180兆比特每秒（Mbps）（C雷达）和90 Mbps（X雷达）。通过航天飞机的Ku波段和NASA的跟踪与数据中继系统（TDRS）链接，将必要的实时性能评估数据快照下传至位于帕萨迪纳的喷气推进实验室（JPL）和位于休斯顿的有效载荷操作控制中心（POCC）。"
      ],
      "datasetCn": [
        "总共执行了765个数据采集。其中，399个是仅C雷达，1个是仅X雷达，365个是同时进行的C和X雷达。SRTM产生的数据量为12.3 Tb（C雷达8.6 Tb，X雷达3.7 Tb），与美国国会图书馆的容量相当。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the spatial resolution of the processed digital elevation model data, after projection conversion, 90 meters?",
        "QuestionCn": "经过投影转换后的处理数字高程模型数据的空间分辨率是90米吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more effective for producing a digital elevation model: synthetic aperture radar (SAR) interferometry or optical stereo mapping systems?",
        "QuestionCn": "哪种数据收集方法在生成数字高程模型方面更有效：合成孔径雷达（SAR）干涉测量还是光学立体测绘系统？",
        "AnswerEn": "Synthetic aperture radar (SAR) interferometry",
        "AnswerCn": "合成孔径雷达(SAR)干涉测量",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In the context of the Shuttle Radar Topography Mission, is the C radar or X radar more suitable for achieving higher resolution and better signal-to-noise ratio (SNR)?",
        "QuestionCn": "在航天飞机雷达地形测量任务的背景下，C波段雷达还是X波段雷达更适合实现更高的分辨率和更好的信噪比（SNR）？",
        "AnswerEn": "X radar",
        "AnswerCn": "X 雷达",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For a comprehensive digital elevation model covering 80% of Earth’s land surface, should the focus be on global coverage consistency or resolution and accuracy?",
        "QuestionCn": "对于覆盖80%地球陆地表面的综合数字高程模型，应该关注全球覆盖的一致性还是分辨率和准确性？",
        "AnswerEn": "global coverage consistency",
        "AnswerCn": "全球覆盖一致性",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the primary data source for creating digital elevation models of the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原数字高程模型的主要数据来源是什么？",
        "AnswerEn": "Shuttle Radar Topography Mission (SRTM) data",
        "AnswerCn": "航天飞机雷达地形测绘任务（SRTM）数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the challenges most evident in conventional topographic mapping technologies?",
        "QuestionCn": "传统地形测绘技术中挑战最明显的地方在哪里？",
        "AnswerEn": "uneven global coverage",
        "AnswerCn": "全球覆盖不均匀",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who are the key contributors to the Shuttle Radar Topography Mission?",
        "QuestionCn": "谁是航天飞机雷达地形测量任务的主要贡献者？",
        "AnswerEn": "NASA, National Geospatial-Intelligence Agency, German Space Agency, Italian Space Agency",
        "AnswerCn": "美国国家航空航天局、国家地理空间情报局、德国航天中心、意大利航天局",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate digital elevation models in the Tibetan Plateau region?",
        "QuestionCn": "您能否提供一个用于生成青藏 Plateau地区数字高程模型的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of the Shuttle Radar Topography Mission (SRTM) data, which involved synthetic aperture radar (SAR) interferometry to acquire high-resolution digital elevation models.",
        "AnswerCn": "数据收集方法的一个例子是使用航天飞机雷达地形测量任务（SRTM）数据，该任务利用合成孔径雷达（SAR）干涉测量技术获取高分辨率数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in creating consistent digital elevation models on a global scale?",
        "QuestionCn": "在全球范围内创建一致的数字高程模型时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the uneven quality of conventional topographic mapping technologies, which have produced maps with varying accuracy and the difficulty in achieving consistent global coverage due to factors like cloud cover and low contrast areas.",
        "AnswerCn": "一个挑战是传统地形测绘技术的质量不均匀，这导致地图的准确性存在差异，并且由于云层覆盖和低对比度区域等因素，难以实现一致的全球覆盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset generated using radar technology that covers a significant portion of Earth's land surface?",
        "QuestionCn": "您能否提供一个使用雷达技术生成的数据集的示例，该数据集覆盖了地球陆地表面的很大一部分？",
        "AnswerEn": "An example is the dataset acquired by the SRTM, which aimed to cover land between 60° north latitude and 56° south latitude, encompassing approximately 80% of Earth's land surface, using both C and X radar to produce a total of 12.3 Tb of data.",
        "AnswerCn": "一个例子是由SRTM获取的数据集，该数据集旨在覆盖北纬60°到南纬56°之间的土地，涵盖了大约80%的地球陆地表面，使用C波段和X波段雷达共产生了12.3 Tb的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the digital elevation model produced by the Shuttle Radar Topography Mission?",
        "QuestionCn": "由航天飞机雷达地形测量任务（Shuttle Radar Topography Mission）生成的数字高程模型的具体特征是什么？",
        "AnswerEn": "high-resolution coverage, synthetic aperture radar interferometry, covers land between 60° north latitude and 56° south latitude, captures approximately 80% of the Earth's land surface, spatial resolution of 90 meters, consistent scale and resolution",
        "AnswerCn": "高分辨率覆盖，合成孔径雷达干涉测量，覆盖北纬60°到南纬56°之间的陆地，捕捉地球约80%的陆地表面，空间分辨率为90米，具有一致的比例和分辨率。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with conventional topographic mapping technologies highlighted in the context?",
        "QuestionCn": "在上下文中，与传统地形测绘技术相关的挑战是什么？",
        "AnswerEn": "uneven quality, uneven global coverage, difficult and expensive to create consistently scaled and resolved global map set, poor control, matching difficulties in low contrast areas, persistent cloud cover",
        "AnswerCn": "质量不均，全球覆盖不均，难以且昂贵地创建一致缩放和分辨率的全球地图集，控制力差，低对比度区域的匹配困难，持续的云层覆盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the properties and data processing techniques used to generate the slope map of the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原坡度图生成的属性和数据处理技术有哪些？",
        "AnswerEn": "90 meters spatial resolution, mosaicking, interpolation for Nodata values, Albers equal-area conic projection, slope aspects calculation, digital slope distribution, degree information",
        "AnswerCn": "90米空间分辨率，镶嵌，无数据值插值，阿尔伯斯等面积圆锥投影，坡向计算，数字坡度分布，度数信息",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many orbits were utilized during the data collection process for acquiring a digital elevation model?",
        "QuestionCn": "在获取数字高程模型的数据收集过程中使用了多少个轨道？",
        "AnswerEn": "149",
        "AnswerCn": "149",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How much data in terabytes was produced by the radar systems during the mission?",
        "QuestionCn": "在任务期间，雷达系统产生了多少太字节的数据？",
        "AnswerEn": "12.3 terabytes",
        "AnswerCn": "12.3 太字节",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'interferometric SAR (InSAR)' in data collection methods?",
        "QuestionCn": "在数据收集方法中，“干涉合成孔径雷达 (InSAR)”是什么意思？",
        "AnswerEn": "Interferometric SAR (InSAR) is a data collection method that uses phase-difference measurements derived from two radar images acquired with a very small base to height ratio (typically 0.0002) to measure topography. This method was instrumental in the Shuttle Radar Topography Mission for creating a global digital elevation model.",
        "AnswerCn": "干涉合成孔径雷达（InSAR）是一种数据采集方法，利用从两个以非常小的基线高度比（通常为0.0002）获取的雷达图像中得出的相位差测量来测量地形。这种方法在航天飞机雷达地形测量任务中发挥了重要作用，用于创建全球数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'spatial resolution' defined in the context of digital elevation models?",
        "QuestionCn": "在数字高程模型的上下文中，“空间分辨率”是如何定义的？",
        "AnswerEn": "In the context of digital elevation models, 'spatial resolution' refers to the level of detail present in the data, with the metadata indicating a spatial resolution of 90m. This means that each data point in the digital elevation model represents a ground area of 90 meters by 90 meters.",
        "AnswerCn": "在数字高程模型的上下文中，“空间分辨率”指的是数据中存在的细节水平，元数据指示空间分辨率为90米。这意味着数字高程模型中的每个数据点代表一个90米乘90米的地面区域。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of digital elevation models created using Shuttle Radar Topography Mission (SRTM) data compare to those generated by conventional topographic mapping technologies?",
        "QuestionCn": "使用航天飞机雷达地形测量任务（SRTM）数据创建的数字高程模型的准确性与传统地形测绘技术生成的模型相比如何？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some maps showing astounding accuracy and others being far less adequate. The SRTM project, however, aimed to create a more consistent and high-resolution digital elevation model of the Earth's surface, leveraging synthetic aperture radar (SAR) interferometry to efficiently and affordably achieve this goal.",
        "AnswerCn": "传统的地形测绘技术产生了质量不均的地图，有些地图显示出惊人的准确性，而其他地图则远不如人意。然而，SRTM项目旨在创建一个更一致且高分辨率的数字高程模型，利用合成孔径雷达（SAR）干涉测量技术，以高效且经济的方式实现这一目标。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data acquisition rates and capacities between the C radar and X radar systems used in the Shuttle Radar Topography Mission?",
        "QuestionCn": "在航天飞机雷达地形测量任务中，C雷达和X雷达系统在数据采集速率和容量方面有什么区别？",
        "AnswerEn": "During the SRTM, data were acquired at the rate of 180 megabits per second (Mbps) for C radar and 90 Mbps for X radar. The total volume of data produced was 12.3 terabytes, with 8.6 terabytes by C radar and 3.7 terabytes by X radar.",
        "AnswerCn": "在SRTM期间，C雷达以180兆比特每秒（Mbps）的速度获取数据，X雷达以90 Mbps的速度获取数据。产生的总数据量为12.3太字节，其中C雷达产生了8.6太字节，X雷达产生了3.7太字节。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the spatial resolution of the Shuttle Radar Topography Mission data differ from the spatial resolution achieved through conventional mapping means, and what impact does this have on the quality of topographic maps produced?",
        "QuestionCn": "航天飞机雷达地形测量任务（SRTM）数据的空间分辨率与传统制图手段所达到的空间分辨率有何不同，这对所制作的地形图的质量产生了什么影响？",
        "AnswerEn": "The spatial resolution achieved by SRTM data, after processing, was 90 meters, which is consistent and high-resolution compared to the uneven quality of maps produced by conventional topographic mapping technologies. This high spatial resolution contributes to the production of more accurate and reliable digital elevation models.",
        "AnswerCn": "经过处理，SRTM数据所达到的空间分辨率为90米，这与传统地形测绘技术所产生的不均匀质量的地图相比，具有一致性和高分辨率。这种高空间分辨率有助于生成更准确和可靠的数字高程模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How does the use of synthetic aperture radar interferometry in data collection influence the resolution and accuracy of digital elevation models?",
        "QuestionCn": "合成孔径雷达干涉测量在数据收集中的使用如何影响数字高程模型的分辨率和准确性？",
        "AnswerEn": "Interferometric SAR, or InSAR, leverages phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography, allowing for the efficient and affordable creation of a global digital elevation model with consistent scale and resolution.",
        "AnswerCn": "干涉合成孔径雷达（InSAR）利用从两个以非常小的基高比获取的雷达图像中获得的相位差测量来测量地形，从而高效且经济地创建具有一致尺度和分辨率的全球数字高程模型。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise from conventional topographic mapping technologies when aiming to produce a digital elevation model with global coverage?",
        "QuestionCn": "在旨在生成全球覆盖的数字高程模型时，传统地形测绘技术可能会面临哪些挑战？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, making it exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution. Challenges include poor control and matching difficulties in optical stereo mapping systems, especially in regions with low contrast and persistent cloud cover.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，使得制作一致规模和分辨率的全球地图集或数字高程模型变得极其困难和昂贵。挑战包括光学立体测绘系统中的控制不足和匹配困难，尤其是在对比度低和持续云层覆盖的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could data acquisition techniques used in radar missions be optimized to ensure consistent data quality for automated digital elevation model production?",
        "QuestionCn": "在雷达任务中，数据采集技术可以通过哪些方式进行优化，以确保自动数字高程模型生产的一致数据质量？",
        "AnswerEn": "To achieve consistent data quality suitable for automated production, it is essential to remove variability and decorrelation due to pass-to-pass observations and accurately measure the interferometer baseline and other systematic effects during data acquisition.",
        "AnswerCn": "为了实现适合自动化生产的一致数据质量，必须消除由于逐次观测引起的变异性和去相关性，并在数据采集过程中准确测量干涉仪基线和其他系统效应。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability and decorrelation in pass-to-pass observations during data acquisition for digital elevation models?",
        "QuestionCn": "在数字高程模型的数据采集过程中，导致逐次观测之间变异性和去相关性的因素有哪些？",
        "AnswerEn": "The key to successful acquisition of a dataset suitable for automated production is to remove the variability and decorrelation due to pass-to-pass observations and to measure the interferometer baseline and other systematic effects accurately at all times during data acquisition.",
        "AnswerCn": "成功获取适合自动化生产的数据集的关键在于消除由于逐次观测造成的变异性和去相关性，并在数据采集的所有时间准确测量干涉仪基线和其他系统效应。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to produce a global digital elevation model with consistent scale and resolution using conventional topographic mapping technologies?",
        "QuestionCn": "使用传统地形测绘技术制作具有一致比例和分辨率的全球数字高程模型面临挑战的原因是什么？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. Furthermore, the global coverage has been uneven, making it exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means.",
        "AnswerCn": "传统的地形测绘技术产生了质量不均的地图：有些地图精度惊人，而有些则远不够。此外，全球覆盖也不均匀，这使得通过传统手段制作一致规模和分辨率的全球地图集或数字高程模型变得极其困难和昂贵。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the difficulty in achieving high signal-to-noise ratio (SNR) in radar mapping systems, and how does this affect data quality?",
        "QuestionCn": "在雷达测绘系统中，难以实现高信噪比（SNR）的原因是什么，这对数据质量有什么影响？",
        "AnswerEn": "The X band radar had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system. The variability and decorrelation due to pass-to-pass observations can affect the data quality, and accurate measurement of the interferometer baseline and other systematic effects is crucial during data acquisition.",
        "AnswerCn": "X波段雷达的分辨率略高于C波段系统，信噪比（SNR）也更好。由于逐次观测的变异性和去相关性可能会影响数据质量，因此在数据采集过程中，准确测量干涉仪基线和其他系统效应至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using synthetic aperture radar (SAR) interferometry techniques on the quality and consistency of digital elevation models?",
        "QuestionCn": "使用合成孔径雷达（SAR）干涉技术对数字高程模型的质量和一致性产生的影响是什么？",
        "AnswerEn": "The emergence of synthetic aperture radar (SAR) interferometry allowed for the efficient and affordable creation of a global digital elevation model with consistent scale and resolution, overcoming the challenges of uneven quality in conventional topographic mapping technologies.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术的出现，使得以一致的尺度和分辨率高效且经济地创建全球数字高程模型成为可能，从而克服了传统地形测绘技术中质量不均匀的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the inclusion of multiple radar systems, such as C band and X band, impact the data quality and resolution in elevation mapping?",
        "QuestionCn": "多个雷达系统的包含，如C波段和X波段，如何影响高程测绘中的数据质量和分辨率？",
        "AnswerEn": "The inclusion of both C band and X band radars allowed for better quality data, as the X band radar had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system, contributing to better data quality and resolution.",
        "AnswerCn": "C波段和X波段雷达的结合提高了数据质量，因为X波段雷达的分辨率略高，信噪比（SNR）优于C波段系统，从而有助于提高数据质量和分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What results from the integration of mosaic processing and interpolation techniques in handling Nodata values in elevation datasets?",
        "QuestionCn": "在处理高程数据集中的无数据值时，马赛克处理和插值技术的结合会产生什么结果？",
        "AnswerEn": "The integration of mosaic processing and interpolation techniques allows for the filling in of Nodata values, thereby completing the dataset and enabling further processing such as projection conversions and boundary cutting to refine the digital elevation models.",
        "AnswerCn": "马赛克处理和插值技术的结合可以填补无数据值，从而完成数据集，并使进一步处理（如投影转换和边界裁剪）成为可能，以精细化数字高程模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of using synthetic aperture radar (SAR) interferometry in the creation of digital elevation models for large geographical areas?",
        "QuestionCn": "使用合成孔径雷达（SAR）干涉测量法在大范围地理区域创建数字高程模型的主要目标是什么？",
        "AnswerEn": "The primary goal is to efficiently and affordably create a global digital elevation model by measuring topography through phase-difference measurements derived from two radar images, providing consistent scale and resolution.",
        "AnswerCn": "主要目标是通过从两幅雷达图像中获取相位差测量，高效且经济地创建全球数字高程模型，从而提供一致的尺度和分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to achieve contiguous mapping coverage in the acquisition of digital elevation models for regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在获取像青藏高原这样的地区的数字高程模型时，实现连续的映射覆盖是重要的原因是什么？",
        "AnswerEn": "Contiguous mapping coverage is crucial to meet the mission objectives of acquiring a comprehensive digital elevation model of all land between 60° north latitude and 56° south latitude, which covers about 80% of Earth’s land surface, ensuring uniformity and completeness in topographic data collection.",
        "AnswerCn": "连续的映射覆盖对于实现获取60°北纬和56°南纬之间所有土地的全面数字高程模型的任务目标至关重要，这一范围覆盖了地球陆地表面的约80%，确保了地形数据收集的均匀性和完整性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing interferometric SAR (InSAR) to create a digital elevation model for a geographically extensive area like the Tibetan Plateau?",
        "QuestionCn": "利用干涉合成孔径雷达（InSAR）为像青藏高原这样的大面积区域创建数字高程模型涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography. The data acquisition includes removing variability and decorrelation due to pass-to-pass observations and accurately measuring the interferometer baseline and other systematic effects.",
        "AnswerCn": "程序步骤涉及使用来自两个以非常小的基线高度比获取的雷达图像的相位差测量来测量地形。数据采集包括去除由于逐次观测引起的变异性和去相关性，并准确测量干涉仪基线和其他系统效应。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the data preprocessing handled to ensure consistency and quality in elevation data obtained from radar mapping missions before generating a slope map?",
        "QuestionCn": "在生成坡度图之前，如何处理数据预处理以确保从雷达测绘任务获得的高程数据的一致性和质量？",
        "AnswerEn": "Data preprocessing includes merging individual data frames, using interpolation to fill Nodata values, conducting projection transformation to an Albers equal-area conic projection, and cutting the digital elevation model (DEM) using a regional boundary before utilizing spatial analysis tools to calculate slope direction and generate a slope map.",
        "AnswerCn": "数据预处理包括合并各个数据框，使用插值法填充无数据值，进行投影变换到阿尔伯斯等面积圆锥投影，使用区域边界裁剪数字高程模型（DEM），然后利用空间分析工具计算坡度方向并生成坡度图。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are commonly faced during the data collection process of global digital elevation models, and how can they be addressed to achieve consistent scale and resolution?",
        "QuestionCn": "在全球数字高程模型的数据收集过程中通常面临哪些挑战，以及如何解决这些挑战以实现一致的比例和分辨率？",
        "AnswerEn": "Challenges include uneven quality of conventional topographic maps, difficulties with optical stereo mapping systems in areas of low contrast and cloud cover, and the high cost of producing a consistent global map set. These challenges can be addressed by using synthetic aperture radar interferometry techniques, which allow for efficient and affordable creation of global digital elevation models.",
        "AnswerCn": "挑战包括传统地形图质量不均、在低对比度和云层覆盖区域使用光学立体测绘系统的困难，以及制作一致的全球地图集的高成本。这些挑战可以通过使用合成孔径雷达干涉测量技术来解决，这种技术可以高效且经济地创建全球数字高程模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the generation of consistent digital elevation models using radar data in geosciences?",
        "QuestionCn": "哪些技术进步使得在地球科学中能够利用雷达数据生成一致的数字高程模型？",
        "AnswerEn": "The advancement of synthetic aperture radar (SAR) interferometry in the 1990s enabled the efficient and affordable creation of a global digital elevation model by using phase-difference measurements from two radar images to measure topography.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术在1990年代的进步，使得通过利用两幅雷达图像的相位差测量来高效且经济地创建全球数字高程模型成为可能。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do operational strategies during radar data collection ensure the production of high-quality digital elevation models?",
        "QuestionCn": "在雷达数据采集期间的操作策略如何确保高质量数字高程模型的生成？",
        "AnswerEn": "Operational strategies such as removing variability and decorrelation due to pass-to-pass observations, and accurately measuring the interferometer baseline and other systematic effects, were key to acquiring a dataset suitable for automated production of digital elevation models.",
        "AnswerCn": "操作策略，如消除变异性和由于逐次观测导致的去相关，以及准确测量干涉仪基线和其他系统效应，是获取适合自动生成数字高程模型的数据集的关键。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges have historically hindered the production of global digital elevation models, and how have recent methodologies addressed these challenges?",
        "QuestionCn": "历史上，全球数字高程模型的生产面临了哪些挑战，最近的方法论是如何解决这些挑战的？",
        "AnswerEn": "Conventional topographic mapping technologies faced issues of uneven map quality, global coverage, and difficulties in areas with low contrast or persistent cloud cover. Recent methodologies using interferometric SAR have addressed these challenges by enabling the efficient creation of global digital elevation models with consistent scale and resolution.",
        "AnswerCn": "传统的地形测绘技术面临地图质量不均、全球覆盖不足以及在低对比度或持续云层覆盖区域的困难。最近采用干涉合成孔径雷达（SAR）的方法解决了这些挑战，使得能够高效地创建具有一致比例和分辨率的全球数字高程模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to achieve consistent global map sets or digital elevation models using conventional topographic mapping technologies?",
        "QuestionCn": "使用传统地形测绘技术实现一致的全球地图集或数字高程模型可能面临哪些挑战？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. Furthermore, the global coverage has been uneven. It has proven exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐：有些地图精度惊人，有些则远不够理想。此外，全球覆盖也不均匀。通过传统手段制作一致规模和分辨率的全球地图集或数字高程模型一直非常困难且昂贵。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations might researchers have when using synthetic aperture radar (SAR) interferometry for digital elevation model creation?",
        "QuestionCn": "研究人员在使用合成孔径雷达（SAR）干涉测量法创建数字高程模型时可能会有哪些期望？",
        "AnswerEn": "The emergence of synthetic aperture radar (SAR) interferometry in the 1990s placed the possibility of efficiently and affordably creating a global digital elevation model within the grasp of spacefaring nations. Interferometric SAR, or InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术在1990年代的出现，使得空间国家能够高效且经济地创建全球数字高程模型成为可能。干涉合成孔径雷达（InSAR）利用从两幅以非常小的基线高度比获取的雷达图像中得出的相位差测量来测量地形。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might there be discrepancies in the quality of data collected by different radar systems during a mission?",
        "QuestionCn": "在任务期间，不同雷达系统收集的数据质量可能存在差异的原因是什么？",
        "AnswerEn": "The SRTM mission included both C radar and X radar systems. The X radar was included as an experimental demonstration and had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system. The key to successful acquisition of a dataset suitable for automated production is to remove the variability and decorrelation due to pass-to-pass observations and to measure the interferometer baseline and other systematic effects accurately at all times during data acquisition.",
        "AnswerCn": "SRTM任务包括C波段雷达和X波段雷达系统。X波段雷达作为实验性演示，其分辨率略高，信噪比（SNR）优于C波段系统。成功获取适合自动化生产的数据集的关键在于消除由于不同观测之间的变异性和去相关性，并在数据采集期间始终准确测量干涉仪基线和其他系统效应。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential limitations of using data from multiple radar systems, and how might these affect the overall quality of a digital elevation model?",
        "QuestionCn": "使用多个雷达系统的数据可能存在哪些潜在限制，这些限制可能如何影响数字高程模型的整体质量？",
        "AnswerEn": "The use of multiple radar systems, such as C and X bands, presents the challenge of ensuring consistent data quality and coverage. The variability and decorrelation due to pass-to-pass observations need to be carefully managed, and systematic effects must be accurately measured to maintain the integrity of the digital elevation model.",
        "AnswerCn": "使用多种雷达系统，如C波段和X波段，面临确保数据质量和覆盖一致性的挑战。由于过境观测的变异性和去相关性，需要仔细管理，并且必须准确测量系统效应，以维护数字高程模型的完整性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do the methods used in data acquisition impact the reliability and processing of datasets in digital elevation modeling?",
        "QuestionCn": "数据获取的方法如何影响数字高程建模中数据集的可靠性和处理？",
        "AnswerEn": "The methods used in data acquisition, such as those employed by SRTM, involve precise operations like on-orbit checkout and continuous data acquisition over multiple orbits. These methods are crucial for minimizing errors and ensuring the reliability of the datasets, as they allow for the real-time assessment and correction of data quality issues during the mission.",
        "AnswerCn": "数据获取中使用的方法，例如SRTM所采用的方法，涉及精确的操作，如在轨检查和多轨道的连续数据获取。这些方法对于最小化错误和确保数据集的可靠性至关重要，因为它们允许在任务期间实时评估和纠正数据质量问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the challenges of conventional topographic mapping technologies impact the quality and consistency of digital elevation models.",
        "QuestionCn": "我不明白传统地形测绘技术的挑战如何影响数字高程模型的质量和一致性。",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some having astounding accuracy and others being far less adequate. Additionally, global coverage by these methods has been uneven, making it difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，有些地图的准确性惊人，而其他地图则远不够理想。此外，这些方法的全球覆盖也不均匀，使得制作一套一致规模和分辨率的全球地图或数字高程模型变得困难且昂贵。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about how the data collection method used in SAR interferometry enables the creation of a global digital elevation model.",
        "QuestionCn": "我不确定SAR干涉测量中使用的数据收集方法如何能够创建全球数字高程模型。",
        "AnswerEn": "SAR interferometry, or InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio (typically 0.0002) to measure topography. This method allows for the efficient and affordable creation of a global digital elevation model.",
        "AnswerCn": "SAR干涉测量（InSAR）利用从两幅雷达图像中获得的相位差测量，这两幅图像的基线与高度比非常小（通常为0.0002），来测量地形。这种方法可以高效且经济地创建全球数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of the operational objectives and how they influence the data collection strategy for digital elevation models.",
        "QuestionCn": "我无法理解操作目标以及它们如何影响数字高程模型的数据收集策略。",
        "AnswerEn": "The operational objective was to acquire a digital elevation model of all land between about 60° north latitude and 56° south latitude, covering about 80% of Earth’s land surface. The strategy involved generating contiguous mapping coverage with the C radar, while the X radar was included as an experimental demonstration with slightly higher resolution and better signal-to-noise ratio.",
        "AnswerCn": "操作目标是获取大约60°北纬和56°南纬之间所有土地的数字高程模型，覆盖地球陆地表面的约80%。该策略涉及使用C波段雷达生成连续的测绘覆盖，同时将X波段雷达作为实验性演示，具有稍高的分辨率和更好的信噪比。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges of conventional topographic mapping technologies and how they compare to synthetic aperture radar interferometry in producing digital elevation models.",
        "QuestionCn": "分析传统地形测绘技术的挑战，以及它们与合成孔径雷达干涉测量在生成数字高程模型方面的比较。",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some having astounding accuracy and others being far less adequate. Furthermore, the global coverage from these conventional methods has been uneven and difficult to achieve. Optical stereo mapping systems face challenges such as poor control and matching difficulties in areas of low contrast and persistent cloud cover in many important areas of the world. In contrast, synthetic aperture radar (SAR) interferometry, particularly InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio (typically 0.0002) to measure topography. This method allows for efficient and affordable creation of a global digital elevation model, addressing the challenges faced by conventional methods.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，有些地图的精度惊人，而其他地图则远不够理想。此外，这些传统方法的全球覆盖范围不均，难以实现。光学立体测绘系统在低对比度和许多重要地区持续云层覆盖的情况下面临控制和匹配困难。相比之下，合成孔径雷达（SAR）干涉测量，特别是干涉合成孔径雷达（InSAR），利用从两幅以非常小的基高比（通常为0.0002）获取的雷达图像中得出的相位差测量来测量地形。这种方法能够高效且经济地创建全球数字高程模型，解决了传统方法面临的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please describe the data collection methods used during the Shuttle Radar Topography Mission to acquire digital elevation models.",
        "QuestionCn": "请描述在航天飞机雷达地形测量任务中用于获取数字高程模型的数据收集方法。",
        "AnswerEn": "Following the launch of the Shuttle Radar Topography Mission, the first 12 hours of flight were dedicated to on-orbit checkout (OOCO), during which the payload bay doors were opened, the SRTM system was activated and checked, and the orbiter was maneuvered to the mapping attitude. Mapping continued for 149 orbits, spanning 222.4 hours. Data were acquired at rates of 180 megabits per second (Mbps) for C radar and 90 Mbps for X radar. Selected snapshots of data required for near-real-time performance assessment were downlinked via the shuttle Ku band and NASA’s tracking and data relay system (TDRS) link to JPL in Pasadena and to the Payload Operations Control Center (POCC) in Houston.",
        "AnswerCn": "在航天飞机雷达地形测绘任务（SRTM）发射后，前12小时的飞行用于在轨检查（OOCO），期间打开了有效载荷舱门，激活并检查了SRTM系统，并将航天飞机调整到测绘姿态。测绘持续了149个轨道，历时222.4小时。C波段雷达的数据采集速率为180兆比特每秒（Mbps），X波段雷达为90 Mbps。为实现近实时性能评估，选定的数据快照通过航天飞机的Ku波段和NASA的跟踪与数据中继系统（TDRS）链接下传至位于帕萨迪纳的喷气推进实验室（JPL）和位于休斯顿的有效载荷操作控制中心（POCC）。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore potential datasets generated from the Shuttle Radar Topography Mission and their significance for geospatial research.",
        "QuestionCn": "请探讨来自航天飞机雷达地形测量任务生成的潜在数据集及其对地理空间研究的重要性。",
        "AnswerEn": "The Shuttle Radar Topography Mission produced a total of 765 data takes, of which 399 were C radar only, 1 was X radar only, and 365 were simultaneous C and X radar. The volume of data produced by the mission was 12.3 Tb, with 8.6 Tb by C radar and 3.7 Tb by X radar. This dataset is highly significant for geospatial research as it represents one of the most complete, highest-resolution digital elevation models of the Earth's surface, providing foundational knowledge for modern geosciences and facilitating consistent scale and resolution mapping over about 80% of the Earth's land surface.",
        "AnswerCn": "航天飞机雷达地形测量任务共产生了765个数据采集，其中399个仅为C波段雷达，1个仅为X波段雷达，365个为同时进行的C和X波段雷达。该任务产生的数据总量为12.3 Tb，其中C波段雷达占8.6 Tb，X波段雷达占3.7 Tb。该数据集对地理空间研究具有重要意义，因为它代表了地球表面最完整、最高分辨率的数字高程模型之一，为现代地球科学提供了基础知识，并促进了对约80%地球陆地表面的统一尺度和分辨率映射。",
        "Level": "C6(Creating)"
      }
    ]
  }
}