{
  "id": "93360856-c7f3-4965-b140-cb6e374910d1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements for snow synchronizing with MODIS in the Binggou watershed foci experimental area on Mar. 19, 2008",
      "titleCn": "黑河综合遥感联合试验：冰沟流域加密观测区MODIS地面同步观测数据集（2008年3月19日）",
      "description": "The dataset of ground truth measurements for snow synchronizing with MODIS was obtained in the Binggou watershed foci experimental area on Mar. 19, 2008. Those provide reliable data for retrieval and verification of the snow temperature through airborne and satellite-borne remote sensing approaches.\n     Observation items included:\n     (1)  Snow parameters, such as snow depth by the ruler (five measurements at random each point), the snow surface temperature by the infrared thermometer (several measurements at random), the snow layer temperature by the probe thermometer (10cm as an interval and two times each point), the snow grain size by the handheld microscope (10cm as an interval and three times each point) in BG-B from 12:40-13:00 (BJT) with the satellite overpass on Mar. 19, 2008. 64 points were selected by four groups.\n     (2) Snow density, snow complex permittivity, snow volumetric moisture and snow gravimetric moisture by the Snowfork in BG-A,automatically in coordination with ASD.\n     (3) The snow spectrum by the portable ASD.\n     (4) Snow albedo by the portable radiometer in BG-A.\n     Two files including raw data and preprocessed data were archived.",
      "descriptionCn": "2008年3月19日在冰沟流域加密观测试验区开展的MODIS地面同步积雪参数观测，可以为机载－星载遥感数据的雪温度反演和验证提供基本的数据集。\n观测内容包括：\n1）积雪参数观测，观测时间为卫星过境时时刻北京时间（BJT）2008年3月19日（12:40-13:00）。该观测在BG-B样地展开，分为4个观测小组，每组测量16个点，共计64个观测点。观测变量包括：雪深（尺子测量，每个点随机观测5个雪深数据）；雪表面温度（手持式红外温度计测量，随机多次观测）；分层雪深温度（针式温度计测量，按照10cm分层观测，每个测量点重复观测2次）；雪粒径（手持式显微镜测量，按照10cm分层观测，每个测量点重复观测3次）。  \n2）雪特性分析仪观测，观测变量包括有雪密度、雪复介电常数、雪体积含水量、雪重量含水量等。该测量在BG-A样地展开，一个自动观测点，配合光谱仪观测。  \n3）积雪光谱观测（ASD光谱仪），观测点位置见GPS记录文件。  \n4）积雪反照率观测（便携式反照率表测量），在BG-A样地进行。\n本数据集包括原始数据和预处理数据2个文件夹。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2008-03-30 00:00:00",
      "endTime": "2008-03-30 00:00:00",
      "fileSize": 245167622.0,
      "cstr": "18406.11.water973.0087.db",
      "doi": "10.3972/water973.0087.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "盖春梅",
        "nameEn": "GE Chunmei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "梁继",
        "nameEn": "LIANG Ji",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "窦燕",
        "nameEn": "DOU Yan",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "刘艳",
        "nameEn": "LIU Yan",
        "unitEn": "",
        "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
      },
      {
        "nameCn": " 张璞",
        "nameEn": "ZHANG Pu",
        "unitEn": "",
        "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山区冰沟流域积雪分布特征及其属性观测分析",
        "titleEn": null,
        "referenceCn": "郝晓华, 王建, 车涛, 张璞, 梁继, 李弘毅, 李哲, 白云洁, 白艳芬. 祁连山区冰沟流域积雪分布特征及其属性观测分析. 冰川冻土, 2009, 31(2): 284-292.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      },
      {
        "nameCn": "近红外遥感",
        "nameEn": "Near infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "雪光谱特征",
        "nameEn": "Spectral characteristics of Snow"
      },
      {
        "nameCn": "雪密度",
        "nameEn": "Snow density"
      },
      {
        "nameCn": "雪水当量",
        "nameEn": "Snow water equivalent"
      },
      {
        "nameCn": "雪粒径",
        "nameEn": "Snow particle size"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-19",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for observing snow parameters that could support remote sensing data validation?",
        "QuestionCn": "您能否提供一个用于观察雪参数的数据收集方法的例子，以支持遥感数据验证？",
        "AnswerEn": "A data collection method used for observing snow parameters involves conducting synchronized ground-based observations in a dense observation area, such as the MODIS ground-based synchronized snow parameter observation conducted on March 19, 2008, in the Binggou Basin. This method includes measuring snow depth at random points using a ruler, recording surface snow temperature with a handheld infrared thermometer, assessing layered snow depth temperature with a needle thermometer, and evaluating snow grain size with a handheld microscope. These methods provide baseline data for validating snow temperature retrieval from airborne and satellite remote sensing data.",
        "AnswerCn": "一种用于观察雪参数的数据收集方法涉及在密集观测区域进行同步的地面观测，例如2008年3月19日在冰沟盆地进行的MODIS地面同步雪参数观测。该方法包括在随机点使用尺子测量雪深，使用手持红外温度计记录表面雪温，使用针式温度计评估分层雪深温度，以及使用手持显微镜评估雪粒大小。这些方法为验证来自航空和卫星遥感数据的雪温提取提供了基线数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and methodologies used in collecting snow parameter data for ground-satellite synchronization in remote sensing?",
        "QuestionCn": "在遥感中用于地面与卫星同步的雪参数数据收集的具体特征和方法是什么？",
        "AnswerEn": "snow depth, surface temperature, stratified snow depth temperatures, snow grain size",
        "AnswerCn": "雪深、地表温度、分层雪深温度、雪粒大小",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation points are included in the snow parameter measurements conducted during the satellite overpass period on March 19, 2008?",
        "QuestionCn": "在2008年3月19日卫星过境期间，雪参数测量中包含了多少个观测点？",
        "AnswerEn": "64",
        "AnswerCn": "64",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the typical data collection techniques used for observing snow parameters in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，观察雪参数的典型数据收集技术有哪些？",
        "AnswerEn": "Typical data collection techniques for observing snow parameters in remote sensing experiments include measuring snow depth using a ruler at multiple random points, assessing snow surface temperature with a handheld infrared thermometer, recording layered snow temperature using a needle thermometer at specific intervals, and evaluating snow grain size with a handheld microscope. Additionally, snow properties such as density, complex dielectric constant, volumetric water content, and gravimetric water content are observed using snow characteristic analyzers. Spectral observations and albedo measurements may also be conducted using specific instruments like spectrometers and portable albedometers.",
        "AnswerCn": "在遥感实验中，观察雪参数的典型数据收集技术包括在多个随机点使用尺子测量雪深，使用手持红外温度计评估雪表面温度，使用针式温度计在特定间隔记录分层雪温度，以及使用手持显微镜评估雪粒大小。此外，雪的特性如密度、复杂介电常数、体积含水量和重力含水量也通过雪特性分析仪进行观察。光谱观测和反照率测量也可能使用特定仪器如光谱仪和便携式反照率计进行。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential benefits for snow temperature inversion and validation when using a dataset that includes synchronized ground observations with airborne and satellite remote sensing data?",
        "QuestionCn": "使用包含同步地面观测、空中和卫星遥感数据的数据集进行雪温度逆转和验证的潜在好处是什么？",
        "AnswerEn": "Synchronized ground observations with airborne and satellite remote sensing data can provide a comprehensive reference for accurately inverting and validating snow temperature data. This can improve the reliability of remote sensing measurements by offering precise ground truth for calibration, thus enhancing the overall accuracy of snow temperature models derived from remote sensing platforms.",
        "AnswerCn": "同步的地面观测与空中和卫星遥感数据可以为准确反演和验证雪温数据提供全面的参考。这可以通过提供精确的地面真相进行校准，从而提高遥感测量的可靠性，增强从遥感平台衍生的雪温模型的整体准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting ground-based synchronous observations for MODIS snow parameter datasets in specific regions?",
        "QuestionCn": "进行地面同步观测以获取MODIS雪参数数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives of conducting ground-based synchronous observations for MODIS snow parameter datasets are to provide essential data for the retrieval and validation of snow temperature using airborne and satellite remote sensing data. This involves observing various snow parameters, such as snow depth, surface temperature, and snow grain size, at specific times that align with satellite overpasses. These observations aim to enhance the accuracy and reliability of remote sensing data interpretations and applications in monitoring and understanding snow characteristics.",
        "AnswerCn": "进行地面同步观测MODIS雪参数数据集的主要目标是提供必要的数据，以便利用航空和卫星遥感数据进行雪温的提取和验证。这涉及在与卫星过境时间一致的特定时间观察各种雪参数，如雪深、表面温度和雪粒大小。这些观测旨在提高遥感数据解释和应用在监测和理解雪特征方面的准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and synchronizing ground-based snow parameter observations with MODIS satellite data, and how are these observations used to validate remote sensing data for snow temperature inversion?",
        "QuestionCn": "收集和同步地面雪参数观测与MODIS卫星数据的程序包括哪些步骤，以及这些观测如何用于验证雪温度逆转的遥感数据？",
        "AnswerEn": "The procedures involve conducting synchronized ground-based measurements of snow parameters during the satellite overpass period, specifically from 12:40 to 13:00 BJT on March 19, 2008, in the Binggou basin intensive observation area. The observations include snow depth measured with a ruler at 64 points, surface temperature with a handheld infrared thermometer, stratified snow temperature with a needle thermometer, and snow grain size with a handheld microscope. These data provide fundamental information for validating and inverting snow temperature in airborne and satellite remote sensing data.",
        "AnswerCn": "这些程序涉及在卫星过境期间（具体为2008年3月19日12:40至13:00 BJT）进行同步的地面雪参数测量，地点位于冰沟流域的重点观测区域。观察内容包括在64个点用尺子测量雪深，用手持红外温度计测量表面温度，用针式温度计测量分层雪温，以及用手持显微镜测量雪粒大小。这些数据为验证和反演航空和卫星遥感数据中的雪温提供了基础信息。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}