{
  "id": "93c0fa2f-13ed-4cfe-832d-325d1f019e3c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Inventory of Glacial Lakes in the Nepal Himalaya (1977–2017)",
      "titleCn": "尼泊尔喜马拉雅地区冰湖编目（1977-2017）",
      "description": "Glacial lake inventory from 1977-2017, based on Landsat MSS/TM/ETM+/OLI imagery, uses a semi-automatic water body classification method to distinguish between water body and non-water body information, then extracts the lake boundaries and visually checks and manually edits them by comparison with the original Landsat images. The MSS sensor data was used in 1977 with a resolution of 60 m. Image data used after 1987 had a resolution of 30 m.The relationship between glacial meltwater and glacial lake recharge was determined from RGI 6.0 and Google Earth.",
      "descriptionCn": "1977-2017年的冰湖编目，基于Landsat MSS/TM/ETM+/OLI影像，采用半自动的水体分类方法来区分水体和非水体信息，然后提取湖泊边界，并通过与原始Landsat图像的比较进行目视检查和人工编辑。其中1977年，采用MSS传感器数据，分辨率为60 m。1987年后冰湖编目，采用的影像数据分辨率为30 m。根据RGI6.0冰川编目和Google Earth，判断冰川融水与冰湖的补给关系。",
      "instructions": "Glacial lake catalogues are named after the year of the source image + GL (glacial lake). For example, 1987_GL means that the glacial lake was catalogued in 1987. The data format is shapefile and can be used with software such as QGIS or ArcGIS.",
      "instructionsCn": "冰湖编目按照影像获取年份+GL(glacial lake)命名。如1987_GL表示1987年的冰湖编目。数据格式为shapefile，可采用QGIS或ArcGIS等软件使用。",
      "east": 88.0,
      "west": 80.0,
      "south": 26.0,
      "north": 30.0,
      "startTime": "1977-01-01 00:00:00",
      "endTime": "2017-12-31 00:00:00",
      "fileSize": 1277341.0,
      "cstr": "18406.11.Cryos.tpdc.272938",
      "doi": "10.11888/Cryos.tpdc.272938",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Nitesh Khadka",
        "nameEn": " KHADKA Nitesh ",
        "unitEn": "Institute of Mountain Hazards and Environment,CAS",
        "unitCn": "中国科学院·水利部成都山地灾害与环境研究所"
      },
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Glacial lakes in the Nepal Himalaya: Inventory and decadal dynamics  (1977–2017)",
        "referenceCn": null,
        "referenceEn": "Khadka, N., Zhang, G., & Thakuri, S. (2018). Glacial lakes in the Nepal Himalaya: Inventory and decadal dynamics (1977–2017). Remote Sensing, 10(12), 1913."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "冰湖",
        "keywordEn": "glacial lake"
      },
      {
        "keywordCn": "尼泊尔",
        "keywordEn": "Nepal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "五十年",
        "keywordEn": "fifty years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Himalaya and its adjacent Tibetan regions host a large distribution of glacial lakes. The rapid retreat and thinning of glaciers in the Himalaya, together with the changes in glacial lakes, are the expected responses to climate change. The glacial lakes in the Himalaya possess spatial and temporal heterogeneity and have experienced an overall increase in quantity, volume, and surface area expansion rate. The increase in the area of glacial lakes adds to the risk of glacial lake outburst flood (GLOFs) events. The Himalayan range in Nepal is characterized by large valley glaciers with their tongues mostly covered with moraine and debris—conditions that favor the formation of glacial lakes. The formation and development of glacial lakes have continuously accelerated since the second half of the 20th century across the 800 km long Himalayan range of Nepal. Hence, glacial lakes in the Nepal Himalaya have garnered worldwide attention, especially from the scientific community, as outburst floods from glacial lakes represent a significant hazard to the communities and infrastructure of this mountainous region. A recent study ranked Nepal among the countries with the highest damage from GLOFs and with great socioeconomic consequences. The Nepal Himalaya, located in Central Himalaya, is highly susceptible to GLOFs that originate in its own territory and transboundary region."
      ],
      "research objective": [
        "Specifically, the main objectives of this study are to (1) prepare a new inventory of glacial lakes in the Nepal Himalaya and (2) to analyze the decadal lake changes from the late 1970s until 2017 across the Nepal Himalaya."
      ],
      "challenges": [
        "However, in recent decades, despite warming and rapid glacier recession, the incidence of GLOF events has not observed any change; yet, the frequency of such events is predicted to increase in the coming decades and century."
      ],
      "methods": [
        "In this study, we used the semiautomated method, i.e., NDWI (Equation (1)) to delineate the glacial lake boundaries, combined with post-correction, by visually checking and editing for snow/ice cover and shadow components. Landsat data were processed in ENVI software for band combination, radiometric calibration, and water feature extraction. An algorithm was used for automatic water classification to determine the optimal thresholds for NDWI images using two steps of global-local segmentation determined from the Otsu method."
      ],
      "dataset": [
        "We used optical imagery from different sensors onboard Landsat satellites. A total of 45 geometrically corrected Landsat Level 1 scenes that covered the whole study area were used and were downloaded from the United States Geological Survey’s (USGS) web portal. The other data used were the Shuttle Radar Topography Mission Digital Elevation Model (SRTM DEM, 30 m) data which were assessed using a web interface and downloaded from the National Aeronautics and Space Administration’s (NASA) web portal. Data from the Randolph Glacier Inventory (RGI) version 6.0 were downloaded from the Global Land Ice Measurements from Space (GLIMS) website."
      ],
      "findings": [
        "The mapping of glacial lakes across the Nepal Himalaya revealed 1541 glacial lakes with a total area of 80.95 ± 15.25 km2 in 2017."
      ],
      "backgroundCn": [
        "喜马拉雅山脉及其邻近的西藏地区拥有大量的冰川湖分布。冰川的快速退缩和变薄，以及冰川湖的变化，是气候变化的预期反应。喜马拉雅山脉中的冰川湖具有空间和时间上的异质性，并且总体上经历了数量、体积和表面积扩展速率的增加。冰川湖面积的增加增加了冰川湖溃决洪水（GLOFs）事件的风险。尼泊尔的喜马拉雅山脉以大型谷地冰川为特征，其冰川舌大多被冰碛和碎石覆盖，这种条件有利于冰川湖的形成。自20世纪下半叶以来，尼泊尔800公里长的喜马拉雅山脉的冰川湖形成和发展持续加速。因此，尼泊尔喜马拉雅山脉的冰川湖引起了全球的关注，特别是科学界，因为冰川湖的溃决洪水对该山区的社区和基础设施构成了重大威胁。最近的一项研究将尼泊尔列为受GLOFs影响最大的国家之一，并且具有重大的社会经济后果。位于中喜马拉雅的尼泊尔喜马拉雅山脉对源自其本土和跨界地区的GLOFs高度敏感。"
      ],
      "research objectiveCn": [
        "本研究的主要目标是 (1) 制作尼泊尔喜马拉雅地区冰川湖的新清单，以及 (2) 分析自1970年代末至2017年间尼泊尔喜马拉雅地区湖泊的十年变化。"
      ],
      "challengesCn": [
        "然而，在最近几十年中，尽管气温上升和冰川迅速退缩，冰川湖溃决（GLOF）事件的发生率并没有观察到任何变化；然而，预计在未来几十年和下一个世纪，这类事件的频率将会增加。"
      ],
      "methodsCn": [
        "在本研究中，我们使用半自动化方法，即NDWI（公式（1））来划定冰川湖的边界，并通过视觉检查和编辑雪/冰覆盖和阴影成分进行后期修正。Landsat数据在ENVI软件中进行处理，包括波段组合、辐射校正和水体特征提取。使用一种算法进行自动水体分类，以确定NDWI图像的最佳阈值，该过程采用Otsu方法的两步全局-局部分割。"
      ],
      "datasetCn": [
        "我们使用了来自不同传感器的光学影像，这些传感器搭载在陆地卫星（Landsat）卫星上。共使用了45幅几何校正的陆地卫星一级场景，覆盖了整个研究区域，这些数据是从美国地质调查局（USGS）网站下载的。其他使用的数据包括来自航天飞机雷达地形测量任务（SRTM）的数字高程模型（DEM，30米），该数据通过网络接口评估并从美国国家航空航天局（NASA）网站下载。来自兰道夫冰川清单（RGI）第6.0版的数据是从全球陆地冰川测量网站（GLIMS）下载的。"
      ],
      "findingsCn": [
        "对尼泊尔喜马拉雅地区冰川湖泊的映射显示，2017年共发现1541个冰川湖，总面积为80.95 ± 15.25平方公里。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a semiautomated method employed to delineate glacial lake boundaries in the Nepal Himalaya using Landsat imagery?",
        "QuestionCn": "在尼泊尔喜马拉雅地区，是否采用了一种半自动化的方法来划定冰川湖的边界，使用的是Landsat影像？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Does the data collection method for glacial lake inventory include visual checking and editing for snow/ice cover and shadow components?",
        "QuestionCn": "冰川湖泊清单的数据收集方法是否包括对雪/冰覆盖和阴影成分的视觉检查和编辑？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more frequently used for delineating glacial lake boundaries, NDWI, MNDWI, or another index?",
        "QuestionCn": "哪种方法更常用于划定冰川湖的边界，NDWI、MNDWI还是其他指数？",
        "AnswerEn": "NDWI",
        "AnswerCn": "NDWI",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do researchers primarily rely on Landsat data, Sentinel data, or another source for glacial lake mapping?",
        "QuestionCn": "研究人员主要依赖于Landsat数据、Sentinel数据还是其他来源进行冰川湖泊的制图？",
        "AnswerEn": "Landsat data",
        "AnswerCn": "Landsat数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are glacial lake datasets more commonly extracted using semiautomated methods, manual interpretation, or machine learning techniques?",
        "QuestionCn": "冰川湖数据集更常通过半自动化方法、手动解读或机器学习技术提取？",
        "AnswerEn": "semiautomated methods",
        "AnswerCn": "半自动化方法",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the method used to delineate glacial lake boundaries in the Nepal Himalaya?",
        "QuestionCn": "在尼泊尔喜马拉雅山脉中，划定冰川湖边界的方法是什么？",
        "AnswerEn": "NDWI",
        "AnswerCn": "NDWI",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can optical imagery data for glacial lake studies in the Nepal Himalaya be sourced from?",
        "QuestionCn": "在尼泊尔喜马拉雅地区，光学影像数据用于冰川湖研究可以从哪里获取？",
        "AnswerEn": "United States Geological Survey",
        "AnswerCn": "美国地质调查局",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a semiautomated method used for delineating glacial lake boundaries in the Nepal Himalaya?",
        "QuestionCn": "您能否提供一个用于划定尼泊尔喜马拉雅地区冰川湖边界的半自动化方法的示例？",
        "AnswerEn": "A semiautomated method, specifically the Normalized Difference Water Index (NDWI), was used to delineate glacial lake boundaries. This method was combined with post-correction involving visual checking and editing for snow/ice cover and shadow components.",
        "AnswerCn": "一种半自动化的方法，特别是归一化差异水体指数（NDWI），被用来划定冰川湖的边界。该方法结合了后期校正，包括对雪/冰覆盖和阴影成分的视觉检查和编辑。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of how Landsat imagery has been utilized to monitor glacial lakes in the Nepal Himalaya over time?",
        "QuestionCn": "Landsat影像如何被用于监测尼泊尔喜马拉雅地区冰川湖泊的变化的一个例子是什么？",
        "AnswerEn": "Landsat imagery, including MSS, TM, ETM+, and OLI sensors, was used over the period from 1977 to 2017 to monitor and extract the boundaries of glacial lakes in the Nepal Himalaya. Images were processed using ENVI software for band combination and radiometric calibration, with additional use of an automatic water classification algorithm.",
        "AnswerCn": "在1977年至2017年期间，使用Landsat影像，包括MSS、TM、ETM+和OLI传感器，监测和提取尼泊尔喜马拉雅地区冰川湖的边界。图像使用ENVI软件进行波段组合和辐射校正，并额外使用自动水体分类算法。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the semiautomated water classification method used to delineate glacial lake boundaries?",
        "QuestionCn": "半自动化水体分类方法用于划定冰川湖边界的特点是什么？",
        "AnswerEn": "Normalized Difference Water Index (NDWI), visual inspection, manual editing",
        "AnswerCn": "归一化差异水体指数（NDWI）、目视检查、手动编辑",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What was the total number of glacial lakes mapped across the Nepal Himalaya as of 2017?",
        "QuestionCn": "截至2017年，尼泊尔喜马拉雅地区共绘制了多少个冰川湖泊的地图？",
        "AnswerEn": "1541",
        "AnswerCn": "1541",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total area covered by the glacial lakes mapped in the Nepal Himalaya as of 2017?",
        "QuestionCn": "截至2017年，尼泊尔喜马拉雅地区映射的冰川湖总面积是多少？",
        "AnswerEn": "80.95 ± 15.25 km²",
        "AnswerCn": "80.95 ± 15.25 平方公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a semiautomated method in the context of glacial lake boundary delineation?",
        "QuestionCn": "在冰川湖边界划定的背景下，什么是半自动化方法？",
        "AnswerEn": "A semiautomated method in the context of glacial lake boundary delineation refers to a technique that combines automated processes and human intervention. In this field, it involves using the Normalized Difference Water Index (NDWI) to delineate glacial lake boundaries, followed by post-correction through visual checking and editing for elements such as snow/ice cover and shadow components.",
        "AnswerCn": "半自动化方法在冰川湖泊边界划定的背景下，指的是结合自动化过程和人工干预的技术。在这一领域，它涉及使用归一化差异水体指数（NDWI）来划定冰川湖泊边界，然后通过视觉检查和编辑进行后期修正，以处理雪/冰覆盖和阴影成分等因素。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the methodological challenges of accurately delineating water bodies from snow/ice cover and shadow components affect the interpretation of glacial lake data?",
        "QuestionCn": "准确划分水体、雪/冰覆盖和阴影成分的 методологические挑战如何影响对冰川湖数据的解读？",
        "AnswerEn": "The challenges in distinguishing water bodies from snow/ice cover and shadow components require careful visual checking and editing, affecting the accuracy of glacial lake boundary delineations. This meticulous processing is crucial for interpreting changes in lake area and volume, which are essential for understanding the risk of glacial lake outburst floods and the broader implications of climate change impacts.",
        "AnswerCn": "在区分水体、雪/冰覆盖和阴影成分时所面临的挑战需要仔细的视觉检查和编辑，这影响了冰川湖边界划定的准确性。这一细致的处理对于解释湖泊面积和体积的变化至关重要，这对于理解冰川湖溃决洪水的风险以及气候变化影响的更广泛影响具有重要意义。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential correlations can be inferred between the utilization of global-local segmentation techniques and the precision of glacial lake inventories over time?",
        "QuestionCn": "随着时间的推移，全球-局部分割技术的利用与冰川湖泊清单的精确度之间可以推断出哪些潜在的相关性？",
        "AnswerEn": "The use of global-local segmentation techniques, such as those determined by the Otsu method for automatic water classification, enhances the precision of glacial lake inventories. These techniques aid in establishing optimal thresholds for NDWI images, leading to more accurate delineations of glacial lake boundaries and contributing to a reliable understanding of decadal changes in glacial lake characteristics.",
        "AnswerCn": "全球-局部分割技术的使用，例如通过Otsu方法确定的自动水体分类，增强了冰川湖泊清单的精确度。这些技术有助于为NDWI图像建立最佳阈值，从而更准确地划定冰川湖泊边界，并有助于可靠理解冰川湖泊特征的十年变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in delineating glacial lake boundaries using semi-automated methods?",
        "QuestionCn": "使用半自动化方法划定冰川湖边界的不准确性原因是什么？",
        "AnswerEn": "Inaccuracies can arise due to the need for post-correction processes such as visually checking and editing for snow/ice cover and shadow components, which can complicate the semi-automated method used for delineating glacial lake boundaries.",
        "AnswerCn": "由于需要进行后期校正过程，例如对雪/冰覆盖和阴影成分进行视觉检查和编辑，可能会导致不准确性，这使得用于划定冰川湖边界的半自动化方法变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to predict the frequency of glacial lake outburst floods (GLOFs) despite observed climate changes?",
        "QuestionCn": "尽管观察到了气候变化，但预测冰川湖溃决洪水（GLOFs）发生频率仍然具有挑战性，原因是什么？",
        "AnswerEn": "Challenges in predicting the frequency of GLOFs arise because, despite warming and rapid glacier recession, the incidence of GLOF events has not shown any change. However, their frequency is predicted to increase, indicating complex interactions between climate change and glacial lake dynamics.",
        "AnswerCn": "预测冰川湖溃决洪水（GLOF）频率的挑战在于，尽管气温上升和冰川迅速退缩，但GLOF事件的发生率并没有显示出变化。然而，预计其频率将增加，这表明气候变化与冰川湖动态之间存在复杂的相互作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors influence the decision to use specific satellite imagery and data processing methods for glacial lake inventories?",
        "QuestionCn": "影响使用特定卫星影像和数据处理方法进行冰川湖清单编制的决策的因素有哪些？",
        "AnswerEn": "Factors influencing these decisions include the availability of optical imagery from different sensors onboard Landsat satellites, the need for geometric correction, and specific water feature extraction methods, such as using the NDWI combined with post-correction for accurate mapping.",
        "AnswerCn": "影响这些决策的因素包括来自不同传感器的光学影像的可用性，几何校正的需求，以及特定的水体特征提取方法，例如使用NDWI结合后期校正以实现准确的制图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications of relying on historical satellite imagery data for understanding the long-term trends and changes in glacial lakes in the Himalayas?",
        "QuestionCn": "依赖历史卫星影像数据来理解喜马拉雅地区冰川湖泊的长期趋势和变化的影响是什么？",
        "AnswerEn": "Relying on historical satellite imagery data allows researchers to analyze long-term trends and changes in glacial lakes, providing a valuable historical context for understanding their development over decades. However, this approach may also face limitations due to the availability and quality of older data, such as the lower resolution of earlier sensors like MSS, which could impact the precision of historical trend analysis.",
        "AnswerCn": "依赖历史卫星影像数据使研究人员能够分析冰川湖泊的长期趋势和变化，为理解其几十年的发展提供了宝贵的历史背景。然而，这种方法也可能面临一些限制，例如较早的数据可用性和质量问题，比如早期传感器（如MSS）的分辨率较低，这可能影响历史趋势分析的精确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind utilizing Landsat imagery for cataloging glacial lakes in the Nepal Himalaya?",
        "QuestionCn": "利用Landsat影像对尼泊尔喜马拉雅地区冰川湖进行分类的目标是什么？",
        "AnswerEn": "The objectives include preparing a new inventory of glacial lakes in the Nepal Himalaya and analyzing the decadal lake changes from the late 1970s until 2017, highlighting the spatial and temporal heterogeneity and the overall increase in quantity, volume, and surface area of glacial lakes.",
        "AnswerCn": "目标包括准备尼泊尔喜马拉雅地区的新冰川湖库存，并分析从1970年代末到2017年的十年湖泊变化，突出空间和时间的异质性，以及冰川湖数量、体积和表面积的整体增加。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of analyzing the relationship between glacier meltwater and glacial lake supply using datasets like RGI6.0 and Google Earth in the Nepal Himalaya?",
        "QuestionCn": "分析尼泊尔喜马拉雅地区冰川融水与冰川湖泊供给之间关系的重要性是什么，使用像RGI6.0和Google Earth这样的数据集？",
        "AnswerEn": "The significance lies in understanding the dynamics of glacial lake formation and development, which have accelerated since the latter half of the 20th century. This analysis helps assess the potential hazards of glacial lake outburst floods, which pose significant risks to communities and infrastructure in the region.",
        "AnswerCn": "重要性在于理解冰川湖形成和发展的动态，这一过程自20世纪后半叶以来加速。这一分析有助于评估冰川湖突发洪水的潜在危险，这对该地区的社区和基础设施构成重大风险。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in delineating glacial lake boundaries using satellite imagery in the Nepal Himalaya region?",
        "QuestionCn": "在尼泊尔喜马拉雅地区使用卫星影像划定冰川湖边界涉及哪些程序步骤？",
        "AnswerEn": "The delineation of glacial lake boundaries involves using a semiautomated method with the Normalized Difference Water Index (NDWI) to identify water features. This is combined with post-correction through visual inspection and manual editing to account for snow/ice cover and shadow components. The process also involves preprocessing Landsat data in ENVI software, including band combination and radiometric calibration, and utilizing an algorithm for automatic water classification with optimal thresholds determined from the Otsu method.",
        "AnswerCn": "冰川湖边界的划定涉及使用归一化差异水体指数（NDWI）进行水体特征的识别，采用半自动化的方法。该过程结合了后期校正，通过视觉检查和手动编辑来考虑雪/冰覆盖和阴影成分。该过程还涉及在ENVI软件中对Landsat数据进行预处理，包括波段组合和辐射校正，并利用算法进行自动水体分类，最优阈值由Otsu方法确定。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the relationship between glacial meltwater and glacial lakes assessed using available datasets and imagery?",
        "QuestionCn": "如何利用可用的数据集和影像评估冰川融水与冰川湖泊之间的关系？",
        "AnswerEn": "The relationship between glacial meltwater and glacial lakes is assessed using the Randolph Glacier Inventory (RGI) version 6.0, along with Google Earth imagery. This involves analyzing the spatial connection between glaciers and glacial lakes to determine how meltwater from glaciers contributes to the lakes, supported by reviewing Landsat imagery for visual confirmation.",
        "AnswerCn": "通过使用Randolph Glacier Inventory (RGI) 版本6.0和谷歌地球影像，评估冰川融水与冰川湖之间的关系。这涉及分析冰川与冰川湖之间的空间连接，以确定冰川融水如何贡献于湖泊，并通过审查Landsat影像进行视觉确认。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological methods have been employed to enable the accurate delineation of glacial lake boundaries in the Nepal Himalaya?",
        "QuestionCn": "在尼泊尔喜马拉雅山脉，已经采用了哪些技术方法来准确划定冰川湖的边界？",
        "AnswerEn": "The semiautomated NDWI method was used to delineate glacial lake boundaries, which involved post-correction via visual checking and editing for snow/ice cover and shadow components. Landsat data were processed in ENVI software for band combination, radiometric calibration, and water feature extraction.",
        "AnswerCn": "半自动化的NDWI方法用于划定冰川湖的边界，涉及通过视觉检查和编辑进行后期修正，以处理雪/冰覆盖和阴影成分。Landsat数据在ENVI软件中进行处理，包括波段组合、辐射校正和水体特征提取。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do global-local segmentation techniques enable the effective classification of water bodies in satellite imagery?",
        "QuestionCn": "全球-局部分割技术如何实现卫星图像中水体的有效分类？",
        "AnswerEn": "An algorithm was used for automatic water classification to determine the optimal thresholds for NDWI images using two steps of global-local segmentation determined from the Otsu method, allowing for effective classification of water bodies.",
        "AnswerCn": "一种算法被用于自动水体分类，通过Otsu方法的全局-局部分割的两个步骤来确定NDWI图像的最佳阈值，从而有效地分类水体。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What resources and datasets allow for the comprehensive mapping and analysis of glacial lakes across the Nepal Himalaya?",
        "QuestionCn": "哪些资源和数据集可以用于全面映射和分析尼泊尔喜马拉雅地区的冰川湖泊？",
        "AnswerEn": "Resources used include optical imagery from Landsat satellites, Shuttle Radar Topography Mission Digital Elevation Model (SRTM DEM, 30 m) data, and data from the Randolph Glacier Inventory (RGI) version 6.0.",
        "AnswerCn": "使用的资源包括来自Landsat卫星的光学影像、航天飞机雷达地形测量任务数字高程模型（SRTM DEM，30米）数据，以及来自Randolph冰川清单（RGI）第6.0版的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected increase in the frequency of glacial lake outburst flood events not have been observed despite rapid glacier recession in the Himalaya?",
        "QuestionCn": "尽管喜马拉雅地区的冰川迅速退缩，但预期的冰川湖溃决洪水事件频率增加的现象却未被观察到，这可能是什么原因？",
        "AnswerEn": "Despite warming and rapid glacier recession, recent decades have not observed a change in the incidence of glacial lake outburst flood (GLOF) events. However, the frequency of such events is predicted to increase in the coming decades and century.",
        "AnswerCn": "尽管气温上升和冰川迅速退缩，近年来并未观察到冰川湖溃决洪水（GLOF）事件的发生率变化。然而，预计在未来几十年和一个世纪内，此类事件的频率将增加。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might be expected in using semiautomated methods for delineating glacial lake boundaries in the Nepal Himalaya?",
        "QuestionCn": "在尼泊尔喜马拉雅山脉使用半自动化方法划定冰川湖边界时可能会面临哪些挑战？",
        "AnswerEn": "The semiautomated method for delineating glacial lake boundaries, such as using NDWI, involves challenges like the need for post-correction by visually checking and editing for snow/ice cover and shadow components.",
        "AnswerCn": "半自动化的冰川湖边界划定方法，例如使用NDWI，面临着一些挑战，比如需要通过视觉检查和编辑来进行后期修正，以处理雪/冰覆盖和阴影成分。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might there be an expectation for using multiple sources of data, such as Landsat imagery and SRTM DEM, in compiling a comprehensive glacial lake inventory?",
        "QuestionCn": "为什么在编制全面的冰川湖泊清单时，可能会期望使用多种数据源，例如Landsat影像和SRTM数字高程模型（DEM）？",
        "AnswerEn": "Using multiple data sources like Landsat imagery and SRTM DEM allows for a comprehensive understanding of the spatial and temporal dynamics of glacial lakes and their relation to glaciers, which is crucial for analyzing lake changes over decades.",
        "AnswerCn": "使用多种数据源，如Landsat影像和SRTM数字高程模型，可以全面了解冰川湖泊的空间和时间动态及其与冰川的关系，这对于分析几十年来湖泊变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Landsat imagery and the NDWI method for glacial lake boundary delineation in the Nepal Himalaya?",
        "QuestionCn": "您将如何评估在尼泊尔喜马拉雅地区使用Landsat影像和NDWI方法进行冰川湖边界划定的有效性？",
        "AnswerEn": "The use of Landsat imagery combined with the NDWI method for glacial lake boundary delineation is effective due to the availability of multi-temporal data and the semiautomated nature of NDWI, which facilitates the differentiation of water bodies from surrounding landscapes. However, the approach requires post-correction through visual checks and manual editing to address challenges like snow/ice cover and shadows, indicating that while effective, the method requires human intervention for accuracy.",
        "AnswerCn": "结合Landsat影像和NDWI方法进行冰川湖边界划定是有效的，因为可以获得多时相数据，并且NDWI的半自动化特性有助于区分水体与周围景观。然而，该方法需要通过视觉检查和手动编辑进行后期修正，以应对雪/冰覆盖和阴影等挑战，这表明尽管该方法有效，但仍需人工干预以确保准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in creating a comprehensive inventory of glacial lakes using remote sensing data, and how might these challenges affect data accuracy?",
        "QuestionCn": "使用遥感数据创建冰川湖泊综合清单的潜在挑战有哪些，这些挑战可能如何影响数据的准确性？",
        "AnswerEn": "Potential challenges in creating a comprehensive inventory using remote sensing data include the variability in spatial and temporal resolution of the imagery, the presence of snow/ice cover, shadows, and debris that can obscure lake boundaries, and the need for manual post-correction. These challenges can affect data accuracy by introducing uncertainties in delineation and classification processes, necessitating careful visual inspection and editing to ensure reliability.",
        "AnswerCn": "使用遥感数据创建综合清单的潜在挑战包括影像的空间和时间分辨率的变化、雪/冰覆盖的存在、阴影和碎片可能遮挡湖泊边界，以及需要手动后期修正。这些挑战可能通过在划界和分类过程中引入不确定性来影响数据的准确性，因此需要仔细的视觉检查和编辑，以确保可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset about glacial lakes in the Nepal Himalaya is compiled using satellite imagery.",
        "QuestionCn": "我不明白如何使用卫星影像编制关于尼泊尔喜马拉雅山脉冰川湖泊的数据集。",
        "AnswerEn": "The dataset is compiled using Landsat MSS/TM/ETM+/OLI imagery by applying a semi-automated water classification method to distinguish water bodies from non-water bodies. Lake boundaries are then extracted and visually checked against the original Landsat images for accuracy and manually edited if necessary.",
        "AnswerCn": "该数据集是通过应用半自动化水体分类方法，利用Landsat MSS/TM/ETM+/OLI影像编制的，以区分水体和非水体。然后提取湖泊边界，并与原始Landsat影像进行视觉检查以确保准确性，如有必要，进行手动编辑。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced during data collection for glacial lakes in the Nepal Himalaya.",
        "QuestionCn": "我对在尼泊尔喜马拉雅地区收集冰川湖数据时面临的挑战感到不确定。",
        "AnswerEn": "One of the challenges is that, despite the warming climate and rapid glacier recession, the frequency of glacial lake outburst flood events hasn't changed, which makes it difficult to predict future events. Furthermore, the spatial and temporal heterogeneity of the lakes adds complexity to the data collection process.",
        "AnswerCn": "其中一个挑战是，尽管气候变暖和冰川迅速退缩，冰川湖溃决洪水事件的频率并没有变化，这使得预测未来事件变得困难。此外，湖泊的空间和时间异质性增加了数据收集过程的复杂性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze how the use of semiautomated water classification methods, such as NDWI, can be improved or expanded for delineating glacial lake boundaries in Landsat imagery.",
        "QuestionCn": "请分析如何改进或扩展半自动化水体分类方法，如NDWI，以在Landsat影像中划定冰川湖泊边界。",
        "AnswerEn": "In the field, semiautomated methods like NDWI are used to delineate glacial lake boundaries by processing Landsat data. The method involves band combination, radiometric calibration, and water feature extraction in ENVI software, with global-local segmentation determined from the Otsu method. Improvement can involve refining the algorithm to address issues like snow/ice cover and shadow components through enhanced post-correction techniques, or integrating additional spectral indices to improve accuracy.",
        "AnswerCn": "在该领域，半自动化方法如NDWI被用于通过处理Landsat数据来划定冰川湖的边界。该方法涉及波段组合、辐射校正和在ENVI软件中提取水体特征，使用Otsu方法确定全局-局部分割。改进可以通过增强后校正技术来解决雪/冰覆盖和阴影成分等问题，或整合额外的光谱指数以提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore the challenges involved in collecting data on glacial lakes in the Nepal Himalaya using remote sensing technologies.",
        "QuestionCn": "请探讨在尼泊尔喜马拉雅地区使用遥感技术收集冰川湖数据所面临的挑战。",
        "AnswerEn": "Challenges in collecting data on glacial lakes in the Nepal Himalaya using remote sensing technologies include the heterogeneous and dynamic nature of glacial lakes, the presence of snow/ice cover and shadow components that complicate image processing, and the need to visually check and edit data to ensure accuracy. Despite advancements, warming and glacier recession have not significantly altered GLOF event incidence, highlighting the complexity of predicting future risks based on current data.",
        "AnswerCn": "在尼泊尔喜马拉雅地区，使用遥感技术收集冰川湖数据面临的挑战包括冰川湖的异质性和动态特性、雪/冰覆盖和阴影成分的存在使得图像处理变得复杂，以及需要进行视觉检查和编辑数据以确保准确性。尽管技术有所进步，但变暖和冰川退缩并没有显著改变冰川湖溃决（GLOF）事件的发生频率，这突显了基于当前数据预测未来风险的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}