{
    "id": "9430c763-8c6f-4f03-81ea-8f692801f69e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Plant Hi-C sequencing data (2019)",
            "titleCn": "植物Hi-C测序数据（2019）",
            "description": "Through the bioinformatics analysis after Hi-C sequencing, most of the sequences in the preliminary assembled genome sketch can be located on the chromosome, and the sequence and direction of these sequences on the chromosome can be determined, which lays an important foundation for obtaining high-quality sequence map. Therefore, by using this technology, the research team can divide the sequence in the sketch of the genome sequence of Aralia racemosa into groups with the same chromosome number as the species, and determine the order and orientation of all sequences in each group. After that, we can combine the data of reference genome, EST sequence, related species and genetic map of Aralia racemosa The accuracy of grouping and the order and direction between sequences were evaluated.",
            "descriptionCn": "蔓菁基因组序列，经过Hi-C测序后的生物信息学分析可以实现将初步组装的基因组草图中的大部分序列定位到染色体，并能够确定这些序列在染色体上的顺序和方向，为获得高质量的序列图谱奠定重要的基础。故课题组通过该技术把蔓菁基因组序列草图中的序列分别划分到同该物种染色体数目一致的群组（Group）中，并且确定每一群组中所有序列的顺序（Order）及方向（Orientation），之后可以结合参考蔓菁基因组、转录组组装序列（EST序列）、近缘物种及遗传图谱数据对划分群组的准确性及序列之间的顺序和方向进行评估。",
            "instructions": "File name: sequencing data is stored in text format, and the file name is \"20181106lachesis\"_ assembly.fasta ”, of which 2018 represents the year and 1106 represents the date. Data reading mode: the data can be opened directly with a text program. (e.g. EDITPLUS)",
            "instructionsCn": "文件命名：测序数据以文本格式存储，文件的名称为“20181106Lachesis_assembly.fasta”，其中2018代表年，1106代表日期。数据读取方式：该数据可以直接用文本程序打开。（如：EditPlus）",
            "east": 97.0,
            "west": 95.0,
            "south": 31.0,
            "north": 32.0,
            "startTime": "2018-12-07 08:00:00",
            "endTime": "2023-01-06 19:59:59",
            "fileSize": 13855.0,
            "cstr": "18406.11.Paleoenv.tpdc.270898",
            "doi": "10.11888/Paleoenv.tpdc.270898",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "段元文",
                "nameEn": "DUAN Yuanwen",
                "unitEn": "",
                "unitCn": "中国科学院昆明植物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Turnip Genome Provides Insights into Independent Evolution of Glucosinolate Biosynthesis",
                "referenceCn": null,
                "referenceEn": "Yang, Y.Q., Sun, X.D., Kong, X.X., Wang, C.T., Yang, Y., Yin, X., Yang, D.N., Duan, Y.W., & \n Yang, Y.P. (2019). The Turnip Genome Provides Insights into Independent Evolution of Glucosinolate Biosynthesis, Nature Communications, 34(4), 848-854."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how Hi-C sequencing data can be used to improve the accuracy of plant genome sequence assembly?",
                "QuestionCn": "您能否提供一个示例，说明如何使用Hi-C测序数据来提高植物基因组序列组装的准确性？",
                "AnswerEn": "Hi-C sequencing data can enhance plant genome sequence assembly by allowing researchers to position a majority of the sequences from a preliminary genome assembly draft onto chromosomes. This method helps determine the sequence order and orientation on the chromosomes, thereby facilitating the creation of high-quality sequence maps. For instance, in the case of the turnip genome, Hi-C sequencing was used to group sequences into chromosome-consistent clusters, and determine the order and orientation of sequences within each group. The accuracy of these groupings and the sequence arrangements can be further evaluated using reference genomes, assembled transcriptome sequences (EST sequences), closely related species, and genetic mapping data.",
                "AnswerCn": "Hi-C测序数据可以通过帮助研究人员将初步基因组组装草图中的大多数序列定位到染色体上，从而增强植物基因组序列组装。这种方法有助于确定染色体上的序列顺序和方向，从而促进高质量序列图的创建。例如，在芜菁基因组的案例中，使用Hi-C测序将序列分组为染色体一致的簇，并确定每个组内序列的顺序和方向。这些分组的准确性和序列排列可以通过参考基因组、组装的转录组序列（EST序列）、密切相关的物种以及遗传图谱数据进一步评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and features of sequences in a plant genome after Hi-C sequencing and how do they contribute to high-quality genome mapping?",
                "QuestionCn": "Hi-C测序后植物基因组中序列的特征和特点是什么，它们如何有助于高质量基因组映射？",
                "AnswerEn": "order, orientation, chromosome mapping, grouping consistent with chromosome number",
                "AnswerCn": "排序、定向、染色体作图、与染色体编号一致的分组",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Hi-C sequencing data' mean in the context of plant genome assembly and analysis?",
                "QuestionCn": "在植物基因组组装和分析的背景下，“Hi-C测序数据”指的是一种用于研究基因组三维结构的技术。通过捕获和测序在细胞核中相互接近的DNA片段，Hi-C测序数据可以提供关于基因组如何在空间中折叠和组织的信息，从而帮助改进基因组组装的质量和准确性。",
                "AnswerEn": "Hi-C sequencing data refers to a technique used in plant genome assembly and analysis to map sequences onto chromosomes. It involves bioinformatics analysis of sequenced data to determine the order and orientation of sequences in a draft genome, aligning them with the number of chromosomes in the species. This approach helps in creating high-quality sequence maps by grouping sequences into chromosome-consistent groups and assessing their accuracy with reference genomes, transcriptome sequences, related species, and genetic map data.",
                "AnswerCn": "Hi-C测序数据是指一种用于植物基因组组装和分析的技术，用于将序列映射到染色体上。它涉及对测序数据的生物信息学分析，以确定草图基因组中序列的顺序和方向，并将其与物种中的染色体数量对齐。这种方法通过将序列分组为与染色体一致的组来帮助创建高质量的序列图，并通过参考基因组、转录组序列、相关物种和遗传图数据评估其准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the process of organizing genomic sequences into chromosomal groups using Hi-C sequencing data compare to traditional methods of genetic mapping in terms of accuracy and efficiency?",
                "QuestionCn": "使用Hi-C测序数据将基因组序列组织成染色体组的过程与传统的遗传图谱方法在准确性和效率方面有何比较？",
                "AnswerEn": "The process of organizing genomic sequences into chromosomal groups using Hi-C sequencing data allows for the positioning of sequences on chromosomes and determining their order and orientation, which lays a critical foundation for obtaining high-quality sequence maps. This approach may offer improved accuracy and efficiency over traditional genetic mapping methods by using bioinformatics analyses to align sequences in a way that is consistent with the species' chromosome number. It also provides the capability to evaluate the accuracy of group assignments and sequence order and orientation by integrating reference genomes, transcriptome assembly sequences (EST sequences), related species, and genetic map data, potentially offering more comprehensive and precise mapping compared to traditional methods.",
                "AnswerCn": "利用Hi-C测序数据将基因组序列组织成染色体组的过程，可以确定序列在染色体上的位置以及它们的顺序和方向，这为获得高质量的序列图谱奠定了重要基础。这种方法通过使用生物信息学分析以与物种的染色体数量一致的方式对序列进行对齐，可能在准确性和效率上优于传统的遗传图谱方法。它还提供了通过整合参考基因组、转录组组装序列（EST序列）、相关物种和遗传图谱数据来评估组分配和序列顺序及方向准确性的能力，可能提供比传统方法更全面和精确的图谱。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the accuracy and quality of genomic mapping when using Hi-C sequencing data to order and orient sequences on chromosomes in plant genomes?",
                "QuestionCn": "可以推断出，使用Hi-C测序数据对植物基因组中的序列进行排序和定向时，基因组映射的准确性和质量。",
                "AnswerEn": "Hi-C sequencing data enables the ordering and orientation of sequences on chromosomes in plant genomes by grouping sequences into clusters that match the number of chromosomes in the species. This method allows for the accurate placement of sequences and determination of their order and orientation, providing a strong foundation for creating high-quality genomic maps. The accuracy of this approach can be assessed by comparing the arranged sequences with reference genomes, transcriptome assembly sequences (EST sequences), closely related species, and genetic map data to evaluate the precision of groupings and sequence arrangements.",
                "AnswerCn": "Hi-C测序数据通过将序列分组为与物种染色体数量相匹配的簇，使植物基因组中序列的排序和方向确定成为可能。这种方法允许准确放置序列并确定它们的顺序和方向，为创建高质量的基因组图提供了坚实的基础。可以通过将排列的序列与参考基因组、转录组组装序列（EST序列）、密切相关的物种和遗传图数据进行比较来评估这种方法的准确性，从而评估分组和序列排列的精确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of applying Hi-C sequencing data and bioinformatics analysis to the preliminary assembly of plant genome sequences in terms of their organization and accuracy?",
                "QuestionCn": "应用Hi-C测序数据和生物信息学分析于植物基因组序列的初步组装，可能在其组织和准确性方面产生以下潜在结果。",
                "AnswerEn": "Applying Hi-C sequencing data and bioinformatics analysis can result in the localization of most sequences from a preliminary plant genome assembly onto chromosomes, determining their order and orientation. This provides a crucial foundation for constructing high-quality genome maps, allowing for grouping sequences into chromosome-consistent groups, and assessing accuracy using reference genomes, transcriptome assemblies, related species data, and genetic maps.",
                "AnswerCn": "应用Hi-C测序数据和生物信息学分析可以将大多数序列定位到初步植物基因组组装的染色体上，确定它们的顺序和方向。这为构建高质量的基因组图提供了重要基础，使得能够将序列分组为染色体一致的组，并通过参考基因组、转录组组装、相关物种数据和遗传图谱评估准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of utilizing Hi-C sequencing technology in the assembly and analysis of plant genomes like the turnip genome?",
                "QuestionCn": "利用Hi-C测序技术在植物基因组（如芜菁基因组）的组装和分析中的最终目标是什么？",
                "AnswerEn": "The ultimate goal of utilizing Hi-C sequencing technology in the assembly and analysis of plant genomes, such as the turnip genome, is to accurately position most sequences from a preliminary genome assembly onto chromosomes. This approach determines the order and orientation of these sequences, thus providing a foundation for high-quality sequence mapping. The method further divides sequences into groups consistent with the species' chromosome number and assesses the accuracy of these groupings and sequence arrangements by integrating reference genome data, transcriptome assemblies, related species, and genetic map data.",
                "AnswerCn": "利用Hi-C测序技术在植物基因组（如芜菁基因组）的组装和分析中的最终目标是将初步基因组组装中的大多数序列准确地定位到染色体上。这种方法确定了这些序列的顺序和方向，从而为高质量的序列映射提供了基础。该方法进一步将序列划分为与物种染色体数目一致的组，并通过整合参考基因组数据、转录组组装、相关物种和遗传图谱数据来评估这些分组和序列排列的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using Hi-C sequencing to organize genomic sequences into chromosome-consistent groups and determine the sequence order and orientation for a plant genome?",
                "QuestionCn": "使用Hi-C测序将基因组序列组织成染色体一致的组，并确定植物基因组的序列顺序和方向的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve using Hi-C sequencing data to perform bioinformatics analysis that allows for the placement of sequences from a draft genome assembly onto chromosomes. This includes grouping sequences into chromosome-consistent groups, determining the order and orientation of these sequences, and evaluating the accuracy of these groupings and arrangements using reference genomes, transcriptome assembly sequences (EST sequences), related species, and genetic map data.",
                "AnswerCn": "这些程序步骤涉及使用Hi-C测序数据进行生物信息学分析，以便将草图基因组组装中的序列放置到染色体上。这包括将序列分组为染色体一致的组，确定这些序列的顺序和方向，并使用参考基因组、转录组组装序列（EST序列）、相关物种和遗传图谱数据评估这些分组和排列的准确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}