{
    "id": "94cbaeda-294a-4724-9bb8-b2d839d39607",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of airborne microwave radiometers (L bands) mission in the river way of middle reaches of the Heihe River Basin on Jul. 3, 2012",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游河道L波段机载微波辐射计数据集（2012年7月3日）",
            "description": "The dataset of airborne Polarimetric L-band Multibeam Radiometers (PLMR) was acquired on 3 July, 2012, located along the riverway of Heihe River in the middle reaches of the Heihe River Basin. The aircraft took off at 11:40 am (UTC+8) from Zhangye airport and landed at 14:10 pm, with the flight time of 2.5 hours. The flight was performed in the altitude of about 350 m and at the speed of about 220-250 km during the observation, corresponding to an expected ground resolution of about 100 m. \nThe PLMR instrument flown on a small aircraft operates at 1.413 GHz (L-band), with both H- and V-polarizations at incidence angles of ±7.5°, ±21.5° and ±38.5°. PLMR ‘warm’ and ‘cold’ calibrations were performed before and after each flight. The processed PLMR data include 2 DAT files (v-pol and h-pol separately) and 1 KMZ file for each flying day. The DAT file contains all the TB values together with their corresponding beam ID, incidence angle, location, time stamp (in UTC) and other flight attitude information as per headings. The KMZ file shows the gridded 1-km TB values corrected to 38.5 degrees together with flight lines. Cautions should be taken when using these data, as the RFI contaminations are often higher than expected at v-polarization.",
            "descriptionCn": "本数据集为L波段机载微波辐射计于2012年7月3日获取，地点在黑河河道地区。\n其中L波段频率为1.4GHz，天顶角观测，V极化与H极化信息；飞机11:40（北京时间，下同）从张掖机场起飞，14:10降落。飞行历时2.5小时。在观测期间，飞行高度350m左右，飞行速度220-250km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和地理位置KMZ数据。微波辐射计数据包括V极化与H极化两个数据文件，分辨率100 m，每个数据文件包含所观测TB值和对应扫描波束ID、入射角、位置、时间标记(UTC)和其他飞行姿态信息。KMZ文件给出38.5入射角下飞区域行1公里网格TB值分布数据。飞机前和结束时微波辐射计分别进行了“热”和“冷”辐射校正。微波辐射计数据应考虑电磁波干扰影响，V极化TB值受电磁波干扰较强，H极化受影响较小。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.77478,
            "west": 99.8356,
            "south": 38.7781,
            "north": 39.5,
            "startTime": "2018-11-23 10:49:31",
            "endTime": "2018-11-23 10:49:31",
            "fileSize": 23583384.0,
            "cstr": "18406.11.hiwater.014.2013.db",
            "doi": "10.3972/hiwater.014.2013.db",
            "dataFormat": "文本",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "高莹",
                "nameEn": "Gao Ying",
                "unitEn": "",
                "unitCn": "Monash University"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "机载遥感",
                "nameEn": "Airborne remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "中游河道",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-03",
                "keywordEn": "2012-07-03",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it necessary to perform both 'hot' and 'cold' radiation calibration for the microwave radiometer used in data collection?",
                "QuestionCn": "对于用于数据收集的微波辐射计，进行“热”辐射和“冷”辐射校准是否必要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are multiscale observations crucial for studying eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "多尺度观测对于研究异质表面的生态水文过程是否至关重要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the data collection method involve the use of hierarchically nested scales to capture eco-hydrological processes?",
                "QuestionCn": "数据收集方法是否涉及使用分层嵌套尺度来捕捉生态水文过程？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where can multiscale datasets related to eco-hydrological processes be accessed?",
                "QuestionCn": "可以在哪里访问与生态水文过程相关的多尺度数据集？",
                "AnswerEn": "figshare and the Cold and Arid Regions Science Data Centre",
                "AnswerCn": "Figshare和寒区科学数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in the field of upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "在异质表面上提升生态水文过程的领域面临哪些挑战？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how eco-hydrological processes are upscaled using multiscale observations in a heterogeneous surface environment?",
                "QuestionCn": "您能否提供一个例子，说明如何在异质表面环境中使用多尺度观测对生态水文过程进行上尺度处理？",
                "AnswerEn": "The HiWATER experiment is an example of addressing the challenge of upscaling eco-hydrological processes through instrumentation on hierarchically nested scales, capturing multiscale and multidisciplinary data in an oasis-desert system.",
                "AnswerCn": "HiWATER实验是一个通过在层次嵌套的尺度上进行仪器测量，捕捉多尺度和多学科数据，以应对生态水文过程上升挑战的例子，特别是在绿洲-沙漠系统中。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates eco-hydrological sensor networks with airborne remote sensing techniques?",
                "QuestionCn": "您能否提供一个将生态水文传感器网络与航空遥感技术相结合的数据集示例？",
                "AnswerEn": "A multiscale dataset from the HiWATER experiment integrates eco-hydrological sensor networks, including soil moisture and leaf area index, with hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "HiWATER实验的多尺度数据集整合了生态水文传感器网络，包括土壤湿度和叶面积指数，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the L-band microwave radiometer data collected in the Heihe River basin?",
                "QuestionCn": "在黑河流域收集的L波段微波辐射计数据的具体特征是什么？",
                "AnswerEn": "V polarization, H polarization, 1.4GHz frequency, 100 m resolution, observed brightness temperature values, scan beam ID, incident angle, location, time stamp (UTC), flight posture information",
                "AnswerCn": "V极化，H极化，1.4GHz频率，100米分辨率，观测亮温值，扫描波束ID，入射角，位置，时间戳（UTC），飞行姿态信息",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What features define the multiscale dataset obtained from the HiWATER experiment in the oasis-desert area?",
                "QuestionCn": "HiWATER实验中获得的多尺度数据集的特征是什么？",
                "AnswerEn": "flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network of soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
                "AnswerCn": "涡度相关塔的通量观测矩阵、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数的生态水文传感器网络、使用LiDAR的超高分辨率机载遥感、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态和光合作用过程的同步地面测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the defining properties of the instrumentation arrangement used in the HiWATER experiment to capture multi-scale eco-hydrological processes?",
                "QuestionCn": "HiWATER实验中用于捕捉多尺度生态水文过程的仪器布置的定义特性是什么？",
                "AnswerEn": "hierarchically nested scale setup, sparse network, superstation within the oasis, four eddy covariance towers, four two-layer automatic meteorological stations, sandy desert, desert pavement, desert steppe, wetland, intensive observations at the irrigation district scale",
                "AnswerCn": "分层嵌套尺度设置，稀疏网络，绿洲内的超级站，四个涡度相关塔，四个双层自动气象站，沙漠，戈壁，荒漠草原，湿地，灌溉区尺度的密集观测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment in 2012 to collect eco-hydrological data?",
                "QuestionCn": "在2012年的HiWATER实验中，共进行了多少个强观测期（IOPs）以收集生态水文数据？",
                "AnswerEn": "The exact number of intensive observation periods (IOPs) conducted during the HiWATER experiment in 2012 is not specified.",
                "AnswerCn": "在2012年HiWATER实验期间进行的强化观测期（IOPs）的确切数量未被明确说明。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of the L-band used in airborne microwave radiometer data collection for the eco-hydrological study?",
                "QuestionCn": "L波段在空中微波辐射计数据收集中的频率是多少，用于生态水文研究？",
                "AnswerEn": "1.4GHz",
                "AnswerCn": "1.4吉赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA using various instruments during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年的HiWATER实验中，进行了多少次空中遥感任务，以各种仪器覆盖FEA？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are 'hierarchically nested scales' in the context of eco-hydrological data collection?",
                "QuestionCn": "在生态水文数据收集的背景下，“层次嵌套尺度”指的是在不同的空间和时间尺度上进行数据收集和分析的方式，这些尺度之间存在层次关系和相互依赖性。",
                "AnswerEn": "In the context of eco-hydrological data collection, 'hierarchically nested scales' refer to the arrangement of instruments at different spatial scales to capture multi-scale eco-hydrological processes. This involves using various instruments like a sparse network, superstations, eddy covariance towers, and automatic meteorological stations to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "在生态水文数据收集的背景下，“层次嵌套尺度”指的是在不同空间尺度上布置仪器，以捕捉多尺度生态水文过程。这涉及使用各种仪器，如稀疏网络、超级站、涡度协方差塔和自动气象站，以获取多尺度和多学科的数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How is 'microwave radiometer calibration' defined in the context of airborne remote sensing data collection?",
                "QuestionCn": "在航空遥感数据采集的背景下，“微波辐射计校准”是如何定义的。",
                "AnswerEn": "In the context of airborne remote sensing data collection, 'microwave radiometer calibration' involves performing 'hot' and 'cold' radiation corrections at the beginning and end of flights to ensure data accuracy. This process is crucial to account for electromagnetic wave interference, which affects the V polarization more strongly than the H polarization.",
                "AnswerCn": "在空气遥感数据收集的背景下，“微波辐射计校准”涉及在飞行开始和结束时进行“热”与“冷”辐射校正，以确保数据的准确性。这个过程对于考虑电磁波干扰至关重要，因为电磁波干扰对V极化的影响比对H极化的影响更强。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'multi-angle thermal imager' mean in the context of remote sensing missions?",
                "QuestionCn": "“多角度热成像仪”在遥感任务中的含义是什么？",
                "AnswerEn": "In the context of remote sensing missions, a 'multi-angle thermal imager' refers to an instrument used during airborne missions to capture thermal images from different angles. This tool is part of a suite of instruments, including LiDAR and imaging spectrometers, deployed to cover areas such as the irrigation district scale for comprehensive data collection.",
                "AnswerCn": "在遥感任务的背景下，“多角度热成像仪”指的是一种在空中任务中使用的仪器，用于从不同角度捕捉热图像。该工具是一个仪器套件的一部分，包括激光雷达和成像光谱仪，旨在覆盖灌溉区规模，以进行全面的数据收集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) compare to traditional remote sensing techniques in terms of capturing multiscale eco-hydrological processes?",
                "QuestionCn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)中使用的数据收集方法与传统遥感技术在捕捉多尺度生态水文过程方面有何比较？",
                "AnswerEn": "The HiWATER experiment employs a hierarchically nested scale approach with instruments like eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, which are tailored to capture multiscale eco-hydrological processes. This approach differs from traditional remote sensing techniques by integrating a sparse network and superstations within diverse landscapes to ensure comprehensive multiscale observations. In contrast, traditional methods may not focus on such hierarchical scales or the integration of diverse landscapes.",
                "AnswerCn": "HiWATER实验采用分层嵌套的尺度方法，使用涡度协方差塔、大孔径闪烁仪和自动气象站等仪器，旨在捕捉多尺度生态水文过程。这种方法与传统遥感技术不同，通过在多样化的景观中整合稀疏网络和超级站点，确保全面的多尺度观测。相比之下，传统方法可能并不关注这样的层次尺度或多样化景观的整合。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when collecting multiscale data during the HiWATER experiment compared to those encountered in standard hydrometeorological observations?",
                "QuestionCn": "在HiWATER实验中收集多尺度数据时面临的挑战与标准水文气象观测中遇到的挑战有什么不同？",
                "AnswerEn": "The HiWATER experiment faces the challenge of the poor availability of multiscale observations, which is addressed by employing intensive observation periods and a variety of instruments at different scales. This differs from standard hydrometeorological observations that may not prioritize multiscale data collection or face challenges due to the lack of such diverse instrumentation and hierarchical scale consideration.",
                "AnswerCn": "HiWATER实验面临多尺度观测可用性差的挑战，通过采用密集观测期和不同尺度的多种仪器来应对。这与标准的水文气象观测不同，后者可能不优先考虑多尺度数据收集，或由于缺乏多样化的仪器和层次尺度的考虑而面临挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What general principles can be inferred about the challenges in collecting multiscale eco-hydrological data in heterogeneous environments?",
                "QuestionCn": "在异质环境中收集多尺度生态水文数据的挑战可以推断出一些一般原则。",
                "AnswerEn": "The challenges in collecting multiscale eco-hydrological data include the poor availability of multiscale observations and the complexity of capturing eco-hydrological processes in heterogeneous environments. This requires an instrumentation approach on hierarchically nested scales to address these challenges effectively.",
                "AnswerCn": "收集多尺度生态水文数据的挑战包括多尺度观测的可用性差以及在异质环境中捕捉生态水文过程的复杂性。这需要在分层嵌套尺度上采取仪器方法，以有效应对这些挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How can the arrangement of instruments in hierarchically nested scales contribute to understanding eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "乐器在层次嵌套尺度中的排列如何有助于理解绿洲-沙漠系统中的生态水文过程。",
                "AnswerEn": "The arrangement of instruments in hierarchically nested scales allows for the capture of multiscale eco-hydrological processes. By implementing intensive observation periods and continuous hydrometeorological observations, researchers can study the interactions between different landscape components, such as oases and deserts, using a combination of superstations, eddy covariance towers, and automatic meteorological stations.",
                "AnswerCn": "仪器在层次嵌套尺度中的排列能够捕捉多尺度生态水文过程。通过实施密集观测期和连续的水文气象观测，研究人员可以利用超级观测站、涡度协方差塔和自动气象站研究不同景观组件之间的相互作用，例如绿洲和沙漠。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the poor availability of multiscale observations in eco-hydrological research, and how does it affect data collection methods?",
                "QuestionCn": "导致生态水文学研究中多尺度观测稀缺的原因是什么？这对数据收集方法有什么影响？",
                "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, which is a significant challenge. This lack of data affects the ability to upscale eco-hydrological processes on heterogeneous surfaces effectively.",
                "AnswerCn": "该领域的进展受到多尺度观测数据稀缺的严重挑战。这种数据的缺乏影响了在异质表面上有效地进行生态水文过程的上尺度处理能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might electromagnetic wave interference have a stronger impact on V polarization TB values compared to H polarization in L-band microwave radiometer data collection?",
                "QuestionCn": "电磁波干涉对L波段微波辐射计数据收集中的V极化TB值的影响可能比H极化更强的原因是什么？",
                "AnswerEn": "Electromagnetic wave interference affects V polarization TB values more strongly due to the orientation and sensitivity differences in the polarization modes of the radiometer, necessitating careful consideration during data processing.",
                "AnswerCn": "电磁波干涉对V极化的TB值影响更大，这主要是由于辐射计的极化模式在方向和灵敏度上的差异，因此在数据处理过程中需要谨慎考虑。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using a sparse network of instruments on the upscaling of eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在异质表面上使用稀疏仪器网络对生态水文过程的上升影响有哪些后果？",
                "AnswerEn": "Using a sparse network of instruments can lead to challenges in capturing the full range of eco-hydrological processes on heterogeneous surfaces, which can hinder progress due to the poor availability of multiscale observations necessary for accurate upscaling.",
                "AnswerCn": "使用稀疏的仪器网络可能会导致在异质表面上捕捉生态水文过程的全貌面临挑战，这可能会由于缺乏必要的多尺度观测而阻碍进展，从而影响准确的上尺度处理。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the implementation of intensive observation periods (IOPs) impact the quality and reliability of multiscale eco-hydrological datasets?",
                "QuestionCn": "密集观测期（IOPs）的实施可能会如何影响多尺度生态水文数据集的质量和可靠性？",
                "AnswerEn": "The implementation of intensive observation periods (IOPs) can enhance the quality and reliability of multiscale eco-hydrological datasets by providing a concentrated time frame to collect detailed and comprehensive data, thereby improving the understanding of complex interactions in the eco-hydrological system.",
                "AnswerCn": "实施强化观测期（IOPs）可以通过提供一个集中时间框架来收集详细和全面的数据，从而提高多尺度生态水文数据集的质量和可靠性，进而改善对生态水文系统中复杂相互作用的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential outcomes of integrating ground measurements with hyper-resolution airborne remote sensing in data collection efforts?",
                "QuestionCn": "将地面测量与超高分辨率航空遥感相结合的数据收集工作可能产生的潜在结果是什么？",
                "AnswerEn": "Integrating ground measurements with hyper-resolution airborne remote sensing can lead to a more robust and comprehensive dataset, as it allows for cross-validation of data, enhances the understanding of vegetation dynamics and photosynthesis processes, and supports the generation of quality-controlled observational data.",
                "AnswerCn": "将地面测量与超高分辨率航空遥感相结合，可以形成更强大和全面的数据集，因为这允许数据的交叉验证，增强对植被动态和光合作用过程的理解，并支持生成质量控制的观测数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures used to ensure the quality control of data collected from different instruments in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，确保从不同仪器收集的数据质量控制的程序包括：",
                "AnswerEn": "All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation.",
                "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过了严格的质量控制。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological steps are involved in collecting airborne remote sensing data to study eco-hydrological processes in a heterogeneous landscape?",
                "QuestionCn": "收集空气遥感数据以研究异质景观中的生态水文过程涉及哪些方法步骤？",
                "AnswerEn": "A total of 12 airborne remote sensing missions were conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer to cover the study area.",
                "AnswerCn": "共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以覆盖研究区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and hierarchical scales are used to enable the collection of multiscale eco-hydrological data in heterogeneous surfaces?",
                "QuestionCn": "用于在异质表面收集多尺度生态水文数据的仪器和层次尺度是什么？",
                "AnswerEn": "The HiWATER experiment used instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. Instruments included a sparse network, a superstation within the oasis, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network, and hyper-resolution airborne remote sensing tools like LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "HiWATER实验使用分层嵌套尺度的仪器获取多尺度和多学科数据。仪器包括稀疏网络、绿洲内的超级站、涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器网络，以及超高分辨率的航空遥感工具，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions and technological strategies are employed to ensure the quality and reliability of multiscale datasets in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，为确保多尺度数据集的质量和可靠性，采用了哪些条件和技术策略？",
                "AnswerEn": "All observational data in the HiWATER experiment were carefully quality controlled, involving sensor calibration, data collection, data processing, and dataset generation. These measures ensured the quality and reliability of the multiscale datasets.",
                "AnswerCn": "HiWATER实验中的所有观测数据都经过了严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。这些措施确保了多尺度数据集的质量和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is there a significant challenge in upscaling eco-hydrological processes on heterogeneous surfaces despite advanced data collection techniques?",
                "QuestionCn": "尽管先进的数据收集技术存在，但在异质表面上提升生态水文过程的规模仍面临重大挑战。",
                "AnswerEn": "The challenge in upscaling eco-hydrological processes arises due to the poor availability of multiscale observations, which limits progress in this field. Despite the use of hierarchically nested scales for data collection in experiments like HiWATER, the complexity of the interactions and processes involved continues to pose a significant challenge.",
                "AnswerCn": "生态水文过程的上升挑战源于多尺度观测的稀缺，这限制了该领域的进展。尽管在HiWATER等实验中采用了分层嵌套尺度的数据收集，但所涉及的相互作用和过程的复杂性仍然构成了重大挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges faced when ensuring the quality and reliability of datasets obtained from airborne remote sensing missions?",
                "QuestionCn": "确保从空中遥感任务获得的数据集的质量和可靠性时可能面临的挑战有哪些？",
                "AnswerEn": "One potential challenge is managing electromagnetic wave interference, which can significantly impact the accuracy of V polarization TB values. Ensuring quality and reliability also involves thorough sensor calibration, data collection, data processing, and dataset generation, as well as conducting both 'hot' and 'cold' radiation calibration for the microwave radiometer data.",
                "AnswerCn": "一个潜在的挑战是管理电磁波干扰，这可能会显著影响V极化TB值的准确性。确保质量和可靠性还涉及到传感器的全面校准、数据收集、数据处理和数据集生成，以及对微波辐射计数据进行“热”辐射和“冷”辐射的校准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about how multiscale and multidisciplinary observations are effectively obtained in eco-hydrological research.",
                "QuestionCn": "我不确定在生态水文学研究中如何有效获得多尺度和多学科的观测数据。",
                "AnswerEn": "The HiWATER experiment addresses this by using instrumentation on hierarchically nested scales. This includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来解决这个问题。这包括一个通量观测矩阵，包含涡度协方差塔、大孔径闪烁仪和自动气象站，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的航空遥感任务。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand the challenges in collecting eco-hydrological data on heterogeneous surfaces.",
                "QuestionCn": "我不理解在异质表面收集生态水文数据的挑战。",
                "AnswerEn": "One of the main challenges is the poor availability of multiscale observations, which hinders progress in the field. HiWATER aims to overcome this by establishing a sparse network and utilizing a superstation within an oasis, along with additional towers and meteorological stations in various surrounding landscapes to capture multi-scale processes.",
                "AnswerCn": "主要挑战之一是多尺度观测的稀缺性，这阻碍了该领域的进展。HiWATER旨在通过建立一个稀疏网络并利用一个位于绿洲中的超级站，以及在周围不同景观中设置额外的塔和气象站，来捕捉多尺度过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't figure out how airborne remote sensing data is integrated with ground measurements in eco-hydrological studies.",
                "QuestionCn": "我无法弄清楚在生态水文研究中，航空遥感数据是如何与地面测量数据结合的。",
                "AnswerEn": "In the HiWATER project, airborne remote sensing data collected through LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer are synchronized with ground measurements of vegetation dynamics and photosynthesis processes. This integration is supported by a comprehensive observation system that ensures data quality through sensor calibration, data collection, and processing.",
                "AnswerCn": "在HiWATER项目中，通过激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计收集的航空遥感数据与植被动态和光合作用过程的地面测量数据进行了同步。这一整合得到了一个综合观测系统的支持，该系统通过传感器校准、数据收集和处理确保数据质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the data collection methods used to capture eco-hydrological processes on a heterogeneous surface in the Heihe Watershed region, focusing on instrumentation and observational techniques.",
                "QuestionCn": "请探讨在黑河流域区域捕捉生态水文过程所使用的数据收集方法，重点关注仪器和观测技术。",
                "AnswerEn": "The HiWATER experiment employed instrumentation on hierarchically nested scales to capture multiscale and multidisciplinary data. Intensive observation periods (IOPs) and continuous hydrometeorological observations were conducted, involving a sparse network for oasis-desert interaction and a superstation within the oasis. Various instruments, including EC towers, automatic meteorological stations, LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, were used to capture eco-hydrological processes.",
                "AnswerCn": "HiWATER实验采用分层嵌套的仪器设备，以捕捉多尺度和多学科的数据。进行了强烈观测期（IOPs）和持续的水文气象观测，涉及稀疏的网络以研究绿洲-沙漠相互作用，以及绿洲内的超级站。使用了多种仪器，包括生态系统碳通量塔、自动气象站、激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以捕捉生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please analyze the challenges associated with obtaining multiscale observations in the context of eco-hydrological research in arid regions.",
                "QuestionCn": "分析在干旱地区生态水文研究中获取多尺度观测所面临的挑战。",
                "AnswerEn": "A significant challenge in eco-hydrological research is the poor availability of multiscale observations. This limitation hinders progress in understanding and upscaling eco-hydrological processes on heterogeneous surfaces. The HiWATER experiment was specifically designed to address this challenge by implementing a comprehensive observation system that includes a variety of data collection techniques and instruments.",
                "AnswerCn": "生态水文研究中的一个重大挑战是多尺度观测的可用性较差。这一限制妨碍了对异质表面生态水文过程的理解和上尺度化。HiWATER实验专门设计用于解决这一挑战，通过实施一个综合观测系统，包含多种数据收集技术和仪器。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets available for studying vegetation dynamics and photosynthesis processes in oasis-desert areas and discuss their features.",
                "QuestionCn": "请识别可用于研究绿洲-沙漠地区植被动态和光合作用过程的潜在数据集，并讨论它们的特征。",
                "AnswerEn": "The multiscale dataset obtained from HiWATER includes hyper-resolution airborne remote sensing data and synchronical ground measurements of vegetation dynamics and photosynthesis processes. This dataset, which is freely available at figshare and the Cold and Arid Regions Science Data Centre, features data from a flux observation matrix, eco-hydrological sensor networks, and various remote sensing technologies, all quality controlled throughout the data collection process.",
                "AnswerCn": "HiWATER获得的多尺度数据集包括超高分辨率的航空遥感数据和同步的植被动态及光合作用过程的地面测量数据。该数据集可在figshare和寒区与干旱区科学数据中心免费获取，包含来自通量观测矩阵、生态水文传感器网络和各种遥感技术的数据，所有数据在收集过程中都经过质量控制。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}