{
  "id": "94ef36d8-156a-43ff-b258-90b1b3a02da0",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of surface temperature of water body in Er’ba Reservoir",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游二坝水库水体表面温度观测数据集",
      "description": "Er’ba Reservoir surface temperature of water body can offer in situ calibration data for TASI, WiDAS and L band sensor used in aerospace experiment.\nObservation Site:\nThis site is 14 KM away from East of ZhangYe city. It’s located in Er’ba village, JianTan town, ZhangYe city. The coordinates of this site: 38°54′57.14\" N, 100°36′57.39\" E.\nObservation Instrument:\nThe observation system consists of two SI-111 infrared radiometers (Campbell, USA) and two 109SS temperature probes (Campbell, USA). Two SI-111 sensors, one installed vertically downward to water surface, another face to south of zenith angle 35°. Temperature probes float under water surface at 0 cm. SI-111 sensor installed at 3.0 m height, 3.4 m away from water edge.\nObservation Time:\nThis site operates from 27 May, 2012 to 27 September, 2012. Observation data laagered by every 5 seconds uninterrupted. Output data contained sample data of every 5 seconds and mean data of 1 minute.\nAccessory data：\nWater surface infrared temperature (by SI-111), sky infrared temperature (by SI-111), water surface temperature (by 109ss) can be obtained. Dataset is stored in *.dat file, which can be read by Microsoft excel or other text processing software (UltraEdit, et. al). Table heads meaning: TarT_Atm, Sky infrared temperature (℃) @  facing south of zenith angle 35°; SBT_Atm, body temperature of SI-111 sensor (℃) measured sky; TarT_Sur, water surface infrared temperature @ 3.0 m height; SBT_Sur, body temperature of SI-111 sensor (℃) measured water surface; WaterT_1, WaterT_2, water surface temperature (℃) measured by 109SS temperature probes.\nDataset is stored day by day, named as: data format + site name + interval time + date + time. The detailed information about data item showed in data header introduction in dataset.",
      "descriptionCn": "二坝水库红外温度和水面温度观测系统架设目的在于为航空TASI、WiDAS和L波段飞行提供水体表面温度的数据。\n观测地点：\n选择张掖城东14km,甘州区碱滩镇二坝村旁的二坝水库作为观测点。该观测点坐标：38°54'57.14\"N，100°36'57.39\"。\n测量仪器：\n观测内容包括一个垂直对水面的SI-111红外温度探头，一个正南天顶角35度对天观测的SI-111红外温度探头（2012年新购置仪器，其出厂时默认设置的地表发射率为1，试验期间未进行黑体定标）。2个漂浮在水面以下0cm109SS-L温度传感器，数采为Campell CR-1000，自动采集，GPRS无线传输至综汇系统。探头架高3米，离岸距离3.4m。\n测量时间：\n仪器从2012年5月27日起开始正常观测，至9月27日进行不间断地24小时观测，5秒钟记录一次数据，输出5秒钟和1分钟2组值。\n数据内容：\n垂直水体表面温度（TarT_Sur，未进行地表比辐射率、背景温度的校正）、对天空温度（TarT_Atm，未进行天空背景比辐射率的校正），水面0cm直接测量温度（WaterT_1，WaterT_2）。数据最终被存储为1天1个独立文本文件，数据命名方式：数据格式+观测点名称+数据采样时间+日期+时间.dat。详细的数据表头信息见数据内的数据表头说明。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.615942,
      "west": 100.615942,
      "south": 38.915872,
      "north": 38.915872,
      "startTime": "2012-06-04 23:41:00",
      "endTime": "2012-10-05 23:42:00",
      "fileSize": 224412361.0,
      "cstr": "18406.11.hiwater.027.2013.db",
      "doi": "10.3972/hiwater.027.2013.db",
      "dataFormat": "文本, *.dat后缀",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "水域",
        "nameEn": "Water"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "二坝水库",
        "keywordEn": "Er’ba Reservoir"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-05-27至2012-09-27",
        "keywordEn": "2012-05-27 to 2012-09-27",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a dataset that includes multiscale and multidisciplinary observations in the field of eco-hydrological processes?",
        "QuestionCn": "是否有包含生态水文过程领域多尺度和多学科观测的数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Were intensive observation periods conducted to capture multi-scale eco-hydrological processes during data collection?",
        "QuestionCn": "在数据收集期间是否进行了密集观察期以捕捉多尺度生态水文过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Can the data collection method used, which includes instruments arranged in hierarchically nested scales, effectively address the challenge of poor availability of multiscale observations?",
        "QuestionCn": "所使用的数据收集方法，包括按层次嵌套的量表排列的工具，能否有效解决多尺度观测稀缺的问题？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary instruments used for data collection in eco-hydrological studies within the Heihe Watershed?",
        "QuestionCn": "在黑河流域的生态水文研究中，主要使用的数据收集工具有哪些？",
        "AnswerEn": "SI-111 infrared temperature probes, 109SS-L temperature sensors, Campbell CR-1000 data loggers, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
        "AnswerCn": "SI-111 红外温度探头，109SS-L 温度传感器，Campbell CR-1000 数据记录仪，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the observation points located for collecting water surface temperature data in the Heihe Watershed study?",
        "QuestionCn": "在黑河流域研究中，水面温度数据的观测点位于哪里？",
        "AnswerEn": "Erba Reservoir",
        "AnswerCn": "厄巴水库",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the data collection for the water surface temperature observations conducted at the Erba Reservoir?",
        "QuestionCn": "Erba水库的水面温度观测数据收集是在什么时候进行的？",
        "AnswerEn": "May 27, 2012, to September 27, 2012",
        "AnswerCn": "2012年5月27日至2012年9月27日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of instrumentation used for collecting multiscale eco-hydrological data in a heterogeneous surface environment?",
        "QuestionCn": "您能否提供一个在异质表面环境中收集多尺度生态水文数据的仪器示例？",
        "AnswerEn": "An example of instrumentation used for collecting multiscale eco-hydrological data includes the use of a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and a network of eco-hydrological sensors such as soil moisture and leaf area index sensors. This setup was part of the HiWATER experiment in an oasis-desert area.",
        "AnswerCn": "用于收集多尺度生态水文数据的仪器示例包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站以及一系列生态水文传感器，如土壤湿度传感器和叶面积指数传感器。该设置是高原水文实验（HiWATER）的一部分，位于一个绿洲-沙漠地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data collection method used to capture the interaction between an oasis and desert ecosystem?",
        "QuestionCn": "捕捉绿洲与沙漠生态系统之间相互作用的数据收集方法的一个例子是什么？",
        "AnswerEn": "An example of a data collection method used to capture the interaction between an oasis and desert ecosystem is the deployment of a sparse network of sensors and one superstation within the oasis. This setup included eddy covariance towers and automatic meteorological stations in different landscapes, such as sandy deserts, desert pavement, desert steppe, and wetlands.",
        "AnswerCn": "一种用于捕捉绿洲与沙漠生态系统之间相互作用的数据收集方法是部署一个稀疏的传感器网络和一个位于绿洲的超级站。该设置包括在不同景观中，如沙质沙漠、沙漠铺装、沙漠草原和湿地，安装涡度协方差塔和自动气象站。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection instruments used in eco-hydrological observations in the Heihe Watershed?",
        "QuestionCn": "在黑河流域生态水文观测中使用的数据收集工具的特点是什么？",
        "AnswerEn": "SI-111 infrared temperature probes, 109SS-L temperature sensors, Campell CR-1000, flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, airborne remote sensing tools, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "SI-111 红外温度探头，109SS-L 温度传感器，Campbell CR-1000，通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，机载遥感工具，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What attributes of water surface temperature are measured and recorded in the Heihe Watershed dataset?",
        "QuestionCn": "在黑河流域数据集中，测量和记录的水面温度属性包括哪些？",
        "AnswerEn": "vertical water surface temperature, sky temperature, direct water surface temperatures at 0 cm depth",
        "AnswerCn": "垂直水面温度、天空温度、0厘米深度的直接水面温度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with obtaining multiscale eco-hydrological datasets in the Heihe Watershed area?",
        "QuestionCn": "在黑河流域获取多尺度生态水文数据集面临的挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations, need to capture multi-scale eco-hydrological processes using a sparse network, well-planned arrangement of instruments at hierarchically nested scales, integration of various observation systems",
        "AnswerCn": "多尺度观测的可用性差，需要使用稀疏网络捕捉多尺度生态水文过程，精心规划的仪器布置在分层嵌套的尺度上，整合各种观测系统。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many temperature sensors are used in the data collection method for surface temperature observations in the specified reservoir?",
        "QuestionCn": "在指定水库的表面温度观测数据收集方法中使用了多少个温度传感器？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during the HiWATER experiment in 2012?",
        "QuestionCn": "2012年HiWATER实验期间进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the purpose of using an SI-111 infrared temperature probe in water surface temperature observations?",
        "QuestionCn": "使用SI-111红外温度探头进行水面温度观测的目的是什么？",
        "AnswerEn": "The SI-111 infrared temperature probe is used to measure the temperature of the water surface. It includes sensors that observe vertically to the water surface and at a zenith angle to the sky. These measurements provide data on the water body's surface temperature, which is crucial for applications such as remote sensing and modeling in eco-hydrological studies.",
        "AnswerCn": "SI-111红外温度探头用于测量水面温度。它包括垂直观察水面和以天顶角观察天空的传感器。这些测量提供了水体表面温度的数据，这对于遥感和生态水文研究中的建模等应用至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is multiscale data collected in eco-hydrological research experiments like HiWATER?",
        "QuestionCn": "在生态水文研究实验如HiWATER中，如何收集多尺度数据？",
        "AnswerEn": "In eco-hydrological research experiments like HiWATER, multiscale data collection is achieved by using instruments arranged in hierarchically nested scales. This includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, a sensor network for soil moisture and leaf area index, and hyper-resolution airborne remote sensing using technologies such as LiDAR and imaging spectrometers. Such arrangements help in capturing eco-hydrological processes across different spatial scales.",
        "AnswerCn": "在生态水文研究实验如HiWATER中，通过将仪器按层次嵌套的尺度排列，实现了多尺度数据收集。这包括一个通量观测矩阵，包含涡度协方差塔、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数传感器网络，以及使用激光雷达和成像光谱仪等技术的超高分辨率航空遥感。这种安排有助于捕捉不同空间尺度上的生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with the availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "生态水文研究中与多尺度观测可用性相关的挑战有哪些？",
        "AnswerEn": "The availability of multiscale observations in eco-hydrological studies is hindered by challenges such as the need for extensive instrumentation and data integration across various spatial and temporal scales. Limited access to comprehensive datasets capturing diverse environmental interactions and the complexity of managing and processing large volumes of data further complicate the ability to conduct effective multiscale observations.",
        "AnswerCn": "在生态水文研究中，多尺度观测的可用性受到诸多挑战的限制，例如需要广泛的仪器设备以及在不同空间和时间尺度上进行数据整合。获取捕捉多样环境相互作用的综合数据集的机会有限，加上管理和处理大量数据的复杂性，进一步加大了进行有效多尺度观测的难度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the approach of using a sparse network to study oasis-desert interactions compare to the method of utilizing infrared temperature probes for observing water body surface temperatures?",
        "QuestionCn": "使用稀疏网络研究绿洲-沙漠相互作用的方法与利用红外温度探头观察水体表面温度的方法相比，如何？",
        "AnswerEn": "The sparse network approach for studying oasis-desert interactions involves deploying a range of instruments over a wide area to capture diverse data points on interactions and processes, emphasizing spatial variability and ecosystem dynamics. In contrast, using infrared temperature probes for observing water body surface temperatures focuses on localized, high-frequency data collection for specific temperature measurements, emphasizing temporal resolution and precision at a single site.",
        "AnswerCn": "稀疏网络方法用于研究绿洲与沙漠之间的相互作用，涉及在广泛区域内部署多种仪器，以捕捉关于相互作用和过程的多样数据点，强调空间变异性和生态系统动态。相比之下，使用红外温度探头观察水体表面温度则侧重于局部的高频数据收集，专注于特定温度测量，强调时间分辨率和单一地点的精确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the arrangement of instruments at hierarchically nested scales contribute to understanding multiscale eco-hydrological processes in a heterogeneous surface?",
        "QuestionCn": "在分层嵌套尺度上排列仪器如何有助于理解异质表面上的多尺度生态水文过程？",
        "AnswerEn": "The arrangement of instruments at hierarchically nested scales allows researchers to capture multiscale eco-hydrological processes. By having instruments like eddy covariance towers, automatic meteorological stations, and eco-hydrological sensors at various scales, it becomes possible to observe and understand interactions between different landscape features such as oasis, desert, and wetlands, which are crucial for upscaling observations in heterogeneous surfaces.",
        "AnswerCn": "在层次嵌套的尺度上安排仪器，使研究人员能够捕捉多尺度生态水文过程。通过在不同尺度上设置涡度协方差塔、自动气象站和生态水文传感器，可以观察和理解不同景观特征之间的相互作用，如绿洲、沙漠和湿地，这对于在异质表面上进行观测的上尺度化至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise from collecting multiscale and multidisciplinary data in eco-hydrological research, and how can these be addressed?",
        "QuestionCn": "在生态水文研究中，收集多尺度和多学科数据可能会面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "Challenges in collecting multiscale and multidisciplinary data include the poor availability of multiscale observations and the complexity of integrating data from different scales and disciplines. These challenges can be addressed by designing experiments like HiWATER, which use a combination of ground-based and airborne remote sensing instruments, ensuring a comprehensive data collection approach that covers various scales and processes.",
        "AnswerCn": "收集多尺度和多学科数据的挑战包括多尺度观测的可用性差以及整合来自不同尺度和学科的数据的复杂性。这些挑战可以通过设计像HiWATER这样的实验来解决，该实验使用地面和空中遥感仪器的组合，确保全面的数据收集方法，覆盖各种尺度和过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the limited availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文学研究中，限制多尺度观测可用性的因素有哪些？",
        "AnswerEn": "The limited availability of multiscale observations in eco-hydrological studies is primarily due to the complexity and heterogeneity of surfaces, which make it challenging to capture detailed and accurate data at different scales. Additionally, the lack of sufficient instrumentation and observational networks to cover diverse landscapes further hampers data collection efforts.",
        "AnswerCn": "生态水文研究中多尺度观测的有限可用性主要是由于表面的复杂性和异质性，使得在不同尺度上捕捉详细和准确的数据变得具有挑战性。此外，缺乏足够的仪器和观测网络来覆盖多样化的景观进一步阻碍了数据收集工作。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to use hierarchically nested scales in the instrumentation for eco-hydrological data collection?",
        "QuestionCn": "在生态水文数据收集的仪器中使用层次嵌套尺度的重要性是什么？",
        "AnswerEn": "Using hierarchically nested scales in instrumentation is important for eco-hydrological data collection because it allows researchers to capture multi-scale processes and interactions within the ecosystem, such as those between oasis and desert environments. This approach provides a comprehensive understanding of the dynamics and helps in addressing the challenges posed by heterogeneous surfaces.",
        "AnswerCn": "在生态水文数据收集中使用分层嵌套尺度的仪器非常重要，因为它使研究人员能够捕捉生态系统内多尺度过程和相互作用，例如绿洲与沙漠环境之间的相互作用。这种方法提供了对动态的全面理解，并有助于应对异质表面带来的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing a multiscale dataset obtained from eco-hydrological sensor networks for understanding oasis-desert interactions?",
        "QuestionCn": "利用从生态水文传感器网络获得的多尺度数据集来理解绿洲-沙漠相互作用的潜在后果是什么？",
        "AnswerEn": "Utilizing a multiscale dataset from eco-hydrological sensor networks can enhance the understanding of oasis-desert interactions by providing detailed observations across different scales and disciplines. This approach can capture complex processes and improve the accuracy of modeling and predicting eco-hydrological dynamics in heterogeneous landscapes.",
        "AnswerCn": "利用来自生态水文传感器网络的多尺度数据集可以增强对绿洲-沙漠相互作用的理解，通过在不同尺度和学科上提供详细的观察。这种方法能够捕捉复杂的过程，并提高对异质景观中生态水文动态建模和预测的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the choice of instrumentation, such as infrared temperature probes and L-band microwave radiometers, impact the collection of thermal data in remote sensing experiments?",
        "QuestionCn": "仪器选择，如红外温度探头和L波段微波辐射计，如何影响遥感实验中热数据的收集？",
        "AnswerEn": "The choice of instrumentation like infrared temperature probes and L-band microwave radiometers can significantly impact the collection of thermal data by providing precise surface and atmospheric temperature measurements. This leads to improved calibration and validation of remote sensing data, which is crucial for accurately modeling surface temperature dynamics in eco-hydrological studies.",
        "AnswerCn": "仪器选择，如红外温度探头和L波段微波辐射计，可以显著影响热数据的收集，通过提供精确的地表和大气温度测量。这有助于改善遥感数据的校准和验证，这对于准确建模生态水文研究中的地表温度动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting multiscale and multidisciplinary data in eco-hydrological research using instrumentation on hierarchically nested scales?",
        "QuestionCn": "在生态水文研究中，使用分层嵌套尺度的仪器收集多尺度和多学科数据的主要目标是什么？",
        "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface, which is hindered by the poor availability of multiscale observations.",
        "AnswerCn": "主要目标是解决在异质表面上提升生态水文过程的挑战，而这一挑战受到多尺度观测稀缺的限制。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to establish a sparse network and a superstation in oasis-desert systems for eco-hydrological studies?",
        "QuestionCn": "在绿洲-沙漠系统中建立稀疏网络和超级站对于生态水文研究的重要性是什么？",
        "AnswerEn": "It is important to capture multi-scale eco-hydrological processes and investigate the interaction between oasis and desert environments.",
        "AnswerCn": "捕捉多尺度生态水文过程并研究绿洲与沙漠环境之间的相互作用是很重要的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the rationale behind implementing intensive airborne remote sensing missions in hydrometeorological observation experiments?",
        "QuestionCn": "在水文气象观测实验中实施密集的空中遥感任务的理由是什么？",
        "AnswerEn": "The rationale is to cover the FEA using advanced technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, which provide hyper-resolution data critical for studying vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "该 rationale 是利用先进技术如激光雷达、成像光谱仪、多角度热成像仪和 L 波段微波辐射计来覆盖 FEA，这些技术提供了对研究植被动态和光合作用过程至关重要的超高分辨率数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to ensure the accuracy and reliability of temperature measurements in the context of eco-hydrological observations using infrared temperature sensors and water surface temperature sensors?",
        "QuestionCn": "在生态水文观测中，确保红外温度传感器和水面温度传感器温度测量的准确性和可靠性所采用的程序是什么？",
        "AnswerEn": "The accuracy and reliability of temperature measurements are ensured through continuous observations with instruments such as SI-111 infrared temperature probes and 109SS-L temperature sensors, which are monitored and recorded automatically using a Campbell CR-1000 data logger. The system transmits data wirelessly via GPRS to centralized systems for further processing. While the earth's surface emissivity was not calibrated during the experiment, the structure of the observation system and continuous data recording help maintain reliability.",
        "AnswerCn": "温度测量的准确性和可靠性通过使用SI-111红外温度探头和109SS-L温度传感器进行持续观察来确保，这些数据通过Campbell CR-1000数据记录仪自动监测和记录。该系统通过GPRS无线传输数据到集中系统进行进一步处理。尽管在实验过程中没有对地表的发射率进行校准，但观察系统的结构和持续的数据记录有助于维持可靠性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are multiscale eco-hydrological processes captured using hierarchical instrumentation in oasis-desert ecosystems?",
        "QuestionCn": "如何通过分层仪器捕捉绿洲-沙漠生态系统中的多尺度生态水文过程？",
        "AnswerEn": "Multiscale eco-hydrological processes are captured through a hierarchical arrangement of instruments that include flux observation matrices with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, a sparse network of sensors is used to explore interactions between oasis and desert areas. Intensive observation is conducted at the irrigation district scale, supplemented by 12 airborne remote sensing missions using LiDAR, imaging spectrometers, and other advanced sensors.",
        "AnswerCn": "多尺度生态水文过程通过层次化的仪器安排进行捕捉，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪和自动气象站。此外，稀疏的传感器网络用于探索绿洲与沙漠区域之间的相互作用。在灌溉区尺度上进行密集观测，并补充了12次使用激光雷达、成像光谱仪和其他先进传感器的航空遥感任务。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What steps are involved in the generation and quality control of a multiscale dataset focusing on eco-hydrological and remote sensing data?",
        "QuestionCn": "生成和质量控制一个专注于生态水文和遥感数据的多尺度数据集涉及哪些步骤？",
        "AnswerEn": "The generation and quality control of a multiscale dataset involve several steps: sensor calibration, data collection, data processing, and dataset generation. The observational data undergoes quality control through these processes to ensure accuracy and consistency. The dataset includes various components such as soil moisture, leaf area index, vegetation dynamics, and photosynthesis processes, and is accessible through platforms like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "多尺度数据集的生成和质量控制涉及几个步骤：传感器校准、数据收集、数据处理和数据集生成。观测数据通过这些过程进行质量控制，以确保准确性和一致性。数据集包括多个组成部分，如土壤湿度、叶面积指数、植被动态和光合作用过程，并可通过figshare和寒冷与干旱地区科学数据中心等平台访问。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do multiscale and multidisciplinary observation systems enable the capture of eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "多尺度和多学科观测系统如何在异质景观中捕捉生态水文过程？",
        "AnswerEn": "Instrumentation on hierarchically nested scales, including eddy covariance towers and automatic meteorological stations, along with hyper-resolution airborne remote sensing, are used to capture multiscale eco-hydrological processes in heterogeneous landscapes.",
        "AnswerCn": "在异质景观中，使用层次嵌套尺度的仪器，包括涡度协方差塔和自动气象站，以及超高分辨率的航空遥感，来捕捉多尺度生态水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What technological advancements facilitate the integration of airborne remote sensing data with ground-based observations in eco-hydrological studies?",
        "QuestionCn": "哪些技术进步促进了在生态水文研究中将空中遥感数据与地面观测数据的整合？",
        "AnswerEn": "Airborne remote sensing missions using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, combined with ground-based flux observation matrices and eco-hydrological sensor networks, enable such integration.",
        "AnswerCn": "利用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的空中遥感任务，结合地面通量观测矩阵和生态水文传感器网络，实现了这种集成。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in obtaining comprehensive multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "在获取异质表面生态水文过程的综合多尺度观测时，可能会面临哪些挑战？",
        "AnswerEn": "Challenges in obtaining comprehensive multiscale observations for eco-hydrological processes are partly due to the poor availability of multiscale observations, which limits progress in this field. The HiWATER experiment was specifically designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "获得生态水文过程的综合多尺度观测面临的挑战部分是由于多尺度观测的可用性差，这限制了该领域的进展。HiWATER实验专门设计用于通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the reasons for the establishment of a sparse network to investigate oasis-desert interactions in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中建立稀疏网络以调查绿洲-沙漠相互作用的原因可能是什么？",
        "AnswerEn": "The establishment of a sparse network to investigate oasis-desert interactions in eco-hydrological research is likely due to the need to capture multi-scale eco-hydrological processes across different landscapes. This approach was part of the HiWATER experiment, which used a superstation within the oasis and multiple EC towers and automatic meteorological stations in surrounding landscapes such as sandy desert, desert pavement, desert steppe, and wetland.",
        "AnswerCn": "建立稀疏网络以研究绿洲-沙漠相互作用的生态水文研究，可能是由于需要捕捉不同景观中多尺度的生态水文过程。这种方法是HiWATER实验的一部分，该实验在绿洲内使用了一个超级站，并在周围的景观中设置了多个EC塔和自动气象站，如沙质沙漠、沙漠铺装、沙漠草原和湿地。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might it be necessary to conduct multiple airborne remote sensing missions during an eco-hydrological research experiment?",
        "QuestionCn": "在生态水文研究实验中，进行多次空中遥感任务可能是必要的原因是什么？",
        "AnswerEn": "Conducting multiple airborne remote sensing missions during an eco-hydrological research experiment, such as those in HiWATER, is necessary to cover large areas like the FEA and to utilize various instruments such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers. These missions provide hyper-resolution data that are crucial for capturing the dynamics of eco-hydrological processes.",
        "AnswerCn": "在生态水文研究实验中进行多次空中遥感任务，如HiWATER，是必要的，以覆盖像FEA这样的大面积，并利用各种仪器，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些任务提供的超高分辨率数据对于捕捉生态水文过程的动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the hierarchical nesting of instrumentation scales improve the understanding of eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "仪器尺度的层次嵌套如何改善对异质表面生态水文过程的理解？",
        "AnswerEn": "The hierarchical nesting of instrumentation scales allows for capturing eco-hydrological processes at multiple scales, from local to regional. This approach provides a comprehensive view of interactions and feedbacks within the oasis-desert system, facilitating a better understanding of how processes observed at smaller scales might influence larger-scale dynamics. It also helps address the challenge of poor availability of multiscale observations, as stated in the HiWATER experiment.",
        "AnswerCn": "仪器尺度的层次嵌套允许在多个尺度上捕捉生态水文过程，从局部到区域。这种方法提供了对绿洲-沙漠系统内相互作用和反馈的全面视角，有助于更好地理解在较小尺度上观察到的过程如何影响较大尺度的动态。它还帮助解决了多尺度观测稀缺的挑战，正如HiWATER实验所述。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't comprehend how multiscale observations are carried out for eco-hydrological processes in heterogeneous surfaces.",
        "QuestionCn": "我无法理解如何在异质表面上进行生态水文过程的多尺度观测。",
        "AnswerEn": "The HiWATER experiment addresses this by using instrumentation on hierarchically nested scales, including a sparse network for oasis-desert interaction and multiscale data collection with airborne remote sensing missions and ground measurements.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来解决这个问题，包括用于绿洲-沙漠相互作用的稀疏网络，以及通过空中遥感任务和地面测量进行多尺度数据收集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced in obtaining data for eco-hydrological processes across different scales.",
        "QuestionCn": "我对在不同尺度上获取生态水文过程数据所面临的挑战感到不确定。",
        "AnswerEn": "Progress in understanding eco-hydrological processes is hindered by the poor availability of multiscale observations, which is a challenge that the HiWATER experiment aims to overcome by providing a comprehensive dataset of multiscale and multidisciplinary data.",
        "AnswerCn": "对生态水文过程的理解进展受到多尺度观测数据稀缺的限制，而HiWATER实验旨在通过提供全面的多尺度和多学科数据集来克服这一挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how data from various instruments and sensors are integrated and processed in eco-hydrological studies.",
        "QuestionCn": "我不明白在生态水文研究中，如何整合和处理来自各种仪器和传感器的数据。",
        "AnswerEn": "The data from instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations are carefully quality controlled through sensor calibration, data collection, data processing, and datasets generation, with the data made available on platforms like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "来自涡度协方差塔、大孔径闪烁仪和自动气象站的数据显示，通过传感器校准、数据收集、数据处理和数据集生成等过程进行了严格的质量控制，并通过figshare和寒冷与干旱地区科学数据中心等平台提供数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection techniques used for capturing water surface temperature in eco-hydrological studies.",
        "QuestionCn": "在生态水文学研究中，用于捕捉水面温度的数据收集技术包括：\n\n1. **现场测量**：使用温度计或水温传感器直接在水体表面进行测量。\n2. **遥感技术**：利用卫星或无人机搭载的红外传感器获取大范围水体的表面温度数据。\n3. **自动监测站**：在水体附近设置自动监测设备，定期记录水温变化。\n4. **数据记录器**：使用潜水式数据记录器在水体中持续监测并记录温度。\n5. **实验室分析**：在实验室条件下对水样进行温度测量。\n\n这些技术各有优缺点，研究者通常根据具体研究需求选择合适的方法。",
        "AnswerEn": "The data collection techniques involve using infrared temperature probes like the SI-111 for recording vertical water surface temperatures and atmospheric temperatures at different angles. Additionally, temperature sensors such as the 109SS-L are used for direct water surface temperature measurements. Data is automatically collected and transmitted via GPRS, with instruments operating continuously to capture multiscale and multidisciplinary data.",
        "AnswerCn": "数据收集技术涉及使用红外温度探头，如SI-111，记录不同角度的垂直水面温度和大气温度。此外，使用109SS-L温度传感器进行直接水面温度测量。数据通过GPRS自动收集和传输，仪器持续运行以捕获多尺度和多学科的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in collecting multiscale eco-hydrological data and propose potential strategies to overcome them.",
        "QuestionCn": "请分析在收集多尺度生态水文数据时面临的挑战，并提出克服这些挑战的潜在策略。",
        "AnswerEn": "Challenges include the poor availability of multiscale observations and the need for hierarchical instrumentation. Strategies to overcome these include establishing a network of eddy covariance towers, automatic meteorological stations, and a sparse network to investigate interactions like oasis-desert systems. Intensive observation periods and the use of airborne remote sensing technologies can also enhance data collection.",
        "AnswerCn": "挑战包括多尺度观测的可用性差和对分层仪器的需求。克服这些挑战的策略包括建立涡度协方差塔、自动气象站的网络，以及稀疏网络以研究像绿洲-沙漠系统这样的相互作用。密集观测期和使用航空遥感技术也可以增强数据收集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}