{
  "id": "955bb983-cee1-4c96-a391-b6201d168034",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of Zhangye wetland station, 2018)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站自动气象站-2018）",
      "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Zhangye wetland station from January 1 to December 31, 2018. The site (100.4464° E, 38.9751° N) was located on a wetland (reed surface) in Zhangye National Wetland Park, Gansu Province. The elevation is 1460 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45AC; 5 and 10 m, north), wind speed profile (03002; 5 and 10 m, north), wind direction profile (03002; 10 m, north), air pressure (CS100; 2 m), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.02, -0.04, -0.1, -0.2 and -0.4 m), and four photosynthetically active radiation (PQS-1; two above the plants, 6 m, south, one vertically downward and one vertically upward; two below the plants, 0.25 m, south, one vertically downward and one vertically upward).\nThe observations included the following: air temperature and humidity (Ta_5 m and Ta_10 m; RH_5 m and RH_10 m) (℃ and %, respectively), wind speed (Ws_5 m and Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm and Ts_40 cm) (℃), on the plants photosynthetically active radiation of upward and downward (PAR_U_up and PAR_U_down) (μmol/ (s m^-2)), and below the plants photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m^-2)).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2018年1月1日至2018年12月31日黑河流域地表过程综合观测网中游张掖湿地站气象要素观测数据。站点位于甘肃省张掖市国家湿地公园，下垫面是芦苇湿地。观测点的经纬度是100.4464E, 38.9751N，海拔1460m。空气温度、相对湿度传感器架设在5m、10m处，朝向正北；气压计安装在2m处；翻斗式雨量计安装在10m处；风速传感器架设在5m、10m处，风向传感器架设在10m处，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处；四个光合有效辐射仪分别架设在冠层上方和冠层内，冠层上方安装在6m（探头垂直向上和向下方向各一个）、冠层内安装在0.25m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：空气温湿度（Ta_5m、RH_5m、Ta_10m、RH_10m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_5m、WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm）(单位：摄氏度)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2018-6-10 10:30；（6）命名规则为：AWS+站点名称\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site+ AWS",
      "instructionsCn": "年份+**观测网+站点名称+AWS",
      "east": 100.4464,
      "west": 100.4464,
      "south": 38.9751,
      "north": 38.9751,
      "startTime": "2018-01-17 00:00:00",
      "endTime": "2019-01-16 00:00:00",
      "fileSize": 11356627.0,
      "cstr": "18406.11.Meteoro.tpdc.270768",
      "doi": "10.11888/Meteoro.tpdc.270768",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "The artificial oasis experimental area"
      },
      {
        "keywordCn": "张掖湿地站",
        "keywordEn": "Zhangye wetland station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018年",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of meteorological sensors used in a dataset focused on wetland environments?",
        "QuestionCn": "湿地环境数据集中使用的气象传感器的具体特征是什么？",
        "AnswerEn": "air temperature and relative humidity sensors at 5m and 10m facing north, barometer at 2m, tipping bucket rain gauge at 10m, wind speed sensors at 5m and 10m, wind direction sensor at 10m facing north, four-component radiometer at 6m facing south, infrared thermometers at 6m facing south with downward-facing probes, soil temperature probes buried at different depths from the surface to 40cm underground, soil heat flux plates buried at 6cm underground, photosynthetically active radiation sensors positioned above and within the canopy with one upward and one downward-facing probe at each level",
        "AnswerCn": "空气温度和相对湿度传感器分别位于5米和10米处，朝北；气压计位于2米处；翻斗式雨量计位于10米处；风速传感器位于5米和10米处；风向传感器位于10米处，朝北；四分量辐射计位于6米处，朝南；红外测温仪位于6米处，朝南，探头向下；土壤温度探头埋在从地表到地下40厘米的不同深度；土壤热通量板埋在地下6厘米处；光合有效辐射传感器位于冠层上方和内部，每个层次有一个向上和一个向下的探头。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected daily at a meteorological observation site within the Heihe River Basin surface process observation network?",
        "QuestionCn": "在黑河流域表面过程观测网络的气象观测站，每天收集多少个数据点？",
        "AnswerEn": "144",
        "AnswerCn": "144",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'comprehensive observation network' mean in the context of environmental data collection?",
        "QuestionCn": "在环境数据收集的背景下，“综合观测网络”是什么意思？",
        "AnswerEn": "A 'comprehensive observation network' in the context of environmental data collection refers to a coordinated system of various sensors and instruments set up to monitor and record different environmental parameters across a specific area. This includes the collection of data such as air temperature, humidity, atmospheric pressure, precipitation, wind speed and direction, radiation, surface and soil temperature, soil heat flux, and photosynthetically active radiation. The data collected is often used to study and understand the surface processes and environmental conditions of the area.",
        "AnswerCn": "“综合观测网络”在环境数据收集的背景下，指的是一个协调的系统，包含各种传感器和仪器，旨在监测和记录特定区域内的不同环境参数。这包括收集的数据，如空气温度、湿度、大气压力、降水量、风速和风向、辐射、地表和土壤温度、土壤热通量以及光合有效辐射。收集的数据通常用于研究和理解该区域的表面过程和环境条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for rigorous data quality control and processing in meteorological data collection within wetland environments?",
        "QuestionCn": "在湿地环境中，气象数据收集需要严格的数据质量控制和处理的原因是什么？",
        "AnswerEn": "The need for rigorous data quality control and processing in meteorological data collection within wetland environments arises from factors such as the potential for data loss or errors due to harsh environmental conditions, sensor malfunctions, and the necessity to remove data that is physically implausible or exceeds instrument ranges. Ensuring consistent data intervals and marking doubtful data segments with identifiers like -6999 for missing data are crucial for maintaining data integrity and reliability.",
        "AnswerCn": "在湿地环境中，气象数据收集对严格的数据质量控制和处理的需求源于多个因素，例如由于恶劣环境条件、传感器故障导致的数据丢失或错误，以及需要去除物理上不合理或超出仪器范围的数据。确保数据间隔的一致性，并用标识符如-6999标记可疑数据段，对于维护数据的完整性和可靠性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to implement comprehensive observation networks in wetland areas for meteorological data collection?",
        "QuestionCn": "在湿地地区实施综合观测网络以收集气象数据的重要性是什么？",
        "AnswerEn": "Implementing comprehensive observation networks in wetland areas is crucial for accurately capturing meteorological data due to the unique environmental characteristics of these regions. Such networks enable the collection of diverse data points, including air temperature, humidity, rainfall, wind speed, and soil temperature, which are essential for understanding local climate dynamics, ecosystem processes, and potential impacts of climate change. This integrated approach helps in assessing the wetland's role in regional hydrology and supports environmental management and conservation efforts.",
        "AnswerCn": "在湿地地区实施综合观测网络对于准确捕捉气象数据至关重要，因为这些地区具有独特的环境特征。这些网络能够收集多样的数据点，包括空气温度、湿度、降雨量、风速和土壤温度，这些数据对于理解当地气候动态、生态系统过程以及气候变化的潜在影响至关重要。这种综合方法有助于评估湿地在区域水文中的作用，并支持环境管理和保护工作。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in setting up and maintaining an automatic weather station in a wetland area to ensure accurate and reliable data collection?",
        "QuestionCn": "在湿地地区设置和维护自动气象站以确保准确可靠的数据收集涉及哪些步骤？",
        "AnswerEn": "An automatic weather station can be set up in a wetland area by installing various sensors such as air temperature and humidity sensors at different heights, a barometer, a tipping bucket rain gauge, anemometers, wind vanes, radiation sensors, infrared thermometers, soil temperature probes, soil heat flux plates, and quantum sensors for photosynthetically active radiation. These instruments need to be positioned correctly, calibrated, and oriented as specified, such as facing true north or south. Data processing involves ensuring data quality by marking missing data, removing duplicates, deleting data beyond physical or instrumental ranges, and highlighting questionable data to maintain accuracy and reliability.",
        "AnswerCn": "自动气象站可以通过在湿地地区安装各种传感器来建立，例如在不同高度安装的空气温度和湿度传感器、气压计、倾桶雨量计、风速计、风向标、辐射传感器、红外温度计、土壤温度探头、土壤热通量板以及用于光合有效辐射的量子传感器。这些仪器需要正确定位、校准和定向，例如面朝真北或真南。数据处理涉及确保数据质量，包括标记缺失数据、删除重复数据、删除超出物理或仪器范围的数据，并突出显示可疑数据，以保持准确性和可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the accurate measurement of meteorological data in wetland environments?",
        "QuestionCn": "哪些技术进步使得在湿地环境中准确测量气象数据成为可能？",
        "AnswerEn": "The use of various sensors and instruments such as air temperature and humidity sensors, barometers, tipping bucket rain gauges, anemometers, wind vanes, four-component radiometers, infrared thermometers, soil temperature probes, soil heat flux plates, and photosynthetically active radiation sensors allows for accurate measurement of meteorological data in wetland environments. These instruments are strategically positioned at different heights and orientations to capture comprehensive data.",
        "AnswerCn": "各种传感器和仪器的使用，如空气温度和湿度传感器、气压计、翻斗雨量计、风速计、风向标、四分量辐射计、红外温度计、土壤温度探头、土壤热通量板和光合有效辐射传感器，使得在湿地环境中准确测量气象数据成为可能。这些仪器被战略性地放置在不同的高度和方向，以捕捉全面的数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}