{
    "id": "95d9b046-a6fb-42f0-b713-53366febfce2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "",
            "titleCn": "云南武定地区江西坟遗址人骨骨胶原稳定同位素数据",
            "description": "1) Data content: this data is the carbon and nitrogen isotope data generated from the study of human bone collagen in Jiangxi tomb site, Jiyi Town, Wuding County, Yunnan Province. It can be used to preliminarily analyze the human diet structure of Jiangxi tomb site, Wuding county and reveal the life and career patterns of local ancient people. 2) Data source and processing method: provided by the environmental archaeology team of Lanzhou University and obtained by acid alkali acid experimental process and gas stable isotope mass spectrometer (Finnigan Deltaplus isotope ratio mass spectrometer). 3) Data quality: 9.38kb. 4) Data application achievements and prospects: the data are used to explore the research potential of stable isotopes of human bones at sites in revealing the development process of prehistoric career model in Yunnan.",
            "descriptionCn": "1） 数据内容：该数据是对云南省武定县己衣镇江西坟遗址的人骨骨胶原进行研究产生的碳氮同位素数据，可以用来初步分析武定县江西坟遗址人类食谱结构，揭示当地古代人群的生业模式情况。2） 数据来源及加工方法：兰州大学环境考古团队提供，利用酸-碱-酸实验流程和气体稳定同位素质谱仪（Finnigan DELTAplus Isotope Ratio Mass Spectrometer）获取。3） 数据质量：9.38KB数据量。4） 数据应用成果及前景：数据用于探索遗址人骨稳定同位素在揭示云南地区史前生业模式发展历程中的研究潜力。",
            "instructions": "Stable isotope data of Jiangxi grave.xlsx. It can be opened with Office Excel.",
            "instructionsCn": "江西坟稳定同位素数据.xlsx。可以用office excel打开",
            "east": 102.23,
            "west": 102.23,
            "south": 28.18,
            "north": 28.18,
            "startTime": "2020-05-08 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 9615.0,
            "cstr": null,
            "doi": "10.3389/feart.2021.662053",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马敏敏",
                "nameEn": "MA Minmin",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Environmental influences on human subsistence strategies in southwest China during the Bronze Age: a case study at the Jiangxifen site in Yunnan",
                "referenceCn": null,
                "referenceEn": "Lu, M.X., Li, X.R., Wei, W.Y., Lu, Y.W., Ren, L.L., Ma, M.M. (2021). Environmental influences on human subsistence strategies in southwest China during the Bronze Age: a case study at the Jiangxifen site in Yunnan. Frontiers in Earth Science, 9, 366."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "古食谱",
                "nameEn": "paleodiet"
            },
            {
                "nameCn": "遗址人骨稳定同位素",
                "nameEn": "Stable isotopes of human bones at the site"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "武定江西坟遗址",
                "keywordEn": "Jiangxifen site in Wuding"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "泛第三极关键节点区域Landsat拾米级多光谱遥感影像（2000-2016）",
                "titleEn": "Landsat multi-spectral remote sensing images dataset of pan-third pole key points  region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域日最高气温、日平均相对湿度数据集（2000-2016）",
                "titleEn": "Daily maximum temperature, daily average relative humidity dataset of Pan-Third Pole key points region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域历史高温热浪灾害事件数据集（2010-2018）",
                "titleEn": "Ｈistorical heat wave disaster dataset of pan-third pole key points  region (2010-2018)"
            },
            {
                "titleCn": "孟加拉国达卡市高分辨遥感数据集拾米级多光谱遥感影像（2010）",
                "titleEn": "High resolution remote sensing data set in Dhaka City, Bangladesh"
            },
            {
                "titleCn": "孟加拉国达卡市气象站点监测数据（2016-2019）",
                "titleEn": "Monitoring data of meteorological stations in Dhaka City, Bangladesh (2016-2019)"
            },
            {
                "titleCn": "泛第三极34个关键节点高温热浪敏感性数据集（2015）",
                "titleEn": "Heat wave vulnerability data set of 34 key nodes in 2015"
            },
            {
                "titleCn": "锡尔河流域土壤盐渍化观测数据（2017年5月，9月）",
                "titleEn": "Soil salinization observation data in the Syr Dayra River Basin on May and Sep, 2017"
            },
            {
                "titleCn": "祁连山地貌特征数据（2020）",
                "titleEn": "Geomorphological data of Qilian Shan (2020)"
            },
            {
                "titleCn": "青藏高原长时间序列生态本底图（1990-2015）",
                "titleEn": "Long time series ecological background map of Qinghai Tibet Plateau (1990-2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze human dietary patterns through bone collagen isotopes at archaeological sites?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于通过考古遗址的骨胶原同位素分析人类饮食模式？",
                "AnswerEn": "A data collection method involves using an acid-alkali-acid procedure combined with a gas stable isotope mass spectrometer (Finnigan DELTAplus Isotope Ratio Mass Spectrometer) to obtain carbon and nitrogen isotope data from human bone collagen, as demonstrated in research conducted by the environmental archaeology team at Lanzhou University on the Jiangxifen site in Yunnan Province, China.",
                "AnswerCn": "一种数据收集方法涉及使用酸-碱-酸程序结合气体稳定同位素质谱仪（Finnigan DELTAplus同位素比质谱仪）从人类骨胶原中获取碳和氮同位素数据，这在兰州大学的环境考古团队对中国云南省江西分遗址进行的研究中得到了证明。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for obtaining stable isotope data from human bone collagen in archaeological studies?",
                "QuestionCn": "在考古研究中，用于获取人类骨胶原稳定同位素数据的数据收集方法的特点是什么？",
                "AnswerEn": "acid-base-acid experimental process, gas stable isotope mass spectrometer, carbon and nitrogen isotopes analysis",
                "AnswerCn": "酸碱酸实验过程，气体稳定同位素质谱仪，碳和氮同位素分析",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total data size in kilobytes for a dataset derived from bone collagen carbon and nitrogen isotope analysis?",
                "QuestionCn": "从骨胶原碳和氮同位素分析得出的数据集的总数据大小是多少千字节？",
                "AnswerEn": "9.38KB",
                "AnswerCn": "9.38KB",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '气体稳定同位素质谱仪' mean in the context of data collection methods for archeological studies?",
                "QuestionCn": "'气体稳定同位素质谱仪'在考古研究的数据收集方法中指的是一种用于分析气体样本中稳定同位素组成的仪器。这种仪器可以帮助研究人员了解古代环境、气候变化以及人类活动对生态系统的影响。",
                "AnswerEn": "In the context of data collection methods for archeological studies, '气体稳定同位素质谱仪' refers to a gas stable isotope mass spectrometer, specifically the Finnigan DELTAplus Isotope Ratio Mass Spectrometer, used to obtain carbon and nitrogen isotope data from human bone collagen. This method allows researchers to analyze human dietary structures and reveal ancient livelihood patterns in the area.",
                "AnswerCn": "在考古研究的数据收集方法中，“气体稳定同位素质谱仪”指的是气体稳定同位素质谱仪，特别是芬尼根DELTAplus同位素比质谱仪，用于从人类骨胶原中获取碳和氮同位素数据。这种方法使研究人员能够分析人类的饮食结构，并揭示该地区古代的生计模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using acid-alkali-acid experimental procedures and isotope ratio mass spectrometry on the accuracy and reliability of carbon and nitrogen isotope data in archaeological research?",
                "QuestionCn": "使用酸-碱-酸实验程序和同位素比质谱法对考古研究中碳和氮同位素数据的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "The use of acid-alkali-acid experimental procedures and isotope ratio mass spectrometry, as utilized by the research team, is likely to enhance the accuracy and reliability of carbon and nitrogen isotope data by ensuring the removal of contaminants and precise measurement of isotopic ratios. This can lead to more accurate reconstructions of ancient human dietary patterns and subsistence strategies, thereby providing a clearer understanding of the historical livelihood modes in the region.",
                "AnswerCn": "研究团队采用酸-碱-酸实验程序和同位素比质谱法，可能会提高碳和氮同位素数据的准确性和可靠性，确保去除污染物并精确测量同位素比率。这可以导致对古代人类饮食模式和生计策略的更准确重建，从而提供对该地区历史生计模式的更清晰理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting stable isotope data from human bone collagen in archaeological sites within the Yunnan region?",
                "QuestionCn": "在云南地区的考古遗址中收集人类骨胶原的稳定同位素数据的主要目的是什麼？",
                "AnswerEn": "The primary objective of collecting stable isotope data from human bone collagen is to preliminarily analyze the dietary structure of humans at the Jiangxi Tomb site in Wuding County, Yunnan, and to reveal the livelihood patterns of ancient populations in the area.",
                "AnswerCn": "收集人骨胶原的稳定同位素数据的主要目的是初步分析云南武定县江西墓地人类的饮食结构，并揭示该地区古代人群的生计模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific methods and instruments are used to collect and analyze stable isotope data from human bone collagen to study ancient dietary patterns?",
                "QuestionCn": "用于收集和分析人类骨胶原稳定同位素数据以研究古代饮食模式的具体方法和仪器有哪些？",
                "AnswerEn": "The data collection method involves obtaining human bone collagen samples, which are then analyzed using an acid-base-acid experimental procedure. The isotopic analysis is conducted with a gas stable isotope mass spectrometer, specifically the Finnigan DELTAplus Isotope Ratio Mass Spectrometer, to study carbon and nitrogen isotopes.",
                "AnswerCn": "数据收集方法涉及获取人骨胶原样本，然后使用酸-碱-酸实验程序进行分析。使用气体稳定同位素质谱仪，特别是Finnigan DELTAplus同位素比质谱仪，对碳和氮同位素进行研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific laboratory techniques and technological advancements enable the precise collection and analysis of stable isotope data from human bone collagen in archaeological contexts?",
                "QuestionCn": "哪些具体的实验室技术和技术进步使得在考古背景下能够精确收集和分析人类骨胶原中的稳定同位素数据？",
                "AnswerEn": "The collection and analysis of stable isotope data from human bone collagen in archaeological contexts are enabled by laboratory techniques such as the acid-alkaline-acid experimental process and the use of gas stable isotope mass spectrometers, specifically the Finnigan DELTAplus Isotope Ratio Mass Spectrometer, as provided by the environmental archaeology team at Lanzhou University.",
                "AnswerCn": "在考古背景下，通过实验室技术如酸-碱-酸实验过程和气体稳定同位素质谱仪（特别是芬尼根DELTAplus同位素比质谱仪）对人类骨胶原的稳定同位素数据进行收集和分析，这些技术由兰州大学的环境考古团队提供。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}