{
  "id": "95fa47eb-4aa5-4f7c-aae4-047d8d87a3cd",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of BRDF observations in the Yingke oasis and Huazhaizi desert steppe foci experimental areas",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区BRDF观测数据集",
      "description": "The dataset of BRDF observations was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas. Reflectance could be got based on R = (DN1/DN0)×R0, DN1 indicating DN of the item, R0 and DN0 the reflectance and DN of the grey board.\n     Synchronizing with WiDAS and OMIS-II, the ground observations on reflectance (-60°~60° at intervals of 10°) of maize and wheat were carried out with ASD (FOV: 25°) and the self-made observation platform (maximum height: 5m) on May 30, Jun. 9, 14, 20, 22, 26 and 30, and Jul. 1, 2008. \n     Raw data, recorded data and processed BRDF were archived in Excel format.",
      "descriptionCn": "本数据为在盈科绿洲与花寨子荒漠加密观测区测量的BRDF数据集。数据测量从2008年5月30号开始。\n测量仪器与原理：\n利用ASD（Analytical Sepctral Devices）光谱仪测量了盈科绿洲与花寨子荒漠加密观测区典型地物的冠层BRDF。测量基本原理为：R =（DN1/DN0）×R0。式中R0和DN0分别为参考反射灰板的定标光谱反射率和测量所得DN值；DN1为测量目标所得DN值。 \n测量方式：\n以主平面和垂直主平面观测为主，对于行播玉米（盈科绿洲玉米地）和小麦（盈科小麦地）还观测了垂直垄和平行垄。以10°为间隔测量-60°~60°之间的方向反射率。自制多角度观测架最大测量高度可达5m，当利用视场为25°的ASD光谱仪观测时，地面范围半径可达1.1米，2m高的玉米观测半径0.67m,基本能够反映地物的行播结构特征。\n测量时间：\n2008-05-30，2008-06-09，2008-06-14，2008-06-20，2008-06-22，2008-06-26，2008-06-30，2008-07-01与各种机载（红外广角双模式成像仪WiDAS、成像光谱仪OMIS-II）和星载传感器同步。\n数据处理：\nBRDF数据集包括原始数据与记录数据、处理后的BRDF数据。处理后的数据以Excel保存，文件中包括角度信息和反射率信息。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.289,
      "south": 38.734,
      "north": 38.88,
      "startTime": "2008-06-09 06:00:00",
      "endTime": "2008-07-11 06:00:00",
      "fileSize": 210133458.0,
      "cstr": "18406.11.water973.0232.db",
      "doi": "10.3972/water973.0232.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈玲",
        "nameEn": "CHEN Ling",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "王颢星",
        "nameEn": "WANG Haoxing",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "阎广建",
        "nameEn": "YAN Guangkuo",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 张吴明",
        "nameEn": "ZHANG Wuming",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "辛晓洲",
        "nameEn": "XIN Xiaozhou",
        "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "范闻捷",
        "nameEn": "FAN Wenjie",
        "unitEn": "Peking University",
        "unitCn": "北京大学"
      },
      {
        "nameCn": " 陶欣",
        "nameEn": "TAO Xin",
        "unitEn": "",
        "unitCn": "北京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The retrieval of land surface albedo in rugged terrain",
        "referenceCn": null,
        "referenceEn": "Gao B, Jia L, Menenti M. The retrieval of land surface albedo in rugged terrain. Earth Observation and Remote Sensing Applications (EORSA), 2012 Second International Workshop on. 2012, 41-45."
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Thermal Emission Hot-Spot Effect of Crop Canopies—Part I: Simulation",
        "referenceCn": null,
        "referenceEn": "Huang HG, Liu QH, Qin WH. Thermal Emission Hot-Spot Effect of Crop Canopies-Part I Simulation. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2010, 3(3): 313-322. 10.1109/JSTARS.2010.2046625."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The Angular and Spectral Kernel Model for BRDF and Albedo Retrieval",
        "referenceCn": null,
        "referenceEn": "Liu SH, Liu Q, Liu QH, Wen JG, Li XW. The angular and spectral kernel model for BRDF and albedo retrieval. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2010, 3(3): 241-256. 10.1109/JSTARS.2010.2048745."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
        "referenceCn": null,
        "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "A unified canopy bidirectional reflectance (BRDF) model for row ceops",
        "referenceCn": null,
        "referenceEn": "Yan BY, Xu XR, Fan WJ.A unified canopy bidirectional reflectance (BRDF) model for row ceops. Science China Earth Sciences, 2012, 55(5): 824-836."
      },
      {
        "titleCn": "行播作物二向性反射 (BRDF) 的一体化模型",
        "titleEn": null,
        "referenceCn": "闫彬彦, 徐希孺, 范闻捷. 行播作物二向性反射 (BRDF) 的一体化模型. 中国科学: 地球科学, 2012, 42(3): 411-423.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "行播作物地面方向性测量的视场不确定性分析",
        "titleEn": null,
        "referenceCn": "陈玲, 阎广建, 李静, 余莹洁. 行播作物地面方向性测量的视场不确定性分析. 地球科学进展, 2009, 24(7): 793-802.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": null,
        "titleEn": "An Improved Method For Retrieving Land Surface Albedo Over Rugged Terrain",
        "referenceCn": null,
        "referenceEn": "Gao B, Jia L, Menenti M. An improved method for retrieving land surface albedo over rugged terrain. IEEE Geoscience and Remote Sensing Letters, 2013, 10.1109/LGRS.2013.2275072."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层光谱",
        "nameEn": "Canopy spectrum"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "成像光谱仪OMIS-II",
        "nameEn": "Image spectrometer OMIS-II"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-09",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-14",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-20",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-22",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-26",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-30",
        "keywordEn": "2008-06-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-01",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land surface albedo is a very important parameter, which can be derived from a bidirectional reflectance distribution function (BRDF) model with angular integration of BRDF in a particular distribution of downward solar irradiance. The Algorithm for MODIS Bidirectional Reflectance Anisotropic of Land Surface (AMBRALS) utilizes a kernel-driven BRDF model to retrieve land surface albedo, but it does not take into account the topographic effect. Land surface albedo frequently served as an indicator to quantify how much energy the Earth receives from the sun. The Algorithm for MODIS Bidirectional Reflectance Anisotropic of Land Surface (AMBRALS) is an algorithm designed for land surface albedo retrieval using NASA’s MODIS data. This algorithm has been widely accepted, but it cannot deal with topographic effect, which leads to large uncertainties in albedo retrieval over rugged terrain. The topography plays different roles in the retrieval of land surface albedo at different spatial scales. At high spatial resolution, topography results in multiscattering among pixels and varies the downward solar irradiance. At low spatial resolution, topography leads to multiscattering and obscuration within pixel. In a 30 m grid, the topography modifies the solar reflecting geometry and influences land surface albedo in several ways: 1) varying the downward direct solar radiance; 2) affecting downward diffuse radiance; and 3) modifying the reflected radiance due to non-flat surface."
      ],
      "research objective": [
        "This letter proposed an improved method by adding topographic factor to the AMBRALS, which removes the topographic effect on land surface reflectance and considers the topographic effect in retrieving land surface albedo. To overcome this shortage, we attempt to introduce a topographic factor into the AMBRALS to deal with topographic effect. A hypothesis is made that a digital elevation model (DEM) with horizontal resolution of 30 m could fully capture the topographic characteristics."
      ],
      "challenges": [
        "There are still some unresolved issues: 1) a better validation with a longer period of ground measurements should be verified in the near future; 2) the topographic correction for land surface reflectance in this work, to some extent, has corrected the effect of terrain. However, the method did not consider the correction on land surface reflectance in obstructed pixels; this work will be processed in further study."
      ],
      "methods": [
        "This method is applied to the HJ-1A/B CCD land surface reflectance data to retrieve the land surface albedo."
      ],
      "dataset": [
        "Radiance data from Chinese satellite HJ-1A/B from 1st Sep, 2009 to 30th Nov, 2009 are collected. HJ-1A/B carries two CCDs of which have four bands in shortwave range (Table II) with revisit period as one or two days. The ASTER Global Digital Elevation Model (GDEM) with 30 m spatial resolution is used for calculating topographic parameters, i.e., slope and aspect by ATCOR software."
      ],
      "findings": [
        "The comparison results show that the proposed method performs well in general and better than the AMBRALS over rugged area."
      ],
      "backgroundCn": [
        "地表反照率是一个非常重要的参数，可以通过双向反射分布函数（BRDF）模型与特定的下行太阳辐照度分布进行角度积分来推导。MODIS地表双向反射各向异性算法（AMBRALS）利用一种核驱动的BRDF模型来检索地表反照率，但未考虑地形效应。地表反照率常常作为量化地球从太阳接收多少能量的指标。MODIS地表双向反射各向异性算法（AMBRALS）是一个旨在利用NASA的MODIS数据进行地表反照率检索的算法。该算法已被广泛接受，但无法处理地形效应，这导致在崎岖地形上反照率检索存在较大不确定性。地形在不同空间尺度上对地表反照率的检索发挥着不同的作用。在高空间分辨率下，地形导致像素之间的多重散射，并改变下行太阳辐照度。在低空间分辨率下，地形导致像素内的多重散射和遮挡。在30米的网格中，地形以多种方式修改太阳反射几何并影响地表反照率：1）改变下行直接太阳辐射；2）影响下行散射辐射；3）由于非平坦表面修改反射辐射。"
      ],
      "research objectiveCn": [
        "这封信提出了一种改进的方法，通过将地形因子添加到AMBRALS中，消除了地形对地表反射率的影响，并在获取地表反照率时考虑了地形效应。为了克服这一不足，我们尝试将地形因子引入AMBRALS，以处理地形效应。假设一个水平分辨率为30米的数字高程模型（DEM）能够充分捕捉地形特征。"
      ],
      "challengesCn": [
        "仍然存在一些未解决的问题：1）需要在不久的将来进行更长时间的地面测量验证；2）本研究中对地表反射率的地形校正在一定程度上纠正了地形的影响。然而，该方法没有考虑对被遮挡像素的地表反射率进行校正；这项工作将在进一步研究中进行。"
      ],
      "methodsCn": [
        "该方法应用于HJ-1A/B CCD陆地表面反射率数据，以提取陆地表面反照率。"
      ],
      "datasetCn": [
        "从2009年9月1日到2009年11月30日，收集了中国卫星HJ-1A/B的辐射数据。HJ-1A/B携带两个CCD，具有四个短波范围的波段（表II），重访周期为一到两天。使用30米空间分辨率的ASTER全球数字高程模型（GDEM）通过ATCOR软件计算地形参数，即坡度和坡向。"
      ],
      "findingsCn": [
        "比较结果表明，所提出的方法总体表现良好，并且在崎岖地区的表现优于AMBRALS。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for BRDF measurements in the specified area include the use of ASD spectrometers following a specific measurement formula?",
        "QuestionCn": "指定区域的BRDF测量数据收集方法是否包括使用ASD光谱仪并遵循特定的测量公式？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the topographic effect considered a challenge in retrieving land surface albedo using the AMBRALS algorithm?",
        "QuestionCn": "地形效应是否被认为是使用AMBRALS算法获取地表反照率的一个挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in retrieving land surface albedo mainly related to the topographic effects, sensor calibration, or atmospheric conditions?",
        "QuestionCn": "获取地表反照率的挑战主要与地形效应、传感器校准或大气条件有关吗？",
        "AnswerEn": "topographic effects",
        "AnswerCn": "地形效应",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Is the data source for studying the topographic correction in land surface albedo retrieval primarily from Chinese satellite data, global digital elevation models, or ground-based measurements?",
        "QuestionCn": "研究地表反照率提取中的地形校正的数据来源主要是中国卫星数据、全球数字高程模型还是地面测量？",
        "AnswerEn": "Chinese satellite data",
        "AnswerCn": "中国卫星数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure the bidirectional reflectance distribution function (BRDF) in specific environments?",
        "QuestionCn": "您能否提供一个用于测量特定环境中双向反射分布函数（BRDF）的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for measuring BRDF in specific environments involves using an Analytical Spectral Devices (ASD) spectrometer to measure the canopy BRDF of typical land surfaces in dense observation areas like the Yingke Oasis and Huazhaizi Desert. The method includes observing in the principal plane and vertical to the principal plane, with additional measurements for crops like corn and wheat in different orientations, using a custom multi-angle observation frame.",
        "AnswerCn": "一种测量特定环境中BRDF的数据收集方法涉及使用分析光谱设备（ASD）光谱仪来测量像盈科绿洲和华寨子沙漠这样的密集观测区域中典型地表的冠层BRDF。该方法包括在主平面和垂直于主平面进行观察，并对不同方向的作物（如玉米和小麦）进行额外测量，使用定制的多角度观测框架。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that has been used to address topographic effects in land surface reflectance studies?",
        "QuestionCn": "您能否提供一个用于研究地表反射率中地形效应的数据集的例子？",
        "AnswerEn": "An example of a dataset used to address topographic effects in land surface reflectance studies is the combination of radiance data from the Chinese HJ-1A/B satellite and the ASTER Global Digital Elevation Model (GDEM). This dataset provides necessary information to calculate topographic parameters such as slope and aspect, which are used to correct the topographic effects on land surface albedo retrieval.",
        "AnswerCn": "用于解决地表反射研究中地形效应的一个数据集是中国HJ-1A/B卫星的辐射数据与ASTER全球数字高程模型（GDEM）的结合。该数据集提供了必要的信息，以计算坡度和方位等地形参数，这些参数用于修正地表反照率提取中的地形效应。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many dates were BRDF measurements conducted in the specified observation areas?",
        "QuestionCn": "在指定观察区域内进行了多少次BRDF测量？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the angular range and interval used for measuring directional reflectance in the observation areas?",
        "QuestionCn": "在观察区域中测量方向反射率的角度范围和间隔是多少？",
        "AnswerEn": "-60° to 60°, 10°",
        "AnswerCn": "-60°到60°，10°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the maximum measurement height achievable with the custom multi-angle observation frame used in the data collection?",
        "QuestionCn": "在数据收集过程中使用的自定义多角度观察框架可达到的最大测量高度是多少？",
        "AnswerEn": "5 meters",
        "AnswerCn": "5米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'angular integration of BRDF' in deriving land surface albedo?",
        "QuestionCn": "“BRDF的角积分”在推导地表反照率时是什么意思？",
        "AnswerEn": "Angular integration of BRDF involves integrating the reflectance values measured at different angles to compute an overall measure of land surface albedo. This process helps in quantifying the total amount of solar energy reflected by the surface, taking into account the various angles of incidence and reflection, which is essential for accurate albedo estimation.",
        "AnswerCn": "BRDF的角度积分涉及对在不同角度测量的反射值进行积分，以计算地表反照率的总体度量。这个过程有助于量化表面反射的太阳能总量，考虑到入射和反射的各种角度，这对于准确的反照率估计至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using ASD spectroradiometers for measuring BRDF in the Heihe region compare to the use of satellite radiance data from HJ-1A/B for land surface albedo retrieval?",
        "QuestionCn": "使用ASD光谱辐射计在黑河地区测量BRDF的数据收集方法与使用HJ-1A/B卫星辐射数据进行地表反照率提取的方法相比，如何？",
        "AnswerEn": "ASD spectroradiometers are used in situ to measure BRDF by capturing directional reflectance data in specific regions such as the Heihe region, with detailed control over the measurement conditions and orientations. In contrast, satellite radiance data from HJ-1A/B is used remotely to retrieve land surface albedo over wider areas, including consideration of topographic effects using models like AMBRALS and DEM data for corrections.",
        "AnswerCn": "ASD光谱辐射计用于原位测量BRDF，通过捕获特定区域（如黑河地区）的方向反射数据，能够详细控制测量条件和方向。相比之下，HJ-1A/B卫星辐射数据则用于远程获取更大范围的地表反照率，同时考虑地形效应，使用AMBRALS模型和数字高程模型（DEM）数据进行修正。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the spatial resolutions and measurement scales differ between the BRDF data collection in the Heihe region and the land surface albedo retrieval using HJ-1A/B satellite data?",
        "QuestionCn": "在黑河地区的BRDF数据收集与使用HJ-1A/B卫星数据进行的地表反照率提取之间，空间分辨率和测量尺度有哪些不同之处？",
        "AnswerEn": "BRDF data collection in the Heihe region focuses on local, small-scale measurements with a high degree of angular resolution using a multi-angle observation frame, typically involving measurements within a few meters. In contrast, HJ-1A/B satellite data for land surface albedo retrieval covers larger areas with a broader spatial resolution, incorporating corrections for topographic effects on a 30 m grid scale, allowing for the analysis of more extensive geographic regions.",
        "AnswerCn": "Heihe地区的BRDF数据收集侧重于局部的小规模测量，采用多角度观测框架，通常涉及几米范围内的高角度分辨率测量。相比之下，HJ-1A/B卫星数据用于地表反照率提取，覆盖更大区域，具有更宽的空间分辨率，并在30米网格尺度上进行地形效应的修正，从而允许对更广泛的地理区域进行分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the implications of using ASD spectral devices and self-made multi-angle observation frames for measuring canopy BRDF in terms of data accuracy and representation?",
        "QuestionCn": "使用ASD光谱设备和自制多角度观测框架测量冠层BRDF对数据准确性和表示有什么影响？",
        "AnswerEn": "Utilizing ASD spectral devices and multi-angle observation frames allows for detailed measurement of canopy BRDF by capturing directional reflectance at specific angles. This method ensures that the structural characteristics of vegetation, such as row planting patterns, are accurately represented, which is crucial for understanding canopy reflectance behavior.",
        "AnswerCn": "利用ASD光谱设备和多角度观测框架，可以通过在特定角度捕捉方向反射率来详细测量树冠的BRDF。这种方法确保了植被的结构特征，如行种植模式，得到了准确的表现，这对于理解树冠反射行为至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can topographic corrections enhance the retrieval of land surface albedo from satellite data, and what challenges remain in implementing these corrections?",
        "QuestionCn": "地形校正可以通过哪些方式增强从卫星数据中获取地表反照率，并且在实施这些校正时仍然存在哪些挑战？",
        "AnswerEn": "Topographic corrections can enhance land surface albedo retrieval by mitigating the effects of terrain-induced multiscattering and varying solar irradiance, thus providing more reliable data. Challenges include validating these corrections with extensive ground measurements and addressing obstructed pixels not fully corrected in the current methodologies.",
        "AnswerCn": "地形校正可以通过减轻地形引起的多重散射和变化的太阳辐射影响，从而增强地表反照率的获取，提供更可靠的数据。挑战包括用广泛的地面测量来验证这些校正，以及解决当前方法中未完全校正的被遮挡像素问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the accuracy of BRDF data collection in diverse terrains such as oases and deserts?",
        "QuestionCn": "影响不同地形（如绿洲和沙漠）中BRDF数据收集准确性的因素有哪些？",
        "AnswerEn": "The accuracy of BRDF data collection in diverse terrains like oases and deserts could be influenced by the measurement methods utilized, such as the use of the ASD spectrometer, and the specific geometric arrangement of observations, like the angle intervals and the orientation with respect to crop rows. Additionally, the topographic characteristics of the terrain, as well as synchronization with airborne and satellite sensors, can play a significant role.",
        "AnswerCn": "在像绿洲和沙漠这样的多样地形中，BRDF数据收集的准确性可能会受到所使用的测量方法的影响，例如使用ASD光谱仪，以及观察的几何排列，如角度间隔和相对于作物行的方向。此外，地形的地形特征以及与空中和卫星传感器的同步也可能发挥重要作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to consider topographic effects when retrieving land surface albedo from satellite data?",
        "QuestionCn": "在从卫星数据中获取地表反照率时，考虑地形效应是必要的原因是什么？",
        "AnswerEn": "Considering topographic effects is necessary because topography can alter the solar reflecting geometry, which affects land surface albedo. It influences the downward solar irradiance by varying the direct and diffuse radiance, and modifies the reflected radiance due to a non-flat surface. Without accounting for these effects, there could be large uncertainties in albedo retrieval, especially in rugged terrains.",
        "AnswerCn": "考虑地形效应是必要的，因为地形可以改变太阳反射几何形状，从而影响地表反照率。它通过改变直接和散射辐射来影响下行太阳辐照度，并由于非平坦表面而修改反射辐射。如果不考虑这些效应，在崎岖地形中，反照率的获取可能会存在较大的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the causes behind the need for improved validation methods in land surface albedo retrieval algorithms?",
        "QuestionCn": "导致对地表反照率检索算法改进验证方法需求的原因有哪些？",
        "AnswerEn": "Improved validation methods are needed because current algorithms like AMBRALS do not fully address topographic effects, leading to potential inaccuracies. A better validation with extended ground measurements is necessary to verify the corrections for topographic effects on land surface reflectance, especially regarding obstructed pixels, which have not been considered in some current methods.",
        "AnswerCn": "需要改进验证方法，因为当前的算法如AMBRALS并未完全解决地形效应，可能导致不准确。需要通过扩展的地面测量进行更好的验证，以验证对地表反射率的地形效应修正，特别是对于一些当前方法未考虑的被遮挡像素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the use of a digital elevation model (DEM) influence the data collection process for BRDF measurements in areas with significant topographic variation?",
        "QuestionCn": "数字高程模型（DEM）的使用如何影响在地形变化显著的区域进行BRDF测量的数据收集过程？",
        "AnswerEn": "The use of a digital elevation model (DEM) with high spatial resolution, such as 30 m, can significantly influence the data collection process for BRDF measurements by providing detailed topographic parameters like slope and aspect. This can enhance the understanding and correction of topographic effects, leading to more accurate reflectance data and potentially improving the integration of BRDF models with satellite data.",
        "AnswerCn": "使用高空间分辨率的数字高程模型（DEM），例如30米，可以显著影响BRDF测量的数据收集过程，因为它提供了详细的地形参数，如坡度和方位。这可以增强对地形效应的理解和修正，从而导致更准确的反射数据，并可能改善BRDF模型与卫星数据的集成。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of using multi-angle observation techniques on the quality and comprehensiveness of BRDF datasets collected in diverse terrain conditions?",
        "QuestionCn": "使用多角度观测技术对在不同地形条件下收集的BRDF数据集的质量和全面性有什么影响？",
        "AnswerEn": "Utilizing multi-angle observation techniques, such as those involving customized observation rigs and spectrometers like ASD, can enhance the quality and comprehensiveness of BRDF datasets by capturing directional reflectance variations across different terrain conditions. This approach allows for a finer representation of land surface features, including row structures in crops, and can improve the data's applicability for studies involving satellite sensor calibration and land surface modeling.",
        "AnswerCn": "利用多角度观测技术，例如使用定制的观测设备和像ASD这样的光谱仪，可以通过捕捉不同地形条件下的方向反射变化来增强BRDF数据集的质量和全面性。这种方法可以更细致地表示地表特征，包括作物中的行结构，并可以提高数据在卫星传感器校准和地表建模研究中的适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind measuring the BRDF in the Yingke Oasis and Huazhaizi Desert region?",
        "QuestionCn": "在英克湖绿洲和华扎子沙漠地区测量BRDF的主要目标是什么？",
        "AnswerEn": "The primary objective is to capture the reflectance characteristics of typical land surfaces in these regions, using a spectral device to derive accurate BRDF data, which can improve understanding of surface albedo and energy balance.",
        "AnswerCn": "主要目标是捕捉这些地区典型地表的反射特性，使用光谱设备获取准确的BRDF数据，从而提高对地表反照率和能量平衡的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of synchronizing ground-based BRDF measurements with airborne and satellite sensors?",
        "QuestionCn": "同步地面BRDF测量与空中和卫星传感器的意义是什么？",
        "AnswerEn": "Synchronizing these measurements is significant for validating and enhancing the accuracy of remote sensing data, ensuring that the derived BRDF and albedo values are robust and applicable across different scales and sensor platforms.",
        "AnswerCn": "同步这些测量对于验证和提高遥感数据的准确性具有重要意义，确保所衍生的BRDF和反照率值在不同尺度和传感器平台上都是可靠和适用的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques are employed to measure the bidirectional reflectance distribution function (BRDF) of land surfaces, and how do these techniques address challenges such as multiscattering and solar irradiance variation in rugged terrains?",
        "QuestionCn": "测量地表双向反射分布函数（BRDF）所采用的技术有哪些？这些技术如何应对多重散射和崎岖地形中太阳辐照度变化等挑战？",
        "AnswerEn": "The measurement of BRDF in land surfaces can be done using instruments like the ASD spectral radiometer. Challenges such as multiscattering and solar irradiance variation in rugged terrains can be addressed by introducing a topographic factor into existing models like AMBRALS, which considers the topographic effect in land surface albedo retrieval.",
        "AnswerCn": "土地表面的BRDF测量可以使用ASD光谱辐射计等仪器进行。多重散射和崎岖地形中太阳辐照度变化等挑战可以通过在现有模型如AMBRALS中引入一个地形因子来解决，该模型考虑了地形效应在土地表面反照率提取中的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What processes are involved in synchronizing ground-based BRDF measurements with airborne and satellite sensor data, and how do these processes enhance data reliability and validity?",
        "QuestionCn": "同步地面BRDF测量与空中和卫星传感器数据的过程涉及哪些步骤，这些过程如何增强数据的可靠性和有效性？",
        "AnswerEn": "Synchronization involves conducting ground-based BRDF measurements on specific dates that align with airborne and satellite sensor passes, such as using instruments like WiDAS and OMIS-II. This timing ensures that data collected from different sources are consistent, enhancing the reliability and validity of the dataset.",
        "AnswerCn": "同步涉及在特定日期进行地面BRDF测量，这些日期与空中和卫星传感器的经过时间相一致，例如使用WiDAS和OMIS-II等仪器。这样的时机确保从不同来源收集的数据是一致的，从而增强数据集的可靠性和有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions enable the accurate measurement of Bidirectional Reflectance Distribution Function (BRDF) data in complex terrains such as deserts and oases?",
        "QuestionCn": "哪些条件能够在复杂地形如沙漠和绿洲中准确测量双向反射分布函数（BRDF）数据？",
        "AnswerEn": "The measurement of BRDF data in complex terrains is enabled by the use of instruments like the Analytical Spectral Devices (ASD) spectrometer, which is capable of capturing reflectance at various angles. The setup includes a self-made multi-angle observation frame that can reach a maximum height of 5 meters, allowing for comprehensive data collection over different orientations and terrains, such as the desert and oasis regions.",
        "AnswerCn": "在复杂地形中，BRDF数据的测量得益于像分析光谱设备（ASD）光谱仪这样的仪器，该仪器能够在不同角度捕捉反射率。该设置包括一个自制的多角度观察框架，最大高度可达5米，允许在不同方向和地形（如沙漠和绿洲地区）上进行全面的数据收集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the integration of topographic factors be expected to enhance the accuracy of land surface albedo retrieval in existing BRDF datasets?",
        "QuestionCn": "为什么将地形因素整合进来可能会提高现有BRDF数据集中地表反照率检索的准确性？",
        "AnswerEn": "Integrating topographic factors is expected to enhance accuracy because topography can cause multiscattering and vary solar irradiance, affecting reflectance measurements. By including topographic factors, corrections can be made for these variations, especially in rugged terrains, leading to more accurate retrievals.",
        "AnswerCn": "整合地形因素预计将提高准确性，因为地形可能导致多重散射并改变太阳辐射，影响反射率测量。通过纳入地形因素，可以对这些变化进行修正，特别是在崎岖地形中，从而实现更准确的提取。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there an expectation that a digital elevation model with a 30 m resolution can sufficiently capture topographic characteristics for improving land surface albedo retrieval?",
        "QuestionCn": "为什么人们期望一个30米分辨率的数字高程模型能够充分捕捉地形特征，以改善地表反照率的获取？",
        "AnswerEn": "A DEM with 30 m resolution is expected to sufficiently capture topographic characteristics because it can provide detailed information on slope and aspect, which are crucial for understanding and correcting the effects of topography on solar reflecting geometry and land surface albedo.",
        "AnswerCn": "一个分辨率为30米的数字高程模型（DEM）预计能够充分捕捉地形特征，因为它可以提供关于坡度和方位的详细信息，这对于理解和修正地形对太阳反射几何和地表反照率的影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the challenges faced in correcting topographic effects in BRDF data collection, and how might these challenges impact the accuracy of land surface albedo retrieval?",
        "QuestionCn": "您如何评估在纠正BRDF数据收集中的地形效应时面临的挑战，这些挑战可能如何影响地表反照率的准确性？",
        "AnswerEn": "The challenges include the need for better validation with longer ground measurements and the difficulty in correcting land surface reflectance in obstructed pixels. These challenges can lead to inaccuracies in retrieving land surface albedo, especially in rugged terrains, as the topographic effect can cause multiscattering and vary downward solar irradiance.",
        "AnswerCn": "这些挑战包括需要更长时间的地面测量以进行更好的验证，以及在被遮挡的像素中纠正地表反射率的困难。这些挑战可能导致在获取地表反射率时出现不准确，尤其是在崎岖地形中，因为地形效应可能导致多重散射并改变下行太阳辐射。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the effectiveness of using a digital elevation model (DEM) with a 30 m resolution for capturing topographic characteristics in BRDF-related studies?",
        "QuestionCn": "如何评估使用30米分辨率的数字高程模型（DEM）在BRDF相关研究中捕捉地形特征的有效性？",
        "AnswerEn": "A digital elevation model (DEM) with a 30 m resolution is hypothesized to fully capture the topographic characteristics, which is crucial for addressing the topographic effect in land surface albedo retrieval. However, its effectiveness would depend on the specific terrain and the extent to which it can accurately represent the surface geometry.",
        "AnswerCn": "一个分辨率为30米的数字高程模型（DEM）被假设能够充分捕捉地形特征，这对于处理地表反照率提取中的地形效应至关重要。然而，其有效性将取决于具体地形以及它在多大程度上能够准确表示表面几何形状。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can effectively address the topographic effects on land surface reflectance.",
        "QuestionCn": "我不明白数据收集方法如何有效地解决地形对地表反射率的影响。",
        "AnswerEn": "A method has been proposed to incorporate a topographic factor into the AMBRALS, which addresses the topographic effect on land surface reflectance by using a digital elevation model (DEM) to capture topographic characteristics. This method is applied to satellite data and improves the retrieval of land surface albedo over rugged terrain.",
        "AnswerCn": "一种方法被提出将地形因子纳入AMBRALS，该方法通过使用数字高程模型（DEM）来捕捉地形特征，从而解决地形对地表反射率的影响。该方法应用于卫星数据，并改善了在崎岖地形上地表反照率的获取。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how to integrate ground-based and satellite data for BRDF observations in complex environments.",
        "QuestionCn": "我无法理解如何在复杂环境中整合地面和卫星数据以进行BRDF观测。",
        "AnswerEn": "Ground-based BRDF observations using devices like ASD spectrometers can be synchronized with airborne and satellite sensors to provide comprehensive data. This integration helps in capturing detailed reflectance data across different spatial scales, enhancing the understanding of land surface characteristics.",
        "AnswerCn": "基于地面的BRDF观测使用像ASD光谱仪这样的设备，可以与空中和卫星传感器同步，以提供全面的数据。这种整合有助于捕捉不同空间尺度上的详细反射率数据，从而增强对地表特征的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in collecting and processing BRDF data in rugged terrain and propose potential solutions.",
        "QuestionCn": "分析在崎岖地形中收集和处理BRDF数据所面临的挑战，并提出潜在的解决方案。",
        "AnswerEn": "Challenges include dealing with topographic effects that influence land surface albedo by varying solar irradiance and causing multiscattering. The proposed solution in related literature is to incorporate a topographic factor into existing BRDF models like AMBRALS, using a digital elevation model (DEM) to capture topographic characteristics accurately. It is noted that further validation with extended ground measurements and corrections for obstructed pixels is necessary.",
        "AnswerCn": "挑战包括处理地形效应，这些效应通过变化太阳辐射和导致多重散射来影响地表反照率。相关文献中提出的解决方案是将地形因子纳入现有的BRDF模型，如AMBRALS，使用数字高程模型（DEM）准确捕捉地形特征。需要注意的是，进一步的验证需要扩展地面测量，并对被遮挡像素进行修正。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential datasets or satellite data sources that could complement the existing BRDF data and enhance understanding of albedo variations over different terrains.",
        "QuestionCn": "请识别潜在的数据集或卫星数据源，以补充现有的BRDF数据，并增强对不同地形上反照率变化的理解。",
        "AnswerEn": "Potential complementary datasets include radiance data from satellites like the Chinese HJ-1A/B, which provide land surface reflectance data with a revisit period of one to two days. This data, when combined with a high-resolution DEM such as the ASTER GDEM, can help calculate topographic parameters and improve topographic corrections in albedo retrieval, addressing issues identified in rugged terrains.",
        "AnswerCn": "潜在的互补数据集包括来自中国HJ-1A/B卫星的辐射数据，这些数据提供了具有一到两天重访周期的地表反射率数据。当这些数据与高分辨率数字高程模型（如ASTER GDEM）结合时，可以帮助计算地形参数，并改善反照率提取中的地形校正，从而解决在崎岖地形中识别的问题。",
        "Level": "C6(Creating)"
      }
    ]
  }
}