{
  "id": "962f2c9d-6520-4902-baae-c9916cd5e22a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of soil water erosion modulus with 5 m resolution in 18 watersheds of Thailand (2018)",
      "titleCn": "泰国18个小流域5米分辨率土壤水蚀模数数据集（2018）",
      "description": "1) The data includes the soil erosion modulus of 18 watersheds with a resolution of 5 m in the year of 2017 in Thailand. 2) Based on the surface layer of rainfall erosivity R, soil erodibility K, slope length factor LS, vegetation coverage FVC, and rotation sampling survey unit, the Chinese soil erosion model (CSLE) was used to calculate soil erosin modulus in 18 watersheds of Thailand respectively. Through spatial data processing (including chart linking and transformation, vector-grid conversion, and resampling),  R, K, LS factors were calculated from the regional thematic map of rainfall erosivity, soil erodibility, and DEM. By half-month FVC, NPV, half-month rainfall erosivity data, we calculated the value of B factors  in each sampling watershed. The value of E factor was calculated based on the remote sensing interpretation result and engineering measure factor table. The value of tillage factor T was obtained from tillage zoning map and tillage measure table. And then the soil erosion modulus in each sampling watershed was calculated by the equation: A=R•K•LS•B•E•T. The selection of 18 watersheds was based on the layout of sampling survey in pan-third polar region. 3) Compared with the data of soil erosion intensity in the same region in the same year, there is no significant difference and the data quality is good.4) the data of soil erosion intensity is of great significance for studying the present situation of soil erosion in Pan third polar region and better implementation of the development policy of the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
      "descriptionCn": "1)数据内容包括泰国18个小流域5米分辨率2017年的土壤水蚀模数数据。2）采用中国土壤侵蚀模型CSLE (A=R•K•LS•B•E•T)方法，在面图层降雨侵蚀力R、土壤可蚀性K、坡度坡长因子LS、植被盖度FVC、轮作分区抽样调查单元的基础上，分别计算40个抽样单元土壤水蚀模数，评估土壤侵蚀状况。通过空间数据运算（包括图表链接及转换、矢栅转换、重采样等），将区域专题图降雨侵蚀力、土壤可蚀性、DEM转换为抽样单元的R、K、LS因子；通过半月FVC、NPV、半月降雨侵蚀力权重、其他地类B因子表分别计算抽样单元内各地类的B因子；通过遥感解译结果、工程措施因子表，计算抽样单元工程措施因子值；通过耕作分区图及耕作措施表获取抽样单元内耕作因子值，进而计算各抽样单元内土壤侵蚀模数。18个小流域的选取依据泛第三极地区抽样单元布设图。 3）通过和同年同区域已有土壤侵蚀强度数据对比，无明显差异，数据质量良好。4）土壤侵蚀强度数据对研究泛第三极土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
      "instructions": "XDA200402021-CSLE_ATHA02.tif represents the soil erosion modulus, of which, XDA20040202 is the subproject number, 1 is the group number of the subproject, CSLE is the Chinese soil erosion model, A represents the soil erosion modulus, and THA02 represents the number of the selected watersheds.  The raster data format can be opened by ArcGIS, ENVI, ERDAS and other software.",
      "instructionsCn": "XDA200402021-CSLE_ATHA02.tif：表示抽样单元土壤水蚀模数，其中XDA20040202是子课题编号，1是子子课题编号，CSLE是中国土壤流失方程，A表示土壤侵蚀模数，THA02代表抽样单元编号；栅格数据格式，可以采用ArcGIS、ENVI、erdas等软件打开",
      "east": 100.128374,
      "west": 99.610329,
      "south": 19.599859,
      "north": 20.194764,
      "startTime": "2019-03-06 00:00:00",
      "endTime": "2019-05-05 00:00:00",
      "fileSize": 5327749.0,
      "cstr": "18406.11.Disas.tpdc.270228",
      "doi": "10.11888/Disas.tpdc.270228",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨勤科",
        "nameEn": "YANG Qinke",
        "unitEn": "Northwestern University",
        "unitCn": "西北大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国水力侵蚀抽样调查",
        "titleEn": null,
        "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤侵蚀",
        "nameEn": "Soil reosion"
      },
      {
        "nameCn": "水土流失",
        "nameEn": "Soil erosion"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泰国",
        "keywordEn": "Thailand"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many small watersheds in Thailand are included in a dataset focused on soil water erosion modulus?",
        "QuestionCn": "泰国有多少个小流域被纳入了一个关注土壤水蚀模数的数据集中？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the CSLE method used for calculating soil erosion modulus in the context of soil erosion studies?",
        "QuestionCn": "在土壤侵蚀研究中，用于计算土壤侵蚀模数的CSLE方法是什么？",
        "AnswerEn": "The CSLE (Chinese Soil Loss Equation) method is a technique used to calculate soil erosion modulus by considering factors such as rainfall erosivity (R), soil erodibility (K), slope length and steepness factor (LS), vegetation coverage (B), and other environmental factors (E, T). It involves spatial data operations including chart linking, resampling, and conversion between vector and raster formats to evaluate soil erosion conditions across different sampling units.",
        "AnswerCn": "CSLE（中国土壤流失方程）方法是一种通过考虑降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度因子（LS）、植被覆盖（B）以及其他环境因素（E、T）来计算土壤侵蚀模数的技术。它涉及空间数据操作，包括图表链接、重采样和矢量与栅格格式之间的转换，以评估不同采样单元的土壤侵蚀状况。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the soil erosion modulus data collection method using the CSLE model compare to other soil erosion assessment techniques in terms of data resolution and accuracy?",
        "QuestionCn": "使用CSLE模型的土壤侵蚀模数数据收集方法在数据分辨率和准确性方面如何与其他土壤侵蚀评估技术进行比较？",
        "AnswerEn": "The soil erosion modulus data collection method using the CSLE model involves calculating factors such as rainfall erosivity, soil erodibility, and slope length at a 5-meter resolution. It uses spatial data operations like resampling and conversion to assess erosion status, and its data quality is considered good with no significant differences when compared to existing soil erosion intensity data from the same region and year.",
        "AnswerCn": "土壤侵蚀模量数据收集方法使用CSLE模型，涉及计算降雨侵蚀性、土壤侵蚀性和坡长等因素，分辨率为5米。它使用空间数据操作，如重采样和转换，以评估侵蚀状态，其数据质量被认为良好，与来自同一地区和年份的现有土壤侵蚀强度数据相比没有显著差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the Chinese Soil Loss Equation (CSLE) method on the accuracy and reliability of soil erosion assessments in small watersheds?",
        "QuestionCn": "使用中国土壤流失方程（CSLE）方法对小流域土壤侵蚀评估的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using the CSLE method allows for a detailed calculation of soil erosion modulus based on factors such as rainfall erosivity, soil erodibility, slope length, and vegetation cover. This approach can lead to accurate and reliable soil erosion assessments in small watersheds by integrating spatial data operations and converting regional thematic maps into sampling unit factors. The comparison with existing soil erosion intensity data shows no significant difference, indicating good data quality.",
        "AnswerCn": "使用CSLE方法可以基于降雨侵蚀性、土壤侵蚀性、坡长和植被覆盖等因素详细计算土壤侵蚀模数。这种方法通过整合空间数据操作并将区域主题图转换为采样单元因子，可以在小流域中进行准确可靠的土壤侵蚀评估。与现有土壤侵蚀强度数据的比较显示没有显著差异，表明数据质量良好。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective in utilizing the CSLE model for assessing soil erosion modulus in small watersheds in Thailand?",
        "QuestionCn": "在泰国的小流域中，利用CSLE模型评估土壤侵蚀模数的主要目标是什么？",
        "AnswerEn": "The primary objective is to evaluate soil erosion conditions by calculating the soil erosion modulus in selected sampling units using the CSLE model, which incorporates factors like rainfall erosivity, soil erodibility, slope length, vegetation coverage, and engineering measures. This assessment helps in understanding the current state of soil erosion in the region and supports the implementation of the Belt and Road Initiative development policy.",
        "AnswerCn": "主要目标是通过使用CSLE模型计算选定采样单元的土壤侵蚀模数来评估土壤侵蚀条件，该模型考虑了降雨侵蚀性、土壤易侵蚀性、坡长、植被覆盖和工程措施等因素。这一评估有助于了解该地区土壤侵蚀的现状，并支持“一带一路”发展政策的实施。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in calculating the soil water erosion modulus using the CSLE method in small watersheds?",
        "QuestionCn": "使用CSLE方法计算小流域土壤水蚀模数涉及哪些程序步骤？",
        "AnswerEn": "The CSLE method involves calculating the soil water erosion modulus using the formula A=R•K•LS•B•E•T. The process includes the following steps: using spatial data operations to convert regional thematic maps for rainfall erosivity (R), soil erodibility (K), and slope length factor (LS) into sampling units; calculating the B factor for each land type within sampling units using semi-monthly FVC, NPV, and rainfall erosivity weights; determining engineering measures factor values through remote sensing interpretation and engineering measures factor tables; acquiring tillage factor values from tillage zoning maps and tillage measures tables; and finally computing the soil erosion modulus for each sampling unit.",
        "AnswerCn": "CSLE 方法涉及使用公式 A=R•K•LS•B•E•T 计算土壤水蚀模数。该过程包括以下步骤：使用空间数据操作将降雨侵蚀性（R）、土壤侵蚀性（K）和坡长因子（LS）的区域主题图转换为采样单元；通过半月的 FVC、NPV 和降雨侵蚀性权重计算每个土地类型在采样单元内的 B 因子；通过遥感解译和工程措施因子表确定工程措施因子值；从耕作分区图和耕作措施表获取耕作因子值；最后计算每个采样单元的土壤侵蚀模数。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the conversion of regional thematic maps into sampling unit factors for soil erosion assessment in small watersheds?",
        "QuestionCn": "哪些数据处理技术能够将区域主题地图转换为小流域土壤侵蚀评估的采样单元因子？",
        "AnswerEn": "The data processing techniques include spatial data operations such as chart linking and conversion, vector-raster conversion, and resampling. These techniques allow for the transformation of regional thematic maps of rainfall erosivity, soil erodibility, and DEM into sampling unit factors like R, K, and LS.",
        "AnswerCn": "数据处理技术包括空间数据操作，如图表链接和转换、矢量-栅格转换以及重采样。这些技术允许将降雨侵蚀性、土壤侵蚀性和数字高程模型（DEM）的区域主题图转换为采样单元因子，如R、K和LS。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}