{
    "id": "9876c435-05dd-4f84-b59d-192afc450f28",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network: Cosmic-ray observation system of soil moisture of Arou Superstation, 2022",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from a Cosmic-ray Soil Moisture Observing System of soil moisture of Arou Superstation from January 1 to December 31, 2022. The site (100.4643° E, 38.0473° N) was located in the Caodaban Village, near Qilian County in Qinghai Province. The elevation is 3033 m. The bottom of the probe was 0.5 m above the ground; the sampling interval was 1 hour.\nThe raw COSMOS data include the following: battery (Batt, V), temperature (T, C), relative humidity (RH, %), air pressure (P, hPa), fast neutron counts (N1C, counts per hour), thermal neutron counts (N2C, counts per hour), sample time of fast neutrons (N1ET, s), and sample time of thermal neutrons (N2ET, s). The distributed data include the following variables: Date, Time, P, N1C, N1C_cor (corrected fast neutron counts) and VWC (volume soil moisture, %), which were processed as follows:\n1) Data were removed and replaced by -6999 when (a) the battery voltage was less than 11.8 V, (b) the relative humidity was greater than 80% inside the probe box, (c) the counting data were not of one-hour duration and (d) neutron count differed from the previous value by more than 20%; 2) An air pressure correction was applied to the quality-controlled raw data according to the equation contained in the equipment manual; 3) After the quality control and corrections were applied, soil moisture was calculated using the equation in Zreda et al. (2012), where N0 is the neutron counts above dry soil and the other variables are fitted constants that define the shape of the calibration function. Here, the parameter N0 was calibrated using the in situ observed soil moisture by SoilNET within the footprint; 4) Based on the calibrated N0 and corrected N1C, the hourly soil moisture was computed using the equation from the equipment manual. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Zhu et al. (2015) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site+ COSMOS",
            "east": 100.4643,
            "west": 100.4643,
            "south": 38.0473,
            "north": 38.0473,
            "startTime": "2022-01-01 00:00:00",
            "endTime": "2022-12-31 00:00:00",
            "fileSize": 468602.0,
            "cstr": "18406.11.Terre.tpdc.300627",
            "doi": "10.11888/Terre.tpdc.300627",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHU Zhongli",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Research and Application of Cosmic Ray Fast Neutron Method in Soil Moisture Measurement in Agricultural Fields",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Frozen Ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Arou superstation"
            },
            {
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        },
        {
            "background": [
                "The acquisition of regional surface soil moisture has long been a research challenge. In recent years, the use of cosmic ray fast neutron methods to measure regional surface soil moisture has made significant progress. As a new type of non-destructive measurement method for soil moisture at a meso-scale, the cosmic ray fast neutron method can obtain soil moisture within a source area of about 300 meters in radius. This larger measurement area fills the gap between traditional point observations and remote sensing large-area observations. Traditional measurement methods include: gravimetric method (oven-drying method), neutron gauge method, capacitance method, tensiometer method, time-domain reflectometry (TDR), and frequency-domain reflectometry (FDR). These measurement methods are all destructive and point-based, with measurement scales mostly at small scales, poor spatial representativeness, and difficulty in obtaining information on the regional distribution of soil moisture. The feasibility study of remote sensing monitoring of soil moisture began in the 1960s, with applied research starting in the mid-1970s. Remote sensing technology allows for rapid, large-area monitoring of soil moisture, but the soil moisture obtained through remote sensing is an average value at the pixel scale, with spatial resolutions generally ranging from tens of meters (aerial remote sensing) to tens of kilometers (satellite remote sensing), and it only provides instantaneous values at the time of aircraft or satellite overpass, limiting the application of large-scale remote sensing measurements in practical soil moisture monitoring. There is a gap between traditional point measurements and large-scale remote sensing monitoring, which is the inability to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, it is not possible to obtain the required pixel-scale soil moisture data during the validation of remotely sensed soil moisture retrievals. In recent years, research on measuring surface soil moisture using cosmic ray fast neutrons has gradually attracted attention. The intensity of cosmic ray fast neutrons above the surface is inversely related to soil moisture content. By setting up neutron probes above the surface to measure the intensity of cosmic ray fast neutrons, surface soil moisture content can be inferred. The cosmic ray fast neutron method is a passive, non-invasive meso-scale soil moisture measurement method, with a measurement radius of about 300 meters and an effective measurement depth of 12 to 76 cm."
            ],
            "research objective": [
                "This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye region in the middle reaches of the Heihe River, and compares the results with data from Wireless Sensor Networks (WSN) to analyze the reliability of cosmic ray observations. The article analyzes the experimental results of regional soil moisture observations conducted in the Zhangye oasis farmland, indicating that the cosmic ray soil moisture observation system can effectively obtain regional soil moisture. It not only accurately captures long-term time series soil moisture at the farmland scale but also provides meaningful ground validation data for remote sensing inversion of soil moisture."
            ],
            "challenges": [
                "There is a gap between traditional point measurements and large-scale monitoring through remote sensing, which makes it difficult to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, it is challenging to acquire the pixel-scale soil moisture data needed to validate soil moisture retrievals from remote sensing. Hydrogen atoms in the cosmic ray source region are not only present in soil moisture but also exist in lattice water, soil organic matter, vegetation, and water vapor. The presence of these hydrogen atom sources inevitably affects the propagation of fast neutrons. Zreda et al. pointed out that the presence of lattice water reduces the detection depth of cosmic rays; however, under the assumption that lattice water and soil organic matter remain constant, these effects can be eliminated through a one-time field soil moisture calibration in the source region. In sparsely vegetated areas, the influence of vegetation can also be eliminated based on field soil moisture calibration, but under rapidly growing vegetation, the moisture content of the vegetation has a certain impact on observations, and there is currently no comprehensive method to correct for this. The presence of water vapor affects the measurement source region of cosmic rays, and MCNPX simulations indicate that the detection radius under saturated water vapor is about 10% lower than that under dry air."
            ],
            "methods": [
                "The dataset used in this article comes from the 2012 \"Heihe River Basin Eco-Hydrological Comprehensive Remote Sensing Observation Experiment,\" which mainly includes cosmic ray soil moisture datasets, wireless sensor network datasets (Soil-NET part), and rainfall datasets (Daman Station). During soil moisture observation, only a fast neutron probe needs to be installed. At the beginning of this experiment, only one fast neutron probe was installed for soil moisture observation. This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River and compares it with soil moisture wireless sensor network data (Wireless Sensor Network, WSN) to analyze the reliability of the cosmic ray observation results."
            ],
            "dataset": [
                "The cosmic ray soil moisture dataset mainly includes raw fast neutron data, raw atmospheric pressure data, etc., with a sampling frequency of 1 hour. Fast neutron data can be used to infer soil moisture information in the study area. SoilNET mainly contains observation data from 50 SoilNET soil moisture/temperature nodes located within the MODIS pixel of the Daman Super Station. Each node can connect to four SISOMOP (Simple Soil Moisture Probe) soil moisture/temperature probes, which measure soil moisture and temperature at depths of 4, 10, 20, and 40 cm, with 19 of them distributed within the cosmic ray source area. The sampling frequency of SoilNET nodes is 10 minutes. This paper primarily uses SoilNET node soil moisture data to validate cosmic ray observation results, requiring the aggregation of the original 10-minute data into 1-hour data for synchronization with cosmic ray data. The rainfall dataset (Daman Super Station) mainly includes raw rainfall data, with a sampling frequency of 10 minutes. During use, the original data needs to be aggregated into 1-hour data to analyze the relationship between cosmic ray soil moisture changes and rainfall."
            ],
            "findings": [
                "The cosmic ray soil moisture observation system can effectively obtain regional soil moisture content, not only accurately capturing long-term time series soil moisture at the farmland scale but also providing truly meaningful surface validation data for remote sensing retrieval of soil moisture. By comparison, it can be concluded that cosmic rays reflect a surface-level change in soil moisture, which can well represent the trend of soil moisture changes beneath the farmland surface. After excluding irrigation period data, the correlation coefficient significantly increased to 0.86, and the RMSE decreased to 0.028 m³/m³."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can a dataset using cosmic-ray neutron sensing be effectively used to measure soil moisture at a regional scale?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is it possible to perform continuous long-term monitoring of soil moisture using cosmic-ray instruments in agricultural areas?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are there challenges related to data collection for soil moisture due to factors like high altitude and complex topography?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Does the data collection in the field primarily rely on automatic meteorological stations, wireless sensor networks, or cosmic-ray neutron probes?",
                    "Answer": "automatic meteorological stations, wireless sensor networks, cosmic-ray neutron probes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are the challenges in collecting data mainly related to climate conditions, technological limitations, or geographical access?",
                    "Answer": "climate conditions",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Is the soil moisture dataset in the field derived from traditional methods, remote sensing, or cosmic-ray neutron techniques?",
                    "Answer": "cosmic-ray neutron techniques",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary challenges faced in collecting data for alpine hydrological processes in the Heihe River Basin?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are used to validate soil moisture data obtained from cosmic-ray neutron sensing?",
                    "Answer": "wireless sensor network",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a dataset that integrates multisource data for hydrological modeling in alpine regions?",
                    "Answer": "An example of such a dataset is one that combines long-term hydrometeorological, snow cover, and frozen ground data from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin in China. This dataset includes high-quality observations from automatic meteorological stations and superstations, capturing key variables like snow depth, snow water equivalent, and soil temperature and moisture.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of a challenge faced when measuring soil moisture using cosmic-ray neutron sensors?",
                    "Answer": "A challenge when using cosmic-ray neutron sensors is the presence of hydrogen atoms in sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and water vapor. These sources can affect the propagation of fast neutrons and therefore the accuracy of soil moisture measurements. Corrections for these influences are necessary, but they can be complex, especially in areas with rapidly growing vegetation or varying atmospheric conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collected using cosmic ray neutron sensing for soil moisture measurement?",
                    "Answer": "fast neutron count, atmospheric pressure, corrected fast neutron count, non-invasive, passive measurement, radius of approximately 300 m, effective depth ranging from 12 to 76 cm, sampled at a frequency of 1 hour",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the specific attributes measured in soil moisture datasets collected using wireless sensor networks?",
                    "Answer": "soil moisture, temperature at various depths (4 cm, 10 cm, 20 cm, 40 cm), 10-minute frequency",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the effective measurement depth range of the cosmic-ray neutron soil moisture measurement method?",
                    "Answer": "12-76 cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'cosmic-ray neutron method' mean in the context of soil moisture measurement?",
                    "Answer": "The 'cosmic-ray neutron method' is a non-invasive, passive soil moisture measurement technique that uses cosmic-ray fast neutrons to assess soil moisture over a medium-scale area, typically with a measurement radius of approximately 300 meters and an effective measurement depth of 12 to 76 cm. This method provides soil moisture data that fills the scale gap between traditional point measurements and large-scale remote sensing observations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are 'gap-free meteorological and hydrological data' in the context of observation networks?",
                    "Answer": "'Gap-free meteorological and hydrological data' refers to continuous, uninterrupted datasets collected from observation networks, such as automatic meteorological stations (AMSs), which provide comprehensive coverage of meteorological variables and hydrological processes. These datasets are essential for hydrological modeling and validating remote sensing data, particularly in challenging alpine environments where data scarcity is a common issue.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is meant by 'integrated, distributed and multiscale observation network' in hydrological research?",
                    "Answer": "An 'integrated, distributed and multiscale observation network' in hydrological research refers to a system of interconnected observation sites, including automatic meteorological stations and superstations, designed to collect data across multiple spatial scales and various environmental conditions. This approach aims to provide comprehensive datasets for studying hydrometeorological processes, supporting model development, and validating remote sensing products at different resolutions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the data collection method using cosmic-ray neutron probes compare to traditional soil moisture measurement techniques in terms of spatial scale and invasiveness?",
                    "Answer": "The cosmic-ray neutron method is a passive, non-invasive technique that measures soil moisture over a larger spatial scale with a radius of approximately 300 m, filling the gap between traditional point measurement methods like the weighing method and remote sensing. Traditional methods are more invasive and generally limited to smaller scales, providing less spatial representation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the integration of cosmic ray neutron sensing with traditional soil moisture monitoring methods enhance the accuracy and spatial representation of soil moisture data in alpine regions?",
                    "Answer": "Cosmic ray neutron sensing offers a non-invasive and intermediate-scale measurement method that can bridge the gap between point measurements and large-scale remote sensing. By integrating this method with traditional soil moisture monitoring techniques such as wireless sensor networks and remote sensing, researchers can improve the spatial representation and accuracy of soil moisture data. This integration can provide a more comprehensive understanding of soil moisture dynamics across different scales, particularly in challenging alpine environments where access and consistent data collection are difficult.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the key challenges in using cosmic rays for soil moisture measurement, and how can these challenges be addressed to improve data reliability in varying environmental conditions?",
                    "Answer": "Key challenges in using cosmic rays for soil moisture measurement include the influence of hydrogen atoms from sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and atmospheric water vapor. These factors can affect neutron propagation and measurement accuracy. To address these challenges, site-specific calibration using field soil moisture measurements is essential to account for these influences. Additionally, understanding and modeling the impact of vegetation and atmospheric conditions on neutron data can help improve the reliability of soil moisture measurements under varying environmental conditions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the gap between traditional point measurement and large-scale remote sensing in soil moisture data collection, and how can new methods address this gap?",
                    "Answer": "The gap is caused by the limited spatial representation of traditional point measurement methods and the lack of continuous data in remote sensing, which provides only instantaneous values at large scales. The development of cosmic-ray neutron methods, which offer a non-invasive, medium-scale measurement with a radius of about 300 meters, can address this gap by providing regional soil moisture information effectively.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of utilizing cosmic-ray neutron sensing for long-term soil moisture monitoring in alpine regions?",
                    "Answer": "Utilizing cosmic-ray neutron sensing for long-term soil moisture monitoring in alpine regions can effectively capture regional soil moisture, providing valuable data for hydrological modeling and remote sensing validation. This method fills the gap between point-based and large-scale remote sensing measurements, allowing for more accurate soil moisture information at the regional scale.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How might the integration of a comprehensive observation network with automatic meteorological stations and superstations impact the data quality and modeling of alpine hydrological processes?",
                    "Answer": "Integrating a comprehensive observation network with automatic meteorological stations and superstations can significantly enhance data quality and modeling of alpine hydrological processes by providing continuous, high-resolution data on snow cover, frozen ground, and meteorological variables. This approach helps in understanding the driving forces of hydrological models and improves the validation of remote sensing products.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential effects of incorporating wireless sensor networks in conjunction with cosmic-ray neutron data on the reliability of soil moisture observations?",
                    "Answer": "Incorporating wireless sensor networks alongside cosmic-ray neutron data can improve the reliability of soil moisture observations by providing cross-validation and enhancing the spatial and temporal resolution of the data. This combination allows for a more comprehensive understanding of soil moisture dynamics and contributes to more robust data for model validation and remote sensing applications.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to establish an integrated, distributed, and multiscale observation network for studying alpine hydrological processes in the Heihe River Basin?",
                    "Answer": "An integrated, distributed, and multiscale observation network is crucial for studying alpine hydrological processes in the Heihe River Basin because it provides accurate forcing data for hydrological modeling, validates remote sensing data, and evaluates distributed models. This approach addresses the scarcity of observation data in alpine regions, which is hindered by harsh climates and complex topography. The network facilitates a comprehensive understanding of hydrological and eco-functional processes, particularly in the context of climate change and human-induced perturbations.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the objective of using cosmic-ray neutron sensing for soil moisture measurement in the Heihe River Basin?",
                    "Answer": "The objective of using cosmic-ray neutron sensing for soil moisture measurement in the Heihe River Basin is to obtain long-term, continuous monitoring of soil moisture at a regional scale. This method fills the gap between traditional point measurements and large-scale remote sensing, providing a non-invasive, medium-scale measurement that accurately reflects soil moisture dynamics. It also serves as a ground truth for validating remote sensing soil moisture retrievals.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methods are used to ensure the reliability and accuracy of data collected by cosmic ray neutron sensors in alpine regions?",
                    "Answer": "Data reliability is ensured through several steps: data screening based on voltage, relative humidity, and consistency of sampling intervals; pressure correction using specific formulas; and calibration of soil moisture using field samples to derive a parameter called N0. This helps in accurately estimating soil moisture content in the observation area.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How are cosmic ray neutron data and wireless sensor network data integrated to monitor soil moisture in agricultural fields?",
                    "Answer": "Cosmic ray neutron data are continuously monitored and compared with data from wireless sensor networks to study soil moisture. The integration involves aligning data with similar temporal resolution, such as aggregating 10-minute sensor readings to hourly data to match the neutron data, allowing for a comprehensive analysis of soil moisture trends.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions and technological advancements enable the effective collection of multiscale hydrometeorological data in alpine regions?",
                    "Answer": "The effective collection of multiscale hydrometeorological data in alpine regions is enabled by the establishment of an integrated, distributed observation network that includes automatic meteorological stations (AMSs) and superstations for snow cover and frozen ground observations. This network captures a wide range of variables such as wind speed, air temperature, humidity, and snow properties, leveraging state-of-the-art techniques and instruments to overcome challenges like harsh climate and complex topography.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of cosmic-ray neutron sensing enable the measurement of soil moisture across different spatial scales?",
                    "Answer": "Cosmic-ray neutron sensing enables the measurement of soil moisture across different spatial scales by providing a non-invasive method that measures the intensity of fast neutrons above the soil surface, which is inversely related to soil moisture content. This approach fills the gap between traditional point measurements and large-scale remote sensing, offering a measurement radius of about 300 meters and an effective depth of 12 to 76 cm.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges and conditions are addressed by utilizing a comprehensive observation network for studying ecohydrological processes in the Heihe River Basin?",
                    "Answer": "Utilizing a comprehensive observation network addresses challenges such as the scarcity of observation data due to harsh alpine conditions and technological barriers. The network, composed of meteorological stations and superstations, allows for the collection of high-quality data on snow cover, frozen ground, and meteorological variables, providing crucial datasets for validating remote sensing products and improving hydrological modeling in the Heihe River Basin.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might it be challenging to develop accurate hydrological models in alpine regions?",
                    "Answer": "Developing accurate hydrological models in alpine regions is challenging due to the scarcity of observation data, technological barriers, and the complex terrain, which hinder data collection and validation of models and remote sensing products.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected benefits of using cosmic-ray neutron sensors for soil moisture measurement over traditional methods?",
                    "Answer": "Cosmic-ray neutron sensors are expected to fill the gap between traditional point measurements and large-scale remote sensing by providing non-invasive, continuous long-term soil moisture data over a mid-scale area, thus offering better spatial representation and aiding in the validation of remote sensing data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why is there a need to integrate remote sensing data with ground-based observations for studying alpine hydrological processes?",
                    "Answer": "Integrating remote sensing data with ground-based observations is necessary due to the complexities and uncertainties associated with remote sensing data in alpine regions, which require validation and calibration through accurate in-situ measurements to improve the predictive understanding of hydrological processes and ecosystem functions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the perceived challenges in using cosmic-ray neutron sensing for soil moisture measurement in complex terrains, and how might these challenges be addressed?",
                    "Answer": "Challenges in using cosmic-ray neutron sensing for soil moisture measurement include influences from hydrogen atoms present in soil organic matter, lattice water, vegetation, and water vapor. These can affect neutron propagation and measurement accuracy. Addressing these challenges may involve field soil moisture calibration to account for lattice water and organic matter, while the impact of vegetation might be mitigated in areas with sparse vegetation. However, rapidly growing vegetation remains a challenge without a complete correction method. Water vapor can also affect the measurement radius by up to 10%, requiring adjustments based on conditions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How effective is the integration of wireless sensor networks (WSN) with cosmic-ray neutron sensing in enhancing the reliability of soil moisture datasets?",
                    "Answer": "Integrating wireless sensor networks (WSN) with cosmic-ray neutron sensing has shown to be effective in enhancing the reliability of soil moisture datasets. The comparison between WSN data and cosmic-ray neutron observations indicates that the system can effectively capture regional soil moisture, providing long-term, continuous data at the farmland scale. The combination provides a robust validation method for remote sensing-derived soil moisture data, allowing surface-level verification and improving overall dataset reliability.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways might the development of next-generation ecosystem observation networks improve the predictability of hydrological processes in alpine regions?",
                    "Answer": "The development of next-generation ecosystem observation networks could significantly improve the predictability of hydrological processes in alpine regions by providing integrated, distributed, and multiscale datasets. These networks can offer consistent hydrometeorological data, as well as detailed observations of snow cover and frozen ground dynamics, which are critical for understanding water infiltration, surface runoff, and groundwater processes. They also facilitate the validation of remote sensing data and enhance the parameterization of hydrological models, ultimately leading to better predictive understanding of how climate change and human activities impact these processes.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how cosmic-ray neutron sensors can effectively measure soil moisture over a large area compared to traditional point measurement methods.",
                    "Answer": "Cosmic-ray neutron sensors measure soil moisture by detecting the intensity of fast neutrons above the ground, which is inversely related to the soil moisture content. This method has a measurement radius of approximately 300 meters, filling the scale gap between traditional point measurements and remote sensing, providing regional soil moisture information non-invasively.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of the challenges faced in collecting accurate data for alpine hydrological models in regions with complex terrain.",
                    "Answer": "In alpine regions, challenges include the cold climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These factors hinder the availability of high-quality data necessary for parameterizing remote sensing technologies and hydrological models, affecting the accuracy of model predictions and data validation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please evaluate different data collection methods used for measuring soil moisture and their respective advantages in capturing the spatial distribution of soil moisture in a region.",
                    "Answer": "Traditional methods for measuring soil moisture, such as gravimetric methods, neutron probe, TDR, and FDR, are point measurement techniques with limited spatial representation. In contrast, the cosmic-ray neutron method provides a non-invasive, passive approach for measuring soil moisture at a mesoscale, covering a radius of approximately 300 m and a depth of 12-76 cm. This method effectively bridges the gap between point-scale measurements and large-scale remote sensing, offering more representative soil moisture data for regional analysis.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please explore the methods used to ensure the reliability and accuracy of soil moisture data obtained through cosmic-ray neutron systems.",
                    "Answer": "The reliability and accuracy of soil moisture data from cosmic-ray neutron systems can be ensured by calibrating the system with local soil samples to determine N0, the fast neutron count in dry soil conditions. Additionally, data screening criteria are applied to remove unreliable data, such as those with low voltage, high relative humidity, or significant deviations in neutron counts. Pressure correction and site-specific calibration help mitigate the influence of environmental factors, such as vegetation and atmospheric moisture, to produce more accurate soil moisture data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}