{
    "id": "9929bf17-cce4-4248-ae4c-34729f3e8ee5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Atlas of damage estimates affected by 2018 Typhoon Mangkhut in the coastal areas of Southern China",
            "titleCn": "我国南部沿海地区受台风“山竹”影响的损失估计图集（2018）",
            "description": "The original data source of the data sets:  (1) the China Meteorological Administration (cma) and the Japan meteorological agency issued a typhoon shanzhu best route data (September 7, 2018, 11 to 20 September 17, 2018).(2) Global Satellite rainfall atlas (Global Satellite Mapping of Precipitation (GSMaP) land hourly rainfall lattice data released on September 7, 2018, 11 to 20 September 17, 2018).(3) the direct loss of typhoon. Data processing method is: extracting the original data and building the input file to input to the complex network - binary network model, through the model to generate the binary network structure. Then according to the result of model calculation, draw atlas of damage assessment on the Arc - GIS software. Data quality is good, relevant results have been published in SCI journals.(Niu, Yilong, et al. \"the Network Modeling and the Dynamic Mechanisms of Multi - Hazards - A Case Study of Typhoon Mangkhut.\" Water 12. 8 (2020) : 2198. The doi: 10.3390 / w12082198).",
            "descriptionCn": "本数据集的原始数据来源（1）中国气象局和日本气象厅发布的台风山竹最佳路径数据（2018年9月7日11时至2018年9月17日20时）。（2）全球卫星降雨地图集（Global Satellite Mapping of Precipitation (GSMaP) ）发布的陆地小时降雨格点数据（2018年9月7日11时至2018年9月17日20时）。（3）台风山竹造成的直接损失数据。数据加工方法为：对原始数据进行提取和处理，形成输入文件输入到复杂网络-二分网络模型中，通过模型生成二分网络结构图。再根据模型计算结果，在Arc-GIS软件中绘制损失评估图集。数据质量良好，相关成果已发表在SCI期刊。（Niu, Yilong, et al. \"Network Modeling and Dynamic Mechanisms of Multi-Hazards-A Case Study of Typhoon Mangkhut.\" Water 12. 8 (2020): 2198. doi: 10.3390/w12082198）。",
            "instructions": "According to the figure order of the paper",
            "instructionsCn": "根据图在论文中的顺序命名",
            "east": 135.0,
            "west": 73.5,
            "south": 4.0,
            "north": 53.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 11624078.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "牛逸龙",
                "nameEn": "NIU Yilong",
                "unitEn": "",
                "unitCn": "上海市安全生产科学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Network Modeling and Dynamic Mechanisms of Multi-Hazards-A Case Study of Typhoon Mangkhut",
                "referenceCn": null,
                "referenceEn": "Niu, Y.L., et al. (2020). Network Modeling and Dynamic Mechanisms of Multi-Hazards-A Case Study of Typhoon Mangkhut. Water, 12. 8, 2198. doi: 10.3390/w12082198"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "台风",
                "nameEn": "Typhoon"
            },
            {
                "nameCn": "气象灾害",
                "nameEn": "Meteorological Disaster"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how a complex network-bipartite network model is used in conjunction with GIS software to assess typhoon damage?",
                "QuestionCn": "您能否提供一个复杂网络-二分网络模型如何与GIS软件结合使用以评估台风损害的示例？",
                "AnswerEn": "A dataset was created by extracting and processing raw data from sources such as the best track data for Typhoon Mangkhut from the China Meteorological Administration and the Japan Meteorological Agency, as well as hourly land rainfall gridded data from the Global Satellite Mapping of Precipitation. These were input into a complex network-bipartite network model, and the results were used to generate a loss assessment map in Arc-GIS software.",
                "AnswerCn": "一个数据集是通过从中国气象局和日本气象厅提取和处理台风山竹的最佳路径数据，以及来自全球卫星降水映射的每小时陆地降雨格点数据而创建的。这些数据被输入到一个复杂的网络-二分网络模型中，结果用于在Arc-GIS软件中生成损失评估图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets used for estimating losses caused by typhoons in coastal regions?",
                "QuestionCn": "用于估算沿海地区台风造成损失的数据集的特征有哪些？",
                "AnswerEn": "best path data of typhoons, satellite-based precipitation data, direct loss data",
                "AnswerCn": "最佳路径数据、台风的卫星降水数据、直接损失数据",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using a complex network-bipartite network model in estimating typhoon-induced losses?",
                "QuestionCn": "使用复杂网络-二分网络模型来估计台风引发的损失具有重要意义。",
                "AnswerEn": "A complex network-bipartite network model is used to process extracted data to generate a bipartite network structure graph. This model allows for an in-depth analysis and visualization of the dynamic interactions and impacts of multi-hazards like Typhoon Mangkhut, facilitating a more comprehensive loss assessment through computational results displayed in loss evaluation maps.",
                "AnswerCn": "一个复杂的网络-二分网络模型用于处理提取的数据，以生成二分网络结构图。该模型允许对多种灾害（如台风山竹）的动态互动和影响进行深入分析和可视化，从而通过在损失评估图中展示的计算结果实现更全面的损失评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of loss estimation maps in the context of typhoon impact assessments in southern coastal regions of China?",
                "QuestionCn": "在中国南部沿海地区台风影响评估中，损失估算地图准确性的因素有哪些？",
                "AnswerEn": "The accuracy of loss estimation maps is influenced by the extraction and processing of raw data from sources such as the best track data from the China Meteorological Administration and the Japan Meteorological Agency, and the Global Satellite Mapping of Precipitation (GSMaP) data. The subsequent modeling using a complex network-bipartite network model and the visualization in Arc-GIS also play crucial roles. The quality of the original data, the effectiveness of data processing methods, and the accuracy of the modeling approach are key factors.",
                "AnswerCn": "损失估计地图的准确性受到原始数据提取和处理的影响，这些数据来源包括中国气象局和日本气象厅的最佳轨迹数据，以及全球卫星降水映射（GSMaP）数据。随后使用复杂网络-二分网络模型进行建模，以及在Arc-GIS中的可视化也起着至关重要的作用。原始数据的质量、数据处理方法的有效性以及建模方法的准确性是关键因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of damage assessment maps when using a complex network-bipartite network model with data inputs from multiple meteorological sources?",
                "QuestionCn": "使用复杂网络-二分网络模型，并结合多个气象来源的数据输入，损害评估地图的准确性可能会产生哪些潜在结果？",
                "AnswerEn": "Using a complex network-bipartite network model with data inputs from multiple meteorological sources can lead to more accurate and comprehensive damage assessment maps. This approach allows for a detailed analysis of the spatial and temporal dynamics of the typhoon's impact, providing a nuanced understanding of the affected areas. The integration of data from diverse sources like the China Meteorological Administration, Japan Meteorological Agency, and Global Satellite Mapping of Precipitation helps in capturing a wide array of variables, enhancing the reliability and depth of the assessment.",
                "AnswerCn": "使用复杂的网络-双向网络模型，并结合来自多个气象来源的数据输入，可以生成更准确和全面的损害评估地图。这种方法允许对台风影响的空间和时间动态进行详细分析，从而提供对受影响地区的细致理解。整合来自中国气象局、日本气象厅和全球降水卫星遥感等多种来源的数据，有助于捕捉广泛的变量，增强评估的可靠性和深度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset that estimates losses in southern coastal regions of China affected by Typhoon Mangkhut using complex network modeling?",
                "QuestionCn": "创建一个估计受台风山竹影响的中国南部沿海地区损失的数据集的主要目标是使用复杂网络建模。",
                "AnswerEn": "The primary objective is to process raw data from meteorological sources and satellite precipitation maps, along with direct loss data, to generate a binary network structure. This structure is used to create a loss assessment atlas through Arc-GIS software, which helps in understanding the impact of Typhoon Mangkhut in the specified regions and contributes to related scientific literature.",
                "AnswerCn": "主要目标是处理来自气象源和卫星降水图的原始数据，以及直接损失数据，以生成一个二元网络结构。该结构用于通过Arc-GIS软件创建损失评估图集，帮助理解台风山竹在指定地区的影响，并为相关科学文献做出贡献。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures were utilized to process and transform raw meteorological and precipitation data into a format suitable for network modeling of typhoon impact assessment?",
                "QuestionCn": "用于处理和转换原始气象和降水数据的程序，以便适合台风影响评估的网络建模。",
                "AnswerEn": "The raw data from sources such as the China Meteorological Administration and the Japan Meteorological Agency, as well as global satellite precipitation datasets, were extracted and processed into input files compatible with a complex network-bipartite network model. This model was then used to generate a bipartite network structure graph. The results from this model were visualized using Arc-GIS software to create loss assessment maps.",
                "AnswerCn": "来自中国气象局和日本气象局的原始数据，以及全球卫星降水数据集，被提取并处理成与复杂网络-二分网络模型兼容的输入文件。然后，该模型用于生成二分网络结构图。使用Arc-GIS软件对该模型的结果进行了可视化，以创建损失评估图。",
                "Level": "C3(Applying)"
            }
        ]
    }
}