{
    "id": "992cd214-191d-40d6-b795-30050f6faa02",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Future permafrost distribution over the Qinghai‐Tibet Plateau under different SSP scenarios (2016-2100)",
            "titleCn": "不同SSP情景下青藏高原冻土分布图集（2016-2100）",
            "description": "The Qinghai-Tibet Plateau, known as the \"Third Pole\", and the permafrost distribution map is of great significance for engineering construction, ecological and hydrological research in the cold region. This dataset is based on the output data of the climate models participating in CMIP6, and after statistical downscaling, it is simulated and generated using the improved Noah land surface process model. This dataset provides the distribution map of permafrost on the Qinghai-Tibet Plateau in the future for five GCMs (BCC-CSM2-MR, CESM2, EC-Earth3, MPI-ESM1-2-HR and MRI-ESM2-0) under different shared socioeconomic pathway (SSP) scenarios (including SSP1-2.6 , SSP2-4.5, SSP3-7.0, and SSP5-8.5). The time range is 2016-2100, the time resolution is a year, the spatial resolution is 0.1°, the data format is TIFF, DN=1 represents permafrost, and DN=2 represents non-permafrost. This dataset can be used as a primary source of data for research on permafrost, ecology, hydrology, and other topics in the third polar region.",
            "descriptionCn": "青藏高原被称为“世界第三极”，冻土分布图对寒区工程建设、生态和水文研究具有重要意义。本数据集是基于参与CMIP6的气候模型输出数据，经统计降尺度后，利用改进的Noah 陆面过程模型模拟生成。本数据集提供了5种GCM（BCC-CSM2-MR, CESM2, EC-Earth3, MPI-ESM1-2-HR和MRI-ESM2-0）在不同共享社会经济路径（SSP）情景（包括SSP1-2.6、SSP2-4.5、SSP3-7.0和SSP5-8.5）下预估的未来时期青藏高原冻土分布图。时间范围为2016-2100年，其时间分辨率为年，空间分辨率为0.1°，数据格式为TIFF，DN=1为多年冻土；DN=2为非多年冻土。本数据集可作为关键输入数据，用于第三极地区冻土、生态、水文等相关学科的研究。",
            "instructions": "1. Data format: TIFF\n2. Projection: WGS84\n3. Data size: 23.4MB\n4. Variable name: permafrost type",
            "instructionsCn": "1.数据格式：TIFF\n2.投影：WGS84\n3.数据大小：23.4MB \n4.变量名称：冻土类型",
            "east": 105.0,
            "west": 75.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 24627795.0,
            "cstr": "18406.11.Cryos.tpdc.300030",
            "doi": "10.11888/Cryos.tpdc.300030",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "张国飞",
                "nameEn": "ZHANG Guofei",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "南卓铜",
                "nameEn": "NAN Zhuotong",
                "unitEn": "",
                "unitCn": "南京师范大学"
            },
            {
                "nameCn": "牟翠翠",
                "nameEn": "MU Cuicui ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai‐Tibet Plateau permafrost at risk in the late 21st century",
                "referenceCn": null,
                "referenceEn": "Zhang, G., Nan, Z., Hu, N., Yin, Z., Zhao, L., Cheng, G., & Mu C. (2022). Qinghai‐Tibet Plateau permafrost at risk in the late 21st century. Earth's Future, 10(6), e2022EF002652, doi: 10.1029/2022EF002652. "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016-2100",
                "keywordEn": "2016-2100",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "As a unique geomorphological unit on Earth, the Qinghai-Tibet Plateau (QTP) is sensitive to global warming, and has warmed twice as fast as the global average over the past five decades. The QTP, known as the “Third Pole,” has the largest area of alpine permafrost in the world. Permafrost on the QTP has been observed to have degraded substantially as a result of drastic climate warming, as evidenced by increasing ground temperature, thickening of the active layer, and continued decline. Global warming has led to permafrost degradation worldwide. The Qinghai-Tibet Plateau (QTP) hosts most of the world's alpine permafrost, yet its impending changes remain largely unclear, thereby affecting regional hydrological and ecological processes and the global carbon budget. Existing prediction studies have consistently concluded that QTP permafrost will degrade with climate warming, but there is no consensus on the extent of degradation."
            ],
            "research objective": [
                "To date, there have been no studies employing land surface models to predict future changes in QTP permafrost based on the latest Coupled Model Intercomparison Project Phase 6 data. Here, based on climate outputs from multi-model projections under the Shared Socioeconomic Pathways, we used a land surface model adapted to frozen ground modeling to simulate future changes in permafrost distribution and its thermal regimes on the QTP, and evaluated permafrost responses to various scenarios of future climate change."
            ],
            "challenges": [
                "To the best of current knowledge, these permafrost projections have several weaknesses. Previous projections are generally limited to changes in permafrost area and rarely consider changes in permafrost thermal regimes, such as those represented by mean annual ground temperature (MAGT) and active layer thickness (ALT). Most projections are based on empirical/statistical models, but such models are often data-driven and suffer from poor transferability of model parameters when applied to long-term simulations, which generally makes them unsuitable for future projections. Despite the fact that a few studies have used process-based physical models that account for water and heat exchange processes between the atmosphere and the ground, as well as local factors such as vegetation, snow cover, soil type, and moisture conditions, these models have not been specifically developed to simulate frozen ground dynamics. Most projections are based on single atmospheric driving data or simple warming scenarios, thus projection results may contain larger uncertainties stemming from the uncertainties associated with these datasets and the models that generate them. Moreover, existing predictions generally neglect the effects of climate wetting, whereas our recent study showed that climate wetting on the QTP mitigates warming-induced permafrost degradation under a warm-wet climate."
            ],
            "methods": [
                "In this work, based on historical and downscaled future forcings from the projections under the different Shared Socioeconomic Pathways (SSPs), that is, SSP1-2.6, SSP2-4.5, SSP3-7.0, and SSP5-8.5, which are the most commonly used in CMIP6, we first employed the modified Noah LSM to simulate future changes in permafrost distribution and its thermal regimes on the QTP at a spatial resolution of 0.1°. Second, we evaluated permafrost responses to various future climate changes by comparing the results simulated under different combinations of GCMs and SSPs. Finally, in order to obtain intuitive sense of how permafrost responds to climate warming on the QTP, we examined the sensitivity of permafrost to climate warming on the basis of simulated changes in permafrost and corresponding projected air temperatures from five GCMs projections under different SSPs."
            ],
            "dataset": [
                "The data used in this study include a regional reanalysis data, and climate outputs of five GCMs participating in CMIP6. The reanalysis data set is the China Meteorological Forcing Data set (CMFD), which contains seven atmospheric variables for the period 1979–2018 with a 3-hr time step and a 0.1° spatial resolution. The climate projection data chosen are the outputs of five GCMs with well-resolved resolution (BCC-CSM2-MR, CESM2, EC-Earth3, MPI-ESM1-2-HR, and MRI-ESM2-0) to better characterize the spatial differentiation of climate forcing on a regional scale, particularly in regions with high topography, such as the QTP."
            ],
            "findings": [
                "Projections for SSP2-4.5, SSP3-7.0, and SSP5-8.5 show that most of the continuous permafrost region of the QTP will persist through 2050. Much of the permafrost is likely to degrade in the late 21st century, with projected area losses of 44 ± 4%, 59 ± 5%, and 71 ± 7%, respectively, by 2100. The mean annual ground temperature of QTP permafrost will increase by 0.8 ± 0.2°C, 2.0 ± 0.3°C, and 2.6 ± 0.3°C under SSP2-4.5, SSP3-7.0, and SSP5-8.5, respectively, and the active layer thickness will increase by 0.7 ± 0.1 m, 1.5 ± 0.3 m, and 3.0 ± 1.0 m, respectively. The surviving permafrost under SSP3-7.0 and SSP5-8.5 will be thermally unstable, which is a clear warning sign of complete disappearance. The analysis of permafrost sensitivity to climate change signifies that alpine permafrost on the QTP has low resilience to climate change, in contrast to permafrost in pan-Arctic high latitudes."
            ],
            "backgroundCn": [
                "青藏高原（QTP）作为地球上独特的地貌单元，对全球变暖非常敏感，在过去五十年中，其温度上升速度是全球平均水平的两倍。青藏高原被称为“第三极”，拥有世界上最大的高山永久冻土面积。由于气候变暖的剧烈影响，青藏高原的永久冻土已被观察到显著退化，表现为地面温度升高、活跃层加厚以及持续下降。全球变暖导致全球范围内的永久冻土退化。青藏高原（QTP）拥有世界上大部分的高山永久冻土，但其即将发生的变化仍然不清楚，从而影响区域水文和生态过程以及全球碳预算。现有的预测研究一致认为，随着气候变暖，青藏高原的永久冻土将会退化，但对退化程度尚无共识。"
            ],
            "research objectiveCn": [
                "截至目前，还没有研究利用陆面模型基于最新的耦合模型比较项目第六阶段数据来预测青藏高原（QTP）永久冻土的未来变化。在此，我们基于共享社会经济路径下的多模型气候输出，使用一种适应于冻土建模的陆面模型，模拟了青藏高原永久冻土分布及其热状态的未来变化，并评估了永久冻土对未来气候变化不同情景的响应。"
            ],
            "challengesCn": [
                "根据目前的知识，这些永久冻土的预测存在几个弱点。以往的预测通常仅限于永久冻土面积的变化，较少考虑永久冻土热状态的变化，例如年均地温（MAGT）和活层厚度（ALT）。大多数预测基于经验/统计模型，但这些模型往往是数据驱动的，在长期模拟中应用时模型参数的可转移性较差，这使得它们通常不适合用于未来预测。尽管少数研究使用了考虑了大气与地面之间水分和热量交换过程的基于过程的物理模型，以及植被、雪盖、土壤类型和湿度条件等地方性因素，但这些模型并没有专门开发用于模拟冻土动态。大多数预测基于单一的大气驱动数据或简单的升温情景，因此预测结果可能包含更大的不确定性，这些不确定性源于与这些数据集及生成它们的模型相关的不确定性。此外，现有的预测通常忽视气候湿润的影响，而我们最近的研究表明，在温暖湿润气候下，青藏高原的气候湿润减缓了因升温引起的永久冻土退化。"
            ],
            "methodsCn": [
                "在本研究中，我们基于不同共享社会经济路径（SSPs）下的历史和下调未来强迫，即SSP1-2.6、SSP2-4.5、SSP3-7.0和SSP5-8.5，这些路径是CMIP6中最常用的，首先采用改进的诺亚陆面模型（Noah LSM）模拟青藏高原（QTP）未来的永久冻土分布及其热状态的变化，空间分辨率为0.1°。其次，我们通过比较在不同气候模式（GCMs）和SSPs组合下模拟的结果，评估永久冻土对各种未来气候变化的响应。最后，为了直观了解永久冻土对青藏高原气候变暖的响应，我们基于不同SSPs下五个GCMs投影的模拟变化和相应的预测气温，考察了永久冻土对气候变暖的敏感性。"
            ],
            "datasetCn": [
                "本研究使用的数据包括区域重分析数据和参与CMIP6的五个GCM的气候输出。重分析数据集为中国气象强迫数据集（CMFD），包含1979年至2018年期间的七个大气变量，时间步长为3小时，空间分辨率为0.1°。选择的气候预测数据为五个具有良好分辨率的GCM输出（BCC-CSM2-MR、CESM2、EC-Earth3、MPI-ESM1-2-HR和MRI-ESM2-0），以更好地表征气候强迫在区域尺度上的空间差异，特别是在高地形区域，如青藏 Plateau（QTP）。"
            ],
            "findingsCn": [
                "SSP2-4.5、SSP3-7.0 和 SSP5-8.5 的预测显示，青藏高原的大部分连续永久冻土区域将在2050年之前持续存在。到21世纪后期，许多永久冻土可能会退化，预计到2100年，面积损失分别为44 ± 4%、59 ± 5%和71 ± 7%。青藏高原永久冻土的年均地温将在SSP2-4.5、SSP3-7.0和SSP5-8.5下分别增加0.8 ± 0.2°C、2.0 ± 0.3°C和2.6 ± 0.3°C，活跃层厚度将分别增加0.7 ± 0.1 m、1.5 ± 0.3 m和3.0 ± 1.0 m。SSP3-7.0和SSP5-8.5下存活的永久冻土将处于热不稳定状态，这清楚地预示着其完全消失的警告。对永久冻土对气候变化敏感性的分析表明，青藏高原的高山永久冻土对气候变化的韧性较低，与泛北极高纬度地区的永久冻土形成对比。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are process-based physical models specifically developed to simulate frozen ground dynamics used in the data collection methods?",
                "QuestionCn": "专门开发用于模拟冻土动态的基于过程的物理模型是否用于数据收集方法？",
                "AnswerEn": "No",
                "AnswerCn": "否",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is spatial resolution of 0.1° used in the simulation of future changes in permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的未来冻土分布变化模拟中，是否使用了0.1°的空间分辨率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are empirical/statistical models considered unsuitable for future projections of permafrost changes due to poor transferability of model parameters?",
                "QuestionCn": "经验/统计模型是否被认为由于模型参数的可转移性差而不适合用于未来的永久冻土变化预测？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the methodology for evaluating permafrost responses to climate change involve empirical/statistical models, process-based physical models, or a hybrid approach?",
                "QuestionCn": "评估永冻土对气候变化响应的方法论涉及经验/统计模型、基于过程的物理模型或混合方法。",
                "AnswerEn": "process-based physical models",
                "AnswerCn": "基于过程的物理模型",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the Shared Socioeconomic Pathways (SSPs) used for predicting permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "共享社会经济路径（SSPs）用于预测青藏高原的永久冻土变化。",
                "AnswerEn": "SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5",
                "AnswerCn": "SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the climate outputs used for simulating future permafrost distributed derived from?",
                "QuestionCn": "用于模拟未来永久冻土的气候输出来自哪里？",
                "AnswerEn": "CMIP6",
                "AnswerCn": "CMIP6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution used for simulating permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上模拟永冻土分布所使用的空间分辨率是多少？",
                "AnswerEn": "0.1°",
                "AnswerCn": "0.1°",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how a land surface model can be adapted to simulate frozen ground dynamics on the Qinghai-Tibet Plateau?",
                "QuestionCn": "您能否提供一个示例，说明如何调整陆面模型以模拟青藏高原的冻土动态？",
                "AnswerEn": "An example involves modifying the Noah Land Surface Model (LSM) to simulate future changes in permafrost distribution and its thermal regimes on the Qinghai-Tibet Plateau. This adaptation uses downscaled climate projections under different Shared Socioeconomic Pathways (SSPs) at a spatial resolution of 0.1°.",
                "AnswerCn": "一个例子涉及修改诺亚陆面模型（LSM），以模拟青藏高原未来的永久冻土分布及其热状态的变化。该适应使用不同共享社会经济路径（SSP）下的降尺度气候预测，空间分辨率为0.1°。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What is an example of using reanalysis data in permafrost studies on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的永久冻土研究中使用再分析数据的一个例子是什么？",
                "AnswerEn": "The China Meteorological Forcing Data set (CMFD) serves as an example, providing seven atmospheric variables with a 3-hour time step and a 0.1° spatial resolution for the period 1979–2018. This dataset is used in conjunction with climate outputs from several GCMs to inform permafrost simulations.",
                "AnswerCn": "中国气象强迫数据集（CMFD）作为一个例子，提供了七个气象变量，时间步长为3小时，空间分辨率为0.1°，覆盖1979年至2018年。该数据集与多个全球气候模型（GCM）的气候输出结合使用，以为永久冻土模拟提供信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a challenge faced in projecting permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在预测青藏高原的永久冻土变化时面临的一个挑战是数据的稀缺性和不一致性。",
                "AnswerEn": "One challenge is the limited consideration of changes in permafrost thermal regimes, such as mean annual ground temperature (MAGT) and active layer thickness (ALT), in previous projections. Additionally, empirical models often suffer from poor transferability for long-term simulations, contributing to uncertainties in future projections.",
                "AnswerCn": "一个挑战是之前的预测中对永冻土热状态变化的考虑有限，例如年均地温（MAGT）和活层厚度（ALT）。此外，经验模型在长期模拟中往往缺乏良好的可转移性，这增加了未来预测的不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets used for simulating future changes in permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于模拟青藏高原未来冻土分布变化的数据集的特征是什么？",
                "AnswerEn": "regional reanalysis data, climate outputs of five GCMs, China Meteorological Forcing Data set (CMFD), seven atmospheric variables, period 1979–2018, 3-hour time step, 0.1° spatial resolution, well-resolved resolution",
                "AnswerCn": "区域再分析数据、五个全球气候模型的气候输出、中国气象驱动数据集（CMFD）、七个大气变量、时间范围为1979年至2018年、3小时时间步长、0.1°空间分辨率、分辨率良好。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific attributes are taken into account when evaluating the response of permafrost to future climate changes?",
                "QuestionCn": "在评估永久冻土对未来气候变化的响应时，考虑的具体属性包括：",
                "AnswerEn": "changes in permafrost distribution, thermal regimes, mean annual ground temperature, active layer thickness",
                "AnswerCn": "多年冻土分布变化、热力制度、年平均地温、活动层厚度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential challenges in projecting permafrost changes on the Qinghai-Tibet Plateau using current models and datasets?",
                "QuestionCn": "在使用当前模型和数据集对青藏高原的永久冻土变化进行预测时，可能面临的挑战有哪些？",
                "AnswerEn": "limitations in current permafrost projections, poor transferability for long-term simulations, not specifically developed for simulating frozen ground dynamics, neglect the effects of climate wetting",
                "AnswerCn": "当前多年冻土预测的局限性，长期模拟的可转移性差，未专门开发用于模拟冻土动态，忽视了气候湿润的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of datasets used to simulate future changes in permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于模拟青藏高原未来冻土分布变化的数据集的空间分辨率是多少？",
                "AnswerEn": "0.1°",
                "AnswerCn": "0.1°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many General Circulation Models (GCMs) were used to analyze permafrost responses under different Shared Socioeconomic Pathways (SSPs)?",
                "QuestionCn": "用于分析不同共享社会经济路径（SSPs）下的永久冻土响应的综合气候模型（GCMs）有多少个？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What time period does the regional reanalysis data cover for atmospheric variables used in permafrost studies on the Qinghai-Tibet Plateau?",
                "QuestionCn": "区域重分析数据覆盖青藏高原的气象变量的时间范围是什么？",
                "AnswerEn": "1979-2018",
                "AnswerCn": "1979-2018",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges arise from using empirical models for projecting permafrost degradation?",
                "QuestionCn": "使用经验模型预测永久冻土退化时会出现哪些挑战？",
                "AnswerEn": "Empirical models for projecting permafrost degradation face challenges such as poor transferability of model parameters when applied to long-term simulations. These models are typically data-driven and may not accurately project future changes due to their reliance on historical data, making them less suitable for future predictions.",
                "AnswerCn": "经验模型在预测永久冻土退化时面临挑战，例如在长期模拟中模型参数的可转移性差。这些模型通常是数据驱动的，可能由于依赖历史数据而无法准确预测未来变化，使其在未来预测中不太适用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using CMIP6 climate models compare to traditional empirical models in terms of predicting permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "CMIP6气候模型的数据收集方法与传统经验模型在预测青藏高原的永久冻土变化方面有何比较？",
                "AnswerEn": "CMIP6 climate models, used in conjunction with a modified Noah land surface model, provide a more process-based approach that considers atmospheric and ground interactions, unlike traditional empirical models that are primarily data-driven and may lack transferability for long-term simulations.",
                "AnswerCn": "CMIP6气候模型结合改进的Noah陆面模型，提供了一种更基于过程的方法，考虑了大气与地面之间的相互作用，与主要依赖数据的传统经验模型不同，后者可能缺乏长期模拟的可转移性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the underlying data collection methods, such as reanalysis datasets and climate projections, influence our understanding of permafrost thermal regimes and their changes?",
                "QuestionCn": "底层数据收集方法，如再分析数据集和气候预测，如何影响我们对永冻土热状态及其变化的理解？",
                "AnswerEn": "The data collection methods, including the use of regional reanalysis datasets like the CMFD and climate projections from GCMs, offer detailed insights into permafrost thermal regimes by providing high-resolution climate forcings. These methods enable the modeling of permafrost distribution and thermal responses to projected climate changes, thereby enhancing understanding.",
                "AnswerCn": "数据收集方法，包括使用区域重分析数据集如CMFD和来自全球气候模型（GCMs）的气候预测，提供了关于永冻土热状态的详细见解，能够提供高分辨率的气候强迫。这些方法使得能够对永冻土的分布和对气候变化预测的热响应进行建模，从而增强了对这一领域的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with using land surface models for predicting future permafrost changes, and how might these challenges affect interpretation of the data?",
                "QuestionCn": "使用地表模型预测未来永久冻土变化时面临的挑战有哪些，这些挑战可能如何影响数据的解读？",
                "AnswerEn": "Challenges with using land surface models include limited consideration of changes in thermal regimes, poor transferability of empirical models, and uncertainties in atmospheric driving data. These challenges may affect data interpretation by introducing uncertainties in projections, especially regarding the extent and thermal stability of permafrost degradation under different climate scenarios.",
                "AnswerCn": "使用陆面模型面临的挑战包括对热环境变化的考虑有限、经验模型的可转移性差以及大气驱动数据的不确定性。这些挑战可能通过引入对预测的不确定性，影响数据解释，特别是在不同气候情景下关于永久冻土退化的范围和热稳定性的预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes for the lack of consensus on permafrost degradation extent in the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原上关于永冻土退化程度缺乏共识的根本原因是什么？",
                "AnswerEn": "The lack of consensus on the extent of permafrost degradation in the Qinghai-Tibet Plateau is primarily due to the use of empirical/statistical models, which are often data-driven and suffer from poor transferability when applied to long-term simulations. Additionally, most projections are based on single atmospheric driving data or simple warming scenarios, leading to larger uncertainties. The neglect of climate wetting effects in existing predictions also contributes to the discrepancies.",
                "AnswerCn": "青藏高原上关于永久冻土退化程度缺乏共识，主要是由于使用了经验/统计模型，这些模型通常是数据驱动的，在进行长期模拟时转移性较差。此外，大多数预测基于单一的气候驱动数据或简单的升温情景，导致了更大的不确定性。现有预测中忽视气候湿润效应也加剧了这些差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do existing permafrost projections often fail to consider changes in thermal regimes such as mean annual ground temperature and active layer thickness?",
                "QuestionCn": "现有的永久冻土预测往往未能考虑热状况的变化，例如年均地温和活层厚度。",
                "AnswerEn": "Existing permafrost projections often fail to consider changes in thermal regimes because they generally rely on empirical/statistical models that focus mainly on changes in permafrost area. Such models do not adequately account for the physical processes involved, such as water and heat exchange between the atmosphere and the ground, which are necessary to accurately simulate changes in thermal regimes like mean annual ground temperature and active layer thickness.",
                "AnswerCn": "现有的永冻土预测往往未能考虑热量变化，因为它们通常依赖于经验/统计模型，这些模型主要关注永冻土面积的变化。这些模型未能充分考虑涉及的物理过程，例如大气与地面之间的水和热交换，而这些过程对于准确模拟热量变化（如年均地温和活层厚度）是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary reasons for the large uncertainties in projection results of permafrost degradation on the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原上永冻土退化预测结果的不确定性主要原因是什么？",
                "AnswerEn": "The primary reasons for the large uncertainties in projection results of permafrost degradation on the Qinghai-Tibet Plateau stem from reliance on single atmospheric driving data or simple warming scenarios. Additionally, the lack of specifically developed process-based physical models to simulate frozen ground dynamics and the neglect of climate wetting effects further contribute to these uncertainties.",
                "AnswerCn": "青藏高原上冻土退化预测结果的不确定性主要源于依赖单一的气候驱动数据或简单的升温情景。此外，缺乏专门开发的基于过程的物理模型来模拟冻土动态，以及忽视气候湿润效应，进一步加剧了这些不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of neglecting climate wetting effects in permafrost degradation projections on the Qinghai-Tibet Plateau?",
                "QuestionCn": "忽视气候湿润效应在青藏高原永久冻土退化预测中的潜在后果是什么？",
                "AnswerEn": "Neglecting climate wetting effects in permafrost degradation projections may lead to overestimated rates of permafrost degradation on the Qinghai-Tibet Plateau. Recent studies have shown that climate wetting can mitigate warming-induced permafrost degradation under a warm-wet climate, suggesting that projections which ignore this factor could present an incomplete picture of future permafrost stability.",
                "AnswerCn": "忽视气候湿润效应在冻土退化预测中的作用可能导致对青藏高原冻土退化速率的高估。最近的研究表明，在温暖湿润的气候条件下，气候湿润可以减缓因变暖引起的冻土退化，这表明忽略这一因素的预测可能无法全面反映未来冻土的稳定性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of using a land surface model adapted to frozen ground modeling in predicting future changes in permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用适应于冻土建模的陆面模型预测青藏高原未来冻土分布变化的最终目标是什么？",
                "AnswerEn": "The goal is to simulate future changes in permafrost distribution and its thermal regimes on the Qinghai-Tibet Plateau using climate outputs from multi-model projections under the Shared Socioeconomic Pathways, and to evaluate permafrost responses to various scenarios of future climate change.",
                "AnswerCn": "目标是利用多模型预测下的共享社会经济路径的气候输出，模拟青藏高原上永冻土分布及其热状态的未来变化，并评估永冻土对未来气候变化各种情景的响应。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary objectives behind examining the sensitivity of permafrost to climate warming on the Qinghai-Tibet Plateau?",
                "QuestionCn": "研究青藏高原永冻土对气候变暖敏感性的主要目标是什么？",
                "AnswerEn": "The primary objectives are to obtain an intuitive sense of how permafrost responds to climate warming on the Qinghai-Tibet Plateau, and to analyze the sensitivity of permafrost to climate change by simulating changes in permafrost and corresponding projected air temperatures from five GCMs projections under different SSPs.",
                "AnswerCn": "主要目标是获得对青藏高原永冻土如何响应气候变暖的直观认识，并通过模拟在不同共享社会经济路径（SSP）下五个全球气候模型（GCMs）预测的空气温度变化，分析永冻土对气候变化的敏感性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are followed to simulate future changes in permafrost distribution and its thermal regimes on the Qinghai-Tibet Plateau using climate model outputs?",
                "QuestionCn": "在青藏高原上，模拟未来永久冻土分布及其热状态的程序包括使用气候模型输出。",
                "AnswerEn": "The simulation of future changes in permafrost distribution and its thermal regimes on the Qinghai-Tibet Plateau involves using a land surface model, specifically the modified Noah LSM, with downscaled future forcings from climate model projections under different Shared Socioeconomic Pathways (SSPs). The process includes evaluating permafrost responses to various climate change scenarios by comparing results simulated under different combinations of General Circulation Models (GCMs) and SSPs. The spatial resolution employed in the simulation is 0.1°.",
                "AnswerCn": "对青藏高原未来冻土分布及其热状态变化的模拟涉及使用陆面模型，特别是改进的诺亚陆面模型（Noah LSM），并结合来自不同共享社会经济路径（SSPs）的气候模型预测的下调未来强迫。该过程包括通过比较在不同的全球气候模型（GCMs）和SSPs组合下模拟的结果，评估冻土对各种气候变化情景的响应。模拟中采用的空间分辨率为0.1°。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the spatial differentiation of climate forcing characterized in regions with high topography like the Qinghai-Tibet Plateau using the available datasets?",
                "QuestionCn": "在高地形区域如青藏高原，气候强迫的空间差异是如何通过可用数据集进行表征的？",
                "AnswerEn": "The spatial differentiation of climate forcing in high topography regions like the Qinghai-Tibet Plateau is characterized using climate projection data from five General Circulation Models (GCMs) with well-resolved resolution. These models include BCC-CSM2-MR, CESM2, EC-Earth3, MPI-ESM1-2-HR, and MRI-ESM2-0, which help in better capturing the spatial differentiation of climate forcing on a regional scale.",
                "AnswerCn": "高海拔地区如青藏 Plateau 的气候强迫的空间差异化特征是通过使用五个具有良好分辨率的气候预测数据的综合气候模型（GCMs）来表征的。这些模型包括 BCC-CSM2-MR、CESM2、EC-Earth3、MPI-ESM1-2-HR 和 MRI-ESM2-0，它们有助于更好地捕捉区域尺度上气候强迫的空间差异化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What steps are necessary to address the uncertainties associated with empirical/statistical models when projecting permafrost degradation in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在预测青藏高原的永久冻土退化时，解决与经验/统计模型相关的不确定性所需的步骤包括：",
                "AnswerEn": "To address uncertainties in empirical/statistical models when projecting permafrost degradation, it is necessary to incorporate process-based physical models that account for water and heat exchange processes between the atmosphere and the ground, as well as local factors such as vegetation, snow cover, soil type, and moisture conditions. Additionally, using a combination of different atmospheric driving data and considering the effects of climate wetting can help reduce uncertainties and improve the accuracy of future projections.",
                "AnswerCn": "为了应对在投影永久冻土退化时的经验/统计模型的不确定性，有必要结合基于过程的物理模型，这些模型考虑了大气与地面之间的水分和热量交换过程，以及植被、雪盖、土壤类型和湿度条件等地方因素。此外，使用不同的大气驱动数据的组合，并考虑气候湿润的影响，可以帮助减少不确定性，提高未来预测的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What climate models or tools enable the simulation of permafrost distribution and its thermal regimes in the Qinghai-Tibet Plateau under various future climate scenarios?",
                "QuestionCn": "哪些气候模型或工具能够模拟青藏高原在不同未来气候情景下的永冻土分布及其热状态？",
                "AnswerEn": "The modified Noah Land Surface Model (LSM) is used to simulate future changes in permafrost distribution and its thermal regimes on the Qinghai-Tibet Plateau, with climate outputs from five GCMs participating in CMIP6 under different SSP scenarios.",
                "AnswerCn": "修改后的诺亚陆面模型（LSM）用于模拟青藏高原上永冻土分布及其热状态的未来变化，使用来自参与CMIP6的五个全球气候模型（GCM）的气候输出，涵盖不同的共享社会经济路径（SSP）情景。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of regional reanalysis data contribute to the understanding and prediction of permafrost changes in the Qinghai-Tibet Plateau?",
                "QuestionCn": "区域重分析数据的整合如何有助于理解和预测青藏高原的永冻土变化？",
                "AnswerEn": "The regional reanalysis data, specifically the China Meteorological Forcing Data set (CMFD), provides high-resolution atmospheric variables, which are crucial for characterizing climate forcing and improving the spatial differentiation of projections in regions with high topography like the Qinghai-Tibet Plateau.",
                "AnswerCn": "区域重分析数据，特别是中国气象强迫数据集（CMFD），提供了高分辨率的气象变量，这对于表征气候强迫和改善像青藏高原这样高地形区域的预测空间差异化至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions or methodologies enhance the transferability and accuracy of long-term permafrost projection models in the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些条件或方法可以增强青藏高原长期冻土预测模型的可转移性和准确性？",
                "AnswerEn": "The use of process-based physical models that account for water and heat exchange processes, along with local factors such as vegetation, snow cover, soil type, and moisture conditions, enhances the transferability and accuracy of long-term permafrost projections, although these models still face challenges in simulating frozen ground dynamics accurately.",
                "AnswerCn": "使用基于过程的物理模型，考虑水和热交换过程，以及植被、雪盖、土壤类型和湿度条件等地方因素，可以提高长期冻土预测的可转移性和准确性，尽管这些模型在准确模拟冻土动态方面仍面临挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in accurately projecting changes in permafrost thermal regimes using available datasets?",
                "QuestionCn": "使用现有数据集准确预测永冻土热状态变化可能面临哪些挑战？",
                "AnswerEn": "Existing datasets often rely on empirical/statistical models that may have poor transferability of model parameters for long-term simulations, making them unsuitable for future projections. Additionally, most projections focus on permafrost area changes and overlook thermal regimes such as mean annual ground temperature (MAGT) and active layer thickness (ALT).",
                "AnswerCn": "现有的数据集通常依赖于经验/统计模型，这些模型在长期模拟中可能具有较差的参数可转移性，因此不适合用于未来预测。此外，大多数预测集中于永冻土面积的变化，而忽视了热状态，例如年均地温（MAGT）和活层厚度（ALT）。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could the use of multiple GCMs and SSP scenarios be necessary for understanding future permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用多个气候模型（GCMs）和共享社会经济路径（SSP）情景对于理解青藏高原未来的永久冻土变化可能是必要的，原因是什么？",
                "AnswerEn": "Using multiple GCMs and SSP scenarios allows for a more comprehensive evaluation of permafrost responses to various future climate changes and helps to account for uncertainties associated with different climate models. This approach provides insights into the sensitivity of permafrost to climate warming by comparing results under different combinations of GCMs and SSPs.",
                "AnswerCn": "使用多个全球气候模型（GCMs）和共享社会经济路径（SSP）情景，可以更全面地评估永久冻土对各种未来气候变化的响应，并有助于考虑与不同气候模型相关的不确定性。这种方法通过比较不同GCM和SSP组合下的结果，提供了对永久冻土对气候变暖敏感性的洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might regional reanalysis data be crucial for simulating changes in permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "区域重分析数据对于模拟青藏高原上永冻土分布变化可能至关重要的原因是什么？",
                "AnswerEn": "Regional reanalysis data, such as the China Meteorological Forcing Data set (CMFD), offer high-resolution atmospheric variables that are essential for capturing the spatial differentiation of climate forcing on a regional scale. This is particularly important in regions with high topography like the Qinghai-Tibet Plateau, where localized climate conditions significantly impact permafrost dynamics.",
                "AnswerCn": "区域再分析数据，如中国气象强迫数据集（CMFD），提供高分辨率的气象变量，这对于捕捉区域尺度上气候强迫的空间差异至关重要。对于像青藏高原这样高地形的地区尤其重要，因为局部气候条件对永冻土动态有显著影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in using land surface models for simulating future permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在使用陆面模型模拟青藏高原未来永久冻土变化时，可能面临的挑战包括：",
                "AnswerEn": "The potential challenges include limitations in previous projections which often focus solely on permafrost area changes without considering thermal regimes. Empirical/statistical models may suffer from poor transferability for long-term simulations. Process-based physical models are better at accounting for exchanges between the atmosphere and ground, but they have not been specifically developed for frozen ground dynamics. Additionally, existing predictions often neglect the effects of climate wetting, which can mitigate warming-induced permafrost degradation.",
                "AnswerCn": "潜在的挑战包括以往预测的局限性，这些预测通常仅关注永久冻土面积的变化，而未考虑热状态。经验/统计模型可能在长期模拟中存在较差的可转移性。基于过程的物理模型更能考虑大气与地面之间的交换，但它们尚未专门针对冻土动态进行开发。此外，现有的预测往往忽视气候湿润的影响，而气候湿润可能会减缓因变暖引起的永久冻土退化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the challenges that arise when using land surface models for simulating permafrost distribution on the Qinghai-Tibet Plateau.",
                "QuestionCn": "我不确定在使用陆面模型模拟青藏高原的永久冻土分布时会出现哪些挑战。",
                "AnswerEn": "Challenges include the limitations of empirical/statistical models in capturing changes in permafrost thermal regimes, such as mean annual ground temperature and active layer thickness. There's also the issue of poor transferability of model parameters for long-term simulations, and uncertainties in projection results due to reliance on single atmospheric driving data and simple warming scenarios.",
                "AnswerCn": "挑战包括经验/统计模型在捕捉永冻土热状态变化方面的局限性，例如年均地温和活跃层厚度。此外，模型参数在长期模拟中的可转移性差，以及由于依赖单一的大气驱动数据和简单的变暖情景而导致的预测结果的不确定性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the significance of using different GCMs in climate projections for studying permafrost on the Qinghai-Tibet Plateau.",
                "QuestionCn": "我无法理解在研究青藏高原的永冻土时使用不同的气候模式（GCMs）进行气候预测的重要性。",
                "AnswerEn": "Using different GCMs helps to better characterize spatial differentiation of climate forcing on a regional scale, especially in areas with high topography like the Qinghai-Tibet Plateau. This approach allows for a more nuanced understanding of permafrost responses to various climate change scenarios, reducing uncertainties associated with single-model projections.",
                "AnswerCn": "使用不同的全球气候模型（GCMs）有助于更好地表征区域尺度上气候强迫的空间差异，特别是在像青藏高原这样高海拔的地区。这种方法可以更细致地理解永冻土对各种气候变化情景的响应，从而减少与单一模型预测相关的不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of using land surface models (LSMs) for predicting permafrost distribution changes under different Shared Socioeconomic Pathways (SSPs) compared to empirical/statistical models.",
                "QuestionCn": "请分析在不同共享社会经济路径（SSPs）下，使用陆面模型（LSMs）预测永久冻土分布变化的有效性，与经验/统计模型相比。",
                "AnswerEn": "The use of land surface models (LSMs) adapted for frozen ground modeling is a novel approach for predicting permafrost distribution changes on the Qinghai-Tibet Plateau. LSMs provide a more comprehensive representation of physical processes, such as water and heat exchange, compared to empirical/statistical models, which are often data-driven and limited in their transferability for long-term projections. While empirical models primarily predict changes in permafrost area, LSMs can simulate thermal regimes, including mean annual ground temperature and active layer thickness, offering deeper insights into permafrost dynamics under various SSP scenarios.",
                "AnswerCn": "适应于冻土建模的地表模型（LSMs）在预测青藏高原的永久冻土分布变化方面是一种新颖的方法。与经验/统计模型相比，LSMs提供了对物理过程（如水和热交换）的更全面的表征，而经验模型通常是数据驱动的，且在长期预测中的可转移性有限。虽然经验模型主要预测永久冻土面积的变化，但LSMs可以模拟热环境，包括年均地温和活层厚度，从而在不同的共享社会经济路径（SSP）情景下提供对永久冻土动态的更深入见解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please provide an analysis of the challenges associated with data collection for permafrost modeling on the Qinghai-Tibet Plateau, focusing on uncertainties in climate forcing datasets.",
                "QuestionCn": "请提供关于青藏高原永冻土建模的数据收集挑战的分析，重点关注气候强迫数据集中的不确定性。",
                "AnswerEn": "One of the main challenges in data collection for permafrost modeling on the Qinghai-Tibet Plateau is the uncertainty associated with climate forcing datasets. Most projections rely on single atmospheric driving data or simple warming scenarios, which may lead to larger uncertainties in results due to the variability in models and datasets. The challenge is compounded by the high topography of the region, which requires high-resolution climate data to accurately capture spatial differentiation. Moreover, existing projections often overlook the impact of climate wetting, which can mitigate warming-induced permafrost degradation, adding another layer of complexity to data collection efforts.",
                "AnswerCn": "在青藏高原进行永冻土建模的数据收集面临的主要挑战之一是气候强迫数据集的不确定性。大多数预测依赖于单一的大气驱动数据或简单的变暖情景，这可能导致由于模型和数据集的变异性而产生更大的结果不确定性。由于该地区的高地形特征，这一挑战更加复杂，要求高分辨率的气候数据以准确捕捉空间差异。此外，现有的预测往往忽视气候湿润的影响，而气候湿润可能减缓因变暖引起的永冻土退化，这为数据收集工作增加了另一层复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential strategies for expanding or refining datasets used in permafrost modeling on the Qinghai-Tibet Plateau, with an emphasis on improving spatial resolution and incorporating climate wetting effects.",
                "QuestionCn": "请调查在青藏高原上扩展或精炼用于永久冻土建模的数据集的潜在策略，重点提高空间分辨率并纳入气候湿润效应。",
                "AnswerEn": "To expand or refine datasets for permafrost modeling on the Qinghai-Tibet Plateau, researchers can focus on improving spatial resolution and incorporating climate wetting effects. Employing high-resolution climate output from Global Climate Models (GCMs) with well-resolved spatial differentiation can better capture the detailed climate forcing in regions with high topography. Additionally, integrating observations from regional reanalysis datasets, such as the China Meteorological Forcing Data set, can provide finer temporal and spatial resolution inputs. Furthermore, considering the effects of climate wetting in model simulations can enhance the accuracy of predictions related to permafrost degradation under different SSP scenarios.",
                "AnswerCn": "为了扩展或完善青藏高原的永冻土建模数据集，研究人员可以专注于提高空间分辨率并纳入气候湿润效应。利用全球气候模型（GCMs）提供的高分辨率气候输出，可以更好地捕捉高地形区域的详细气候强迫。此外，整合区域再分析数据集的观测数据，如中国气象强迫数据集，可以提供更细的时间和空间分辨率输入。此外，在模型模拟中考虑气候湿润的影响，可以提高在不同共享社会路径（SSP）情景下关于永冻土退化预测的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}