{
  "id": "99c8eabc-7d7a-491a-83f9-192de67eea65",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30 arc-second DEM data of the Heihe River Basin (2009)",
      "titleCn": "黑河流域30弧秒DEM数据（2009）",
      "description": "This data is based on the DEM data generated by 1:250,000 digital contour lines and elevation points in China released by national basic geographic information center, and the DEM data set of heihe river basin is generated by the nearest neighbor method resampling method of ARCGIS spatial analysis module with a spatial resolution of 30 SEC.",
      "descriptionCn": "该数据根据国家基础地理信息中心发布的中国1：25万数字等高线和高程点生成的DEM数据，通过ARCGIS空间分析模块的最邻近法重采样方法生成黑河流域DEM数据集，空间分辨率30 sec 。",
      "instructions": "File name: the data is stored in GRID format. The files are divided into Albers and geographic folders. The file names are \"dem30secalb\" and \"dem30secgeo\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open the reading, in the form of images.",
      "instructionsCn": "文件命名：数据以GRID格式存储，文件分为Albers和geographic文件夹，文件名称“dem30secalb”,“dem30secgeo”。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取，以图像形式表达。",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2009-01-15 02:49:35",
      "endTime": "2010-01-14 02:49:35",
      "fileSize": 788620.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "国家基础地理信息中心",
        "nameEn": "National Basic Geographic Information Center",
        "unitEn": "National Basic Geographic Information Center",
        "unitCn": "国家基础地理信息中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
        "titleEn": null,
        "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
        "referenceEn": null
      },
      {
        "titleCn": "数字黑河的思考与实践2：数据集成",
        "titleEn": null,
        "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
        "referenceCn": null,
        "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
      },
      {
        "titleCn": null,
        "titleEn": "Parameter estimation and uncertainty analysis of SWAT model in upper reaches of the Heihe river basin",
        "referenceCn": null,
        "referenceEn": "Li, Z. , Xu, Z. , Shao, Q. , & Yang, J. . (2009). Parameter estimation and uncertainty analysis of swat model in upper reaches of the heihe river basin. Hydrological Processes, 23(19), 2744-2753."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "DEM",
        "nameEn": "Digital elevation model"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2009",
        "keywordEn": "2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that could be used to generate a DEM dataset similar to the one for the Heihe River Basin, focusing on spatial analysis techniques?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，该方法可以用于生成类似于黑河流域的DEM数据集，重点关注空间分析技术？",
        "AnswerEn": "A data collection method that could be used to generate a DEM dataset similar to the Heihe River Basin involves utilizing digital elevation models created from digital contour lines and elevation points, as provided by national geographic information centers. For spatial analysis, techniques like nearest neighbor resampling through ARCGIS spatial analysis modules can be employed to achieve a desired spatial resolution, such as 30 arc seconds.",
        "AnswerCn": "一种数据收集方法，可以生成类似于黑河流域的数字高程模型（DEM）数据集，涉及利用国家地理信息中心提供的数字等高线和高程点创建的数字高程模型。对于空间分析，可以通过ARCGIS空间分析模块采用最近邻重采样等技术，以实现所需的空间分辨率，例如30弧秒。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a DEM dataset generated using the nearest neighbor resampling method from 1:25,000 digital contour lines and elevation points?",
        "QuestionCn": "使用最近邻重采样方法从1:25,000数字等高线和高程点生成的DEM数据集的特征是什么？",
        "AnswerEn": "spatial resolution of 30 arc seconds",
        "AnswerCn": "空间分辨率为30角秒",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution, in arc seconds, of a DEM dataset generated from China's 1:25,000 digital contour lines for the Heihe River Basin?",
        "QuestionCn": "中国黑河流域的1:25,000数字等高线生成的DEM数据集的空间分辨率是多少弧秒？",
        "AnswerEn": "30 arc seconds",
        "AnswerCn": "30角秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '最邻近法重采样' mean in the context of generating DEM datasets?",
        "QuestionCn": "在生成DEM数据集的背景下，“最邻近法重采样”是什么意思？",
        "AnswerEn": "In the context of generating DEM datasets, '最邻近法重采样' refers to the nearest neighbor resampling method. This technique is used in spatial analysis to generate a new dataset with a different spatial resolution, such as the 黑河流域DEM dataset with a 30-second resolution. The nearest neighbor method selects the value of the nearest input cell center to assign to the output cell, preserving the original data's categorical or discrete nature.",
        "AnswerCn": "在生成DEM数据集的背景下，“最邻近法重采样”指的是最近邻重采样方法。该技术用于空间分析，以生成具有不同空间分辨率的新数据集，例如黑河流域DEM数据集，其分辨率为30秒。最近邻方法选择最近输入单元中心的值分配给输出单元，从而保持原始数据的类别或离散特性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the precision and potential limitations of using nearest neighbor resampling in generating DEM datasets, particularly in terms of spatial resolution and terrain representation?",
        "QuestionCn": "在生成DEM数据集时，使用最近邻重采样的精度和潜在局限性有哪些见解，特别是在空间分辨率和地形表示方面？",
        "AnswerEn": "The use of nearest neighbor resampling in generating DEM datasets, with a spatial resolution of 30 seconds, suggests that while it is an efficient method for maintaining the original data's value, it may introduce limitations in terms of smoothing terrain features and accurately representing complex topographies. This method may lack the interpolation that could enhance precision in areas with rapid elevation changes, potentially affecting the interpretation of terrain-related data patterns.",
        "AnswerCn": "在生成具有30秒空间分辨率的数字高程模型（DEM）数据集时，使用最近邻重采样方法虽然是一种有效的保持原始数据值的方法，但可能在平滑地形特征和准确表示复杂地形方面存在局限性。这种方法可能缺乏能够提高快速高程变化区域精度的插值，可能会影响对地形相关数据模式的解释。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the choice of resampling method when generating a DEM dataset for a river basin?",
        "QuestionCn": "影响生成河流流域DEM数据集时选择重采样方法的因素有哪些？",
        "AnswerEn": "The choice of resampling method, such as the nearest neighbor approach used in generating a DEM dataset for the Heihe River Basin, is influenced by the need to maintain spatial accuracy and resolution while converting elevation data from digital contour lines and points. The method is selected to best preserve the spatial characteristics and ensure compatibility with the desired spatial resolution, which in this case is 30 arc seconds.",
        "AnswerCn": "选择重采样方法，例如在为黑河流域生成DEM数据集时使用的最近邻方法，受到保持空间精度和分辨率的需求影响，同时将数字等高线和点的高程数据转换为所需的空间分辨率。在这种情况下，所选方法旨在最好地保留空间特征，并确保与所需的空间分辨率（30弧秒）兼容。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intended objective of generating a DEM dataset for the Heihe River Basin using resampling methods from 1:25,000 digital contour lines and elevation points?",
        "QuestionCn": "使用重采样方法从1:25,000数字等高线和高程点生成黑河流域DEM数据集的预期目标是什么？",
        "AnswerEn": "The goal is to create a detailed digital elevation model (DEM) of the Heihe River Basin with a spatial resolution of 30 seconds by using resampling methods such as the nearest neighbor approach in ARCGIS. This allows for accurate terrain representation, which is essential for various geographical and environmental analyses within the basin.",
        "AnswerCn": "目标是通过使用最近邻插值法等重采样方法，在ARCGIS中创建一个海河流域的详细数字高程模型（DEM），其空间分辨率为30秒。这可以实现准确的地形表示，这对于流域内的各种地理和环境分析至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in generating a 30 arc-second DEM dataset for a river basin using digital elevation models and spatial analysis techniques?",
        "QuestionCn": "使用数字高程模型和空间分析技术生成河流流域的30弧秒DEM数据集涉及哪些程序步骤？",
        "AnswerEn": "The process involves utilizing data from 1:25,000 scale digital contour lines and elevation points released by the National Geomatics Center. The DEM data for the river basin is generated using the nearest neighbor resampling method in the spatial analysis module of ARCGIS, achieving a spatial resolution of 30 arc-seconds.",
        "AnswerCn": "该过程涉及利用国家地理信息中心发布的1:25,000比例尺数字等高线和高程点数据。通过在ARCGIS的空间分析模块中使用最近邻重采样方法生成河流流域的数字高程模型（DEM）数据，达到30弧秒的空间分辨率。",
        "Level": "C3(Applying)"
      }
    ]
  }
}