{
    "id": "9a77b559-e58e-4452-ad7e-2a04ca6c5909",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The annual ecological investigation data of desert vegetation with different desert types in the Heihe River Basin (2012)",
            "titleCn": "黑河流域不同荒漠类型植被年生态调查资料（2012）",
            "description": "The year-end ecological investigation was conducted in the late September and early October when plants stopped growing.\nThere are 8 investigation and observation fields, they are: piedmont desert, piedmont Gobi,  desert in the middle, Gobi in the middle reaches, desert in the middle reaches, downstream desert, downstream Gobi, and downstream desert, the size of each filed is 40m×40m.\nThree large quadrats of 20m×20m were selected in each observation field, named S1, S2, and S3, to conduce the regular shrub investigation; four small quadrats were selected from each large quadrat with a size of 5m×5m, named A, B, C, D, to conduct herbal investigation.",
            "descriptionCn": "9月底10月初，植物停止生长期，进行年终生态调查。\n共有8个调查观测场，分别是：山前荒漠、山前戈壁、中游荒漠、中游戈壁、中游沙漠、下游荒漠、下游戈壁、下游荒漠，大小为40m×40m。\n在每个观测场固定3个20m×20m的大样方，命名为S1、S2、S3，进行灌木定期调查；每个大样方固定4个5m×5m的小样方，命名为A、B、C、D，进行草本调查。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.28305555,
            "west": 99.752777777,
            "south": 38.70694444,
            "north": 42.1147222222222,
            "startTime": "2018-11-23 10:49:35",
            "endTime": "2018-11-23 10:49:35",
            "fileSize": 216576.0,
            "cstr": "18406.11.heihe.217.2013.db",
            "doi": "10.3972/heihe.217.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏培玺",
                "nameEn": "SU Peixi",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "C4 plant species and geographical distribution in relation to climate in the desert vegetation of china",
                "referenceCn": null,
                "referenceEn": "Su, P. X. , Xie, T. T. , & Zhou, Z. J. . (2011). C4 plant species and geographical distribution in relation to climate in the desert vegetation of china. Sciences in Cold and Arid Regions, 003(5), 381-391."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生态工程",
                "nameEn": "Ecological engineering"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中下游",
                "keywordEn": "Middle and Lower Reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
                "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for assessing annual ecological surveys in different desert types within a river basin?",
                "QuestionCn": "您能否提供一个用于评估河流流域内不同沙漠类型的年度生态调查的数据收集方法的示例？",
                "AnswerEn": "In the Heihe River Basin, data collection for annual ecological surveys in various desert types involves setting up observation sites in eight distinct areas, including mountain-front desert, mountain-front gobi, midstream desert, midstream gobi, midstream sand desert, downstream desert, downstream gobi, and downstream desert. Each site is 40m x 40m, where three fixed 20m x 20m large plots, named S1, S2, and S3, are used for periodic shrub surveys. Additionally, each large plot contains four fixed 5m x 5m small plots, named A, B, C, and D, for herbaceous plant surveys.",
                "AnswerCn": "在黑河流域，针对不同沙漠类型的年度生态调查数据收集涉及在八个不同区域设置观察点，包括山前沙漠、山前戈壁、中游沙漠、中游戈壁、中游沙丘沙漠、下游沙漠、下游戈壁和下游沙漠。每个观察点的面积为40米 x 40米，其中设有三个固定的20米 x 20米的大样地，分别命名为S1、S2和S3，用于定期的灌木调查。此外，每个大样地内还包含四个固定的5米 x 5米的小样地，分别命名为A、B、C和D，用于草本植物调查。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies of data collection used for investigating different desert types in the Heihe River Basin?",
                "QuestionCn": "在黑河流域调查不同沙漠类型的数据收集的特点和方法有哪些？",
                "AnswerEn": "annual ecological surveys, end of the growing season, late September to early October, eight observation fields, diverse desert types, 40m x 40m observation fields, three fixed larger plots, 20m x 20m plots, regular shrub surveys, four smaller plots, 5m x 5m plots, herbaceous plant surveys",
                "AnswerCn": "年度生态调查，生长季节结束，九月下旬至十月上旬，八个观测区，多样的沙漠类型，40米 x 40米观测区，三个固定的大型样地，20米 x 20米样地，定期灌木调查，四个较小的样地，5米 x 5米样地，草本植物调查。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many total plots are established for vegetation surveys across different desert types in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的不同沙漠类型中，共建立了多少个植被调查样地？",
                "AnswerEn": "24 large plots, 96 small plots",
                "AnswerCn": "24个大地块，96个小地块",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'annual ecological survey' mean in the context of vegetation studies in different desert types?",
                "QuestionCn": "“年度生态调查”在不同沙漠类型的植被研究中指的是每年进行的对特定沙漠区域内植物群落及其生态特征的系统性观察和记录。这种调查通常包括对植物种类、分布、丰度以及与环境因素（如土壤类型、气候条件等）之间关系的评估，以便了解沙漠生态系统的变化和健康状况。",
                "AnswerEn": "An 'annual ecological survey' refers to a systematic study conducted at the end of the growing season, typically in late September to early October, to assess and record the ecological characteristics and conditions of vegetation in various types of deserts. This involves establishing observation plots, performing regular shrub surveys in larger plots, and conducting herbaceous surveys in smaller plots across multiple sites with different desert classifications.",
                "AnswerCn": "“年度生态调查”是指在生长季节结束时进行的系统研究，通常在九月底到十月初，旨在评估和记录各种类型沙漠中植被的生态特征和状况。这包括建立观察样地，在较大的样地中进行定期灌木调查，以及在较小的样地中进行草本植物调查，覆盖多个不同沙漠分类的地点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the design of a systematic surveying method for vegetation in diverse desert types in the Heihe River Basin?",
                "QuestionCn": "影响河西走廊不同沙漠类型植被系统调查方法设计的因素有哪些？",
                "AnswerEn": "The design of the systematic surveying method is influenced by the need to conduct comprehensive ecological investigations across different desert types, including mountain-front desert, mountain-front gobi, mid-stream desert, mid-stream gobi, mid-stream sandy desert, downstream desert, downstream gobi, and downstream desert. Each observation field is structured into 40m×40m plots, with further subdivisions into 20m×20m major sample plots for shrub investigations and 5m×5m minor sample plots for herbaceous plant investigations. This structure allows for consistent, detailed ecological data collection across varied desert environments.",
                "AnswerCn": "系统调查方法的设计受到需要在不同沙漠类型中进行全面生态调查的影响，包括山前沙漠、山前戈壁、中游沙漠、中游戈壁、中游沙质沙漠、下游沙漠、下游戈壁和下游沙漠。每个观察场地被划分为40米×40米的样地，并进一步细分为20米×20米的主要样地用于灌木调查，以及5米×5米的次要样地用于草本植物调查。这种结构允许在不同沙漠环境中进行一致、详细的生态数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of conducting annual ecological surveys in different desert types along the Heihe River Basin?",
                "QuestionCn": "在黑河流域不同沙漠类型进行年度生态调查的主要目的是什麼？",
                "AnswerEn": "The primary objective of conducting annual ecological surveys in different desert types along the Heihe River Basin is to understand the ecological dynamics and vegetation patterns across various environments, including mountain front deserts, mountain front gobi, midstream deserts, midstream gobi, midstream deserts, downstream deserts, downstream gobi, and downstream deserts. These surveys aim to capture changes in vegetation by examining both shrubs and herbaceous plants in designated plots, thereby contributing to a comprehensive understanding of the region's ecological status.",
                "AnswerCn": "在黑河流域不同沙漠类型进行年度生态调查的主要目的是了解各类环境（包括山前沙漠、山前戈壁、中游沙漠、中游戈壁、中游沙漠、下游沙漠、下游戈壁和下游沙漠）中的生态动态和植被模式。这些调查旨在通过检查指定样地中的灌木和草本植物，捕捉植被变化，从而为全面了解该地区的生态状态做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to conduct periodic shrub surveys in diverse desert types, and how are these surveys structured within different sample plots?",
                "QuestionCn": "在不同的沙漠类型中，进行定期灌木调查的程序是什么，这些调查在不同的样本地块中是如何结构化的？",
                "AnswerEn": "To conduct periodic shrub surveys in diverse desert types, each of the 8 observation fields, including various desert and gobi types across upstream, midstream, and downstream regions, is structured with fixed large sample plots measuring 20m×20m named S1, S2, and S3. In these plots, regular surveys are conducted to monitor shrubs.",
                "AnswerCn": "为了在不同的沙漠类型中进行定期灌木调查，包括上游、中游和下游区域的各种沙漠和戈壁类型，共有8个观察场，每个观察场设有固定的大样本 plots，尺寸为20m×20m，命名为S1、S2和S3。在这些样本 plots 中，定期进行调查以监测灌木。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}