{
    "id": "9b2f424f-52bf-4795-8072-dc07f3c11e80",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Fraction of Absorbed Photosynthetically Active Radiation (FPAR) across Tibetan Plateau from 1987 to 2020",
            "titleCn": "青藏高原光合有效辐射吸收系数（1987-2020）",
            "description": "Fraction of Absorbed Photosynthetically Active Radiation (FPAR) is a key physiological variable in the study of carbon cycling and is one of the basic variables to describe vegetation ecosystems. The classification results of surface vegetation types in Qinghai-Tibet Plateau region are obtained based on the Landsat reflectance data(30m spatial resolution). According to NDVI of different vegetation types, the remote sensing inversion model is constructed to produce the growing season FPAR products for each vegetation type. This product can be used as one of the parameters to calculate vegetation carbon sequestration and evaluate vegetation ecosystem status.",
            "descriptionCn": "光合有效辐射吸收系数（FPAR）是碳循环研究的一个关键生理变量，被认为是表述植被生态系统的基本变量之一。基于30米空间分辨率的LANDSAT反射率数据，得到青藏高原区域的地表植被类型分类结果，根据不同植被类型NDVI值差异，构建遥感反演模型生产各植被类型的生长季FPAR产品。光合有效辐射吸收系数（FPAR）产品可以用来作为参数之一计算植被固碳量，评价植被生态系统状态等，广泛用于生态环境、林业等领域。该数据集投影坐标信息为经纬度WGS84。",
            "instructions": "File naming: The FPAR dataset is stored in Geotiff format in blocks,and the file name is \"N??E??.tif\", where N?? represents the latitude of the upper left corner of the corresponding image block, and E?? represents Corresponds to the longitude of the upper left corner of the image block. Data reading method: you can directly use any software that supports tif image to open; it is recommended to use QGIS, ArcGIS, ENVI and other geographic information related software to open.",
            "instructionsCn": "文件命名：FPAR数据集以Geotiff格式分块储存，文件名称为“N??E??.tif”，其中N??表示对应图像块左上角的纬度，E??表示对应图像块左上角的经度。 数据读取方式：可以直接使用任何支持tif影像的软件打开；推荐使用QGIS，Arcgis、ENVI等地理信息领域相关软件打开。",
            "east": 105.65,
            "west": 73.0,
            "south": 24.6,
            "north": 40.0,
            "startTime": "2015-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 863584422648.0,
            "cstr": "18406.11.Ecolo.tpdc.271538",
            "doi": "10.11888/Ecolo.tpdc.271538",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "彭代亮",
                "nameEn": "PENG Dailiang",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Characteristics and drivers of global NDVI-based FPAR from 1982 to 2006",
                "referenceCn": null,
                "referenceEn": "Peng, D.L., Zhang, B., Liu, L.Y., Fang, H.L., Chen, D.M., Hu, Y., & Liu, L.L. (2012). Characteristics and drivers of global NDVI-based FPAR from 1982 to 2006. Global Biogeochemical Cycles. 26, GB3015."
            },
            {
                "titleCn": null,
                "titleEn": "Global land-cover product with fine classification system at 30 m using time-series Landsat imagery",
                "referenceCn": null,
                "referenceEn": "Zhang, X., Liu, L., Chen, X., Gao, Y., Xie, S., Mi, J. (2020). GLC_FCS30: Global land‐cover product with fine classification system at 30 m using time‐series Landsat imagery. Earth Syst. Sci. Data Discuss. 1‐31, doi:10.5194/essd‐2020‐182."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015，2020",
                "keywordEn": "2015，2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Global land-cover information, as used by the scientific community, governments, and international organizations, is critical to the understanding of environmental changes, food security, conservation, and the coordination of actions needed to mitigate and adapt to global change. These data also play an important role in improving the performance of models of the ecosystem, hydrology, and atmosphere. Due to the frequent and large area coverage that it provides, more and more attention has been attached to using remote sensing technology for global land-cover mapping. In past decades, several global land-cover products have been produced at various spatial resolutions ranging from 1 km to 300 m. However, owing to differences in classification accuracy, thematic detail, classification schemes, and spatial resolution, the harmonization of these land-cover products is usually difficult, and their quality is also far from satisfactory for many fine applications. Recently, thanks to free access to fine-resolution remote sensing imagery (Landsat and Sentinel-2), combined with rapidly increasing data storage and computation capabilities, global land-cover products at fine spatial resolutions (10 and 30 m) have been successfully developed. Although these products permit the detection of land information at the scale of most human activity and offer increased flexibility for the environmental model parameterization needed for global land-cover studies, the simple classification system and large amount of manual work required (manual collection of training samples and knowledge-based interactive verification) limit their greater use in many specific and fine applications at regional or global scales."
            ],
            "research objective": [
                "In this study, a novel global 30 m land-cover classification with a fine classification system for the year 2015 (GLC_FCS30-2015) was produced by combining time series of Landsat imagery and high-quality training data from the GSPECLib (Global Spatial Temporal Spectra Library) on the Google Earth Engine computing platform."
            ],
            "challenges": [
                "As Giri et al. (2013) and Ban et al. (2015) stated, there are a number of challenges to overcome in producing a fine-resolution characterization of global land cover. These include the unavailability of timely, accurate, and sufficient training data; the high cost of collecting satellite data with consistent global coverage; difficulties in preparing image mosaics; and the need for high-performance computing facilities. Firstly, Foody and Arora (2010) stated that the training data had more impact on the classification results than the selection of the classifier: the collection of timely, accurate, and sufficient training data is especially important for global or regional land-cover mapping."
            ],
            "methods": [
                "First, the global training data from the GSPECLib were developed by applying a series of rigorous filters to the CCI_LC (Climate Change Initiative Global Land Cover) land-cover and MCD43A4 NBAR products (MODIS Nadir Bidirectional Reflectance Distribution Function-Adjusted Reflectance). Secondly, a local adaptive random forest model was built for each 5°×5° geographical tile by using the multi-temporal Landsat spectral and texture features and the corresponding training data, and the GLC_FCS30-2015 land-cover product containing 30 land-cover types was generated for each tile. Lastly, the GLC_FCS30-2015 was validated using three different validation systems (containing different land-cover details) using 44,043 validation samples."
            ],
            "dataset": [
                "Taking account of the frequent contamination of cloud in the remote sensing imagery, particularly in the tropics, all Landsat-8 surface reflectance (SR) imagery from 2014–2016 archived on the GEE platform was collected for the nominal year 2015. In this study, the Shuttle Radar Topography Mission (SRTM) DEM, which has a spatial resolution of 30 m and covers the area between 60◦N and 56◦S, and the slope and aspect variables, were used as the classification features. In this study, the global land-cover classification neglected the impervious surface land-cover type when building the classification model; instead, existing global 30 m impervious surface products for 2015 (MSMT_IS30-2015) were directly superimposed over the global land-cover classifications (Zhang et al., 2020). Overall, after the combination of the auxiliary datasets from multiple sources and careful rechecking by several interpreters, a total of 44 043 validation samples for 24 fine land-cover types were finally collected."
            ],
            "findings": [
                "The validation results indicated that the GLC_FCS30-2015 achieved an overall accuracy of 82.5% and a kappa coefficient of 0.784 for the level-0 validation system (9 basic land-cover types), an overall accuracy of 71.4% and kappa coefficient of 0.686 for the UN-LCCS (United Nations Land Cover Classification System) level-1 system (16 LCCS land-cover types), and an overall accuracy of 68.7% and kappa coefficient of 0.662 for the UN-LCCS level-2 system (24 fine land-cover types). The comparisons against other land-cover products (CCI_LC, MCD12Q1, FROM_GLC, and GlobeLand30) indicated that GLC_FCS30-2015 provides more spatial details than CCI_LC-2015 and MCD12Q1-2015 and a greater diversity of land-cover types than FROM_GLC-2015 and GlobeLand30-2010. They also showed that GLC_FCS30-2015 achieved the best overall accuracy of 82.5% against FROM_GLC-2015 of 59.1% and GlobeLand30-2010 of 75.9%. Therefore, it is concluded that the GLC_FCS30-2015 product is the first global land-cover dataset that provides a fine classification system (containing 16 global LCCS land-cover types as well as 14 detailed and regional land-cover types) with high classification accuracy at 30 m."
            ],
            "backgroundCn": [
                "全球土地覆盖信息对于科学界、政府和国际组织理解环境变化、粮食安全、保护以及协调减缓和适应全球变化所需的行动至关重要。这些数据在改善生态系统、水文和大气模型的性能方面也发挥着重要作用。由于其频繁和大范围的覆盖，越来越多的关注被放在使用遥感技术进行全球土地覆盖制图上。在过去的几十年中，已经生产了几种不同空间分辨率的全球土地覆盖产品，范围从1公里到300米。然而，由于分类准确性、主题细节、分类方案和空间分辨率的差异，这些土地覆盖产品的协调通常很困难，并且它们的质量对于许多细微应用来说远未令人满意。最近，得益于对高分辨率遥感影像（Landsat和Sentinel-2）的免费访问，以及数据存储和计算能力的快速提升，已经成功开发出高空间分辨率（10米和30米）的全球土地覆盖产品。尽管这些产品允许在大多数人类活动的尺度上检测土地信息，并为全球土地覆盖研究所需的环境模型参数化提供了更大的灵活性，但简单的分类系统和大量的手动工作（手动收集训练样本和基于知识的交互验证）限制了它们在许多特定和细微应用中的更广泛使用。"
            ],
            "research objectiveCn": [
                "在本研究中，利用Landsat影像的时间序列和来自GSPECLib（全球空间时间光谱库）的高质量训练数据，在Google Earth Engine计算平台上生成了2015年的新型全球30米土地覆盖分类（GLC_FCS30-2015），并采用了精细的分类系统。"
            ],
            "challengesCn": [
                "正如Giri等人（2013）和Ban等人（2015）所述，在制作全球土地覆盖的精细分辨率特征时，有许多挑战需要克服。这些挑战包括缺乏及时、准确和足够的训练数据；收集具有一致全球覆盖的卫星数据的高成本；准备图像镶嵌的困难；以及对高性能计算设施的需求。首先，Foody和Arora（2010）指出，训练数据对分类结果的影响大于分类器的选择：收集及时、准确和足够的训练数据对于全球或区域土地覆盖制图尤其重要。"
            ],
            "methodsCn": [
                "首先，GSPECLib的全球训练数据是通过对CCI_LC（气候变化倡议全球土地覆盖）土地覆盖和MCD43A4 NBAR产品（MODIS正视角双向反射分布函数调整反射率）应用一系列严格的过滤器而开发的。其次，为每个5°×5°的地理瓦片构建了一个局部自适应随机森林模型，利用多时相的Landsat光谱和纹理特征以及相应的训练数据，生成了包含30种土地覆盖类型的GLC_FCS30-2015土地覆盖产品。最后，使用三种不同的验证系统（包含不同的土地覆盖细节）对GLC_FCS30-2015进行了验证，共使用了44,043个验证样本。"
            ],
            "datasetCn": [
                "考虑到热带地区遥感影像中云层频繁污染的情况，收集了2014年至2016年在GEE平台上存档的所有Landsat-8表面反射率（SR）影像，重点关注2015年。在本研究中，使用了航天飞机雷达地形测量任务（SRTM）数字高程模型（DEM），其空间分辨率为30米，覆盖60°N至56°S之间的区域，以及坡度和坡向变量作为分类特征。在本研究中，全球土地覆盖分类在构建分类模型时忽略了不透水表面土地覆盖类型；相反，直接将现有的2015年全球30米不透水表面产品（MSMT_IS30-2015）叠加到全球土地覆盖分类上（Zhang et al., 2020）。总体而言，在结合来自多个来源的辅助数据集并经过多位解译员的仔细复核后，最终收集了总计44,043个用于24种细分类土地覆盖类型的验证样本。"
            ],
            "findingsCn": [
                "验证结果表明，GLC_FCS30-2015在0级验证系统（9种基本土地覆盖类型）中实现了82.5%的总体准确率和0.784的卡帕系数；在联合国土地覆盖分类系统（UN-LCCS）1级系统（16种LCCS土地覆盖类型）中实现了71.4%的总体准确率和0.686的卡帕系数；在UN-LCCS 2级系统（24种细分土地覆盖类型）中实现了68.7%的总体准确率和0.662的卡帕系数。与其他土地覆盖产品（CCI_LC、MCD12Q1、FROM_GLC和GlobeLand30）的比较表明，GLC_FCS30-2015提供了比CCI_LC-2015和MCD12Q1-2015更丰富的空间细节，以及比FROM_GLC-2015和GlobeLand30-2010更大的土地覆盖类型多样性。结果还显示，GLC_FCS30-2015在总体准确率上达到了82.5%，而FROM_GLC-2015为59.1%，GlobeLand30-2010为75.9%。因此，可以得出结论，GLC_FCS30-2015产品是第一个提供细分类系统（包含16种全球LCCS土地覆盖类型以及14种详细和区域性土地覆盖类型）的全球土地覆盖数据集，并且在30米分辨率下具有高分类准确率。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the availability of accurate training data considered a challenge in the fine-resolution characterization of global land cover?",
                "QuestionCn": "准确训练数据的可用性是否被认为是全球土地覆盖高分辨率特征化中的一个挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are high-performance computing facilities necessary for the production of a detailed global land-cover classification?",
                "QuestionCn": "高性能计算设施是否对于详细的全球土地覆盖分类的生产是必要的？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for FPAR products based on satellite imagery, ground-based observation, or a combination of both?",
                "QuestionCn": "FPAR产品的主要数据收集方法是基于卫星影像、地面观测，还是两者的结合？",
                "AnswerEn": "satellite imagery",
                "AnswerCn": "卫星影像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Which is more challenging in remote sensing-based land-cover mapping: obtaining accurate training data, ensuring consistent global satellite coverage, or preparing image mosaics?",
                "QuestionCn": "在基于遥感的土地覆盖制图中，获取准确的训练数据、确保全球卫星覆盖的一致性或准备图像镶嵌，哪一个更具挑战性？",
                "AnswerEn": "obtaining accurate training data",
                "AnswerCn": "获取准确的训练数据",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For global land-cover classification, is the use of Landsat and Sentinel-2 imagery more advantageous due to higher spatial resolution, accessibility, or both?",
                "QuestionCn": "对于全球土地覆盖分类，使用Landsat和Sentinel-2影像由于更高的空间分辨率、可获取性，还是两者兼而有之更具优势？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are utilized to develop a 30 m spatial resolution land-cover dataset for the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于开发青藏高原30米空间分辨率土地覆盖数据集的数据源有哪些？",
                "AnswerEn": "LANDSAT reflectance data",
                "AnswerCn": "LANDSAT 反射率数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the training data sourced from when developing a global 30 m land-cover classification?",
                "QuestionCn": "在开发全球30米土地覆盖分类时，训练数据的来源是什么？",
                "AnswerEn": "GSPECLib",
                "AnswerCn": "GSPECLib",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting training data for global or regional land-cover mapping?",
                "QuestionCn": "收集全球或区域土地覆盖制图的训练数据面临哪些挑战？",
                "AnswerEn": "Unavailability of timely, accurate, and sufficient training data",
                "AnswerCn": "及时、准确和充足的训练数据不可用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to acquire fine-resolution remote sensing data for land-cover mapping?",
                "QuestionCn": "您能否提供一个用于获取高分辨率遥感数据以进行土地覆盖制图的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for fine-resolution remote sensing data is the use of Landsat-8 surface reflectance imagery archived on the Google Earth Engine (GEE) platform, which collects data for nominal years by applying rigorous filters to remove contamination such as clouds, particularly in tropical regions.",
                "AnswerCn": "一种用于高分辨率遥感数据的数据收集方法是使用存档在谷歌地球引擎（GEE）平台上的Landsat-8表面反射率影像，通过应用严格的过滤器去除污染，例如云层，特别是在热带地区，以收集名义年份的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you offer an example of the challenges faced in collecting training data for global land-cover mapping?",
                "QuestionCn": "当然可以。以下是翻译：\n\n您能否提供一个在收集全球土地覆盖制图训练数据时面临的挑战的例子？",
                "AnswerEn": "An example of challenges in collecting training data for global land-cover mapping includes the unavailability of timely, accurate, and sufficient training data, which significantly impacts the classification results more than the choice of classifier. This challenge is compounded by the high cost of obtaining satellite data with consistent global coverage.",
                "AnswerCn": "收集全球土地覆盖制图训练数据的挑战之一是缺乏及时、准确和充足的训练数据，这对分类结果的影响远大于分类器的选择。这个挑战因获取具有一致全球覆盖的卫星数据的高成本而更加复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you illustrate an example of a dataset used to validate land-cover classification accuracy at a global scale?",
                "QuestionCn": "您能否举例说明一个用于验证全球范围内土地覆盖分类准确性的数据库？",
                "AnswerEn": "An example of a dataset used for validation is the combination of auxiliary datasets from multiple sources, which after careful rechecking by several interpreters, resulted in the collection of 44,043 validation samples for 24 fine land-cover types to evaluate the classification accuracy of global land-cover products.",
                "AnswerCn": "用于验证的数据集的一个例子是来自多个来源的辅助数据集的组合，经过多位解读者的仔细复核，最终收集了44,043个验证样本，涵盖24种细粒度土地覆盖类型，以评估全球土地覆盖产品的分类准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the remote sensing data used for land-cover classification in the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原土地覆盖分类中使用的遥感数据的特征是什么？",
                "AnswerEn": "30-meter spatial resolution, LANDSAT reflectance data",
                "AnswerCn": "30米空间分辨率，LANDSAT反射率数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting and validating training data for global land-cover mapping in this context?",
                "QuestionCn": "在这种情况下，收集和验证全球土地覆盖制图的训练数据面临哪些挑战？",
                "AnswerEn": "unavailability of timely, accurate, and sufficient training data, high cost of collecting satellite data with consistent global coverage, difficulties in preparing image mosaics, need for high-performance computing facilities",
                "AnswerCn": "缺乏及时、准确和充足的训练数据，收集具有一致全球覆盖的卫星数据成本高，制作图像拼接困难，需要高性能计算设施。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific features are used in the classification models for land-cover mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原土地覆盖制图的分类模型中使用了哪些具体特征？",
                "AnswerEn": "multi-temporal Landsat spectral features, texture features, Shuttle Radar Topography Mission (SRTM) DEM, spatial resolution data, slope variables, aspect variables",
                "AnswerCn": "多时相Landsat光谱特征、纹理特征、Shuttle Radar Topography Mission (SRTM) 数字高程模型（DEM）、空间分辨率数据、坡度变量、坡向变量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many validation samples were used to validate the global land-cover classification with fine classification system for 2015?",
                "QuestionCn": "用于验证2015年全球土地覆盖分类的细分类系统的验证样本数量是多少？",
                "AnswerEn": "44,043",
                "AnswerCn": "44,043",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many basic land-cover types were used in the level-0 validation system for the global land-cover classification?",
                "QuestionCn": "全球土地覆盖分类的级别0验证系统中使用了多少种基本土地覆盖类型？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the Shuttle Radar Topography Mission (SRTM) DEM used in the classification features for the global land-cover classification?",
                "QuestionCn": "航天飞机雷达地形测量任务（SRTM）数字高程模型（DEM）在全球土地覆盖分类中使用的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'FPAR' in the context of carbon cycle research?",
                "QuestionCn": "在碳循环研究的背景下，'FPAR'的意思是“植物吸收的光合有效辐射”。",
                "AnswerEn": "FPAR, or Fraction of Photosynthetically Active Radiation, is a key physiological variable in carbon cycle research. It represents the fraction of incoming solar radiation in the photosynthetically active spectrum that is absorbed by vegetation. This variable is fundamental for describing the state of vegetation ecosystems and is used to calculate vegetation carbon sequestration, assess ecosystem health, and support ecological and forestry applications.",
                "AnswerCn": "FPAR，即光合有效辐射的分数，是碳循环研究中的一个关键生理变量。它表示被植被吸收的光合有效光谱中入射太阳辐射的分数。这个变量对于描述植被生态系统的状态至关重要，并用于计算植被碳汇、评估生态系统健康以及支持生态和林业应用。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What do 'remote sensing technology' and 'global land-cover mapping' entail?",
                "QuestionCn": "“遥感技术”和“全球土地覆盖制图”分别涉及什么？",
                "AnswerEn": "Remote sensing technology refers to the use of satellite or aerial imagery to observe and measure various characteristics of the Earth's surface without physical contact. Global land-cover mapping involves using this technology to classify different types of land cover across the globe, which is crucial for understanding environmental changes, food security, conservation, and global change adaptation efforts. This process often involves collecting and analyzing imagery data to produce land-cover products at various spatial resolutions.",
                "AnswerCn": "遥感技术是指利用卫星或航空影像观察和测量地球表面各种特征，而无需进行物理接触。全球土地覆盖制图涉及使用该技术对全球不同类型的土地覆盖进行分类，这对于理解环境变化、粮食安全、保护和全球变化适应努力至关重要。这个过程通常涉及收集和分析影像数据，以在不同空间分辨率下生成土地覆盖产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using Landsat imagery for FPAR products in the Qinghai-Tibet Plateau compare to the global land-cover classification approach using Landsat imagery and GSPECLib training data?",
                "QuestionCn": "使用Landsat影像收集青藏高原FPAR产品的数据收集方法与使用Landsat影像和GSPECLib训练数据的全球土地覆盖分类方法相比如何？",
                "AnswerEn": "The data collection for FPAR products in the Qinghai-Tibet Plateau focuses on LANDSAT reflectance data with a spatial resolution of 30 meters for vegetation type classification, emphasizing local NDVI differences to model vegetation growth. In contrast, the global land-cover classification approach combines multi-temporal Landsat imagery with high-quality training data from the GSPECLib on the Google Earth Engine platform, employing a local adaptive random forest model for each geographical tile.",
                "AnswerCn": "FPAR产品的数据收集集中在青藏高原的Landsat反射率数据上，空间分辨率为30米，用于植被类型分类，强调局部NDVI差异以模型化植被生长。相比之下，全球土地覆盖分类方法结合了多时相的Landsat影像和来自Google Earth Engine平台的GSPECLib的高质量训练数据，采用局部自适应随机森林模型针对每个地理瓦片进行处理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences between the challenges faced in collecting data for FPAR products and global land-cover classifications?",
                "QuestionCn": "收集FPAR产品和全球土地覆盖分类数据所面临的挑战的相似性和差异是什么？",
                "AnswerEn": "Both domains face challenges related to the availability and quality of training data and the need for high-performance computing facilities. However, while FPAR data collection emphasizes detailed local vegetation characteristics, global land-cover classifications deal with broader challenges such as consistent global coverage and the preparation of image mosaics.",
                "AnswerCn": "两个领域都面临与训练数据的可用性和质量以及高性能计算设施的需求相关的挑战。然而，尽管FPAR数据收集强调详细的地方植被特征，全球土地覆盖分类则面临更广泛的挑战，例如一致的全球覆盖和图像马赛克的准备。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What underlying factors contribute to the challenges in producing fine-resolution land-cover datasets in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的背景下，生产高分辨率土地覆盖数据集面临的挑战的潜在因素有哪些？",
                "AnswerEn": "The challenges in producing fine-resolution land-cover datasets include the unavailability of timely, accurate, and sufficient training data, the high cost of collecting satellite data with consistent global coverage, difficulties in preparing image mosaics, and the need for high-performance computing facilities.",
                "AnswerCn": "生产高分辨率土地覆盖数据集的挑战包括缺乏及时、准确和充足的训练数据，收集具有一致全球覆盖的卫星数据的高成本，准备影像马赛克的困难，以及对高性能计算设施的需求。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is remote sensing technology increasingly important for global land-cover mapping and understanding changes in vegetation ecosystems?",
                "QuestionCn": "遥感技术在全球土地覆盖制图和理解植被生态系统变化方面越来越重要的原因是什么？",
                "AnswerEn": "Remote sensing technology is crucial for global land-cover mapping due to its ability to provide frequent and large area coverage, which is essential for understanding environmental changes and improving the performance of ecosystem, hydrology, and atmospheric models.",
                "AnswerCn": "遥感技术对于全球土地覆盖制图至关重要，因为它能够提供频繁和大范围的覆盖，这对于理解环境变化以及提高生态系统、水文和大气模型的性能至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What causes the need for high classification accuracy and detailed classification systems in land-cover datasets used for ecological and carbon cycle studies?",
                "QuestionCn": "在生态和碳循环研究中，对土地覆盖数据集的高分类准确性和详细分类系统的需求主要由以下因素造成：",
                "AnswerEn": "High classification accuracy and detailed classification systems are necessary in land-cover datasets because they permit the detection of land information at the scale of most human activity, offer increased flexibility for environmental model parameterization, and improve the quality of applications like evaluating vegetation ecosystem states and calculating carbon fixation.",
                "AnswerCn": "高分类准确性和详细的分类系统在土地覆盖数据集中是必要的，因为它们允许在大多数人类活动的尺度上检测土地信息，提供了对环境模型参数化的更大灵活性，并提高了评估植被生态系统状态和计算碳固定等应用的质量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using high-resolution Landsat imagery combined with GSPECLib training data for global land-cover classification?",
                "QuestionCn": "使用高分辨率Landsat影像结合GSPECLib训练数据进行全球土地覆盖分类的潜在结果是什么？",
                "AnswerEn": "The combination of high-resolution Landsat imagery with GSPECLib training data can result in the development of a global 30 m land-cover classification with a fine classification system, achieving high classification accuracy and allowing for detailed environmental model parameterization at the scale of most human activities.",
                "AnswerCn": "高分辨率的Landsat影像与GSPECLib训练数据的结合，可以开发出全球30米的土地覆盖分类，具有精细的分类系统，达到高分类精度，并允许在大多数人类活动的尺度上进行详细的环境模型参数化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What consequences might arise from the challenges in collecting timely, accurate, and sufficient training data for global land-cover mapping?",
                "QuestionCn": "从收集及时、准确和充分的训练数据进行全球土地覆盖制图的挑战中可能产生哪些后果？",
                "AnswerEn": "The challenges in collecting timely, accurate, and sufficient training data can significantly impact the classification results, potentially limiting the accuracy and applicability of the global or regional land-cover mapping, and thus affecting the reliability of the resulting datasets for fine applications.",
                "AnswerCn": "收集及时、准确和充分的训练数据所面临的挑战可能会显著影响分类结果，从而限制全球或区域土地覆盖制图的准确性和适用性，进而影响最终数据集在细分应用中的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended outcomes of developing a novel global land-cover classification system using fine-resolution remote sensing imagery?",
                "QuestionCn": "开发一个新的全球土地覆盖分类系统，使用高分辨率遥感影像的预期结果是什么？",
                "AnswerEn": "The intended outcomes include improving the understanding of environmental changes, enhancing food security, supporting conservation efforts, and enabling the coordination of actions needed to mitigate and adapt to global change. The fine-resolution land-cover classification aims to address challenges related to classification accuracy, thematic detail, and spatial resolution, providing a more detailed and accurate dataset for ecosystem, hydrology, and atmospheric models.",
                "AnswerCn": "预期成果包括提高对环境变化的理解、增强粮食安全、支持保护工作，以及促进协调应对全球变化所需的行动。高分辨率土地覆盖分类旨在解决与分类准确性、主题细节和空间分辨率相关的挑战，为生态系统、水文和大气模型提供更详细和准确的数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why is it important to construct remote sensing inversion models to produce FPAR products for different vegetation types?",
                "QuestionCn": "构建遥感反演模型以生成不同植被类型的FPAR产品的重要性是什么？",
                "AnswerEn": "Constructing remote sensing inversion models to produce FPAR products is important for calculating vegetation carbon sequestration and evaluating vegetation ecosystem status. These products are vital for ecological and environmental research, offering insights into the health and dynamics of vegetation systems, which are crucial for forest management and other ecological applications.",
                "AnswerCn": "构建遥感反演模型以生成FPAR产品对于计算植被碳汇和评估植被生态系统状态至关重要。这些产品对生态和环境研究至关重要，提供了对植被系统健康和动态的洞察，这对森林管理和其他生态应用至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in constructing a remote sensing inversion model for generating FPAR products from Landsat reflectance data?",
                "QuestionCn": "构建遥感反演模型以从Landsat反射率数据生成FPAR产品的程序步骤包括以下几个方面：",
                "AnswerEn": "To construct a remote sensing inversion model for generating FPAR products, the process involves using LANDSAT reflectance data at a 30-meter spatial resolution to derive surface vegetation type classifications. Based on differences in NDVI values among various vegetation types, a remote sensing inversion model is built to produce FPAR products for each vegetation type during the growing season.",
                "AnswerCn": "构建遥感反演模型以生成FPAR产品的过程涉及使用LANDSAT反射率数据（30米空间分辨率）来推导地表植被类型分类。基于不同植被类型之间的NDVI值差异，建立遥感反演模型，以在生长季节为每种植被类型生成FPAR产品。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the collection of training data from global sources, like GSPECLib, integrated into the development of a global land-cover classification system?",
                "QuestionCn": "全球来源（如GSPECLib）收集的训练数据是如何融入全球土地覆盖分类系统的开发中的？",
                "AnswerEn": "The collection of training data from global sources like GSPECLib involves applying rigorous filters to existing land-cover products such as the CCI_LC and MODIS NBAR products. This data is then used in combination with multi-temporal Landsat spectral and texture features to build a local adaptive random forest model for each geographical tile, thereby integrating it into the development of a global land-cover classification system.",
                "AnswerCn": "从全球来源（如GSPECLib）收集训练数据涉及对现有土地覆盖产品（如CCI_LC和MODIS NBAR产品）应用严格的过滤。这些数据与多时相的Landsat光谱和纹理特征结合，用于为每个地理瓦片构建本地自适应随机森林模型，从而将其整合到全球土地覆盖分类系统的开发中。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approaches are employed to address the challenges of cloud contamination in remote sensing imagery for land-cover classification?",
                "QuestionCn": "为了解决遥感影像中云污染对土地覆盖分类的挑战，采用了哪些方法论方法？",
                "AnswerEn": "To address cloud contamination in remote sensing imagery, particularly in tropical regions, the methodological approach involves collecting all available Landsat-8 surface reflectance imagery over the nominal year of study. This approach helps mitigate the effects of cloud contamination by increasing the temporal coverage and selecting cloud-free observations for land-cover classification.",
                "AnswerCn": "为了解决遥感影像中的云污染问题，特别是在热带地区，方法论的做法是收集研究年度内所有可用的Landsat-8表面反射率影像。这种方法通过增加时间覆盖范围并选择无云观测数据来减轻云污染的影响，从而有助于土地覆盖分类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the effective collection and processing of remote sensing data for land-cover classification at a fine spatial resolution?",
                "QuestionCn": "哪些技术进步使得有效收集和处理遥感数据以进行细致空间分辨率的土地覆盖分类成为可能？",
                "AnswerEn": "The advancements in free access to fine-resolution remote sensing imagery from sources like Landsat and Sentinel-2, coupled with increasing data storage and computation capabilities, enable the effective collection and processing of data for land-cover classification at a fine spatial resolution.",
                "AnswerCn": "来自Landsat和Sentinel-2等来源的高分辨率遥感影像的免费获取的进展，加上数据存储和计算能力的提升，使得在细致空间分辨率下有效收集和处理土地覆盖分类数据成为可能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the integration of multi-temporal spectral and texture features from satellite imagery enable detailed classification of land-cover types?",
                "QuestionCn": "多时相光谱和纹理特征的集成如何使卫星影像的土地覆盖类型分类更加详细？",
                "AnswerEn": "The integration of multi-temporal spectral and texture features from Landsat imagery allows for building a local adaptive random forest model for detailed land-cover classification, enabling the production of fine classification systems like the GLC_FCS30-2015.",
                "AnswerCn": "多时相光谱和纹理特征的整合来自Landsat影像，使得构建局部自适应随机森林模型成为可能，从而实现详细的土地覆盖分类，能够生成像GLC_FCS30-2015这样的精细分类系统。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges need to be addressed to enable the widespread use of global land-cover products with fine classification systems?",
                "QuestionCn": "为了使全球土地覆盖产品的细分类系统得到广泛应用，需要解决哪些挑战？",
                "AnswerEn": "Challenges include the unavailability of timely, accurate, and sufficient training data, high costs of consistent global satellite data coverage, difficulties in preparing image mosaics, and the need for high-performance computing facilities to enable broader use of global land-cover products with fine classification systems.",
                "AnswerCn": "挑战包括缺乏及时、准确和充足的训练数据，全球卫星数据覆盖的一致性成本高，准备图像马赛克的困难，以及需要高性能计算设施以支持更广泛使用具有细分类系统的全球土地覆盖产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in collecting training data for regional land-cover mapping?",
                "QuestionCn": "在收集区域土地覆盖制图的训练数据时，可能会面临以下挑战：",
                "AnswerEn": "Challenges in collecting training data for regional land-cover mapping include the unavailability of timely, accurate, and sufficient training data, which is crucial for classification results. Additionally, the high cost of collecting satellite data with consistent global coverage and the difficulties in preparing image mosaics contribute to these challenges.",
                "AnswerCn": "收集区域土地覆盖制图的训练数据面临的挑战包括缺乏及时、准确和充足的训练数据，这对分类结果至关重要。此外，收集具有一致全球覆盖的卫星数据的高成本以及准备图像镶嵌的困难也加剧了这些挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations exist around the use of remote sensing technology in improving global land-cover mapping, and why might these not be fully realized?",
                "QuestionCn": "关于遥感技术在改善全球土地覆盖制图方面的期望是什么，这些期望为何可能无法完全实现？",
                "AnswerEn": "Remote sensing technology is expected to improve global land-cover mapping by providing frequent and large area coverage. However, expectations might not be fully realized due to the challenges in harmonizing land-cover products, differences in classification accuracy, thematic detail, classification schemes, and spatial resolution, which make quality improvement difficult for many fine applications.",
                "AnswerCn": "遥感技术预计将通过提供频繁和大面积的覆盖来改善全球土地覆盖制图。然而，由于在协调土地覆盖产品、分类准确性、主题细节、分类方案和空间分辨率方面存在挑战，这些期望可能无法完全实现，这使得许多细致应用的质量提升变得困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might global land-cover datasets struggle to provide sufficient detail for specific regional applications despite advances in computing and data availability?",
                "QuestionCn": "尽管计算能力和数据可用性有所提高，全球土地覆盖数据集仍可能在特定区域应用中提供不足的细节，原因可能是什么？",
                "AnswerEn": "Global land-cover datasets might struggle to provide sufficient detail for specific regional applications because, despite advances in computing and data availability, the simple classification system and the large amount of manual work required, such as manual collection of training samples and knowledge-based interactive verification, limit their greater use in specific and fine applications.",
                "AnswerCn": "全球土地覆盖数据集可能在特定区域应用中难以提供足够的细节，因为尽管计算和数据可用性有所进步，但简单的分类系统以及大量的手工工作（如手动收集训练样本和基于知识的交互验证）限制了它们在特定和精细应用中的更广泛使用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using LANDSAT and Sentinel-2 data for producing high-resolution global land-cover classifications?",
                "QuestionCn": "我对使用LANDSAT和Sentinel-2数据生成高分辨率全球土地覆盖分类的有效性进行评估。",
                "AnswerEn": "The use of LANDSAT and Sentinel-2 data is considered effective for producing high-resolution global land-cover classifications due to their fine spatial resolutions (10 and 30 m) and the ability to detect land information at scales relevant to human activity. However, challenges such as the need for accurate training data and high-performance computing facilities must be addressed to improve their effectiveness further.",
                "AnswerCn": "使用LANDSAT和Sentinel-2数据被认为是有效的高分辨率全球土地覆盖分类方法，因为它们具有良好的空间分辨率（10米和30米），并能够在与人类活动相关的尺度上检测土地信息。然而，仍需解决准确的训练数据和高性能计算设施等挑战，以进一步提高它们的有效性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you assess the challenges of harmonizing different global land-cover products considering differences in classification accuracy and thematic detail?",
                "QuestionCn": "如何评估在不同全球土地覆盖产品之间协调的挑战，考虑到分类准确性和主题细节的差异？",
                "AnswerEn": "Harmonizing different global land-cover products is challenging due to variations in classification accuracy, thematic detail, classification schemes, and spatial resolution. These discrepancies make it difficult to achieve satisfactory quality for fine applications, and require innovative approaches, such as integrating multiple datasets and validation systems, to improve the harmonization process.",
                "AnswerCn": "全球土地覆盖产品的协调面临挑战，原因在于分类准确性、主题细节、分类方案和空间分辨率的差异。这些差异使得在细致应用中实现令人满意的质量变得困难，并且需要创新的方法，例如整合多个数据集和验证系统，以改善协调过程。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your thoughts on the potential improvement areas for data collection methods in producing global land-cover datasets with higher classification accuracy?",
                "QuestionCn": "您对在数据收集方法方面的潜在改进领域有什么看法，以提高全球土地覆盖数据集的分类准确性？",
                "AnswerEn": "Potential improvement areas for data collection methods include enhancing the availability and quality of training data, reducing the cost of satellite data collection, and increasing computational capabilities. Developing adaptive models and leveraging auxiliary datasets can also contribute to higher classification accuracy in global land-cover datasets.",
                "AnswerCn": "数据收集方法的潜在改进领域包括提高训练数据的可用性和质量、降低卫星数据收集的成本，以及增强计算能力。开发自适应模型和利用辅助数据集也可以提高全球土地覆盖数据集的分类准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how remote sensing technology contributes to creating accurate global land-cover classifications at fine resolutions.",
                "QuestionCn": "我不明白遥感技术如何有助于在细分辨率下创建准确的全球土地覆盖分类。",
                "AnswerEn": "Remote sensing technology provides frequent and large area coverage that is crucial for global land-cover mapping. By utilizing fine-resolution imagery from sources like Landsat and Sentinel-2, along with improved data storage and computational capabilities, it is possible to develop detailed and accurate land-cover classifications at resolutions of 10 to 30 meters.",
                "AnswerCn": "遥感技术提供了频繁且大范围的覆盖，这对于全球土地覆盖制图至关重要。通过利用来自Landsat和Sentinel-2等来源的高分辨率影像，以及改进的数据存储和计算能力，可以在10到30米的分辨率下开发详细且准确的土地覆盖分类。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in collecting sufficient training data for global land-cover mapping.",
                "QuestionCn": "我对收集足够的训练数据以进行全球土地覆盖制图所面临的挑战感到不确定。",
                "AnswerEn": "Some challenges in collecting sufficient training data for global land-cover mapping include the unavailability of timely, accurate, and sufficient data, the high cost of obtaining consistent global satellite coverage, and the difficulties in preparing image mosaics. Training data has more impact on classification results than the choice of classifier, making its collection especially important.",
                "AnswerCn": "在全球土地覆盖制图中，收集足够的训练数据面临一些挑战，包括缺乏及时、准确和充足的数据，获取一致的全球卫星覆盖的高成本，以及准备影像马赛克的困难。训练数据对分类结果的影响大于分类器的选择，因此其收集尤为重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how validation samples are used to assess the accuracy of land-cover classification products.",
                "QuestionCn": "我无法理解验证样本是如何用于评估土地覆盖分类产品的准确性的。",
                "AnswerEn": "Validation samples are critical for assessing the accuracy of land-cover classification products. In the study, a total of 44,043 validation samples were collected for 24 fine land-cover types to evaluate the classification accuracy. The validation process involved multiple systems with varying levels of land-cover detail, ensuring the product's accuracy and reliability compared to existing land-cover datasets.",
                "AnswerCn": "验证样本对于评估土地覆盖分类产品的准确性至关重要。在本研究中，共收集了44,043个验证样本，用于评估24种细分土地覆盖类型的分类准确性。验证过程涉及多个系统，具有不同程度的土地覆盖细节，以确保产品的准确性和可靠性，与现有的土地覆盖数据集进行比较。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges associated with collecting accurate and sufficient training data for global land-cover mapping using remote sensing technology.",
                "QuestionCn": "分析使用遥感技术进行全球土地覆盖制图时收集准确和充分训练数据所面临的挑战。",
                "AnswerEn": "Challenges include the unavailability of timely, accurate, and sufficient training data; high costs of collecting satellite data with consistent global coverage; difficulties in preparing image mosaics; and the need for high-performance computing facilities. The training data significantly impacts classification results, making its collection especially important for global or regional land-cover mapping.",
                "AnswerCn": "挑战包括缺乏及时、准确和足够的训练数据；收集具有一致全球覆盖的卫星数据的高成本；准备图像马赛克的困难；以及对高性能计算设施的需求。训练数据对分类结果有显著影响，因此其收集对于全球或区域土地覆盖制图尤为重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential data collection methods that could improve the accuracy of FPAR products for vegetation analysis on the Qinghai-Tibet Plateau.",
                "QuestionCn": "请探讨可能的数据收集方法，以提高青藏高原植被分析中FPAR产品的准确性。",
                "AnswerEn": "Potential methods include utilizing fine-resolution remote sensing imagery like Landsat and Sentinel-2 to detect vegetation information at a human activity scale, leveraging multi-temporal spectral and texture features from these images, and employing high-quality training data from global spatial libraries to refine remote sensing inversion models for FPAR products, enhancing accuracy and ecological assessments.",
                "AnswerCn": "潜在的方法包括利用高分辨率遥感影像，如Landsat和Sentinel-2，在人类活动尺度上检测植被信息，利用这些影像的多时相光谱和纹理特征，并利用全球空间库中的高质量训练数据来优化遥感反演模型，以提高FPAR产品的准确性和生态评估。",
                "Level": "C6(Creating)"
            }
        ]
    }
}