{
    "id": "9b39c6c3-84a4-4a9b-a4af-c5633fd0a69f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Modeling results of soil evaporation in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015)",
            "titleCn": "祁连山北麓黑河流域中下游土壤蒸发（E）逐月模拟数据（2001-2015）",
            "description": "The dataset of soil evaporation in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015) is stimulated by the Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
            "descriptionCn": "祁连山北麓黑河流域中下游土壤蒸发（E）逐月模拟数据（2001-2015）是由生态水文耦合模型HEIFLOW模拟得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整地描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018) 和Sun et al. (2018).",
            "instructions": "VariableName_ year-month",
            "instructionsCn": "变量名称_年份-月份",
            "east": 102.32,
            "west": 97.65,
            "south": 37.96,
            "north": 42.91,
            "startTime": "2001-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 160102440.0,
            "cstr": "18406.11.Terre.tpdc.271983",
            "doi": "10.11888/Terre.tpdc.271983",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郑一",
                "nameEn": "ZHENG Yi ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "韩峰",
                "nameEn": "HAN Feng ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "田勇",
                "nameEn": "TIAN Yong ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling",
                "referenceCn": null,
                "referenceEn": "Sun, Z., Zheng, Y., & Li, X., et al. (2018). The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling. Water Resources Research, 54(10), 7534-7556."
            },
            {
                "titleCn": null,
                "titleEn": "A comprehensive graphical modeling platform designed for integrated hydrological simulation",
                "referenceCn": null,
                "referenceEn": "Tian, Y., Zheng, Y., & Han, F., et al. (2018). A comprehensive graphical modeling platform designed for integrated hydrological simulation. Environmental Modelling & Software, 108, 154-173."
            },
            {
                "titleCn": null,
                "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
                "referenceCn": null,
                "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表参数",
                "nameEn": "Land Surface Parameter"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2015",
                "keywordEn": "2001-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method employed to simulate soil evaporation in the middle and lower reaches of a river basin, specifically using an integrated eco-hydrological model?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法用于模拟河流流域中下游的土壤蒸发，特别是使用综合生态水文模型？",
                "AnswerEn": "An example of a data collection method for simulating soil evaporation in the middle and lower reaches of the Heihe River Basin involves using the HEIFLOW model. This three-dimensional distributed eco-hydrological model combines a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to comprehensively describe watershed water cycles and vegetation ecological processes. The model generated monthly simulation data from 2001 to 2015.",
                "AnswerCn": "一个用于模拟黑河流域中下游土壤蒸发的数据收集方法是使用HEIFLOW模型。该三维分布式生态水文模型结合了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以全面描述流域水循环和植被生态过程。该模型生成了2001年至2015年的月度模拟数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of the ecological and hydrological processes modeled in the HEIFLOW system for simulating soil evaporation in the Qilian Mountains' Heihe River basin?",
                "QuestionCn": "HEIFLOW系统在模拟祁连山黑河流域土壤蒸发时建模的生态和水文过程的关键特征是什么？",
                "AnswerEn": "three-dimensional, distributed, integrates surface water model (PRMS), integrates groundwater model (MODFLOW), includes ecological modules, comprehensive description of watershed water cycles, vegetation ecological processes",
                "AnswerCn": "三维、分布式、集成地表水模型（PRMS）、集成地下水模型（MODFLOW）、包含生态模块、全面描述流域水循环、植被生态过程。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of soil evaporation data were simulated using the ecological hydrological coupling model HEIFLOW?",
                "QuestionCn": "使用生态水文耦合模型HEIFLOW模拟了多少年的土壤蒸发数据？",
                "AnswerEn": "15 years",
                "AnswerCn": "15年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the HEIFLOW model in the context of simulating soil evaporation data?",
                "QuestionCn": "HEIFLOW模型是在模拟土壤蒸发数据的背景下使用的模型。",
                "AnswerEn": "The HEIFLOW model is a three-dimensional distributed ecohydrological simulation that includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. It is used to comprehensively describe watershed water cycles and vegetation ecological processes.",
                "AnswerCn": "HEIFLOW模型是一种三维分布式生态水文模拟，包含一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块。它用于全面描述流域水循环和植被生态过程。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary causes that influence the accuracy and reliability of soil evaporation simulation data in the Heihe River Basin using an ecohydrological model?",
                "QuestionCn": "影响黑河流域生态水文模型中土壤蒸发模拟数据准确性和可靠性的主要原因是什么？",
                "AnswerEn": "The accuracy and reliability of soil evaporation simulation data in the Heihe River Basin are influenced by the integration of surface water, groundwater, and ecological modules in the HEIFLOW model. The model's ability to accurately describe watershed water cycles and vegetation ecological processes, as detailed by Han et al. (2021), Tian et al. (2018), and Sun et al. (2018), plays a crucial role.",
                "AnswerCn": "在黑河流域，土壤蒸发模拟数据的准确性和可靠性受到HEIFLOW模型中地表水、地下水和生态模块整合的影响。该模型准确描述流域水循环和植被生态过程的能力，如Han等（2021）、Tian等（2018）和Sun等（2018）所详细阐述的，发挥着至关重要的作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of simulating soil evaporation data in the Heihe River Basin using a coupled eco-hydrological model like HEIFLOW?",
                "QuestionCn": "使用像HEIFLOW这样的耦合生态水文模型模拟黑河流域的土壤蒸发数据的最终目标是什么？",
                "AnswerEn": "The goal is to achieve a comprehensive understanding of the water cycle and vegetation ecological processes in the Heihe River Basin by utilizing the HEIFLOW model, which integrates surface water, groundwater, and ecological modules to simulate soil evaporation on a monthly basis from 2001 to 2015.",
                "AnswerCn": "目标是通过利用HEIFLOW模型，全面理解黑河流域的水循环和植被生态过程，该模型集成了地表水、地下水和生态模块，以模拟2001年至2015年间的土壤蒸发情况，按月进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using the HEIFLOW model to simulate soil evaporation data in the Heihe River Basin?",
                "QuestionCn": "使用HEIFLOW模型模拟黑河流域土壤蒸发数据的程序步骤包括哪些？",
                "AnswerEn": "The HEIFLOW model, a three-dimensional distributed eco-hydrological simulation, is used to generate soil evaporation data. It integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to describe the water cycle and vegetation ecological processes in the basin. For further modeling details, references include Han et al. (2021), Tian et al. (2018), and Sun et al. (2018).",
                "AnswerCn": "HEIFLOW模型是一种三维分布式生态水文模拟，用于生成土壤蒸发数据。它集成了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以描述流域内的水循环和植被生态过程。有关更多建模细节的参考文献包括Han等（2021）、Tian等（2018）和Sun等（2018）。",
                "Level": "C3(Applying)"
            }
        ]
    }
}