{
  "id": "9b39b822-b6ea-47aa-bf6f-ca3b46666e2d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of setting of the sampling plots and stripes in the Linze grassland foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区样方样带布置",
      "description": "From May 2008 to July 2008, several synchronous observation quadrats were set up in the intensive observation area of Linze grassland. According to the spatial resolution of transit sensing, a 1.8km × 1.8km quadrat h and five 360m × 360m quadrats a, B, C, D and E are set up within 2km × 2km around Linze grassland station. There are 64 sampling points in sample h, numbered H01 to H64, and the distance between two adjacent points is 250m, mainly for MODIS synchronization. The sample a, B, C, D and e of 360m × 360m contains 49 sample points, the sample spacing is 60m, and the sample number is 01-49 (for example, sample a is a01-a49). The surface type of sample a is Phragmites australis, the surface type of sample B is saline alkali, and there are sparse Phragmites australis. The surface type of sample C is saline alkali, and Phragmites australis is more sparse than that of sample a. the surface type of sample D is alfalfa, and the surface type of sample e is alfalfa The type of table is barley field. A small sample of 120m × 120m is nested in each sample of a, B, C, D and e. the spacing of sample points in the small sample is 30m (see \"sample distribution. PDF\" in the data folder). Quadrats a, B, C, D, e and their nested small quadrats are mainly for ASAR, PALSAR, aster and airborne OMIS, widas synchronization. In addition, there are 7 microwave synchronous transects with 25 sampling points in each transect. The interval between the transects is 200m, and the interval between the sampling points on the transect is 100m. The No. l3-11 indicates the No. 11 sampling point on the No. 3 transect. PR2 is a 3 grid × 3 grid quadrat, and the distance between sampling points is 30 m. The number is pr11. There are also two PR2 transects, a total of 11 transects. The coordinates of all sample points are in Excel.",
      "descriptionCn": "2008年5月至2008年7月期间在临泽草地加密观测区布设了若干同步观测样方。根据过境传感的空间分辨率在临泽草地站周围2km×2km的范围内布设一个1.8km×1.8km的样方H和5个360m×360m的样方A、B、C、D、E。H样方总共有64个样点，编号为H01至H64，相邻两点之间距离为250m，主要针对MODIS同步。360m×360m的样方A、B、C、D、E分别包含49个样点，样点间距为60m，样点编号为01至49（如A样地为A01至A49），A样方地表类型是芦苇地，B样方地表类型是盐碱地，分布有稀疏的芦苇，C样方地表类型是盐碱地，芦苇相对A样方来说更为稀疏，D样方地表类型是苜蓿地，E样方地表类型是大麦地。在A、B、C、D、E各个样方里面嵌套了120m×120m的小样方，小样方中样点间距为30m（请参见数据文件夹中的“样方分布.pdf”）。样方A、B、C、D、E以及其中的嵌套小样方主要是针对ASAR、PALSAR、ASTER以及机载OMIS、WiDAS同步。此外还有7条微波同步样带，每条样带25个样点，样带间隔200m，样带上的样点间距100m，编号L3-11表示3号样带上的11号样点。PR2样方为3Grid×3Grid的样方，样点间距为30m，编号如PR11。还有2条PR2样带，总共11个样点。所有样点的坐标均在Excel表中。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-03 18:59:00",
      "endTime": "2008-06-03 18:59:00",
      "fileSize": 2447412.0,
      "cstr": "18406.11.water973.0269.db",
      "doi": "10.3972/water973.0269.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴立宗",
        "nameEn": "WU Lizong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李红星",
        "nameEn": "LI Hongxing",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "黄春林",
        "nameEn": "HUANG Chunlin",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域临泽盐碱化草地网格尺度多层土壤水分时空稳定性分析",
        "titleEn": null,
        "referenceCn": "冉有华, 李新, 王维真, 晋锐. 黑河流域临泽盐碱化草地网格尺度多层土壤水分时空稳定性分析[J]. 地球科学进展, 2009(07): 817–824.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface soil moisture from ASAR dual-polarized data in the middle stream of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Ma, J., Song, X., Li, X., Leng, P., Li, S., Zhou, F., 2013. Estimation of surface soil moisture from ASAR dual-polarized data in the middle stream of the Heihe River Basin. Wuhan Univ. J. Nat. Sci. 18, 163–170."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被调查",
        "nameEn": "Vegetation investigation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-23",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the spatial resolutions of the data collection methods used for observing the 临泽草地加密观测区?",
        "QuestionCn": "观察临泽草地加密观测区的数据收集方法的空间分辨率是多少？",
        "AnswerEn": "1.8km×1.8km, 360m×360m, 120m×120m, 25 sample points at 200m intervals, 30m spacing",
        "AnswerCn": "1.8公里×1.8公里，360米×360米，120米×120米，25个样本点，间隔200米，间距30米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of sample plot distribution for synchronized observation in the context of remote sensing experiments in grassland areas?",
        "QuestionCn": "在草地地区的遥感实验中，同步观测的样本图分布特征是什么？",
        "AnswerEn": "1.8km×1.8km plot, five 360m×360m plots, 2km×2km area, 64 points, 250m distance, 49 points, 60m distance, different land cover types, 120m×120m plots, 30m point distance",
        "AnswerCn": "1.8公里×1.8公里地块，五个360米×360米地块，2公里×2公里区域，64个点，250米距离，49个点，60米距离，不同的土地覆盖类型，120米×120米地块，30米点距离。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '样方样带布置' mean in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验中，“样方样带布置”是什么意思？",
        "AnswerEn": "'样方样带布置' refers to the arrangement of sample plots and transects for synchronized observations within a remote sensing experiment. In this context, it involves setting up several observation plots in a study area, which are strategically placed based on the spatial resolution of transit sensors. The setup includes a combination of larger plots for MODIS synchronization and smaller plots and transects for sensors like ASAR, PALSAR, ASTER, and airborne systems such as OMIS and WiDAS, allowing for comprehensive data collection and analysis of surface types like reed land and salt-alkali land.",
        "AnswerCn": "“样方样带布置”是指在遥感实验中为同步观测而布置样本 plots 和样带的安排。在这个背景下，它涉及在研究区域内设置多个观测样地，这些样地根据传感器的空间分辨率进行战略性布置。该设置包括用于 MODIS 同步的大型样地，以及用于 ASAR、PALSAR、ASTER 和机载系统如 OMIS 和 WiDAS 的小型样地和样带，从而允许对芦苇地和盐碱地等地表类型进行全面的数据收集和分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for synchronizing with MODIS differ from those for synchronizing with ASAR, PALSAR, ASTER, and airborne sensors such as OMIS and WiDAS in terms of spatial resolution and sample plot design?",
        "QuestionCn": "同步MODIS的数据收集方法与同步ASAR、PALSAR、ASTER以及OMIS和WiDAS等航空传感器的数据收集方法在空间分辨率和样本 plots 设计方面有何不同？",
        "AnswerEn": "The data collection method for synchronizing with MODIS involves a larger sample plot (H) of 1.8km×1.8km with 64 sample points spaced 250m apart. In contrast, for synchronizing with ASAR, PALSAR, ASTER, and airborne sensors such as OMIS and WiDAS, smaller sample plots (A, B, C, D, E) of 360m×360m are used, each containing 49 sample points with a spacing of 60m. Additionally, these smaller plots include nested smaller subplots of 120m×120m with sample points spaced 30m apart. This difference highlights a variation in spatial resolution and the density of sampling, with MODIS synchronization focusing on broader areas and the others on more detailed, localized sampling.",
        "AnswerCn": "与MODIS同步的数据收集方法涉及一个较大的样本区（H），其大小为1.8km×1.8km，包含64个样本点，间隔为250m。相比之下，与ASAR、PALSAR、ASTER以及OMIS和WiDAS等航空传感器同步时，使用的较小样本区（A、B、C、D、E）为360m×360m，每个样本区包含49个样本点，间隔为60m。此外，这些较小的样本区还包括更小的嵌套子样本区，大小为120m×120m，样本点间隔为30m。这一差异突显了空间分辨率和采样密度的变化，MODIS同步侧重于更广泛的区域，而其他方法则关注更详细的局部采样。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the choice of sample plot size and spacing in remote sensing experiments focused on vegetation types like those in the Linze grassland dense observation area?",
        "QuestionCn": "在以林泽草地密集观测区为重点的植被类型遥感实验中，哪些因素可能会影响样地大小和间距的选择？",
        "AnswerEn": "The choice of sample plot size and spacing in remote sensing experiments may be influenced by the spatial resolution of transiting sensors, the specific vegetation types being targeted, and the need for synchronization with various sensors such as MODIS, ASAR, PALSAR, ASTER, and airborne sensors like OMIS and WiDAS. Additionally, the types of vegetation, such as reed land, saline-alkali land, alfalfa fields, and barley fields, necessitate different plot configurations to effectively capture the relevant data.",
        "AnswerCn": "在遥感实验中，样本地块的大小和间距选择可能受到过境传感器的空间分辨率、目标植被类型的影响，以及与MODIS、ASAR、PALSAR、ASTER等各种传感器的同步需求。此外，不同类型的植被，如芦苇地、盐碱地、苜蓿田和大麦田，需要不同的地块配置以有效捕捉相关数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and resolution when utilizing a grid sampling method with varying spatial resolutions, as seen in different sample plots and transects?",
        "QuestionCn": "在使用具有不同空间分辨率的网格采样方法时，不同样本地块和横断面的数据准确性和分辨率可能会受到哪些潜在影响？",
        "AnswerEn": "Utilizing a grid sampling method with varying spatial resolutions can lead to differences in data accuracy and resolution. For example, larger grids like the 1.8km×1.8km sample plot H, designed for MODIS synchronization, may capture broader spatial patterns but with less detail. In contrast, smaller grids such as the 360m×360m plots A, B, C, D, E, and their nested 120m×120m plots, targeted for sensors like ASAR, PALSAR, ASTER, and airborne OMIS, WiDAS, may provide more detailed information but may miss broader trends. The choice of grid size and spacing impacts the resolution of data collected, affecting the precision of environmental variable measurements and the ability to correlate with satellite data. Furthermore, the arrangement of sample plots and transects can influence the representativeness of the data, where denser sampling might capture more heterogeneity but also increase the complexity and effort of data collection.",
        "AnswerCn": "利用网格采样方法和不同的空间分辨率可能导致数据准确性和分辨率的差异。例如，1.8km×1.8km的样本图H，旨在与MODIS同步，可能捕捉到更广泛的空间模式，但细节较少。相比之下，360m×360m的样本图A、B、C、D、E及其嵌套的120m×120m样本图，针对ASAR、PALSAR、ASTER和机载OMIS、WiDAS等传感器，可能提供更详细的信息，但可能会错过更广泛的趋势。网格大小和间距的选择影响所收集数据的分辨率，进而影响环境变量测量的精确性以及与卫星数据的相关性。此外，样本图和样带的排列也会影响数据的代表性，密集采样可能捕捉到更多的异质性，但也会增加数据收集的复杂性和工作量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to design and implement synchronous observation plots in remote sensing experiments, specifically considering spatial resolution and different surface types?",
        "QuestionCn": "在遥感实验中设计和实施同步观测样地时，具体考虑空间分辨率和不同地表类型的程序是什么？",
        "AnswerEn": "In the 黑河综合遥感联合试验, synchronous observation plots were designed considering the spatial resolution of transiting sensors. A 1.8km×1.8km plot (H) and five 360m×360m plots (A, B, C, D, E) were established within a 2km×2km area around the 临泽草地站. Plot H contained 64 points with 250m spacing, aimed at MODIS synchronization. Plots A, B, C, D, and E each contained 49 points with 60m spacing, targeting ASAR, PALSAR, ASTER, and airborne sensors like OMIS and WiDAS. Additionally, smaller 120m×120m plots with 30m spacing were nested within these to provide detailed data. The arrangement considered different surface types such as reed land, saline-alkali land, alfalfa, and barley fields.",
        "AnswerCn": "在黑河综合遥感联合试验中，同步观测样地的设计考虑了传感器的空间分辨率。在临泽草地站周围的2km×2km区域内，建立了一个1.8km×1.8km的样地（H）和五个360m×360m的样地（A、B、C、D、E）。样地H包含64个点，间距为250m，旨在实现MODIS同步。样地A、B、C、D和E各包含49个点，间距为60m，针对ASAR、PALSAR、ASTER以及OMIS和WiDAS等航空传感器。此外，在这些样地内还嵌套了更小的120m×120m样地，间距为30m，以提供更详细的数据。该安排考虑了不同的地表类型，如芦苇地、盐碱地、苜蓿和大麦田。",
        "Level": "C3(Applying)"
      }
    ]
  }
}