{
    "id": "9b41bcf8-7eb3-4a10-85cc-3ea856117a66",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Simulation data of active layer thickness and ground temperature of permafrost in Qinghai Tibet Plateau (2000-2015, 2061-2080)",
            "titleCn": "青藏高原多年冻土活动层厚度和地温模拟数据（2000-2015、2061-2080）",
            "description": "A comprehensive understanding of the permafrost changes in the Qinghai Tibet Plateau, including the changes of annual mean ground temperature (Magt) and active layer thickness (ALT), is of great significance to the implementation of the permafrost change project caused by climate change.\nBased on the CMFD reanalysis data from 2000 to 2015, meteorological observation data of China Meteorological Administration, 1 km digital elevation model, geo spatial environment prediction factors, glacier and ice lake data, drilling data and so on, this paper uses statistics and machine learning (ML) method to simulate the current changes of permafrost flux and magnetic flux in Qinghai Tibet Plateau The range data of mean ground temperature (Magt) and active layer thickness (ALT) from 2000 to 2015 and 2061 to 2080 under rcp2.6, rcp4.5 and rcp8.5 concentration scenarios were obtained, with the resolution of 0.1 * 0.1 degree.\nThe simulation results show that the combination of statistics and ML method needs less parameters and input variables to simulate the thermal state of frozen soil, which can effectively understand the response of frozen soil on the Qinghai Tibet Plateau to climate change.",
            "descriptionCn": "全面了解青藏高原多年冻土发生的变化，包括年平均地温(MAGT)和活动层厚度(ALT)的变化，对气候变化引起的多年冻土变化工程的实施具有重要意义。\n青藏高原多年冻土活动层厚度和范围模拟数据集，参考2000-2015年CMFD再分析数据及中国气象局气象观测资料、1公里数字高程模型、地理空间环境预测因子、结合冰川和冰湖、钻孔数据等，利用统计和机器学习(ML)方法模拟了青藏高原多年冻土层磁通量和磁通量的当前和未来变化，得到RCP2.6、RCP4.5和RCP8.5三种不同浓度情景下2000-2015、2061-2080年平均地温(MAGT)和活动层厚度（ALT）范围数据，分辨率为0.1*0.1度。\n模拟结果表明，利用统计和ML相结合的方法模拟冻土热状态所需的参数和输入变量较少，可以有效地了解青藏高原冻土对气候变化的响应。",
            "instructions": "The data is stored in grid. TIF format, and the file is named after the simulation results of mean ground temperature (Magt) and active layer thickness (ALT) in different scenes, such as alt_ Rcp85.tif is the simulation data of the active layer thickness (ALT) of frozen soil in rcp8.5 scenario.\nIt can be opened and read by ArcGIS, ENVI and other remote sensing software.",
            "instructionsCn": "数据以栅格.tif格式存储，文件以平均地温（MAGT）和活动层厚度（ALT）在不同场景的模拟结果命名，如：ALT_RCP85.tif，表示冻土活动层厚度（ALT）在RCP8.5场景下的模拟数据。\n可以用Arcgis、Envi等遥感软件打开读取。",
            "east": 110.0,
            "west": 70.0,
            "south": 28.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 11200908.0,
            "cstr": null,
            "doi": "10.17632/hbptbpyw75.1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "倪杰",
                "nameEn": "Ni Jie",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "吴通华",
                "nameEn": "Wu Tonghua",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Simulation of the Present and Future Projection of Permafrost on the Qinghai-Tibet Plateau with Statistical and Machine Learning Models",
                "referenceCn": null,
                "referenceEn": "Ni, J., Wu, T., Zhu, X., Hu, G., Zou,D., & Wu, X., et al. (2021). Simulation of the present and future projection of permafrost on the Qinghai-Tibet Plateau with statistical and machine learning models. Journal of Geophysical Research: Atmospheres,126, e2020JD033402. https://doi.org/10.1029/2020JD033402."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "地温",
                "nameEn": "Ground temperature"
            },
            {
                "nameCn": "多年冻土",
                "nameEn": "Permafrost"
            },
            {
                "nameCn": "活动层",
                "nameEn": "Active layer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2015",
                "keywordEn": "2000-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2061-2080",
                "keywordEn": "2061-2080",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and features of ground temperature and active layer thickness data used in modeling permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在建模青藏高原的永久冻土变化时，地温和活层厚度数据的具体特征和特点包括：",
                "AnswerEn": "mean annual ground temperature, active layer thickness variations, 2000-2015, 2061-2080, RCP2.6, RCP4.5, RCP8.5, 0.1*0.1 degrees resolution, CMFD reanalysis data, meteorological observations, 1 km digital elevation model, geographic spatial environment predictors, glacier and ice lake data, borehole data",
                "AnswerCn": "年平均地温、活动层厚度变化、2000-2015年、2061-2080年、RCP2.6、RCP4.5、RCP8.5、0.1*0.1度分辨率、CMFD再分析数据、气象观测、1公里数字高程模型、地理空间环境预测因子、冰川和冰湖数据、钻孔数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the simulated permafrost active layer thickness and mean annual ground temperature data for the Tibetan Plateau?",
                "QuestionCn": "西藏高原模拟的永冻土活层厚度和年均地温数据的分辨率是多少？",
                "AnswerEn": "0.1 x 0.1 degrees",
                "AnswerCn": "0.1 x 0.1 度",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using CMFD reanalysis data and China Meteorological Administration observational data compare to those employing digital elevation models and geospatial environmental predictors in simulating permafrost changes on the Qinghai-Tibet Plateau?",
                "QuestionCn": "CMFD再分析数据和中国气象局观测数据的数据收集方法与使用数字高程模型和地理空间环境预测因子在模拟青藏高原的永久冻土变化方面有何比较？",
                "AnswerEn": "The data collection methods using CMFD reanalysis data and China Meteorological Administration observational data focus on historical climate and weather patterns which are crucial for understanding past and present ground temperature conditions. In contrast, digital elevation models and geospatial environmental predictors provide a detailed spatial context that enhances the resolution and accuracy of simulations, particularly when combined with statistical and machine learning methods. These methods allow for the incorporation of specific topographic and environmental variables that are essential for predicting future changes under different RCP scenarios.",
                "AnswerCn": "使用CMFD再分析数据和中国气象局观测数据的数据收集方法侧重于历史气候和天气模式，这对于理解过去和现在的地面温度条件至关重要。相比之下，数字高程模型和地理空间环境预测因子提供了详细的空间背景，增强了模拟的分辨率和准确性，特别是当与统计和机器学习方法结合时。这些方法允许纳入特定的地形和环境变量，这对于在不同的RCP情景下预测未来变化是必不可少的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can statistical and machine learning methods be utilized to simulate changes in permafrost active layer thickness and mean annual ground temperature in response to different climate scenarios?",
                "QuestionCn": "统计和机器学习方法如何用于模拟在不同气候情景下，永冻土活层厚度和年均地温的变化？",
                "AnswerEn": "Statistical and machine learning methods can be used to simulate changes in permafrost active layer thickness and mean annual ground temperature by integrating various data sources such as reanalysis data, meteorological observations, digital elevation models, and geospatial environmental predictors. These methods allow for the modeling of current and future permafrost thermal states under different climate scenarios (RCP2.6, RCP4.5, and RCP8.5) by effectively analyzing the response of permafrost to climate changes with a resolution of 0.1*0.1 degrees. The approach requires fewer parameters and input variables, making it efficient for understanding permafrost responses.",
                "AnswerCn": "统计和机器学习方法可以通过整合各种数据源，如再分析数据、气象观测、数字高程模型和地理空间环境预测因子，来模拟永久冻土活层厚度和年均地温的变化。这些方法允许在不同气候情景（RCP2.6、RCP4.5 和 RCP8.5）下对当前和未来的永久冻土热状态进行建模，通过有效分析永久冻土对气候变化的响应，分辨率为0.1*0.1度。这种方法需要较少的参数和输入变量，使其在理解永久冻土响应方面更加高效。",
                "Level": "C3(Applying)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately simulating the changes in permafrost active layer thickness and ground temperature on the Tibetan Plateau?",
                "QuestionCn": "哪些因素导致在准确模拟青藏高原的永冻土活跃层厚度和地温变化方面面临挑战？",
                "AnswerEn": "The challenges in accurately simulating the changes in permafrost active layer thickness and ground temperature on the Tibetan Plateau can be attributed to the need for integrating various data sources, such as CMFD reanalysis data, meteorological observations, digital elevation models, and geospatial environmental predictors. Additionally, the use of statistical and machine learning methods requires careful selection of parameters and input variables to effectively model the thermal state of permafrost and its response to climate change under different concentration scenarios like RCP2.6, RCP4.5, and RCP8.5.",
                "AnswerCn": "在准确模拟青藏高原上永冻土活跃层厚度和地温变化的挑战中，主要归因于需要整合各种数据源，如CMFD再分析数据、气象观测、数字高程模型和地理空间环境预测因子。此外，使用统计和机器学习方法需要仔细选择参数和输入变量，以有效建模永冻土的热状态及其在不同浓度情景（如RCP2.6、RCP4.5和RCP8.5）下对气候变化的响应。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of permafrost activity layer thickness and ground temperature simulations when utilizing a combination of statistical and machine learning methods in data collection?",
                "QuestionCn": "在数据收集过程中，利用统计和机器学习方法的组合可能对永久冻土活动层厚度和地温模拟的准确性产生哪些潜在影响？",
                "AnswerEn": "The use of statistical and machine learning methods in data collection can enhance the simulation of permafrost thermal status with fewer parameters and input variables, effectively improving the understanding of the Tibetan Plateau's permafrost response to climate change.",
                "AnswerCn": "在数据收集中使用统计和机器学习方法可以通过更少的参数和输入变量增强对永久冻土热状态的模拟，从而有效提高对青藏高原永久冻土对气候变化响应的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of employing statistical and machine learning methods to simulate permafrost thermal dynamics on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上采用统计和机器学习方法模拟永冻土热动态的主要目标是什么？",
                "AnswerEn": "The primary objective is to effectively understand the response of permafrost on the Qinghai-Tibet Plateau to climate change by using fewer parameters and input variables, thereby gaining comprehensive insights into changes in mean annual ground temperature (MAGT) and active layer thickness (ALT) over different concentration scenarios.",
                "AnswerCn": "主要目标是通过使用更少的参数和输入变量，有效理解青藏高原上永冻土对气候变化的响应，从而全面洞察不同浓度情景下年均地温（MAGT）和活动层厚度（ALT）的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques are utilized to simulate permafrost thermal dynamics and changes in active layer thickness on the Qinghai-Tibet Plateau, and how are various data sources integrated into this process?",
                "QuestionCn": "在青藏高原上，模拟永冻土热动态和活层厚度变化所采用的技术包括哪些？各种数据源是如何整合到这一过程中去的？",
                "AnswerEn": "The simulation of permafrost thermal dynamics and active layer thickness changes on the Qinghai-Tibet Plateau involves integrating various data sources, such as CMFD reanalysis data from 2000-2015, meteorological observation data from the China Meteorological Administration, 1 km digital elevation models, geospatial environmental predictors, glacier and ice lake data, and borehole data. Statistical and machine learning methods are employed to model the current and future changes in permafrost thermal state, requiring relatively few parameters and input variables. This approach enables an effective assessment of the permafrost's response to climate change across different concentration scenarios (RCP2.6, RCP4.5, and RCP8.5) for the periods 2000-2015 and 2061-2080, with a resolution of 0.1*0.1 degrees.",
                "AnswerCn": "青藏高原的永冻土热动态和活层厚度变化的模拟涉及整合多种数据源，如2000-2015年的CMFD再分析数据、中国气象局的气象观测数据、1公里数字高程模型、地理空间环境预测因子、冰川和冰湖数据以及钻孔数据。采用统计和机器学习方法对永冻土热状态的当前和未来变化进行建模，这种方法需要相对较少的参数和输入变量。该方法能够有效评估永冻土对气候变化的响应，涵盖不同浓度情景（RCP2.6、RCP4.5和RCP8.5），时间段为2000-2015年和2061-2080年，分辨率为0.1*0.1度。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}