{
  "id": "9c608f19-7698-45d5-8497-a2825340e83c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mineral whole rock geochemical and isotopic data set of basic rocks in ophiolites of the Tibetan Plateau (middle part of Bangong Nujiang suture zone )",
      "titleCn": "青藏高原（班公怒江缝合带中段）蛇绿岩中基性岩矿物-全岩地球化学和同位素数据集",
      "description": "The data set includes the whole rock major and trace elements, Sr Nd isotopes, zircon U-Pb ages and trace elements, single mineral electron microprobe and plagioclase ar ages of the basic rocks in the ophiolite of the middle part of the Bangonghu Nujiang suture zone, Qinghai Tibet Plateau. The sampling time was 2014-2016, and the locations were the South Bank of ponco and the West Bank of Namco. The rock samples include 7 high magnesian andesites, 3 vitrinite dikes, 4 gabbros and 14 basalts on the South Bank of pengcuo. The data provide support for the study of the material composition, chronology and geochemistry of the central Tibet ocean floor plateau and the Cenozoic oceanic inner arc fragments, and are of great significance for understanding the formation and evolution of the Bangong central Tethys ocean floor plateau and the Cenozoic oceanic inner arc. The main and trace elements of the whole rock were measured by XRF and ICP-MS, respectively. The zircon U-Pb dating and trace elements were measured by la-icp-ms. the main elements of single mineral were analyzed by EPMA. The whole rock SR Nd isotope was measured by ion exchange resin separation and ICP-MS, The AR ar age of plagioclase is obtained by laser heating and isotopic analysis after the sample is irradiated by nuclear reactor, and the data are true and reliable. The testing units include State Key Laboratory of metallogenic mechanism of endogenetic metallic deposits in Nanjing University, modern analysis and testing center of Nanjing University, State Key Laboratory of continental dynamics in Northwest University, AR, u-th-he geochronology Laboratory of Institute of Geology and Geophysics, Chinese Academy of Sciences, and EPMA Laboratory of School of resources and environmental engineering, Hefei University of technology. The article of the data set has been published in the well-known journal \"Gondwana research\". According to Google academic statistics, it has been cited 18 times.",
      "descriptionCn": "此数据集包括青藏高原班公湖–怒江缝合带中段蛇绿岩中基性岩的全岩主微量元素和Sr-Nd同位素、锆石U-Pb年龄和微量元素、单矿物电子探针以及斜长石Ar-Ar年龄数据。采样时间为2014年-2016年，地点为蓬错南岸和纳木错西岸。岩石样品包括蓬错南岸的高镁安山岩7件、玻安质岩脉3件、辉长岩4件以及纳木错西岸的玄武岩14件。该数据对研究藏中洋底高原及新生洋内弧残片的物质组成、年代学和地球化学提供了支撑，对认识班公中特提斯洋底高原和新生洋内弧的形成和演化具有重要意义。全岩主、微量元素分别使用荧光光谱仪（XRF）和等离子质谱仪（ICP-MS）测试，锆石U-Pb定年及微量元素测试使用的是激光剥蚀等离子质谱仪（LA-ICP-MS），单矿物主量元素使用电子探针分析（EPMA）全岩Sr-Nd同位素测试则是通过离子交换树脂分离以及ICP-MS测试，斜长石Ar-Ar年龄是在核反应堆对样品照射后通过激光加热和同位素分析所得，数据结果真实可靠。测试单位包括南京大学内生金属矿床成矿机制研究国家重点实验室，南京大学现代分析测试中心，西北大学大陆动力学国家重点实验室，中国科学院地质与地球物理研究所氩氩、铀-钍-氦年代学实验室，合肥工业大学资源与环境工程学院电子探针实验室。该数据集所在文章已发表在知名刊物《Gondwana Research》上，据谷歌学术统计目前被引已达18次。",
      "instructions": "1. File name:\n(1) The whole rock geochemical major and trace data are stored in Excel format, and the file name is \"MajorTraceElement2014001.xlsx\", in which MajorTraceElement represents content, 2014 represents year, and 001 represents serial number.\n(2) The whole rock geochemical SR Nd isotope data is stored in Excel format, and the file name is \"Sr-NdIsotope2014001.xlsx\", in which Sr-NdIsotope represents the content, 2014 represents the year, and 001 represents the serial number.\n(3) Zircon U-Pb age data are stored in Excel format, and the file name is \"U-PbDating2014001.xlsx\", in which U-PbDating represents the content, 2014 represents the year, and 001 represents the serial number.\n(4) Zircon trace element data is stored in Excel format, and the file name is \"ZirconTraceElement2014001.xlsx\", in which ZirconTraceElement represents content, 2014 represents year and 001 represents serial number.\n(5) The single mineral EPMA data is stored in Excel format, and the file name is \"ElectronMicroprobe2014001.xlsx\", in which ElectronMicroprobe represents content, 2014 represents year and 001 represents serial number.\n(6) The AR ar age data of plagioclase is stored in Excel format, and the file name is \"Ar-ArDating2014001.xlsx\", in which Ar-ArDating represents the content, 2014 represents the year, and 001 represents the serial number.\n2.Data reading mode:\nThe data can be directly opened in Excel workbooks.",
      "instructionsCn": "1.\t文件命名：\n（1） 全岩地球化学主微量数据以Excel格式存储，文件名称为“MajorTraceElement2014001.xlsx”，其中MajorTraceElement代表内容，2014代表年份，001代表序号。\n（2） 全岩地球化学Sr-Nd同位素数据以Excel格式存储，文件名称为“Sr-NdIsotope2014001.xlsx”，其中Sr-NdIsotope代表内容，2014代表年份，001代表序号。\n（3）锆石U-Pb年龄数据以Excel格式存储，文件名称为“U-PbDating2014001.xlsx”，其中U-PbDating代表内容，2014代表年份，001代表序号。\n（4） 锆石微量元素数据以Excel格式存储，文件名称为“ZirconTraceElement2014001.xlsx”，其中ZirconTraceElement代表内容，2014代表年份，001代表序号。\n（5） 单矿物电子探针数据以Excel格式存储，文件名称为“ElectronMicroprobe2014001.xlsx”，其中ElectronMicroprobe代表内容，2014代表年份，001代表序号。\n（6） 斜长石Ar-Ar年龄数据以Excel格式存储，文件名称为“Ar-ArDating2014001.xlsx”，其中Ar-ArDating代表内容，2014代表年份，001代表序号。\n2.\t 数据读取方式：\n该数据可以直接用Excel工作簿打开。",
      "east": 92.0,
      "west": 80.0,
      "south": 30.0,
      "north": 33.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 287827.0,
      "cstr": "18406.11.SolidEar.tpdc.300271",
      "doi": "10.11888/SolidEar.tpdc.300271",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张开均",
        "nameEn": "ZHANG Kaijun",
        "unitEn": "University of Chinese Academy of Sciences",
        "unitCn": "中国科学院大学/地球与行星科学学院"
      },
      {
        "nameCn": "严立龙",
        "nameEn": "YAN Lilong",
        "unitEn": "",
        "unitCn": "中国科学院大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Infant intra-oceanic arc magmatism due to initial subduction induced by oceanic plateau accretion: A case study of the Bangong Meso-Tethys, central Tibet, western China.",
        "referenceCn": null,
        "referenceEn": "Yan,L.L., Zhang,K.L. (2020). Infant intra-oceanic arc magmatism due to initial subduction induced by oceanic plateau accretion:A case study of the Bangong Meso-Tethys,central Tibet,western China. Gondwana Research, 79, 110–124."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sr-Nd同位素",
        "nameEn": "Sr-Nd isotope"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "EPMA"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "班公湖-怒江",
        "keywordEn": "Bangong-Nujiang"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how data collection methods are utilized to determine the geochemical composition of ophiolite sequences in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个例子，说明数据收集方法如何用于确定青藏高原蛇绿岩序列的地球化学成分？",
        "AnswerEn": "Data collection methods for determining the geochemical composition of ophiolite sequences in the Tibetan Plateau involve using X-ray fluorescence (XRF) for major elements, inductively coupled plasma mass spectrometry (ICP-MS) for trace elements, and laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for zircon U-Pb dating and trace element analysis. Additionally, single mineral major elements are analyzed using electron probe microanalysis (EPMA), and whole rock Sr-Nd isotopes are tested through ion exchange resin separation and ICP-MS testing. Ar-Ar dating of plagioclase is conducted by irradiating samples in a nuclear reactor, followed by laser heating and isotopic analysis.",
        "AnswerCn": "在青藏高原的蛇绿岩序列地球化学组成的确定中，数据收集方法包括使用X射线荧光（XRF）分析主要元素，使用电感耦合等离子体质谱（ICP-MS）分析微量元素，以及使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）进行锆石U-Pb定年和微量元素分析。此外，单矿物的主要元素通过电子探针显微分析（EPMA）进行分析，整体岩石的Sr-Nd同位素通过离子交换树脂分离和ICP-MS测试进行检测。斜长石的阿尔戈诺定年通过在核反应堆中照射样品，随后进行激光加热和同位素分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the geochemical and isotopic data collected from mafic rocks in ophiolites within the Bangong-Nujiang suture zone?",
        "QuestionCn": "在班公-怒江缝合带内收集的超基性岩的地球化学和同位素数据的具体特征是什么？",
        "AnswerEn": "whole-rock major and trace elements, Sr-Nd isotopes, zircon U-Pb ages and trace elements, single mineral electron probe analysis, plagioclase Ar-Ar ages",
        "AnswerCn": "全岩主量和微量元素，Sr-Nd 同位素，锆石 U-Pb 年龄和微量元素，单矿物电子探针分析，斜长石 Ar-Ar 年龄。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many rock samples were collected from both locations for the geochemical and isotopic analysis?",
        "QuestionCn": "从两个地点收集了多少岩石样本用于地球化学和同位素分析？",
        "AnswerEn": "28",
        "AnswerCn": "二十八",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '全岩主微量元素测试' in the context of geochemical data collection in ophiolite studies?",
        "QuestionCn": "在蛇绿岩研究的地球化学数据收集中，“全岩主微量元素测试”是什么意思？",
        "AnswerEn": "'全岩主微量元素测试' refers to the analysis of major and trace elements within whole rock samples, typically conducted using techniques like X-ray fluorescence (XRF) for major elements and inductively coupled plasma mass spectrometry (ICP-MS) for trace elements. This type of testing is crucial for understanding the geochemical composition and history of ophiolitic rocks in studies.",
        "AnswerCn": "'全岩主微量元素测试'指的是对整个岩石样品中主要和微量元素的分析，通常使用X射线荧光（XRF）技术分析主要元素，使用电感耦合等离子体质谱（ICP-MS）技术分析微量元素。这种测试对于理解蛇绿岩的地球化学成分和历史在研究中至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are implemented to gather and analyze geochemical and isotopic data from ophiolites in the context of understanding the formation and evolution of oceanic plateaus and intra-oceanic arcs?",
        "QuestionCn": "在理解海洋高原和海洋内弧的形成与演化的背景下，实施了哪些程序来收集和分析来自蛇纹岩的地球化学和同位素数据？",
        "AnswerEn": "Geochemical and isotopic data collection from ophiolites involves sampling rock specimens from relevant geological locations, such as the southern shore of Pengcuo and the western shore of Namco. The procedures include using X-ray fluorescence spectrometry (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) to test whole-rock major and trace elements. Zircon U-Pb dating and trace element testing are conducted using laser ablation ICP-MS (LA-ICP-MS). Single mineral major element analysis is performed with electron probe microanalysis (EPMA), while whole-rock Sr-Nd isotope testing employs ion exchange resin separation and ICP-MS. Ar-Ar dating of plagioclase is achieved by irradiating samples in a nuclear reactor followed by laser heating and isotopic analysis. These methods are carried out by research labs such as Nanjing University, Northwest University, the Chinese Academy of Sciences, and Hefei University of Technology, ensuring the data's reliability for understanding the geological processes within the region.",
        "AnswerCn": "从蛇绿岩进行地球化学和同位素数据收集涉及从相关地质位置采样岩石标本，例如彭措的南岸和南措的西岸。程序包括使用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICP-MS）测试全岩的主要和微量元素。锆石U-Pb定年和微量元素测试采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行。单矿物主要元素分析使用电子探针显微分析（EPMA），而全岩Sr-Nd同位素测试则采用离子交换树脂分离和ICP-MS。斜长石的氩-氩定年通过在核反应堆中照射样品，然后进行激光加热和同位素分析来实现。这些方法由南京大学、西北大学、中国科学院和合肥工业大学等研究实验室进行，确保数据的可靠性，以理解该地区的地质过程。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological and methodological advancements enable the accurate collection and analysis of mineral and whole-rock geochemical and isotopic data in ophiolites from regions like the Tibetan Plateau?",
        "QuestionCn": "哪些技术和方法上的进展使得在像青藏 Plateau 这样的地区准确收集和分析蛇绿岩的矿物和全岩地球化学及同位素数据成为可能？",
        "AnswerEn": "The collection and analysis of mineral and whole-rock geochemical and isotopic data in ophiolites from regions like the Tibetan Plateau are enabled by several technological and methodological advancements. These include the use of X-ray fluorescence (XRF) for major element analysis, inductively coupled plasma mass spectrometry (ICP-MS) for trace element and Sr-Nd isotopic analysis, and laser ablation ICP-MS (LA-ICP-MS) for zircon U-Pb dating and trace element analysis. Additionally, electron probe microanalysis (EPMA) is used for analyzing major elements in single minerals, and the Ar-Ar dating technique, involving neutron irradiation and laser heating, is employed for determining plagioclase ages. These techniques, supported by facilities such as the Nanjing University and other key laboratories, ensure reliable and precise data collection.",
        "AnswerCn": "在像青藏 Plateau这样的地区，蛇绿岩的矿物和全岩地球化学及同位素数据的收集与分析得益于多项技术和方法的进步。这些技术包括用于主要元素分析的X射线荧光（XRF）、用于微量元素和Sr-Nd同位素分析的电感耦合等离子体质谱（ICP-MS）、以及用于锆石U-Pb定年和微量元素分析的激光剥蚀ICP-MS（LA-ICP-MS）。此外，电子探针显微分析（EPMA）用于分析单一矿物的主要元素，而氩-氩（Ar-Ar）定年技术则通过中子辐照和激光加热来确定斜长石的年龄。这些技术在南京大学及其他关键实验室的支持下，确保了数据收集的可靠性和精确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}