{
    "id": "9c9d22a1-4367-4706-9e3a-f48ecc7e2b47",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Livestock carrying capacity data of grasslands on the Qinghai Tibet Plateau (2000-2015)",
            "titleCn": "青藏高原草地载畜量数据（2000-2015）",
            "description": "Animal husbandry is the most important production activity in the Qinghai Tibet Plateau, which has long been dominated by large-scale grazing. Accurately predicting grassland stocking capacity can help clarify grassland grazing pressure, provide scientific basis for the scientific management, rational utilization, and sustainable development of animal husbandry in the Qinghai Tibet Plateau. Grassland carrying capacity refers to the number of grazed livestock heads (SHU/km2) that can promote good growth and normal reproduction within a certain grassland area and grazing time. This dataset is based on the \"Natural Grassland Area Data of the Qinghai Tibet Plateau Agricultural and Animal Husbandry Production Activity Dataset\" and the \"Livestock Quantity of the Qinghai Tibet Plateau Agricultural and Animal Husbandry Production Activity Dataset\", referring to relevant standards and specifications such as \"NY/T 635-2015 Calculation of Reasonable Livestock Carrying Capacity of Natural Grassland\". At the same time, based on household surveys and departmental discussions, the annual stocking rates of different regions were obtained and comprehensively calculated. The data includes grassland livestock carrying capacity data of various prefecture level cities on the Qinghai Tibet Plateau every 5 years from 2000 to 2015, and the grassland livestock carrying capacity is linked to the vector distribution data of various prefecture level cities on the Qinghai Tibet Plateau. Finally, the vector shapefile data of grassland livestock carrying capacity of each prefecture level city on the Qinghai Tibet Plateau is obtained, with a unit of \"10000 sheep units/square kilometer (10000 SHU/km2)\".",
            "descriptionCn": "畜牧业是青藏高原最主要的生产活动，长期以来以大尺度放牧为主，准确地预测草地载畜量可助于厘清草地放牧压力，为青藏高原草地资源的科学管理、合理利用及畜牧业可持续发展提供科学依据。草地载畜量是指在一定的草地面积和放牧时间内，能够使家畜良好生长及正常繁殖的放牧家畜头数（SHU/km2）。该数据集是基于“青藏高原农牧业生产活动状况数据集之天然草地面积数据”和“青藏高原农牧业生产活动状况数据集之牲畜数量”，参照《NY∕T 635-2015 天然草地合理载畜量的计算》等相关标准规范，同时基于牧户调查和部门座谈获取了不同地区每年的出栏率，综合计算得到。数据包含2000-2015年每5年间隔的青藏高原各地级市的草地载畜量数据，并将草地载畜量链接至青藏高原各地级市矢量分布数据，最终得到青藏高原各地级市的草地载畜量矢量shapefile数据，单位为“万羊单位/平方千米（万SHU/km2）”。",
            "instructions": "File Name: The dataset is stored in Shapefile format and named \"QTcarryingcapacity00_15. shp\"; Excel data file, named \"QTcarryingcapacity00_15. xlsx\". The time resolution is 5 years. Data reading method: ArcGIS, Excel, R and other software can be used to view and analyze the data.",
            "instructionsCn": "文件命名：该数据集以Shapefile格式存储，文件名称为“QTcarryingcapacity00_15.shp”；Excel数据文件，命名为“QTcarryingcapacity00_15.xlsx”。时间分辨率为5年。数据读取方式：可以采用ArcGIS、Excel、R等软件查看和分析。",
            "east": 104.68,
            "west": 73.45,
            "south": 25.99,
            "north": 40.02,
            "startTime": null,
            "endTime": null,
            "fileSize": 4527639.0,
            "cstr": "18406.11.HumanNat.tpdc.301179",
            "doi": "10.11888/HumanNat.tpdc.301179",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张海燕",
                "nameEn": "ZHANG Haiyan",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "樊江文",
                "nameEn": "FAN Jiangwen",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "郭炎明",
                "nameEn": "GUO Yanming",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessment of effects of climate change and grazing activity on grassland yield in the Three Rivers Headwaters Region of Qinghai–Tibet Plateau, China",
                "referenceCn": null,
                "referenceEn": "Fan, J.W., Shao, Q.Q., & Liu, J.Y., et al. (2010). Assessment of effects of climate change and grazing activity on grassland yield in the Three Rivers Headwaters Region of Qinghai–Tibet Plateau, China. Environ Monit Assess, 170, 571–584. https://doi.org/10.1007/s10661-009-1258-1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农牧业生产",
                "nameEn": "Agricultural and animal husbandry production"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            },
            {
                "nameCn": "草地生态系统",
                "nameEn": "Grassland ecosystem"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2015",
                "keywordEn": "2000-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What does '草地载畜量' mean in the context of livestock management on the Qinghai-Tibet Plateau?",
                "QuestionCn": "'草地载畜量'在青藏高原的牲畜管理中指的是草地能够支持的牲畜数量或重量的能力。",
                "AnswerEn": "In the context of livestock management on the Qinghai-Tibet Plateau, '草地载畜量' refers to the number of livestock (measured in standard head units per square kilometer, 万SHU/km2) that can be supported on a given area of grassland over a specific period, allowing the animals to grow well and reproduce normally. It is a measure used to predict grazing pressure and is calculated based on grassland area data, livestock numbers, and annual off-take rates, following standards such as NY/T 635-2015.",
                "AnswerCn": "在青藏高原的畜牧管理中，'草地载畜量'指的是在特定草地上，在一定时期内能够支持的牲畜数量（以标准头单位每平方公里，万SHU/km2计），使动物能够健康成长和正常繁殖。这是一个用于预测放牧压力的指标，基于草地面积数据、牲畜数量和年出栏率进行计算，遵循NY/T 635-2015等标准。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors could explain variations in grassland carrying capacity across different regions of the Qinghai-Tibet Plateau from 2000 to 2015, and how might these be reflected in data collection strategies?",
                "QuestionCn": "在2000年至2015年间，青藏高原不同地区草地承载能力的变化可能由哪些潜在因素解释？这些因素又如何在数据收集策略中体现？",
                "AnswerEn": "Variations in grassland carrying capacity across different regions of the Qinghai-Tibet Plateau could be influenced by factors such as climate conditions, grassland management practices, and livestock numbers. Data collection strategies might need to account for regional differences in these factors by incorporating local surveys, climatic data, and adherence to standards like NY/T 635-2015 for calculating reasonable carrying capacities. The integration of vector distribution data with carrying capacity estimates can offer insights into these variations.",
                "AnswerCn": "青藏高原不同地区草地承载能力的变化可能受到气候条件、草地管理实践和牲畜数量等因素的影响。数据收集策略可能需要考虑这些因素的区域差异，通过纳入地方调查、气候数据以及遵循NY/T 635-2015等标准来计算合理的承载能力。将向量分布数据与承载能力估算相结合，可以为这些变化提供洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying factors that influence the accuracy of estimating grassland carrying capacity on the Tibetan Plateau from 2000 to 2015?",
                "QuestionCn": "影响2000年至2015年青藏高原草地承载能力估算准确性的潜在因素有哪些？",
                "AnswerEn": "The accuracy of estimating grassland carrying capacity on the Tibetan Plateau from 2000 to 2015 is influenced by the natural grassland area data, the livestock numbers data, adherence to standards such as NY/T 635-2015 for calculating reasonable carrying capacity, and the collection of annual livestock output rates through household surveys and departmental discussions.",
                "AnswerCn": "2000年至2015年，估算青藏高原草地承载能力的准确性受到自然草地面积数据、牲畜数量数据、遵循NY/T 635-2015等标准计算合理承载能力的影响，以及通过家庭调查和部门讨论收集的年度牲畜产出率数据的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on grassland management and livestock sustainability if data on grazing pressure and carrying capacity are collected using large-scale pastoral surveys and department discussions?",
                "QuestionCn": "如果通过大规模牧草调查和部门讨论收集关于放牧压力和承载能力的数据，对草地管理和牲畜可持续性可能产生的影响是什么？",
                "AnswerEn": "Collecting data on grazing pressure and carrying capacity through large-scale pastoral surveys and department discussions can lead to more accurate predictions of the grassland's carrying capacity. This accuracy can help clarify the grazing pressure exerted on the grasslands, providing a scientific basis for the sustainable management and reasonable utilization of grassland resources. It can also support the sustainable development of animal husbandry on the Tibetan Plateau by ensuring that livestock numbers align with the land's capacity to support them, thus preventing overgrazing and land degradation.",
                "AnswerCn": "通过大规模的牧草调查和部门讨论收集关于放牧压力和承载能力的数据，可以更准确地预测草原的承载能力。这种准确性有助于明确草原上施加的放牧压力，为草原资源的可持续管理和合理利用提供科学依据。它还可以支持青藏高原上畜牧业的可持续发展，确保牲畜数量与土地的承载能力相匹配，从而防止过度放牧和土地退化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a dataset on livestock carrying capacity in the Qinghai-Tibet Plateau from 2000 to 2015?",
                "QuestionCn": "开发2000年至2015年青藏高原牲畜承载能力数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of developing a dataset on livestock carrying capacity in the Qinghai-Tibet Plateau from 2000 to 2015 is to accurately predict grazing pressure on grasslands. This aids in clarifying grassland grazing pressure and provides a scientific basis for the sustainable management and rational utilization of grassland resources, as well as the sustainable development of animal husbandry in the region.",
                "AnswerCn": "开发2000年至2015年青藏高原牲畜承载能力数据集的主要目的是准确预测草地的放牧压力。这有助于明确草地的放牧压力，并为草地资源的可持续管理和合理利用以及该地区畜牧业的可持续发展提供科学依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in calculating the grassland carrying capacity in the Qinghai-Tibet Plateau for different regions over a 5-year interval?",
                "QuestionCn": "计算青藏高原不同地区草地承载能力的程序步骤如下：\n\n1. **数据收集**：收集相关的气候、土壤、植被和动物种群数据，包括降水量、温度、土壤类型、草种分布和牲畜数量等。\n\n2. **区域划分**：根据地理、气候和生态特征将青藏高原划分为不同的区域，以便进行更精确的分析。\n\n3. **草地生产力评估**：利用遥感技术或地面调查方法评估各区域的草地生产力，包括草地的生物量和生长季节。\n\n4. **牲畜需求分析**：根据不同牲畜种类和数量，计算其对草地的需求，包括日均采食量和生长需求。\n\n5. **承载能力计算**：根据草地的生产力和牲畜的需求，使用公式计算每个区域的草地承载能力，通常以每年可支持的牲畜单位（如牛羊单位）表示。\n\n6. **动态监测与调整**：每年进行监测，记录气候变化、草地状况和牲畜数量的变化，必要时调整承载能力的计算。\n\n7. **数据分析与报告**：对收集的数据进行分析，撰写报告，总结各区域的草地承载能力及其变化趋势。\n\n8. **政策建议**：根据分析结果，提出可持续管理草地的政策建议，以确保生态平衡和经济效益。",
                "AnswerEn": "The calculation of grassland carrying capacity involves several procedural steps: first, utilizing natural grassland area data and livestock quantity data from the 'Qinghai-Tibet Plateau Agricultural and Animal Husbandry Production Activity Status Dataset.' Next, referencing standards like 'NY/T 635-2015 Natural Grassland Reasonable Carrying Capacity Calculation.' The process also includes collecting data through pastoral household surveys and department discussions to obtain annual off-take rates for different regions. Finally, integrating all the collected information to compute the carrying capacity and link it to vector distribution data for each prefecture-level city in the Qinghai-Tibet Plateau, resulting in a shapefile dataset representing grassland carrying capacity in units of '10,000 sheep units per square kilometer (10,000 SHU/km2)'.",
                "AnswerCn": "草地承载能力的计算涉及几个程序步骤：首先，利用“青藏高原农业和畜牧业生产活动状态数据集”中的自然草地面积数据和牲畜数量数据。接下来，参考“NY/T 635-2015 自然草地合理承载能力计算”等标准。该过程还包括通过牧区家庭调查和部门讨论收集数据，以获取不同地区的年出栏率。最后，整合所有收集的信息，计算承载能力，并将其与青藏高原各地级市的矢量分布数据关联，最终生成一个表示草地承载能力的shapefile数据集，单位为“每平方公里1万羊单位（10,000 SHU/km2）”。",
                "Level": "C3(Applying)"
            }
        ]
    }
}