{
    "id": "9caa3211-29bf-4e45-afa1-036adbb30e9d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacial lake inventory of the Pumqu Basin in the Himalayan Region of China (2004)",
            "titleCn": "中国喜马拉雅山地区朋曲流域冰湖编目数据（2004）",
            "description": "This glacial lake inventory receives joint support from the International Centre for Integrated Mountain Development (ICIMOD) and the United Nations Environment Programme/Regional Resources Centre for Asia and the Pacific (UNEP/RRC-AP), Cold and Arid Region Environmental and Engineering Research Institute (CAREERI).\n9.\tThis glacial lake cataloging uses Landsat (TM and ETM), Aster and other remote sensing data. It reflects the current situation of glacial lakes with areas larger than 0.01 km2 in the Himalayas in 2004.\n10.\tGlacial lake catalogue coverage: the Himalayan region, Pumqu (Arun), Rongxer (Tama Koshi), Poiqu (Bhote-Sun Koshi), Jilongcangbu (Trishuli), Zangbuqin (Budhigandaki), Majiacangbu (Humla Karnali) and others.\n11.\tGlacial Lake cataloging includes glacial lake cataloging, glacial lake type, glacial lake orientation, glacial lake width, glacial lake area, glacial lake depth, glacial lake length and other attributes.\n12.\tData projection information：\nProjection: Transverse_Mercator\nFalse_Easting: 500000.000000\nFalse_Northing: 0.000000\nCentral_Meridian: 87.000000\nScale_Factor: 0.999600\nLatitude_Of_Origin: 0.000000\nLinear Unit: Meter (1.000000)\nGeographic Coordinate System: GCS_WGS_1984\nAngular Unit: Degree (0.017453292519943299)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_WGS_1984\nSpheroid: WGS_1984\nSemimajor Axis: 6378137.000000000000000000\nSemiminor Axis: 6356752.314245179300000000\nInverse Flattening: 298.257223563000030000\nFor a detailed data description, please refer to the data file and report.",
            "descriptionCn": "本次冰川编目受到：International Centre for Integrated Mountain Development (ICIMOD) and United Nation environment Programme/Regional Resources centre, Asia and The Pacific (UNEP/RRC-AP),Cold and Arid Region Environmental and Engineering Research Institute(CAREERI) 的联合支持。\n\n1、冰湖编目采用landsat(TM,ETM),Aster遥感数据,反映的喜马拉雅地区2004年面积大于0.01km2的冰湖现状。\n\n2、冰湖编目覆盖：喜马拉雅山地区Pumqu(Arun), Rongxer (Tama Koshi), Poiqu(Bhote-Sun Koshi), Jilongcangbu (Trishuli), Zangbuqin(Budhigandaki), Majiacangbu (Humla Karnali)等流域。\n3、冰湖编目内容包括：冰湖编目、冰湖类型、冰湖朝向、冰湖宽度、冰湖面积、冰湖深度、冰湖长度等属性。\n\n4、数据投影信息：\n\nProjection::Transverse_Mercator\n\nFalse_Easting:500000.000000\n\nFalse_Northing:0.000000\n\nCentral_Meridian:87.000000\n\nScale_Factor:0.999600\n\nLatitude_Of_Origin:0.000000\n\nLinear Unit:Meter(1.000000)\n\nGeographic Coordinate System:GCS_WGS_1984\n\nAngular Unit: Degree (0.017453292519943299)\n\nPrime Meridian:Greenwich (0.000000000000000000)\n\nDatum:D_WGS_1984\n\nSpheroid:WGS_1984\n\nSemimajor Axis:6378137.000000000000000000\n\nSemiminor Axis:6356752.314245179300000000\n\nInverse Flattening:298.257223563000030000\n\n详细数据说明请参考文档及报告。",
            "instructions": "",
            "instructionsCn": "",
            "east": 88.57,
            "west": 85.38,
            "south": 27.49,
            "north": 29.05,
            "startTime": "2004-01-07 16:00:00",
            "endTime": "2005-01-06 16:00:00",
            "fileSize": 21167578.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "International Centre for Integrated Mountain Development (ICIMOD)",
                "nameEn": "International Centre for Integrated Mountain Development (ICIMOD)",
                "unitEn": "International Centre for Integrated Mountain Development (ICIMOD)",
                "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region,Tibet Autonomous Region, People's Republic of China,",
                "referenceCn": "吴立宗, 车涛, 晋锐, 李新, (2005). Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region,Tibet Autonomous Region, People's Republic of China, 中国科学院寒区旱区环境与工程研究所.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Glacial Lake Variation and the Potentially Dangerous Glacial Lakes in the Pumqu Basin of Tibet during the last two decades",
                "referenceCn": null,
                "referenceEn": "Che, T., Jin, R., Li, X., &Wu, L.Z. (2004). Glacial Lake Variation and the Potentially Dangerous Glacial Lakes in the Pumqu Basin of Tibet during the last two decades. Journal of Glaciology and Geocryosphere, 26(4), 397-402."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖编目",
                "nameEn": "Ice lake inventory"
            },
            {
                "nameCn": "湖冰",
                "nameEn": "Lake ice"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            },
            {
                "keywordCn": "喜马拉雅山",
                "keywordEn": "the Himalaya mountains"
            },
            {
                "keywordCn": "恒河",
                "keywordEn": "the Ganges River"
            },
            {
                "keywordCn": "朋区",
                "keywordEn": "Pumqu"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2004",
                "keywordEn": "2004",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of ice lakes in the Himalaya region based on remote sensing data?",
                "QuestionCn": "喜马拉雅地区冰湖的特征基于遥感数据。",
                "AnswerEn": "ice lake cataloging, ice lake type, ice lake orientation, ice lake width, ice lake area, ice lake depth, ice lake length",
                "AnswerCn": "冰湖目录, 冰湖类型, 冰湖方向, 冰湖宽度, 冰湖面积, 冰湖深度, 冰湖长度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the minimum area of ice lakes included in a dataset of the Pumqu basin in the Himalayas?",
                "QuestionCn": "在喜马拉雅山的普姆区盆地中，冰湖的最小面积是多少？",
                "AnswerEn": "0.01 km²",
                "AnswerCn": "0.01 平方公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Transverse Mercator projection' mean in the context of geographical data representation for glacier lake cataloging?",
                "QuestionCn": "在冰川湖泊目录编制的地理数据表示中，“横轴墨卡托投影”是什么意思。",
                "AnswerEn": "Transverse Mercator projection refers to a type of map projection used in geographical data representation that involves projecting the earth's surface onto a cylinder that is tangent to the meridian. This projection is used to accurately represent small areas, such as the glacier lakes in the Himalayan region, minimizing distortion in area, shape, distance, and direction.",
                "AnswerCn": "横轴墨卡托投影是一种用于地理数据表示的地图投影类型，它涉及将地球表面投影到一个与经线相切的圆柱体上。这种投影用于准确表示小区域，例如喜马拉雅地区的冰川湖，最小化面积、形状、距离和方向的失真。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What consequences might arise from using Landsat and Aster remote sensing data for cataloging ice lakes larger than 0.01 km2 in the Himalayan region in terms of data accuracy and comprehensiveness?",
                "QuestionCn": "使用Landsat和Aster遥感数据对喜马拉雅地区大于0.01 km²的冰湖进行分类，可能会在数据准确性和全面性方面产生以下后果：",
                "AnswerEn": "Using Landsat and Aster remote sensing data allows for a broad spatial coverage and the ability to capture ice lakes larger than 0.01 km2 in the Himalayan region. This can result in a comprehensive cataloging of ice lakes, providing valuable information on their current states. However, relying solely on these sources might lead to limitations in data accuracy or detail, particularly if higher resolution or additional data sources could offer more precise measurements of ice lake attributes such as depth or width. Additionally, there may be challenges in differentiating ice lakes from other water bodies, which could affect the accuracy of the catalog.",
                "AnswerCn": "使用Landsat和Aster遥感数据可以实现广泛的空间覆盖，并能够捕捉到喜马拉雅地区大于0.01平方公里的冰湖。这可以导致对冰湖的全面 cataloging，提供有关其当前状态的宝贵信息。然而，单靠这些来源可能会导致数据准确性或细节上的局限，特别是如果更高分辨率或其他数据源能够提供更精确的冰湖属性测量，如深度或宽度。此外，区分冰湖与其他水体可能会面临挑战，这可能会影响目录的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of cataloging ice lakes using Landsat and Aster remote sensing data in the Himalayan region with a focus on those larger than 0.01 km2?",
                "QuestionCn": "在喜马拉雅地区，使用Landsat和Aster遥感数据对冰湖进行编目，目标是关注那些面积大于0.01平方公里的冰湖。",
                "AnswerEn": "The goal of cataloging ice lakes using Landsat and Aster remote sensing data in the Himalayan region is to reflect the current state of ice lakes larger than 0.01 km2 as of 2004. This effort supports understanding the distribution and characteristics of these lakes, which is crucial for environmental monitoring, hazard assessment, and resource management in the region. The cataloging was supported by international and regional organizations to ensure comprehensive coverage and reliability.",
                "AnswerCn": "使用Landsat和Aster遥感数据对喜马拉雅地区冰湖进行编目，旨在反映截至2004年大于0.01平方公里的冰湖的当前状态。这项工作有助于了解这些湖泊的分布和特征，这对于该地区的环境监测、灾害评估和资源管理至关重要。编目工作得到了国际和地区组织的支持，以确保覆盖范围和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures were utilized to categorize and assess ice lakes in the Himalayan region using remote sensing data like Landsat(TM, ETM) and Aster imagery?",
                "QuestionCn": "在喜马拉雅地区，利用遥感数据如Landsat（TM、ETM）和Aster影像对冰湖进行分类和评估的程序包括以下步骤：",
                "AnswerEn": "The cataloging of ice lakes involved the use of Landsat(TM, ETM) and Aster remote sensing data to reflect the status of ice lakes larger than 0.01 km² in the Himalayan region as of 2004. The process covered various basins such as Pumqu (Arun), Rongxer (Tama Koshi), Poiqu (Bhote-Sun Koshi), and others, cataloging attributes like ice lake type, orientation, width, area, depth, and length.",
                "AnswerCn": "冰湖的目录编制涉及使用Landsat(TM, ETM)和Aster遥感数据，以反映2004年喜马拉雅地区大于0.01平方公里的冰湖状态。该过程涵盖了多个流域，如Pumqu（阿伦河）、Rongxer（塔玛科希河）、Poiqu（博特-孙科希河）等， cataloging属性包括冰湖类型、方向、宽度、面积、深度和长度。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What types of remote sensing data enable comprehensive glacier lake inventorying in the Himalaya region?",
                "QuestionCn": "哪些类型的遥感数据能够在喜马拉雅地区进行全面的冰川湖泊清查？",
                "AnswerEn": "The use of Landsat (TM, ETM) and Aster remote sensing data enables comprehensive glacier lake inventorying in the Himalaya region, reflecting the status of glacier lakes larger than 0.01 km² as of 2004.",
                "AnswerCn": "使用Landsat（TM、ETM）和Aster遥感数据可以对喜马拉雅地区的冰川湖进行全面的清查，反映出截至2004年大于0.01平方公里的冰川湖的状态。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}