{
    "id": "9cab3571-0ded-45d5-a563-3e823c0eff13",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "The atmospheric forcing data in the Heihe River Basin (2000-2021)",
            "description": "Near surface atmospheric forcing data were produced by using Wether Research and Forecasting (WRF) model over  the Heihe River Basin at  hourly 0.05 * 0.05 DEG resolution, including the following variables: 2m temperature, surface pressure, water vapor mixing ratio, downward shortwave & upward longwave radiation, 10m wind field and the accumulated precipitation. The forcing data were validated by observational data collected by 15 daily Chinese Meteorological Bureau conventional automatic weather station (CMA),  a few of Heihe River eco-hydrological process comprehensive remote sensing observation (WATER and HiWATER) site hourly observations were verified in different time scales, draws the following conclusion: 2m surface temperature, surface pressure and 2m relative humidity are more reliable, especially 2m surface temperature and surface pressure, the average errors are very small and the correlation coefficients are above 0.96; correlation between downward shortwave radiation and WATER site observation data is more than 0.9; The precipitation agreed well with observational data by being verified based on  rain and snow precipitation  two phases  at yearly, monthly, daily time scales . the correlation coefficient between rainfall and the observation data at monthly and yearly time scales were up to 0.94 and 0.84; the correlation between snowfall and observation data at monthly scale reached 0.78, the spatial distribution of snowfall  agreed well with the snow fractional coverage rate of MODIS remote sensing product. Verification of liquid and solid precipitation shows that WRF model can be used for downscaling analysis in complex and arid terrain of Heihe River Basin, and the simulated data can meet the requirements of watershed scale hydrological modeling and water resources balance.\nThe data for 2000-2012 was provided in 2013.\nThe data for 2013-2015 was updated in 2016.\nThe data for 2016-2018 was updated in 2019.\nThe data for 2019-2021 was updated in 2021.",
            "instructions": "Each file contains hourly simulation for a whole month, with UTC time system in netcdf data format. Each file  is named as: wrfout_heihe_yyyy_mm_01, where \"wrfout_heihe_\" is a fixed format, representing the result of nesting in the second layer for Heihe region, yyyy is the year, mm is the month, and \"01\" is the representative of every month starting from 1st day.",
            "east": 102.5,
            "west": 97.5,
            "south": 37.5,
            "north": 42.5,
            "startTime": "2000-01-01 00:00:00",
            "endTime": "2022-01-01 00:00:00",
            "fileSize": 99589506000.0,
            "cstr": "18406.11.Meteoro.tpdc.271245",
            "doi": "10.11888/Meteoro.tpdc.271245",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "PAN Xiaoduo",
                "unitEn": "Institute of Tibetan Plateau Research, CAS"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleEn": "Development and evaluation of a river-basin-scale high spatio-temporal precipitation data set using the WRF model: a case study of the Heihe River Basin",
                "referenceEn": "Pan, X.D., Li, X., Cheng, G.D., Li, H.Y., He, X.B.. (2015). Development and evaluation of a river-basin-scale high spatio-temporal precipitation data set using the WRF model: a case study of the Heihe River Basin. Remote Sensing, 7(7): 9230-9252."
            },
            {
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleEn": "Near-surface atmospheric driving data for the Heihe River Basin based on the WRF model at a resolution of 0.05° × 0.05° from 2000 to 2016.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comparison of Downscaled Precipitation Data over a Mountainous Watershed: A Case Study in the Heihe River Basin",
                "referenceEn": "Pan, Xiaoduo, Li, Xin, Yang, Kun, He, Jie, Zhang, Yanlin, Han, Xujun. Comparison of Downscaled Precipitation Data over a Mountainous Watershed: A Case Study in the Heihe River Basin. Journal of Hydrometeorology, 2014, 15(4):1560-1574. doi:10.1175/JHM-D-13-0202.1"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameEn": "Shortwave radiation"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Longwave radiation"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Precipitation rate"
            },
            {
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2000-2021",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ]
        },
        {
            "background": [
                "Precipitation plays an important role in meteorology, climatology, and hydrology, and is a crucial link between the atmosphere, hydrosphere, and biosphere. However, obtaining high resolution and reliable precipitation forcing in complex terrain, particularly mountainous regions, to drive land surface models is still a challenging work. General Circulation Models (GCMs) have the ability to treat the complex interactions of atmospheric physics and planetary-scale dynamics fairly well, but coarse horizontal resolution in GCMs restricts realistic simulation of climatic details on spatial variability. The emerging of Regional Climate Models (RCMs) as a dynamical downscaling technique has been considered to bridge the gap between regional scale estimates and the current limited resolution in GCMs. Precipitation is the most difficult variable to simulate in numerical models because of our limited understanding of precipitation phenomena, its high spatial and temporal variability, and its nonlinear nature, especially over complex terrain at small spatial scales. Precipitation is also difficult to evaluate because rain gauges are often unevenly and sparsely distributed. The microphysical process parameterization for the interactive and dynamic processes, radiation, and aerosol/chemical reactions, play a key role in cloud, climate, and weather patterns in inland regions. Sensitive analyses over the HRB are seldom and indicated that precipitation yielded better by a combination of various parameterized schemes rather than by a single parameterized scheme in the HRB. Daily precipitation simulated with the Grell cumulus convective parameterized scheme was closer to the rain gauge data than that with other schemes. However, the sensitivity of the cumulus convection parameterized scheme has little effect on the center of rainfall area and the intensity of the precipitation center over Qilian Mountain."
            ],
            "research objective": [
                "The aim of this study is to develop high spatio-temporal precipitation to satisfy the urgently need of integrated studies of the water–ecosystem–economy relationship in the HRB. Our main aim of this study is to provide more precise precipitation simulated by the WRF model with a more suitable set of physical configuration than that in Pan et al."
            ],
            "challenges": [
                "But the dominant positive error ranges show that the precipitation yielded in this paper is a little larger at the observation at a daily scale as well as at an hourly scale. Furthermore, one set of physical configurations is difficult to perform well through the whole year. It is strongly recommended to use different physical schemes for simulating precipitation in summer and winter respectively. However, the resolution of TRMM 3B42V6 is 0.25°, which is considered to be too coarse to be used for hydrological analysis in the complex HRB [34]. Due to the limited amount of observation data at the hourly scale, there are few studies based on hourly precipitation events in the HRB. However, for hydrological analysis decision support systems, hourly precipitation data are urgently needed."
            ],
            "methods": [
                "In this study, two-way nested computational domains of 44 × 56 × 27 and 120 × 130 × 27 grid points and horizontal resolutions of 0.25° and 0.05°, respectively, were set. Based on the comparison analysis of results from two initial and boundary condition and nine microphysical schemes and sensitive analysis, precipitation yielded by the WRF model over the HRB was configured using the Kessler scheme for microphysics, MYJ scheme for the planetary boundary layer, and the Noah scheme for the land surface model."
            ],
            "dataset": [
                "The HiWATER project provides sufficient rain gauge data to estimate the high spatio-temporal precipitation data developed by the Weather Research and Forecasting (WRF) model for the HRB. The HRB is the second largest inland river in China. Precipitation ranges between 550 and 50 mm from upstream to downstream, and is around 100–200 mm in the midstream, according to in situ observations. To evaluate the precipitation simulated by the WRF model, 18 rain gauges were set up to obtain the precipitation volume at 10 min intervals during the HiWATER project. Eight gauges were placed upstream, five were placed midstream, and five were placed downstream. In addition to this data, 16 conventional meteorological stations maintained by the CMA were used to evaluate WRF simulations at a daily scale."
            ],
            "findings": [
                "It was found that annual precipitation has gradually increased over the HRB since 2000. Results are systematically validated using the in situ observations in this region and it was found that precipitation simulated by the WRF model using suitable physical configuration agrees well with the observation over the HRB at hourly, daily, monthly and yearly scales, as well as at spatial pattern. We also conclude that the dynamic downscaling using the WRF model is capable of producing high-resolution and reliable precipitation over complex mountainous areas and extremely arid environments. The downscaled data can meet the requirement of river basin scale hydrological modeling and water balance analysis."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can regional climate models using downscaling techniques provide high-resolution forcing data suitable for hydrological, land surface, and ecological models?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is the Weather Research and Forecasting (WRF) model capable of accurately simulating precipitation in complex mountainous regions and arid environments?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the validation of meteorological data from observational stations confirm the reliability of downscaled WRF model simulations for surface temperature and pressure?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary atmospheric elements included in a near-surface atmospheric dataset for hydrological and ecological modeling?",
                    "Answer": "air temperature, surface pressure, relative humidity, wind, precipitation, radiation",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the meteorological observation stations located that are used to validate atmospheric data simulations in the Heihe River Basin?",
                    "Answer": "15 stations maintained by the China Meteorological Administration, seven sites set up by the WATER and HiWATER projects",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When were updates to the atmospheric dataset for the Heihe River Basin provided, and what do these updates typically include?",
                    "Answer": "2013, 2016, 2019, 2022",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to validate atmospheric models in regions with complex terrain like river basins?",
                    "Answer": "The WRF model was validated using daily meteorological observation data from 15 stations of the China Meteorological Administration (CMA) and hourly meteorological observation data from seven sites of the WATER project, with a focus on the Heihe River Basin. This approach allowed for comparison of model simulations with observed data to ensure accuracy in complex terrains.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of how high spatio-temporal resolution data is crucial for understanding water–ecosystem–economy relationships in river basins?",
                    "Answer": "High spatio-temporal resolution data is crucial in the Heihe River Basin to facilitate integrated studies of the water–ecosystem–economy relationship. The WRF model was used to develop high-resolution precipitation data, validated with rain gauge data from the HiWATER project, which is essential for accurate hydrological modeling and water balance analysis in this complex environment.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What specific attributes of meteorological data are validated when using the WRF model for regional climate simulation?",
                    "Answer": "2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation, downward longwave radiation",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are associated with collecting and validating hourly precipitation data in complex terrains like the Heihe River Basin?",
                    "Answer": "limited spatial and temporal resolution, sparse distribution of rain gauges, high variability, non-linear nature of precipitation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many meteorological stations provided daily observation data for the validation of data collection methods in the Heihe River Basin?",
                    "Answer": "15",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many rain gauges were set up to obtain precipitation volume during the HiWATER project in the Heihe River Basin?",
                    "Answer": "18",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is dynamic downscaling and how is it used in generating high-resolution climate data?",
                    "Answer": "Dynamic downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution General Circulation Models (GCMs). It uses large-scale climatic background information to establish higher resolution meteorological distribution fields by regional climate models. This method is effective in deriving high-resolution local climate information, as it can distinguish local features characterized by local topography, vegetation cover, and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the validation processes of WRF model simulations differ when using daily versus hourly meteorological observation data in the Heihe River Basin?",
                    "Answer": "The validation process of WRF model simulations using daily meteorological data involves comparing modeled outputs with data from CMA stations, focusing on metrics such as Mean Bias Error (MBE) and Root Mean Square Error (RMSE). For hourly data, the validation is more detailed, utilizing observation-strengthened stations set up by the WATER project. The hourly validation highlights specific challenges, such as discrepancies in wind speed and precipitation accuracy, which may not be as apparent in daily validations. Both methods show that the WRF model's simulations of 2-m surface temperature and surface pressure are reliable, with high correlation coefficients in both daily and hourly validations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the underlying reasons for using the Weather Research and Forecasting (WRF) model to simulate near-surface atmospheric elements in the Heihe River Basin?",
                    "Answer": "The WRF model is utilized to simulate near-surface atmospheric elements due to its ability to perform dynamic downscaling, which provides high-resolution climate data from coarse-resolution GCMs. This is essential for regional scale or basin-scale land surface, hydrological, and ecological simulations and assimilations, particularly in complex terrains like the Heihe River Basin. The model's capability to capture local features characterized by topography, vegetation cover, and soil hydrological processes makes it suitable for generating reliable forcing data for hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the challenges of obtaining high-resolution precipitation data in complex terrains such as the Heihe River Basin?",
                    "Answer": "Challenges in obtaining high-resolution precipitation data in complex terrains like the Heihe River Basin stem from the spatial and temporal variability of precipitation, the nonlinear nature of precipitation phenomena, and the limited distribution and density of rain gauges. Additionally, the coarse horizontal resolution of GCMs restricts the realistic simulation of climatic details, making it difficult to evaluate precipitation accurately. The need for high-resolution data to drive land surface models further complicates this task.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it necessary to validate the WRF model's simulation of meteorological parameters using observational data from CMA and HiWATER project stations?",
                    "Answer": "Validation of the WRF model's simulation using observational data from CMA and HiWATER project stations is necessary to ensure the accuracy and reliability of the forcing data before it is used to drive land surface models. The validation process compares simulated data with observed data to assess the model's performance in capturing key meteorological parameters. Accurate validation is crucial for ensuring that the model can produce reliable data for hydrological modeling and water resource management in the Heihe River Basin.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of employing dynamic downscaling techniques like the WRF model in generating high-resolution forcing data for regional hydrological and ecological simulations?",
                    "Answer": "Employing dynamic downscaling techniques such as the WRF model can lead to the creation of high-resolution forcing data that meets the temporal and spatial resolution requirements for regional scale land surface, hydrological, and ecological simulations. This can improve the accuracy of simulations by better capturing local topography, vegetation cover, and soil hydrological processes, ultimately enhancing the realism of regional environmental impact assessments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of multiple meteorological observation stations for validation impact the reliability of simulated atmospheric data in complex terrains?",
                    "Answer": "Using multiple meteorological observation stations for validation can significantly enhance the reliability of simulated atmospheric data in complex terrains. It allows for the comparison and validation of model outputs against diverse observational datasets, ensuring that variables such as surface temperature, pressure, and relative humidity are accurately represented, particularly in regions with complex topography where data from different stations can provide comprehensive validation benchmarks.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What objectives drive the development of high spatio-temporal resolution precipitation datasets for regions like the Heihe River Basin, especially in the context of hydrological analysis and decision support systems?",
                    "Answer": "The development of high spatio-temporal resolution precipitation datasets aims to satisfy the need for integrated studies of water–ecosystem–economy relationships in regions like the Heihe River Basin. Accurate and reliable precipitation data are critical for hydrological analysis and decision support systems, particularly due to the high spatial and temporal variability of precipitation in complex terrains. This data aids in realistic simulation of climatic details and supports water balance analysis and river basin scale hydrological modeling.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are necessary to validate the accuracy of atmospheric forcing data intended for use in regional or basin-scale land surface models?",
                    "Answer": "The validation of atmospheric forcing data involves comparing the model simulations with observational data from meteorological stations. For the Heihe River Basin, daily meteorological observation data from 15 CMA stations and hourly data from seven WATER sites are utilized to compare with WRF simulations. Accuracy is evaluated by examining metrics such as Mean Bias Error (MBE), Root Mean Square Error (RMSE), and correlation coefficients for various atmospheric parameters like surface temperature, pressure, and humidity.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can high spatio-temporal resolution precipitation data be developed using regional climate models for complex terrains like the Heihe River Basin?",
                    "Answer": "High spatio-temporal resolution precipitation data for complex terrains can be developed using the WRF model by setting up nested computational domains with specific grid points and horizontal resolutions. Configuration involves selecting appropriate microphysical schemes, such as the Kessler scheme for microphysics, the MYJ scheme for the planetary boundary layer, and the Noah scheme for the land surface model. Validation against in situ observations from rain gauges and meteorological stations is essential to ensure accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the procedural steps involved in using meteorological data to drive hydrological and ecological models in regions with limited observational data?",
                    "Answer": "The procedure involves dynamic downscaling using regional climate models like WRF to derive high-resolution data from General Circulation Models (GCMs). This process includes establishing computational domains with appropriate resolutions, initializing models with real boundary conditions, and validating the output against available observational data from meteorological stations. The model's ability to simulate atmospheric elements like temperature, pressure, and precipitation is assessed to ensure it can support hydrological and ecological modeling in regions with sparse data.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions or technologies enable the use of the WRF model for simulating high-resolution forcing data necessary for regional or basin-scale land surface models?",
                    "Answer": "The WRF model is enabled by the use of dynamic downscaling, which provides high-resolution climate information from coarse-resolution GCMs. This method utilizes large-scale climatic background information to establish higher resolution meteorological distribution fields, allowing for a better description of local features such as topography and vegetation cover. The model is initialized by real boundary conditions using datasets like NCAR-NCEP’s Final Analysis data, which enhances its capability to simulate high-resolution data for regional or basin-scale applications.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the integration of validation data from various meteorological stations enable accurate simulation of atmospheric elements in complex terrains?",
                    "Answer": "The validation of atmospheric simulations in complex terrains is enabled by integrating daily meteorological observation data from stations like those maintained by the CMA and hourly data from projects such as WATER. This integration allows for a comprehensive comparison with WRF simulations, ensuring the model accurately captures near-surface atmospheric elements. The use of diverse datasets improves validation accuracy across different time scales and spatial patterns, crucial for reliable simulations in complex terrains.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methodologies enable the collection of high spatio-temporal precipitation data in regions with complex topographies like the Heihe River Basin?",
                    "Answer": "In regions with complex topographies like the Heihe River Basin, methodologies such as setting up a network of rain gauges and utilizing the WRF model with specific microphysical and planetary boundary layer configurations enable the collection of high spatio-temporal precipitation data. By using multiple rain gauges and meteorological stations, researchers can obtain detailed precipitation data necessary for evaluating and refining the WRF model's simulations, ensuring they align closely with observed data across various scales.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using the Weather Research and Forecasting model for downscaling meteorological data in complex terrains like the Heihe River Basin?",
                    "Answer": "The Weather Research and Forecasting (WRF) model proves to be effective for downscaling meteorological data in the complex terrain of the Heihe River Basin. The model's simulations of 2-m surface temperature, surface pressure, and relative humidity are considered reliable, with high correlation coefficients. The model also effectively simulates downward shortwave radiation. However, challenges remain in simulating wind speed and rainfall accurately, indicating that while WRF is powerful, it requires careful configuration and validation to enhance precision in all meteorological parameters.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the primary challenges faced when collecting and validating high-resolution precipitation data in mountainous regions, and how can they be addressed?",
                    "Answer": "The primary challenges in collecting and validating high-resolution precipitation data in mountainous regions include the spatial and temporal variability of precipitation, the limited understanding of precipitation phenomena, and the sparse distribution of rain gauges. These challenges can be addressed by deploying more rain gauges strategically across different altitudes and locations, using advanced models like the WRF with appropriate microphysical parameterizations, and employing dynamic downscaling techniques to enhance the spatial resolution and reliability of precipitation data.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how regional scale land surface models can utilize downscaled GCM data to improve the resolution and reliability of forcing data for hydrological simulations.",
                    "Answer": "Regional scale land surface models require forcing data with higher temporal-spatial resolution than what GCMs provide. Downscaling GCM output is necessary to obtain high-resolution climate information. The Weather Research and Forecasting (WRF) model is used for dynamic downscaling, which establishes higher resolution meteorological distribution fields, capturing local features such as topography and vegetation, allowing for more precise hydrological and ecological simulations in the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how the validation of atmospheric elements such as surface temperature and wind speed is conducted using observational data in regional climate models.",
                    "Answer": "Validation of atmospheric elements like surface temperature and wind speed in regional climate models is conducted by comparing WRF model simulations against observational data from meteorological stations. In the Heihe River Basin study, daily meteorological observation data from 15 CMA stations and hourly data from seven WATER sites are used. The validation involves assessing metrics like Mean Bias Error (MBE), Root Mean Square Error (RMSE), and correlation coefficients (R) to evaluate the reliability of the model's simulations.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}