{
    "id": "9cdaebe5-e403-4d35-8ca8-38bcf5cd0010",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "High resolution gridded air temperature dataset of  key node of Pan-Third Pole region (2001-2016)",
            "titleCn": "泛第三极关键节点区域高分辨率格网化气温数据集（2000-2016）",
            "description": "\"The gridded air temperature data set is from the Global Land Data Assimilation System (GLDAS) which ingests satellite and ground-based observational data products. Using advanced land surface modeling and data assimilation techniques, it generates optimal fields of land surface states (e.g., soil moisture and surface temperature) and fluxes.The model simulation was initialized by using soil moisture and other state fields from the LSM climatology for that day of the year.The GLDAS air temperature data are\ncompared with high-resolution gridded Daymet data and land surface station dataBased on air temperature data from 2001 to 2016, GEE was used to tailor the masks of key nodes in Southeast Asia and middle East. Finally, the 16-day synthetic air temperature dataset of 34 key nodes from 2001 to 2016 was obtained.\"",
            "descriptionCn": "气温数据集来源于全球陆地数据同化系统(GLDAS)，该系统利用卫星和地面观测数，并基于先进的地表建模和数据同化技术，模型模拟初始化使用土壤湿度和来自LSM气候学的其他状态场,最终生成最优地表状态（例如土壤湿度和地表温度）和通量场，已广泛应用于全球变化与水循环研究中。原始气温数据为0.25˚×0.25˚的格网数据。以主要覆盖东南亚和中东的关键节点为研究区域，基于2001至2016年的森林冠层覆盖度数据，利用GEE对数据进行研究区的掩模裁剪并重采样，最终得到了34个关键节点区域2001-2016 16天合成的气温格网数据。",
            "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
            "east": 109.0,
            "west": 11.0,
            "south": 2.0,
            "north": 51.0,
            "startTime": "2000-01-08 08:00:00",
            "endTime": "2017-01-07 08:00:00",
            "fileSize": 2417956668.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛咏",
                "nameEn": "GE Yong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "凌峰",
                "nameEn": "LING Feng",
                "unitEn": "",
                "unitCn": "中国科学院测量与地球物理研究所"
            },
            {
                "nameCn": "张一行",
                "nameEn": "ZHANG Yihang",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The global land data assimilation system",
                "referenceCn": null,
                "referenceEn": "Rodell, M., Houser, P.R., Jambor, U., Gottschalck, J., Mitchell, K., & Meng, C.J., et al. (2004). The global land data assimilation system. Bulletin of the American Meteorological Society, 85(3), 381-394."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface temperature and wetness conditions affect and are affected by numerous climatological, meteorological, ecological, and geophysical phenomena. Therefore, accurate, high-resolution estimates of terrestrial water and energy storages are valuable for predicting climate change, weather, biological and agricultural productivity, and flooding, and for performing a wide array of studies in the broader biogeosciences. In particular, terrestrial stores of energy and water modulate fluxes between the land and atmosphere and exhibit persistence on diurnal, seasonal, and interannual time scales. Furthermore, because soil moisture, temperature, and snow are integrated states, biases in land surface forcing data and parameterizations accumulate as errors in the representations of these states in operational numerical weather forecast and climate models and their associated coupled data assimilation systems. A Global Land Data Assimilation System (GLDAS) has been developed jointly by scientists at the National Aeronautics and Space Administration (NASA) Goddard Space Flight Center (GSFC) and the National Oceanic and Atmospheric Administration (NOAA) National Centers for Environmental Prediction (NCEP) in order to produce such fields. Through innovation and an ever-improving conceptualization of the physics underlying earth system processes, LSMs have continued to evolve and to display an improved ability to simulate complex phenomena."
            ],
            "research objective": [],
            "challenges": [
                "The sparseness of in situ observations of soil moisture will complicate the task of validating these results and choosing the better product, but AMSR-derived soil moisture fields may provide some guidance in the near future. Results over Greenland should be ignored, as the LSMs do not include ice sheet models and reliable forcing data and soil parameter information are not available."
            ],
            "methods": [
                "Daily, parallel Mosaic and Noah model simulations began on 1 January 2001, initialized by GDAS land surface states. Currently, GEOS is set as the baseline forcing source, and the precipitation and radiation fields are overwritten with the observation-derived fields described in the section titled \"Surface forcing fields,\" when and where these are available. The model spatial resolution is 0.25°, and 10% is set as the minimum tile area percentage, as described in the section titled \"Subgrid-scale variability.\" The model time step is 15 min, and output is 3-hourly. Typically the daily runs are complete within 36-48 h of real time."
            ],
            "dataset": [
                "GLDAS uses a static, 1-km resolution, global dataset of land cover class that was produced at the University of Maryland (UMD) based on observations from the Advanced Very High Resolution Radiometer (AVHRR) aboard the NOAA-15 satellite. GLDAS also ingests a satellite-based, 1-km resolution time series (when available) or climatology of leaf area index (LAI). The soil parameter maps used in GLDAS were derived from the 5' resolution global soils dataset of Reynolds et al. (2000). GLDAS uses a global 30-arc-s resolution topographic map (GTOP030; Verdin and Greenlee 1996) as its standard. GLDAS estimates global, downward shortwave and longwave radiation fluxes at the land surface using a procedure and cloud and snow products from the Air Force Weather Agency's (AFWA) Agricultural Meteorology modeling system (AGRMET). Near-real-time satellite-derived precipitation data are obtained from groups at the U.S. Naval Research Laboratory (NRL) and at GSFC for forcing GLDAS."
            ],
            "findings": [],
            "backgroundCn": [
                "陆地表面温度和湿度条件受到许多气候、气象、生态和地球物理现象的影响，同时也会影响这些现象。因此，准确、高分辨率的陆地水和能量储存估计对于预测气候变化、天气、生物和农业生产力以及洪水具有重要价值，并且对于在更广泛的生物地球科学领域进行各种研究也至关重要。特别是，陆地能量和水的储存调节着陆地与大气之间的通量，并在日变化、季节性和年际时间尺度上表现出持久性。此外，由于土壤湿度、温度和雪是综合状态，陆地表面强迫数据和参数化中的偏差会在这些状态在操作数值天气预报和气候模型及其相关的耦合数据同化系统中的表示中累积为误差。全球陆地数据同化系统（GLDAS）是由美国国家航空航天局（NASA）戈达德太空飞行中心（GSFC）和美国国家海洋和大气管理局（NOAA）国家环境预报中心（NCEP）的科学家共同开发的，旨在生成这样的场。通过创新和对地球系统过程基础物理的不断改进，陆地表面模型（LSMs）不断发展，并显示出更好地模拟复杂现象的能力。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "在地面土壤湿度观测稀缺的情况下，验证这些结果并选择更好的产品将变得复杂，但AMSR衍生的土壤湿度场可能在不久的将来提供一些指导。关于格林兰的结果应被忽略，因为陆面模型不包括冰盖模型，并且可靠的强迫数据和土壤参数信息不可用。"
            ],
            "methodsCn": [
                "从2001年1月1日起，开始进行每日并行的Mosaic和Noah模型模拟，初始化由GDAS地表状态。目前，GEOS被设定为基线强迫源，当可用时，降水和辐射场会被“表面强迫场”一节中描述的观测衍生场覆盖。模型空间分辨率为0.25°，最小瓦片面积百分比设定为10%，如“子网格尺度变异性”一节中所述。模型时间步长为15分钟，输出为每3小时一次。通常，日常运行在实时的36-48小时内完成。"
            ],
            "datasetCn": [
                "GLDAS使用了一种静态的1公里分辨率全球土地覆盖分类数据集，该数据集由马里兰大学（UMD）基于NOAA-15卫星上的高级非常高分辨率辐射计（AVHRR）观测数据制作。GLDAS还吸收了基于卫星的1公里分辨率时间序列（如有）或叶面积指数（LAI）的气候数据。GLDAS使用的土壤参数图是从Reynolds等人（2000年）提供的5'分辨率全球土壤数据集中衍生而来的。GLDAS使用全球30弧秒分辨率的地形图（GTOP030；Verdin和Greenlee 1996）作为其标准。GLDAS通过使用来自美国空军气象局（AFWA）的农业气象建模系统（AGRMET）的程序以及云和雪产品，估算全球地表的下行短波和长波辐射通量。近实时的卫星衍生降水数据由美国海军研究实验室（NRL）和戈达德太空飞行中心（GSFC）的小组获取，以为GLDAS提供强迫数据。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does a dataset use a global 30-arc-second resolution topographic map as a standard for data collection?",
                "QuestionCn": "一个数据集是否使用全球30弧秒分辨率的地形图作为数据收集的标准？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data sources for the high-resolution gridded temperature datasets from 2000 to 2016?",
                "QuestionCn": "2000年至2016年的高分辨率网格温度数据集的主要数据来源是什么？",
                "AnswerEn": "Global Land Data Assimilation System (GLDAS)",
                "AnswerCn": "全球陆地数据同化系统 (GLDAS)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the daily model simulations typically completed in the data collection process?",
                "QuestionCn": "在数据收集过程中，日常模型模拟通常在什么时候完成？",
                "AnswerEn": "36-48 hours of real time",
                "AnswerCn": "36-48小时的实际时间",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that involves both satellite and ground-based observations to model land surface conditions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法结合了卫星和地面观测，以模型化地表条件？",
                "AnswerEn": "The Global Land Data Assimilation System (GLDAS) utilizes both satellite and ground-based observations by employing advanced surface modeling and data assimilation techniques to model land surface states like soil moisture and surface temperature.",
                "AnswerCn": "全球陆地数据同化系统（GLDAS）利用卫星和地面观测，通过先进的表面建模和数据同化技术来模拟土壤湿度和表面温度等陆地表面状态。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in validating datasets that model soil moisture on a global scale?",
                "QuestionCn": "在全球范围内验证土壤湿度模型数据集时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in validating datasets that model soil moisture globally is the sparseness of in situ observations, which complicates result validation and product selection, though AMSR-derived soil moisture fields may aid in this process.",
                "AnswerCn": "验证全球土壤湿度模型数据集的一个挑战是现场观测的稀缺性，这使得结果验证和产品选择变得复杂，尽管基于AMSR的土壤湿度场可能有助于这一过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how a dataset is constructed using remote sensing and ground data for climate model initialization?",
                "QuestionCn": "您能否提供一个如何使用遥感和地面数据构建数据集以初始化气候模型的示例？",
                "AnswerEn": "An example of constructing a dataset for climate model initialization using remote sensing and ground data is the GLDAS, which initializes simulations with GDAS land surface states and uses observation-derived fields for precipitation and radiation, with model outputs at a spatial resolution of 0.25°.",
                "AnswerCn": "构建气候模型初始化数据集的一个例子是GLDAS，它使用GDAS地表状态初始化模拟，并使用观测衍生的降水和辐射场，模型输出的空间分辨率为0.25°。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific features are important for data collection methods in high-resolution terrestrial water and energy storage studies?",
                "QuestionCn": "在高分辨率陆地水和能量储存研究中，数据收集方法的重要特征有哪些？",
                "AnswerEn": "satellite-derived data, near-real-time precipitation measurements, high-resolution land cover classifications, observations of leaf area index (LAI), soil parameter maps, topographic data",
                "AnswerCn": "卫星衍生数据、近实时降水测量、高分辨率土地覆盖分类、叶面积指数（LAI）观测、土壤参数地图、地形数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the grid data used in the land surface temperature dataset?",
                "QuestionCn": "土地表面温度数据集使用的网格数据的空间分辨率是多少？",
                "AnswerEn": "0.25° x 0.25°",
                "AnswerCn": "0.25° x 0.25°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal coverage of the land surface temperature dataset used in the key node regions?",
                "QuestionCn": "关键节点区域使用的地表温度数据集的时间覆盖范围是什么？",
                "AnswerEn": "2001-2016",
                "AnswerCn": "2001-2016",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the Global Land Data Assimilation System (GLDAS) compare to those used in traditional in situ observations for soil moisture?",
                "QuestionCn": "全球土地数据同化系统（GLDAS）中使用的数据收集方法与传统的地面观测土壤湿度的方法相比如何？",
                "AnswerEn": "GLDAS uses satellite and ground observations integrated with advanced surface modeling and data assimilation techniques, whereas traditional in situ observations rely on direct measurements from the field. The sparseness of in situ observations complicates validation, while GLDAS provides more comprehensive coverage using remote sensing data.",
                "AnswerCn": "GLDAS使用卫星和地面观测数据，结合先进的地表建模和数据同化技术，而传统的现场观测依赖于来自现场的直接测量。现场观测的稀疏性使得验证变得复杂，而GLDAS通过使用遥感数据提供了更全面的覆盖。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways does the integration of satellite-derived precipitation data differ from the use of observation-derived fields in model simulations for GLDAS?",
                "QuestionCn": "卫星衍生降水数据的整合与观测衍生场在GLDAS模型模拟中的使用有何不同？",
                "AnswerEn": "Satellite-derived precipitation data provide near-real-time inputs for GLDAS, which allows for timely updates in the model simulations. On the other hand, observation-derived fields are used to overwrite model outputs when available, potentially offering more accurate data but with limitations in real-time processing.",
                "AnswerCn": "卫星衍生的降水数据为GLDAS提供近实时的输入，从而允许模型模拟的及时更新。另一方面，当可用时，观测衍生的场用于覆盖模型输出，这可能提供更准确的数据，但在实时处理方面存在局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the potential limitations of using satellite-derived soil moisture fields in data collection methods for land surface temperature studies?",
                "QuestionCn": "可以推断出，使用卫星获取的土壤湿度场在地表温度研究的数据收集方法中可能存在一些潜在的局限性。",
                "AnswerEn": "The sparseness of in situ observations of soil moisture complicates validation efforts, and biases in land surface forcing data and parameterizations can accumulate as errors in the simulations of these states. This suggests that satellite-derived soil moisture fields might have limitations due to the lack of ground truth data, potentially affecting the accuracy of land surface temperature studies.",
                "AnswerCn": "现场土壤湿度观测的稀缺性使得验证工作变得复杂，而地表强迫数据和参数化中的偏差可能会在这些状态的模拟中累积成误差。这表明，由于缺乏地面真实数据，卫星衍生的土壤湿度场可能存在局限性，可能影响地表温度研究的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the persistence of errors in operational numerical weather forecast and climate models within land surface forcing data?",
                "QuestionCn": "在陆面强迫数据中，导致数值天气预报和气候模型操作错误持续存在的因素有哪些？",
                "AnswerEn": "Biases in land surface forcing data and parameterizations accumulate as errors in the representations of soil moisture, temperature, and snow, which are integrated states in these models.",
                "AnswerCn": "土地表面强迫数据和参数化中的偏差会在土壤湿度、温度和雪的表示中积累为误差，这些都是模型中的集成状态。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the validation of soil moisture results challenging despite advancements in data collection methods in this domain?",
                "QuestionCn": "尽管在土壤湿度数据收集方法方面取得了进展，但验证土壤湿度结果仍然具有挑战性，原因是什么？",
                "AnswerEn": "The sparseness of in situ observations of soil moisture complicates the task of validating these results, making it difficult to choose the better product, although AMSR-derived soil moisture fields may provide guidance in the future.",
                "AnswerCn": "现场土壤湿度观测的稀缺性使得验证这些结果的任务变得复杂，难以选择更好的产品，尽管基于AMSR的土壤湿度场在未来可能提供指导。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the exclusion of results over Greenland in the context of land surface models and data assimilation systems?",
                "QuestionCn": "在陆面模型和数据同化系统的背景下，导致格林兰地区结果被排除的原因是什么？",
                "AnswerEn": "Results over Greenland should be ignored because the land surface models do not include ice sheet models, and reliable forcing data and soil parameter information are not available for this region.",
                "AnswerCn": "格林兰的结果应被忽略，因为陆面模型不包括冰盖模型，并且该地区没有可靠的强迫数据和土壤参数信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on model accuracy when integrating satellite-based soil moisture fields with existing land surface models?",
                "QuestionCn": "将卫星基于土壤湿度场与现有陆面模型集成时，对模型准确性的潜在影响是什么？",
                "AnswerEn": "The sparseness of in situ observations complicates validating the results and choosing the better product, but AMSR-derived soil moisture fields may provide guidance, potentially improving the model's accuracy.",
                "AnswerCn": "现场观测的稀缺性使得验证结果和选择更好的产品变得复杂，但AMSR衍生的土壤湿度场可能提供指导，从而潜在地提高模型的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the absence of ice sheet models in land surface modeling systems impact the reliability of data over regions like Greenland?",
                "QuestionCn": "冰盖模型在陆面建模系统中的缺失如何影响格林兰等地区数据的可靠性。",
                "AnswerEn": "The absence of ice sheet models and lack of reliable forcing data and soil parameter information lead to results over Greenland that should be ignored, indicating unreliable data for those regions.",
                "AnswerCn": "冰盖模型的缺乏以及可靠的强迫数据和土壤参数信息的缺失导致格林兰地区的结果应被忽视，表明该地区的数据不可靠。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the consequences of using a static 1-km resolution global dataset of land cover class in the simulation of land surface processes?",
                "QuestionCn": "使用静态1公里分辨率的全球土地覆盖分类数据集在土地表面过程模拟中的后果是什么？",
                "AnswerEn": "Utilizing a static 1-km resolution global dataset of land cover class may limit the ability to capture dynamic changes in land cover over time, potentially affecting the accuracy of simulations in reflecting current land surface processes.",
                "AnswerCn": "利用静态的1公里分辨率全球土地覆盖分类数据集可能限制捕捉土地覆盖随时间变化的动态能力，从而可能影响模拟在反映当前地表过程中的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing GLDAS in generating high-resolution terrestrial water and energy storage estimates?",
                "QuestionCn": "利用GLDAS生成高分辨率陆地水和能量储存估计的主要目标是什么？",
                "AnswerEn": "The primary objectives include predicting climate change, weather, biological and agricultural productivity, and flooding, as well as supporting a wide array of studies in the broader biogeosciences. GLDAS aims to produce accurate, high-resolution estimates of terrestrial water and energy storages, which are valuable for understanding and predicting various climatological, meteorological, ecological, and geophysical phenomena.",
                "AnswerCn": "主要目标包括预测气候变化、天气、生物和农业生产力以及洪水，并支持更广泛的生物地球科学研究。GLDAS旨在生成准确的高分辨率陆地水和能量储存估计，这对于理解和预测各种气候学、气象学、生态学和地球物理现象非常重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in utilizing the Global Land Data Assimilation System (GLDAS) for generating optimal land surface state data?",
                "QuestionCn": "利用全球陆地数据同化系统（GLDAS）生成最佳陆地表面状态数据的程序步骤包括哪些？",
                "AnswerEn": "The Global Land Data Assimilation System (GLDAS) utilizes satellite and ground observations integrated with advanced land surface modeling and data assimilation techniques. It starts with the initialization of model simulations using GDAS land surface states. The baseline forcing source is set to GEOS, with precipitation and radiation fields being overwritten with observation-derived fields when available. The model operates at a spatial resolution of 0.25°, with a minimum tile area percentage of 10%. The model time step is 15 minutes, and outputs are generated every 3 hours. Typically, daily runs are completed within 36-48 hours of real-time.",
                "AnswerCn": "全球陆地数据同化系统（GLDAS）利用卫星和地面观测数据，结合先进的陆面建模和数据同化技术。它以GDAS陆面状态初始化模型模拟。基线强迫源设置为GEOS，当可用时，降水和辐射场会被观测衍生的场覆盖。该模型的空间分辨率为0.25°，最小瓦片面积百分比为10%。模型时间步长为15分钟，输出每3小时生成一次。通常，日常运行在实时后的36-48小时内完成。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are temperature grid datasets generated and refined for specific regions, such as Southeast Asia and the Middle East, using data assimilation systems?",
                "QuestionCn": "温度网格数据集是如何通过数据同化系统为特定区域（如东南亚和中东）生成和精炼的？",
                "AnswerEn": "Temperature grid datasets for regions like Southeast Asia and the Middle East are generated by utilizing the Global Land Data Assimilation System (GLDAS), which integrates satellite and ground observations with modeling techniques. The process involves masking and resampling based on forest canopy coverage data from 2001 to 2016 using Google Earth Engine (GEE). This leads to the creation of high-resolution temperature grid datasets for key nodes, synthesized over 16-day periods.",
                "AnswerCn": "东南亚和中东等地区的温度网格数据集是通过利用全球陆地数据同化系统（GLDAS）生成的，该系统将卫星和地面观测数据与建模技术相结合。该过程涉及基于2001年至2016年的森林冠层覆盖数据进行掩膜和重采样，使用谷歌地球引擎（GEE）。这导致为关键节点创建高分辨率温度网格数据集，合成周期为16天。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodologies are employed to handle challenges in validating soil moisture data within the context of land surface models?",
                "QuestionCn": "在土地表面模型的背景下，处理土壤湿度数据验证挑战所采用的方法论有哪些？",
                "AnswerEn": "To address the challenge of validating soil moisture data, methodologies involve using AMSR-derived soil moisture fields as potential guidance due to the sparseness of in situ observations. It is noted that results over regions like Greenland should be disregarded, as the land surface models do not incorporate ice sheet models and lack reliable forcing data and soil parameter information.",
                "AnswerCn": "为了解决验证土壤湿度数据的挑战，方法论涉及使用AMSR衍生的土壤湿度场作为潜在的指导，因为现场观测稀少。需要注意的是，格林兰等地区的结果应被忽略，因为陆面模型未纳入冰盖模型，并且缺乏可靠的强迫数据和土壤参数信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the development of high-resolution grid temperature datasets from land surface models?",
                "QuestionCn": "哪些技术进步使得从陆面模型开发高分辨率网格温度数据集成为可能？",
                "AnswerEn": "The Global Land Data Assimilation System (GLDAS) utilizes advanced data assimilation technologies, satellite and ground observations, and sophisticated land surface modeling to generate high-resolution land surface state and flux fields, which facilitate the creation of high-resolution grid temperature datasets.",
                "AnswerCn": "全球陆地数据同化系统（GLDAS）利用先进的数据同化技术、卫星和地面观测以及复杂的陆面模型，生成高分辨率的陆面状态和通量场，从而促进高分辨率网格温度数据集的创建。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do satellite-based observations enable the collection and validation of soil moisture data in complex terrain?",
                "QuestionCn": "卫星观测如何在复杂地形中实现土壤湿度数据的收集和验证？",
                "AnswerEn": "Satellite-based observations, such as those derived from the Advanced Microwave Scanning Radiometer (AMSR), provide guidance in regions where in situ observations of soil moisture are sparse, aiding in the validation and improvement of soil moisture data collection in complex terrains.",
                "AnswerCn": "卫星观测，例如来自先进微波扫描辐射计（AMSR）的观测，为土壤湿度观测稀缺的地区提供指导，帮助验证和改善复杂地形中土壤湿度数据的收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions are necessary for the integration of various data sources to enhance land surface model simulations of climate variables?",
                "QuestionCn": "为了增强气候变量的陆面模型模拟，整合各种数据源所需的条件有哪些？",
                "AnswerEn": "The integration of various data sources into land surface model simulations requires conditions such as the availability of high-resolution global datasets of land cover class, timely satellite-derived precipitation data, and accurate soil parameter maps, all of which are utilized by systems like GLDAS to enhance simulations of climate variables.",
                "AnswerCn": "将各种数据源整合到陆面模型模拟中需要一些条件，例如高分辨率的全球土地覆盖分类数据集、及时的卫星衍生降水数据以及准确的土壤参数图，这些都被像GLDAS这样的系统用来增强气候变量的模拟。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in validating soil moisture data collected through remote sensing methods?",
                "QuestionCn": "通过遥感方法收集的土壤湿度数据在验证时可能面临哪些挑战？",
                "AnswerEn": "The sparseness of in situ observations of soil moisture complicates the task of validating remote sensing results and selecting the optimal product. However, AMSR-derived soil moisture fields could offer some guidance in addressing this challenge in the future.",
                "AnswerCn": "在地面土壤湿度观测稀缺的情况下，验证遥感结果和选择最佳产品的任务变得复杂。然而，AMSR衍生的土壤湿度场可能在未来为解决这一挑战提供一些指导。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential reasons for the exclusion of results over certain geographical areas in land surface modeling?",
                "QuestionCn": "在土地表面建模中，某些地理区域结果被排除的潜在原因是什么？",
                "AnswerEn": "Results over Greenland are typically ignored because land surface models do not incorporate ice sheet models, and there is a lack of reliable forcing data and soil parameter information for these regions.",
                "AnswerCn": "格陵兰的结果通常被忽视，因为陆面模型没有纳入冰盖模型，并且这些地区缺乏可靠的强迫数据和土壤参数信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the challenges faced in validating datasets within the domain of high-resolution land temperature modeling?",
                "QuestionCn": "我对高分辨率土地温度建模领域中验证数据集所面临的挑战的评估是什么？",
                "AnswerEn": "The challenges in validating datasets within this domain include the sparseness of in situ observations of soil moisture, which complicates the task of assessing dataset accuracy and product reliability. Additionally, the absence of ice sheet models and reliable data for regions like Greenland further complicates validation efforts.",
                "AnswerCn": "在这个领域中，验证数据集的挑战包括土壤湿度的现场观测稀少，这使得评估数据集的准确性和产品可靠性变得复杂。此外，缺乏冰盖模型和格林兰等地区的可靠数据进一步加大了验证工作的难度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you perceive the effectiveness of using satellite-derived data for enhancing land surface models in climatological studies?",
                "QuestionCn": "您如何看待使用卫星衍生数据来增强气候研究中的陆面模型的有效性？",
                "AnswerEn": "Satellite-derived data have proven to be effective in enhancing land surface models by providing near-real-time information and high-resolution datasets, such as land cover classes and vegetation indices. These datasets are crucial for improving the accuracy of climate models, despite challenges like data sparseness in certain regions.",
                "AnswerCn": "卫星衍生数据已被证明在增强陆面模型方面有效，因为它们提供了近实时信息和高分辨率数据集，如土地覆盖类别和植被指数。这些数据集对于提高气候模型的准确性至关重要，尽管在某些地区存在数据稀疏等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential benefits and drawbacks of using a static dataset for land cover classification in environmental modeling?",
                "QuestionCn": "在环境建模中使用静态数据集进行土地覆盖分类的潜在好处和缺点是什么？",
                "AnswerEn": "The use of a static dataset for land cover classification offers the benefit of consistent and standardized data input for models, which is useful for long-term studies. However, this approach may not capture dynamic changes in land cover over time, potentially leading to inaccuracies in modeling outcomes as environmental conditions evolve.",
                "AnswerCn": "使用静态数据集进行土地覆盖分类的好处在于为模型提供了一致和标准化的数据输入，这对于长期研究非常有用。然而，这种方法可能无法捕捉土地覆盖随时间的动态变化，可能导致随着环境条件的演变，建模结果出现不准确的情况。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the sparseness of in situ soil moisture observations affects the validation of data products in this field.",
                "QuestionCn": "我不明白原位土壤湿度观测的稀疏性如何影响该领域数据产品的验证。",
                "AnswerEn": "The sparseness of in situ observations of soil moisture complicates the task of validating results and choosing the better product because it limits the availability of ground-truth data necessary for accurate comparison and validation of remote sensing or model-derived soil moisture fields.",
                "AnswerCn": "土壤湿度的现场观测稀缺使得验证结果和选择更好产品的任务变得复杂，因为这限制了用于准确比较和验证遥感或模型衍生土壤湿度场所需的地面真实数据的可用性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used for generating high-resolution temperature data in key node regions from satellite and ground observations.",
                "QuestionCn": "我对从卫星和地面观测生成关键节点区域的高分辨率温度数据的方法感到不确定。",
                "AnswerEn": "The temperature data is sourced from the Global Land Data Assimilation System (GLDAS), which utilizes satellite and ground observations, and employs a model that is initialized with soil moisture and other state fields from LSM climatology. The data is processed using advanced modeling and data assimilation techniques to produce high-resolution grid data.",
                "AnswerCn": "温度数据来源于全球陆地数据同化系统（GLDAS），该系统利用卫星和地面观测，并采用一个以土壤湿度和其他状态场的气候学为基础初始化的模型。数据通过先进的建模和数据同化技术处理，以生成高分辨率的网格数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the integration of soil moisture, temperature, and snow data in land surface models affects the accuracy of climate predictions.",
                "QuestionCn": "我无法理解土壤湿度、温度和雪数据在陆面模型中的集成如何影响气候预测的准确性。",
                "AnswerEn": "Soil moisture, temperature, and snow are integrated states that influence terrestrial energy and water fluxes between the land and atmosphere. Biases in land surface forcing data and parameterizations can accumulate as errors in these states, impacting the accuracy of climate predictions by operational numerical weather forecast and climate models.",
                "AnswerCn": "土壤湿度、温度和雪是影响陆地与大气之间能量和水分通量的综合状态。地表强迫数据和参数化中的偏差可能会累积为这些状态中的错误，从而影响气候预测的准确性，包括操作性数值天气预报和气候模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the data collection methods used for deriving high-resolution terrestrial water and energy storage estimates, highlighting the integration of satellite and ground observations.",
                "QuestionCn": "请分析用于推导高分辨率陆地水和能量储存估计的数据收集方法，重点强调卫星和地面观测的整合。",
                "AnswerEn": "The data collection methods involve the use of the Global Land Data Assimilation System (GLDAS), which integrates satellite and ground observations. The system employs advanced land surface modeling and data assimilation techniques to produce optimal surface states like soil moisture and temperature. The original temperature data is grid-based at a resolution of 0.25˚×0.25˚ and is derived from the Global Land Data Assimilation System (GLDAS), which utilizes satellite and terrestrial observations.",
                "AnswerCn": "数据收集方法涉及使用全球陆地数据同化系统（GLDAS），该系统整合了卫星和地面观测。该系统采用先进的陆面建模和数据同化技术，生成最佳的表面状态，如土壤湿度和温度。原始温度数据为网格状，分辨率为0.25˚×0.25˚，并来源于全球陆地数据同化系统（GLDAS），该系统利用卫星和地面观测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the challenges faced in the validation of soil moisture data within the context of global land data assimilation systems.",
                "QuestionCn": "在全球陆地数据同化系统中，验证土壤湿度数据面临的挑战。",
                "AnswerEn": "One of the main challenges in validating soil moisture data is the sparseness of in situ observations, which complicates the process of validating results and selecting the better product. However, it is suggested that AMSR-derived soil moisture fields might provide some guidance in overcoming this challenge in the near future.",
                "AnswerCn": "验证土壤湿度数据的主要挑战之一是现场观测的稀疏性，这使得验证结果和选择更好产品的过程变得复杂。然而，有人建议，AMSR衍生的土壤湿度场可能在不久的将来为克服这一挑战提供一些指导。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and evaluate the potential datasets and modeling techniques used for simulating complex land surface phenomena in the context of GLDAS.",
                "QuestionCn": "请识别和评估用于模拟复杂陆面现象的潜在数据集和建模技术，特别是在GLDAS的背景下。",
                "AnswerEn": "The GLDAS employs datasets such as a static, 1-km resolution global dataset of land cover class produced from AVHRR observations, a satellite-based time series or climatology of leaf area index (LAI), and global soil parameter maps. Modeling techniques include the use of the Mosaic and Noah models, initialized by GDAS land surface states, with a spatial resolution of 0.25° and a time step of 15 minutes. The system also utilizes a global 30-arc-second resolution topographic map and estimates radiation fluxes using procedures from the Air Force Weather Agency's Agricultural Meteorology modeling system.",
                "AnswerCn": "GLDAS使用的数据集包括基于AVHRR观测生成的静态1公里分辨率全球土地覆盖分类数据集、基于卫星的叶面积指数（LAI）时间序列或气候数据集，以及全球土壤参数图。建模技术包括使用Mosaic和Noah模型，这些模型由GDAS地表状态初始化，空间分辨率为0.25°，时间步长为15分钟。该系统还利用全球30弧秒分辨率的地形图，并使用空军气象局农业气象建模系统的程序估算辐射通量。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}