{
    "id": "9ce12f61-98ce-4e5e-a32d-ba80ea604f85",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Seismic datasets of 2016 and 2022 Mengyuan earthquake",
            "titleCn": "2016年和2022年青海门源地震数据集",
            "description": "The Qilian-Haiyuan fault Zone is one of the most active fault zones in the Northeastern Tibetan Plateau, especially the Haiyuan fault zone, which has historically experienced several destructive earthquakes of Mw 7-8. On January 8, 2022, a Mw 6.7 earthquake occurred Menyuan, Qinghai Province, China, the epicenter was located the northeastern edge of the Qilian Mountains, causing severe damage to local transportation infrastructure. In the past 35 years, three Mw~6 earthquakes have occurred in this area. This dataset is based on GF-7 and Sentinel-1 satellite image data. The surface rupture zone of the 2022 Menyuan earthquake was identified by visual interpretation after processing GF-7 satellite image orthorectification, image fusion, stitching and cropping. Based on the InSAR technique, the coseismic deformation fields of the 2016 and 2022 Mengyuan earthquakes were obtained by processing the Sentinel-1 SAR images. This dataset is expected to contribute to the study of the Qinghai Mengyuan earthquake and the future exploration of rupture activity characteristics and seismic hazard assessment in the region.",
            "descriptionCn": "祁连山断裂带是青藏高原东北部最活跃的断裂带之一，特别是海原断裂带，历史上曾发生过多次Mw 7-8的破坏性地震。2022年1月8日，祁连山东北缘，青海省门源县发生Mw 6.7地震，对当地交通基础设施造成严重破坏。在过去大约35年里，门源地区发生了三次Mw~6地震。本数据集基于GF-7和Sentinel-1卫星遥感影像数据。对GF-7卫星影像正射校正、影像融合、拼接和裁剪等处理后，通过目视解译识别了2022年门源地震的地表破裂带。基于InSAR技术，对Sentinel-1 SAR影像处理获得了2016年和2022年门源地震的同震形变场。本数据集期望有助于对青海门源地震的研究，以及未来区域内断裂活动特征和地震危险性评估进行探讨。",
            "instructions": "The basic format of data naming is YYYYMYEQ_XX.XX, where YYYY represents the time, MYEQ represents the Menyuan earthquake and XX.XX represents the data result type and format. GF-7 images are presented as tif files with the file name 2022MYEQ_GF7.tif. InSAR data of the 2016 and 2022 portal source earthquakes are presented as grd files, where FIL stands for InSAR results,  ASC stands for ascending data, and DSE stands for descending data. The coseismic deformation field downsampling files are inp files. The inp files are in ASCII format, where QUAD stands for quadratic tree downsampling and utm stands for downsampling files in the UTM coordinate system. The tif and grd data can be opened with Arcgis or GMT, and inp files can be edited with text editors such as Matlab or Notepad for tomographic parameter inversion. The Gf-7 image‘s spatial resolution is 0.67m. The InSAR image's spatial resolution is 30m.",
            "instructionsCn": "数据命名基本格式为YYYYMYEQ_XX.XX，其中YYYY代表时间，MYEQ代表门源地震，XX.XX代表数据结果类型和格式。GF-7影像数据以tif文件展示，文件名为2022MYEQ_GF7.tif。2016年和2022年门源地震的InSAR数据以grd文件展示，其中FIL代表InSAR结果，ASC代表升轨数据，DSE代表降轨数据。同震形变场降采样文件为inp文件，数据为ASCII格式，其中QUAD代表四叉树降采样，utm代表UTM坐标系下的降采样文件。tif和grd数据可以用Arcgis打开，inp文件在用于断层参数反演时可以用Matlab或记事本等文本编辑器查看编辑。GF-7数据空间分辨率为0.67m，InSAR数据的空间分辨率为30m。",
            "east": 101.9,
            "west": 100.5,
            "south": 36.5,
            "north": 38.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 2998333053.0,
            "cstr": "18406.11.SolidEar.tpdc.300244",
            "doi": "10.11888/SolidEar.tpdc.300244",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "王俊祎",
                "nameEn": "WANG Junyi",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "丁林",
                "nameEn": "DING Lin",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "何建坤",
                "nameEn": "HE Jiankun",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "蔡福龙",
                "nameEn": "CAI Fulong",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王超",
                "nameEn": "WANG Chao",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "张宗昆",
                "nameEn": "ZHANG Zongkun",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Research of Seismogenic Structures of the 2016 and 2022 Menyuan Earthquakes, in the Northeastern Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, J., Ding, L., He, J., Cai, F., Wang, C., & Zhang, Z. (2023). Research of Seismogenic Structures of the 2016 and 2022 Menyuan Earthquakes, in the Northeastern Tibetan Plateau. Remote Sensing, 15(3), 742. https://doi.org/10.3390/rs15030742 "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "光学遥感",
                "nameEn": "Optical remote sensing"
            },
            {
                "nameCn": "发震构造",
                "nameEn": "seismotectonics"
            },
            {
                "nameCn": "地震",
                "nameEn": "Seismology"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "形变特征",
                "nameEn": "Deformation pattern"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave Remote Sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国青海门源",
                "keywordEn": "Mengyuan, Qinghai, China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016和2022",
                "keywordEn": "2016 and 2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "碰撞造山带隆升与环境资源影响",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "青藏高原地球系统基础科学中心",
                "titleEn": "Basic Science Center Program of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze seismic activity and surface deformation in a tectonically active region?",
                "QuestionCn": "您能否提供一个用于分析构造活跃区域地震活动和地表变形的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to analyze seismic activity and surface deformation in a tectonically active region involves the use of GF-7 and Sentinel-1 satellite remote sensing imagery. The GF-7 satellite imagery undergoes orthorectification, image fusion, mosaicking, and cropping to visually interpret and identify surface rupture zones. Additionally, InSAR technology is applied to Sentinel-1 SAR imagery to process and obtain coseismic deformation fields for seismic events.",
                "AnswerCn": "用于分析构造活跃区域地震活动和地表变形的数据收集方法的一个例子是使用GF-7和Sentinel-1卫星遥感影像。GF-7卫星影像经过正射校正、影像融合、拼接和裁剪，以便进行视觉解读并识别地表破裂带。此外，利用InSAR技术对Sentinel-1 SAR影像进行处理，以获取地震事件的同震变形场。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of remote sensing data used in detecting earthquake surface rupture zones?",
                "QuestionCn": "用于检测地震表面破裂带的遥感数据的具体特征是什么？",
                "AnswerEn": "GF-7 satellite imagery, Sentinel-1 satellite imagery, orthorectification, image fusion, mosaicking, cropping",
                "AnswerCn": "GF-7卫星影像，Sentinel-1卫星影像，正射校正，影像融合，镶嵌，裁剪",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many Mw 6 or greater earthquakes have occurred in the Menyuan region over the past 35 years?",
                "QuestionCn": "在过去35年中，M6或更大地震在门源地区发生了多少次？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'InSAR technology' mean in the context of collecting seismic deformation data?",
                "QuestionCn": "'InSAR技术'在收集地震变形数据的背景下是什么意思？",
                "AnswerEn": "InSAR technology, in the context of collecting seismic deformation data, refers to the use of Interferometric Synthetic Aperture Radar (InSAR) techniques to process satellite SAR imagery to detect and measure ground deformations caused by seismic activities. This method was utilized to obtain co-seismic deformation fields for the 2016 and 2022 Qinghai Menyuan earthquakes.",
                "AnswerCn": "InSAR技术在收集地震变形数据的背景下，指的是利用干涉合成孔径雷达（InSAR）技术处理卫星SAR影像，以检测和测量由地震活动引起的地面变形。这种方法被用于获取2016年和2022年青海门源地震的共震变形场。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can InSAR technology be utilized to infer the characteristics of seismic deformation fields in earthquake-prone regions?",
                "QuestionCn": "InSAR技术如何用于推断地震多发地区地震变形场的特征？",
                "AnswerEn": "InSAR technology processes SAR satellite imagery, like Sentinel-1 data, to detect ground deformation by comparing pre- and post-event images. This allows for the measurement of co-seismic deformation fields during events such as the 2016 and 2022 Qinghai Menyuan earthquakes. Such data can reveal the spatial extent and magnitude of ground shifts, providing insights into the activity and behavior of fault lines, including those in the Qilian Mountain fault zone.",
                "AnswerCn": "InSAR技术处理SAR卫星影像，如Sentinel-1数据，通过比较事件前后的影像来检测地面变形。这使得在2016年和2022年青海门源地震等事件中能够测量同震变形场。这些数据可以揭示地面位移的空间范围和幅度，为了解断层线的活动和行为提供了洞察，包括祁连山断层带的情况。",
                "Level": "C3(Applying)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately identifying surface rupture zones in the Qinghai Menyuan earthquake region using satellite remote sensing imagery?",
                "QuestionCn": "在青海门源地震区域，使用卫星遥感影像准确识别表面破裂带的挑战因素有哪些？",
                "AnswerEn": "The challenges of accurately identifying surface rupture zones in the Qinghai Menyuan earthquake region using satellite remote sensing imagery can be attributed to the need for precise orthorectification, image fusion, and processing techniques like stitching and cropping of GF-7 satellite images. Additionally, visual interpretation is required to recognize the surface rupture zones from these processed images, which may be complicated by the complex terrain and existing environmental conditions.",
                "AnswerCn": "在青海门源地震区域，准确识别地表破裂带的挑战可以归因于对精确正射校正、图像融合以及GF-7卫星图像的拼接和裁剪等处理技术的需求。此外，还需要进行视觉解读，以从这些处理过的图像中识别地表破裂带，而这可能会因复杂的地形和现有的环境条件而变得更加困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes of using satellite remote sensing imagery such as GF-7 and Sentinel-1 in detecting and analyzing surface rupture zones following major seismic events?",
                "QuestionCn": "使用卫星遥感影像，如GF-7和Sentinel-1，检测和分析重大地震事件后表面破裂带的可能结果是什么？",
                "AnswerEn": "Using satellite remote sensing imagery like GF-7 and Sentinel-1 allows for the detection and analysis of surface rupture zones by providing high-resolution images that can be processed through orthorectification, image fusion, mosaicking, and cropping. This approach aids in visually interpreting and identifying surface rupture zones, facilitating an understanding of seismic events and contributing to the research on fault activity characteristics and seismic hazard assessment in the region.",
                "AnswerCn": "使用卫星遥感影像，如GF-7和Sentinel-1，可以通过正射校正、图像融合、拼接和裁剪等处理方法检测和分析地表破裂带。这种方法有助于直观地解释和识别地表破裂带，促进对地震事件的理解，并为该地区的断层活动特征和地震危险评估研究提供支持。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}