{
  "id": "9d62caf3-0aff-4147-b359-5196c55aaee6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Modern pollen dataset for Asia",
      "titleCn": "亚洲现代花粉数据集",
      "description": "Modern pollen dataset is essential for investigating the relationships between pollen and vegetation and climate, and for the pollen-based past vegetation and climate quantitative reconstructions. Asia has various landform types, climate systems and vegetation types, however, researches on pollen modern processes in Asia are generally restricted at regional scale, hitherto, an entire modern pollen dataset absent in Asia. Based on previous pollen data collection and modern pollen analysis (for special regions), authors have established a modern pollen dataset for Asia initially. The modern pollen dataset including 9165 sampling sites with 245 pollen taxa (at genus and family level), covering evenly the most of parts of Asia. This modern pollen dataset can be utilized in pollen-based past vegetation and climate reconstructions at board spatial-scale, and in reliability assessing for vegetation and climate models. The modern pollen dataset is relative to the literature: Cao, X., Tian, F., Herzschuh, U., Ni, J., Xu, Q., Li, W., Zhang, Y., Luo, M., Chen, F., 2022. Human activities have reduced plant diversity in eastern China over the last two millennia, Global Change Biology (accepted). More detail on processing is provided in this literature.",
      "descriptionCn": "现代花粉数据库是开展花粉与植被及气候定量关系并开展古植被与古气候定量重建的数据基础。亚洲地貌、气候、植被区域差异显著，区域尺度的花粉现代过程研究取得一系列重要成果，但尚缺乏涵盖亚洲的现代孢粉数据集。作者通过收集前人的现代孢粉数据，并补充开展部分地区的现代孢粉分析，初步构建涵盖亚洲大部分地区的现代孢粉数据集。数据集包含9165个样点，能够涵盖除南亚之外的亚洲大部分地区；包含245个花粉类型，主要为科或属。该数据集可用于开展大空间尺度古植被和气候重建研究，也可用于植被和气候模型可靠性评价。本数据集是来源于论文：Cao, X., Tian, F., Herzschuh, U., Ni, J., Xu, Q., Li, W., Zhang, Y., Luo, M., Chen, F., 2022. Human activities have reduced plant diversity in eastern China over the last two millennia, Global Change Biology (accepted)，详细信息在本文中有详细介绍。",
      "instructions": "The modern pollen dataset is a two-way matrix, archived in EXCEL file. The rows present the site name, location, and pollen percentages (245 taxa) for each sampling site, while the columns indicate the different variables (including pollen taxa and site information) for each site.",
      "instructionsCn": "现代花粉数据集是二维矩阵，存放在EXCEL文件中。 矩阵的行是每个样点的名称、位置及245个孢粉类型的含量，列代表每个样点的个变量参数。",
      "east": 180.0,
      "west": 24.1,
      "south": 18.2,
      "north": 79.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 8349918.0,
      "cstr": "18406.11.Paleoenv.tpdc.272378",
      "doi": "10.11888/Paleoenv.tpdc.272378",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹现勇",
        "nameEn": "CAO Xianyong",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "田芳",
        "nameEn": "TIAN Fang",
        "unitEn": "",
        "unitCn": "首都师范大学"
      },
      {
        "nameCn": "许清海",
        "nameEn": "XU Qinghai ",
        "unitEn": "Hebei Normal University",
        "unitCn": "河北师范大学"
      },
      {
        "nameCn": "倪健",
        "nameEn": "NI Jian",
        "unitEn": "",
        "unitCn": "浙江师范大学"
      },
      {
        "nameCn": "Ulrike Herzschuh",
        "nameEn": "HERZSCHUH Ulrike ",
        "unitEn": "Alfred Wegner Institute, Helmholtz Centre for Polar and Marine Research",
        "unitCn": "Alfred Wegner Institute, Helmholtz Centre for Polar and Marine Research"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Human activities have reduced plant diversity in eastern China over the last two millennia",
        "referenceCn": null,
        "referenceEn": "Cao, X., Tian, F., Herzschuh, U., Ni, J., Xu, Q., Li, W., Zhang, Y., Luo, M., Chen, F., 2022. Human activities have reduced plant diversity in eastern China over the last two millennia, Global Change Biology, DOI：https://doi.org/10.1111/gcb.16274."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "孢粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "亚洲",
        "keywordEn": "Asia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现代",
        "keywordEn": "modern",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Understanding the history and regional singularities of human impact on vegetation is key to developing strategies for sustainable ecosystem management."
      ],
      "research objective": [
        "In this study, fossil and modern pollen datasets from China are employed to investigate temporal changes in pollen composition, analogue quality, and pollen diversity during the Holocene."
      ],
      "challenges": [
        "The contradiction implies that pollen data together with pollen-based reconstructions fail to provide robust evidence for human impacts on vegetation. These contradictions could be caused by regional differences in the history of human–vegetation interactions."
      ],
      "methods": [
        "An age-depth model has been re-established for each pollen record using Bayesian age–depth modeling with the “Bacon” software in R and the IntCal09 radiocarbon calibration curve. To determine the difference in human impacts on vegetation from different land-use types (crop cultivation and grazing), the 254 fossil pollen records were separated into two groups based on the elevation and modern annual precipitation of the sites, which was obtained from the Chinese Meteorological Forcing Dataset. Pollen percentages were interpolated for 116 time slices at 100-year intervals between 11.5 and 0 cal. ka BP using the interp.dataset function (method = linear) in the rioja package for R. DCA and PCA were performed for each time slice using the decorana and rda functions in the vegan package. Procrustes analyses and PROTEST were carried out in R using the Procrustes and protest functions of the vegan package. Geographic distance (great circle distance; km) between each modern sample site and each fossil site was calculated using the rdist.earth function in the fields package."
      ],
      "dataset": [
        "The modern pollen dataset from China and Mongolia (comprising 2626 sampling sites) has been extended by pollen data from central Asia (n = 973), central Inner Mongolia (n = 396), Japan and south-eastern Russia (including arboreal taxa only; n = 798), the Tibetan Plateau (n = 70; n = 117; n = 168), the anthropogenic vegetation communities in eastern China (croplands, economic gardens, etc.; n = 472), and other regions. The taxonomically harmonized and temporally standardized fossil pollen dataset from eastern and northern Asia (n = 444) was supplemented by 48 recently published pollen spectra."
      ],
      "findings": [],
      "backgroundCn": [
        "理解人类对植被影响的历史和区域特征对于制定可持续生态系统管理策略至关重要。"
      ],
      "research objectiveCn": [
        "在这项研究中，使用来自中国的化石和现代花粉数据集，以调查全新世期间花粉组成、类比质量和花粉多样性的时间变化。"
      ],
      "challengesCn": [
        "这种矛盾意味着花粉数据以及基于花粉的重建未能提供人类对植被影响的有力证据。这些矛盾可能是由于人类与植被互动历史的区域差异所导致的。"
      ],
      "methodsCn": [
        "为每个花粉记录重新建立了年龄-深度模型，使用了R中的“Bacon”软件和IntCal09放射性碳校准曲线。为了确定不同土地利用类型（农作物种植和放牧）对植被的影响差异，将254个化石花粉记录根据地点的海拔和现代年降水量分为两组，这些数据来自中国气象强迫数据集。使用R中的rioja包中的interp.dataset函数（方法=线性）对116个时间切片的花粉百分比进行了插值，时间间隔为11.5到0 cal. ka BP之间的100年。对每个时间切片使用vegan包中的decorana和rda函数进行了DCA和PCA分析。使用vegan包中的Procrustes和protest函数在R中进行了Procrustes分析和PROTEST分析。使用fields包中的rdist.earth函数计算了每个现代样本地点与每个化石地点之间的地理距离（大圆距离；公里）。"
      ],
      "datasetCn": [
        "来自中国和蒙古的现代花粉数据集（包含2626个采样点）已通过来自中亚的花粉数据（n = 973）、中内蒙古的花粉数据（n = 396）、日本和东南俄罗斯的花粉数据（仅包括树木类群；n = 798）、青藏高原的花粉数据（n = 70；n = 117；n = 168）、中国东部的人为植被群落（农田、经济园等；n = 472）以及其他地区的数据进行了扩展。来自东亚和北亚的经过分类学统一和时间标准化的化石花粉数据集（n = 444）也补充了48个最近发表的花粉谱。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the modern pollen dataset cover the majority of Asia, excluding South Asia?",
        "QuestionCn": "现代花粉数据集是否涵盖了亚洲的大部分地区，不包括南亚？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For expanding modern pollen datasets, is it more effective to focus on increasing sampling sites in underrepresented regions, integrating new pollen types, or both?",
        "QuestionCn": "对于扩展现代花粉数据集，专注于增加在欠代表地区的采样点、整合新的花粉类型，还是两者兼顾，哪种方式更有效？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to construct age-depth models for pollen records in this field?",
        "QuestionCn": "在该领域中，构建花粉记录的年龄-深度模型使用了哪些方法？",
        "AnswerEn": "Bayesian age–depth modeling",
        "AnswerCn": "贝叶斯年龄-深度建模",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered when using pollen data to provide evidence for human impacts on vegetation?",
        "QuestionCn": "使用花粉数据提供人类对植被影响证据时遇到的一个挑战是什么？",
        "AnswerEn": "A challenge mentioned is the contradiction that pollen data and pollen-based reconstructions fail to provide robust evidence for human impacts on vegetation, which could be due to regional differences in the history of human–vegetation interactions.",
        "AnswerCn": "一个提到的挑战是，花粉数据和基于花粉的重建未能提供人类对植被影响的有力证据，这可能是由于人类与植被相互作用的历史在不同地区存在差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the modern pollen datasets utilized in large-scale vegetation and climate reconstruction studies?",
        "QuestionCn": "现代花粉数据集在大规模植被和气候重建研究中具有哪些特征？",
        "AnswerEn": "9165 samples, covers most of Asia except South Asia, 245 pollen types mainly at the family or genus level",
        "AnswerCn": "9165个样本，涵盖除南亚以外的大部分亚洲地区，245种花粉类型，主要在科或属的层面。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the methodological approaches used in constructing age-depth models for pollen records?",
        "QuestionCn": "构建花粉记录的年龄-深度模型所使用的方法论方法有哪些？",
        "AnswerEn": "Bayesian age-depth modeling, 'Bacon' software in R, IntCal09 radiocarbon calibration curve",
        "AnswerCn": "贝叶斯年龄-深度建模，R语言中的'Bacon'软件，IntCal09放射性碳校准曲线",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific attributes are considered when separating fossil pollen records into groups based on land-use types?",
        "QuestionCn": "在根据土地利用类型将化石花粉记录分组时，考虑的具体属性包括哪些？",
        "AnswerEn": "elevation, modern annual precipitation",
        "AnswerCn": "海拔，现代年降水量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sampling sites are included in the pollen dataset used for studying human impacts on vegetation in eastern China?",
        "QuestionCn": "用于研究人类对中国东部植被影响的花粉数据集中包含多少个采样点？",
        "AnswerEn": "2626",
        "AnswerCn": "2626",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total number of sampling sites in the modern pollen dataset that covers parts of Asia, excluding South Asia?",
        "QuestionCn": "现代花粉数据集中覆盖亚洲部分地区（不包括南亚）的采样点总数是多少？",
        "AnswerEn": "9165",
        "AnswerCn": "9165",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many fossil pollen records were analyzed to determine human impact on vegetation from different land-use types?",
        "QuestionCn": "为了确定不同土地利用类型对植被的影响，分析了多少个化石花粉记录？",
        "AnswerEn": "254",
        "AnswerCn": "254",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'modern pollen dataset' in the context of paleoecological research?",
        "QuestionCn": "在古生态学研究中，“现代花粉数据集”是什么？",
        "AnswerEn": "A modern pollen dataset refers to a collection of pollen samples collected from current environments, which are used to understand the relationship between pollen and vegetation as well as climate. This dataset forms the basis for quantitative reconstructions of past vegetation and climate, allowing for the evaluation of models over large spatial scales.",
        "AnswerCn": "现代花粉数据集是指从当前环境中收集的花粉样本的集合，用于理解花粉与植被以及气候之间的关系。该数据集为过去植被和气候的定量重建提供了基础，从而允许在大空间尺度上评估模型。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'high taxonomic resolution' mean in the classification of pollen types in datasets?",
        "QuestionCn": "在花粉类型分类的数据集中，“高分类学分辨率”是什么意思？",
        "AnswerEn": "High taxonomic resolution in the classification of pollen types means the dataset includes a detailed classification of pollen, often identified to the level of family or genus, which allows for more precise analysis and interpretation of past vegetation and climate relationships.",
        "AnswerCn": "高分类学分辨率的花粉类型分类意味着数据集包含了详细的花粉分类，通常识别到科或属的水平，这使得对过去植被和气候关系的分析和解释更加精确。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in the challenges faced when using pollen data for reconstructing ancient vegetation and climate models versus evaluating the impact of human activities on vegetation?",
        "QuestionCn": "使用花粉数据重建古代植被和气候模型与评估人类活动对植被影响时面临的挑战有哪些不同？",
        "AnswerEn": "Reconstructing ancient vegetation and climate models using pollen data involves challenges such as ensuring the reliability and accuracy of pollen percentages across large spatial scales. For evaluating human impact on vegetation, challenges include contradictions in data that may arise from regional differences in human-vegetation interactions, as well as the need to differentiate impacts based on land-use types like crop cultivation and grazing.",
        "AnswerCn": "重建古代植被和气候模型使用花粉数据面临的挑战包括确保在大空间尺度上花粉百分比的可靠性和准确性。为了评估人类对植被的影响，挑战包括可能因人类与植被互动的区域差异而产生的数据矛盾，以及需要根据土地利用类型（如农作物种植和放牧）区分影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of dataset composition, how do the modern pollen datasets from China and Mongolia differ from those supplemented with data from Japan and south-eastern Russia?",
        "QuestionCn": "在数据集组成方面，来自中国和蒙古的现代花粉数据集与补充了来自日本和东南俄罗斯的数据集有何不同？",
        "AnswerEn": "The modern pollen dataset from China and Mongolia consists of 2626 sampling sites, while the dataset supplemented with data from Japan and south-eastern Russia includes arboreal taxa only, with a total of 798 sampling sites. This indicates a focus on different regional vegetative components, with the latter emphasizing tree taxa in its collection.",
        "AnswerCn": "中国和蒙古的现代花粉数据集包含2626个采样点，而补充了来自日本和东南俄罗斯的数据集仅包括树木类群，总共有798个采样点。这表明这两个数据集关注不同的区域植被成分，后者强调了树木类群在其收集中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can regional differences in land-use types and climate conditions be interpreted to improve the reliability of pollen-based reconstructions of ancient vegetation and climate?",
        "QuestionCn": "如何解读土地利用类型和气候条件的区域差异，以提高基于花粉的古代植被和气候重建的可靠性？",
        "AnswerEn": "The interpretation of regional differences in land-use types and climate conditions involves separating fossil pollen records into groups based on elevation and modern annual precipitation. This approach helps to identify the specific impacts of different land-use types, such as crop cultivation and grazing, on vegetation across regions with varying climates.",
        "AnswerCn": "对区域土地利用类型和气候条件差异的解释涉及根据海拔和现代年降水量将化石花粉记录分组。这种方法有助于识别不同土地利用类型（如农作物种植和放牧）对不同气候区域植被的具体影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the regional differences in pollen data collection methods across Asia?",
        "QuestionCn": "影响亚洲地区花粉数据收集方法区域差异的因素有哪些？",
        "AnswerEn": "The regional differences in pollen data collection methods across Asia are influenced by the significant variations in geomorphology, climate, and vegetation within the continent. These differences necessitate diverse approaches to pollen data collection to accurately reflect the unique environmental characteristics of each region.",
        "AnswerCn": "亚洲地区的花粉数据收集方法因地形、气候和植被的显著差异而有所不同。这些差异要求采用多样化的花粉数据收集方法，以准确反映每个地区独特的环境特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need to supplement existing pollen datasets with additional data from underrepresented regions in Asia?",
        "QuestionCn": "为什么需要用来自亚洲欠代表地区的额外数据来补充现有的花粉数据集？",
        "AnswerEn": "There is a need to supplement existing pollen datasets with additional data from underrepresented regions in Asia due to the current lack of comprehensive coverage, particularly in areas like South Asia. This supplementation is essential for improving the spatial resolution and reliability of vegetation and climate reconstructions on a large scale.",
        "AnswerCn": "由于当前在亚洲，特别是南亚地区缺乏全面的覆盖，迫切需要通过补充现有的花粉数据集来增加来自欠代表性地区的数据。这种补充对于提高大规模植被和气候重建的空间分辨率和可靠性至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes challenges in using pollen data for robust evidence of human impacts on vegetation?",
        "QuestionCn": "使用花粉数据来提供人类对植被影响的有力证据时面临的挑战是什么？",
        "AnswerEn": "Challenges in using pollen data for robust evidence of human impacts on vegetation arise from contradictions caused by regional differences in the history of human-vegetation interactions, which may affect the reliability of pollen-based reconstructions in reflecting human activities accurately.",
        "AnswerCn": "使用花粉数据来可靠地证实人类对植被影响的挑战源于人类与植被相互作用历史的区域差异所导致的矛盾，这可能影响基于花粉的重建在准确反映人类活动方面的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of employing Bayesian age-depth modeling in reconstructing age-depth models for pollen records?",
        "QuestionCn": "采用贝叶斯年龄-深度建模重建花粉记录的年龄-深度模型的潜在结果是什么？",
        "AnswerEn": "Employing Bayesian age-depth modeling for reconstructing age-depth models can result in more precise temporal frameworks for pollen records, as it integrates prior knowledge and uncertainty in a probabilistic manner. This method enhances the understanding of chronological changes in pollen composition, aiding in the investigation of human impacts on vegetation over time.",
        "AnswerCn": "采用贝叶斯年龄-深度模型重建年龄-深度模型可以为花粉记录提供更精确的时间框架，因为它以概率的方式整合了先验知识和不确定性。这种方法增强了对花粉组成时间变化的理解，有助于研究人类对植被的影响随时间的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of developing a comprehensive pollen dataset across Asia, and how does it contribute to understanding ancient vegetation and climate?",
        "QuestionCn": "开发一个全面的亚洲花粉数据集的主要目标是什么，它如何有助于理解古代植被和气候？",
        "AnswerEn": "The objective of developing a comprehensive pollen dataset across Asia is to provide a data foundation for quantitatively relating pollen to vegetation and climate, facilitating large-scale reconstructions of ancient vegetation and climate. This dataset can also be used to evaluate the reliability of vegetation and climate models.",
        "AnswerCn": "开发一个全面的亚洲花粉数据集的目标是提供一个数据基础，以定量关联花粉与植被和气候，从而促进对古代植被和气候的大规模重建。该数据集还可以用于评估植被和气候模型的可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it essential to employ Bayesian age-depth modeling and radiocarbon calibration in constructing pollen records, and what goals does this serve in the context of pollen-based research?",
        "QuestionCn": "在构建花粉记录时，采用贝叶斯年龄-深度模型和放射性碳校准是至关重要的，这在花粉研究的背景下服务于哪些目标？",
        "AnswerEn": "Employing Bayesian age-depth modeling and radiocarbon calibration is crucial for accurately establishing the chronology of pollen records. This approach helps in understanding temporal changes in pollen composition during the Holocene, which is important for analyzing human impacts on vegetation and for reconstructing past environmental conditions.",
        "AnswerCn": "采用贝叶斯年龄-深度模型和放射性碳校准对于准确建立花粉记录的年代学至关重要。这种方法有助于理解全新世期间花粉组成的时间变化，这对于分析人类对植被的影响和重建过去的环境条件非常重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in compiling a comprehensive pollen dataset that covers diverse regions in Asia, considering the challenges of regional differences in land-use and climate?",
        "QuestionCn": "编制一个涵盖亚洲不同地区的全面花粉数据集涉及哪些程序，考虑到土地利用和气候的区域差异带来的挑战？",
        "AnswerEn": "The procedure involves collecting existing modern pollen data, supplementing it with new analyses for underrepresented regions, and ensuring the dataset encompasses a wide spatial area. This approach allows for a comprehensive coverage of Asia's diverse regions, excluding South Asia, and includes 9165 samples with 245 pollen types primarily categorized at the family or genus level.",
        "AnswerCn": "该程序涉及收集现有的现代花粉数据，补充对代表性不足地区的新分析，并确保数据集涵盖广泛的空间区域。这种方法允许对亚洲多样化地区进行全面覆盖，排除南亚，并包括9165个样本和245种主要按科或属级别分类的花粉类型。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are age-depth models re-established for pollen records to ensure accurate temporal reconstruction of vegetation and climate changes?",
        "QuestionCn": "如何重新建立花粉记录的年龄-深度模型，以确保对植被和气候变化的准确时间重建？",
        "AnswerEn": "Age-depth models for each pollen record are re-established using Bayesian age–depth modeling with the 'Bacon' software in R, employing the IntCal09 radiocarbon calibration curve. This process ensures precise temporal alignment of pollen data for robust reconstruction of historical vegetation and climate changes.",
        "AnswerCn": "每个花粉记录的年龄-深度模型通过在R中使用'Bacon'软件进行贝叶斯年龄-深度建模重新建立，采用IntCal09放射性碳校准曲线。这个过程确保了花粉数据的精确时间对齐，以便稳健地重建历史植被和气候变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the comprehensive coverage of modern pollen samples across diverse Asian regions?",
        "QuestionCn": "哪些数据收集技术能够全面覆盖不同亚洲地区的现代花粉样本？",
        "AnswerEn": "The data collection involved gathering modern pollen data from various regions, including China, Mongolia, central Asia, Japan, southeastern Russia, and the Tibetan Plateau. This was achieved by collecting data from 9165 sampling sites, which ensures coverage of most Asian regions except South Asia.",
        "AnswerCn": "数据收集涉及从多个地区收集现代花粉数据，包括中国、蒙古、中亚、日本、东南俄罗斯和青藏高原。通过从9165个采样点收集数据，确保了对大多数亚洲地区的覆盖，除了南亚。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges need to be addressed to create a harmonized pollen dataset for studying human impacts on vegetation across different Asian regions?",
        "QuestionCn": "为了研究人类对不同亚洲地区植被的影响，需要解决哪些挑战，以创建一个统一的花粉数据集？",
        "AnswerEn": "One of the challenges is the regional differences in human–vegetation interactions, which may lead to contradictions in pollen data interpretations. Addressing these requires taxonomically harmonizing and temporally standardizing fossil pollen datasets and considering regional land-use types (e.g., crop cultivation and grazing) to improve the robustness of human impact assessments.",
        "AnswerCn": "人类与植被相互作用的区域差异是一个挑战，这可能导致对花粉数据解释的矛盾。解决这些问题需要对化石花粉数据集进行分类学上的协调和时间上的标准化，并考虑区域土地利用类型（例如，作物种植和放牧），以提高人类影响评估的可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in constructing a comprehensive dataset for modern pollen data across Asia, considering regional differences in climate and vegetation?",
        "QuestionCn": "考虑到气候和植被的区域差异，为什么在构建亚洲现代花粉数据的综合数据集时可能会面临挑战？",
        "AnswerEn": "The significant regional differences in Asia's landforms, climate, and vegetation pose challenges in constructing a comprehensive dataset. These differences could result in varied pollen compositions, affecting the ability to create a harmonized dataset that accurately reflects the modern pollen processes across different regions.",
        "AnswerCn": "亚洲的地形、气候和植被存在显著的区域差异，这给构建全面的数据集带来了挑战。这些差异可能导致花粉组成的变化，从而影响创建一个准确反映不同地区现代花粉过程的统一数据集的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are some expected difficulties in using pollen data to robustly evidence human impacts on vegetation across different regions in Asia?",
        "QuestionCn": "在使用花粉数据来有力地证明人类对亚洲不同地区植被的影响时，预期会遇到哪些困难？",
        "AnswerEn": "The contradictions in pollen data and pollen-based reconstructions imply that these datasets may not provide robust evidence for human impacts on vegetation. This could be due to regional differences in the history of human-vegetation interactions, suggesting that the datasets might not fully capture the complex interplay between human activities and vegetation changes.",
        "AnswerCn": "花粉数据和基于花粉的重建中的矛盾表明，这些数据集可能无法提供人类对植被影响的有力证据。这可能是由于人类与植被相互作用历史的区域差异，暗示这些数据集可能无法充分捕捉人类活动与植被变化之间的复杂相互关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Bayesian age-depth modeling with the 'Bacon' software in R for constructing age-depth models in pollen data collection?",
        "QuestionCn": "您将如何评估在花粉数据收集中使用R中的'Bacon'软件进行贝叶斯年龄-深度建模的有效性？",
        "AnswerEn": "The use of Bayesian age-depth modeling with the 'Bacon' software in R is a robust approach as it allows for a probabilistic framework to accommodate uncertainties in age-depth relationships, enhancing the precision and reliability of pollen data interpretation over time.",
        "AnswerCn": "使用R中的'Bacon'软件进行贝叶斯年龄-深度建模是一种稳健的方法，因为它允许在概率框架内处理年龄-深度关系中的不确定性，从而提高了对时间上花粉数据解释的精确性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you perceive the potential for expanding pollen datasets by integrating data from regions with less comprehensive coverage, such as South Asia?",
        "QuestionCn": "您如何看待通过整合来自覆盖较少地区（如南亚）的数据来扩展花粉数据集的潜力？",
        "AnswerEn": "Integrating data from underrepresented regions like South Asia into pollen datasets could significantly enhance the spatial resolution and comprehensiveness of studies on vegetation history and human impacts. However, it requires careful standardization and harmonization of data to ensure compatibility and accuracy.",
        "AnswerCn": "将南亚等欠代表地区的数据整合到花粉数据集中，可以显著提高对植被历史和人类影响研究的空间分辨率和全面性。然而，这需要仔细的标准化和数据协调，以确保兼容性和准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how a dataset can effectively cover the diverse climatic and vegetative regions of Asia for studying historical vegetation changes.",
        "QuestionCn": "我不明白一个数据集如何能够有效覆盖亚洲多样的气候和植被区域，以研究历史植被变化。",
        "AnswerEn": "A comprehensive approach was taken by compiling a modern pollen dataset from various regions in Asia, including China, Mongolia, central Asia, and others, to ensure wide geographic coverage and diversity of pollen types, enabling effective study of historical vegetation changes.",
        "AnswerCn": "通过汇编来自亚洲各个地区的现代花粉数据集，包括中国、蒙古、中亚等，采取了一种综合方法，以确保广泛的地理覆盖和花粉类型的多样性，从而有效研究历史植被变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies used for harmonizing and standardizing a fossil pollen dataset temporally and taxonomically.",
        "QuestionCn": "请探讨用于在时间和分类上协调和标准化化石花粉数据集的方法。",
        "AnswerEn": "The fossil pollen dataset from eastern and northern Asia was taxonomically harmonized and temporally standardized, supplemented by 48 recently published pollen spectra.",
        "AnswerCn": "来自东亚和北亚的化石花粉数据集进行了分类学上的协调和时间上的标准化，并补充了48个最近发布的花粉谱。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please examine the challenges and strategies involved in interpolating pollen percentages across different time slices.",
        "QuestionCn": "请检查在不同时间切片中插值花粉百分比所涉及的挑战和策略。",
        "AnswerEn": "Pollen percentages were interpolated for 116 time slices at 100-year intervals using the interp.dataset function (method = linear) in the rioja package for R. Challenges include ensuring accurate interpolation across different temporal spans.",
        "AnswerCn": "花粉百分比通过使用R中的rioja包中的interp.dataset函数（方法=线性）在100年间隔的116个时间切片中进行了插值。挑战包括确保在不同时间跨度之间进行准确的插值。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}