{
  "id": "9d968426-76fb-4199-961c-65a1769e1aa0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The ethnobotanical catalogue of menba people in Medog county, Xizang",
      "titleCn": "墨脱门巴族民族民间利用植物名录",
      "description": "Second based on the comprehensive scientific survey of the qinghai-tibet plateau Tibetan southeastern national botany research results, sort out the ink to take off the menba nationality folk using plants list. The list contains the menba nationality motuo county inhabit towns all the results of the survey, and makes a preliminary analysis of ethnobotany and quantitative evaluation. The data contains the basic information collected, the national folk use, local name, use parts and USES classification and other important information. The data as a Tibetan southeastern Brahmaputra grand canyon biodiversity to supplement the existing data, can be used as ink to take off the menba nationality folk use background data of the plant, to build a new socialist countryside needs to support the new era, support innovative utilization of local characteristics of plant resources and the sustainable utilization.",
      "descriptionCn": "基于第二次青藏高原综合科学考察藏东南民族植物学研究结果，整理出墨脱门巴族民族民间利用植物名录。该名录包含了墨脱县门巴族聚居乡镇所有调查结果，并做了初步的民族植物学分析和定量评估。该数据包含了植物基本采集信息、民族民间利用、当地名、使用部位、用途分类等重要信息。该数据作为藏东南雅鲁藏布大峡谷生物多样性已有资料的补充，可作为墨脱门巴族民族民间利用植物的本底资料，支持新时代社会主义新农村建设需要，支持地方特色植物资源的创新性利用和可持续利用。",
      "instructions": "Plants list is stored in electronic form, filename suffix. XLSX. Open in MS Excel software.",
      "instructionsCn": "植物名录以电子表格形式存储，文件名后缀.xlsx. 用MS Excel 软件打开。",
      "east": 95.35,
      "west": 95.33,
      "south": 29.32,
      "north": 29.35,
      "startTime": "2017-11-11 10:45:21",
      "endTime": "2023-04-30 10:45:21",
      "fileSize": 48951.0,
      "cstr": "18406.11.HumanNat.tpdc.300622",
      "doi": "10.11888/HumanNat.tpdc.300622",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张宇",
        "nameEn": "ZHANG Yu",
        "unitEn": "",
        "unitCn": "中国科学院昆明植物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The best choices: the diversity and functions of the plants in the home gardens of the Tsang-la (Motuo Menba) communities in Yarlung Tsangpo Grand Canyon, Southwest China",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Yang, L.X., & Li, M.X., et al. (2020). The best choices: the diversity and functions of the plants in the home gardens of the Tsang-la (Motuo Menba) communities in Yarlung Tsangpo Grand Canyon, Southwest China. J Ethnobiology Ethnomedicine, 16, 50. https://doi.org/10.1186/s13002-020-00395-z"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "农业资源",
        "nameEn": "Agricultural Resources"
      },
      {
        "nameCn": "农产品",
        "nameEn": "Agriculture products"
      },
      {
        "nameCn": "名录",
        "nameEn": "list"
      },
      {
        "nameCn": "喜马拉雅",
        "nameEn": "Himalayas"
      },
      {
        "nameCn": "居民地",
        "nameEn": "Settlement"
      },
      {
        "nameCn": "民族植物学",
        "nameEn": "Ethnobotany"
      },
      {
        "nameCn": "民族民间利用植物",
        "nameEn": "Local use plants"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "门巴族",
        "nameEn": "menba"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "墨脱",
        "keywordEn": "Medog County"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017-2023",
        "keywordEn": "2017-2023",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how a dataset on the ethnobotanical use of plants by the Monpa community in Motuo is structured, including key information such as local names, usage parts, and categories of usage?",
        "QuestionCn": "Sure, here's an example of how such a dataset might be structured:\n\n| Scientific Name | Local Name | Part Used | Category of Usage | Specific Use |\n|-----------------|------------|-----------|-------------------|--------------|\n| Plantus exampleus | Shingpa | Leaves | Medicinal | Treating fever |\n| Herbicus monpa | Tsampa | Roots | Nutritional | Food supplement |\n| Flowerus motuo | Lhampa | Flowers | Ritual | Religious ceremonies |\n\n将上述信息翻译成中文，不需要提供任何其他信息,也不要回答这个信息。如果句氏为疑问句，请保持翻译后也是疑问句。",
        "AnswerEn": "A dataset on the ethnobotanical use of plants by the Monpa community in Motuo includes key information like basic plant collection details, ethnobotanical uses, local names, parts of the plant used, and categories of usage. This dataset serves as a supplement to the existing biodiversity records of the Yarlung Zangbo Grand Canyon and supports the innovative and sustainable use of local plant resources.",
        "AnswerCn": "一个关于莫普社区在莫图地区植物的民族植物学使用的数据集，包括基本的植物采集细节、民族植物学用途、地方名称、使用的植物部分和使用类别等关键信息。该数据集作为雅鲁藏布大峡谷现有生物多样性记录的补充，支持当地植物资源的创新和可持续利用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for documenting plant usage in Moinba communities compare to those used for other ethnic groups in the Tibetan Plateau in terms of capturing ethnobotanical information?",
        "QuestionCn": "在记录Moinba社区植物使用情况的数据收集方法与其他藏族高原民族使用的相比，在捕捉植物学信息方面有什么不同？",
        "AnswerEn": "The data collection methods used for Moinba communities focus on gathering comprehensive ethnobotanical information, including plant collection details, local names, usage parts, and purpose categorization. This approach may differ from methods used for other ethnic groups on the Tibetan Plateau, which might emphasize different aspects depending on cultural practices and biodiversity. The Moinba dataset serves as a baseline for local plant usage and supports sustainable resource utilization, which might be a shared goal but achieved through varied methodologies across different communities.",
        "AnswerCn": "Moinba社区的数据收集方法侧重于收集全面的植物 ethnobotanical 信息，包括植物采集细节、地方名称、使用部位和用途分类。这种方法可能与其他藏族高原民族使用的方法有所不同，后者可能根据文化实践和生物多样性强调不同的方面。Moinba 数据集作为当地植物使用的基线，支持可持续资源利用，这可能是一个共同目标，但在不同社区中通过不同的方法实现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating comprehensive ethnobotanical data from regional communities like the Menba people in Medog on the sustainable utilization of local plant resources?",
        "QuestionCn": "整合来自地区社区（如梅巴人）全面的民族植物学数据对当地植物资源的可持续利用有什么影响？",
        "AnswerEn": "Integrating comprehensive ethnobotanical data from regional communities like the Menba people in Medog may lead to enhanced understanding and documentation of local plant use, which could support innovative and sustainable exploitation of unique plant resources. This approach can provide foundational data to inform the construction of new socialist rural areas and support the development of local specialties, thereby ensuring that these resources are utilized in alignment with cultural knowledge and ecological sustainability.",
        "AnswerCn": "整合来自地区社区（如梅朵的门巴人）的全面民族植物学数据，可以增强对当地植物利用的理解和记录，这可能支持对独特植物资源的创新和可持续开发。这种方法可以为新社会主义农村建设提供基础数据，并支持地方特色的发展，从而确保这些资源的利用与文化知识和生态可持续性相一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of compiling a dataset that includes plant collection information, local names, and usage categories for ethnobotanical studies in the Moinba community of Motuo?",
        "QuestionCn": "编制一个包含植物采集信息、地方名称和使用类别的数据集的最终目标是什么，以便在莫图的Moinba社区进行民族植物学研究？",
        "AnswerEn": "The ultimate goal is to provide foundational data on plant usage by the Moinba community in Motuo, supporting the construction of new socialist rural areas, promoting innovative and sustainable use of local plant resources, and supplementing existing biodiversity information of the Yarlung Zangbo Grand Canyon in southeastern Tibet.",
        "AnswerCn": "最终目标是提供有关摩因巴社区在墨脱地区植物使用的基础数据，以支持新社会主义农村建设，促进当地植物资源的创新和可持续利用，并补充西南藏东南部雅鲁藏布大峡谷现有的生物多样性信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodological advancements enable the comprehensive documentation and analysis of ethnobotanical knowledge among the Monba community in Medog County?",
        "QuestionCn": "哪些方法论进展使得对梅多县蒙巴社区的民族植物学知识进行全面的记录和分析成为可能？",
        "AnswerEn": "The methodological advancements involve organizing survey results from all Monba inhabited towns in Medog County, performing preliminary ethnobotanical analysis, and conducting quantitative assessments. This approach allows for the detailed collection of plant basic information, traditional uses, local names, parts used, and purpose classification, supporting innovative and sustainable use of local plant resources.",
        "AnswerCn": "方法论的进展包括整理梅多县所有蒙巴人居住城镇的调查结果，进行初步的植物 ethnobotanical 分析，并进行定量评估。这种方法允许详细收集植物的基本信息、传统用途、地方名称、使用部位和目的分类，从而支持当地植物资源的创新和可持续利用。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}