{
    "id": "9de95626-a101-46b5-83ed-bd6e4180d015",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon U-Pb dating and Hf isotope data of granite in eastern Tibet",
            "titleCn": "藏东花岗岩锆石U-Pb测年及Hf同位素数据",
            "description": "The separation of zircon was completed by heavy liquid and magnetic separation in the laboratory of Hebei geological team. Cathodoluminescence images are used to observe the internal structure of zircon particles, and appropriate points are selected for analysis and research. U. Th and Pb were determined in La ⁃ ICP ⁃ ms of Qinghai Tibet Plateau Institute, Chinese Academy of Sciences. For detailed analysis methods, see Li et al. (2009). Zircon standard sample and zircon sample are determined alternately in the ratio of 1 ∶ 3. The U ⁃ th ⁃ Pb isotope ratio was corrected with the standard zircon pl é sovice (337 Ma, SL á Ma et al., 2008), and the standard sample Qinghu (159.5 Ma, Li et al., 2009) was used as the accuracy of the monitoring data of the unknown sample. The isotopic ratio and age error are all 1 σ。 The data results are processed by isoplot software (Ludwig, 2001). On the basis of zircon u ⁃ Pb dating, select the age point with good harmony, and delineate the Hf isotope point in the micro area consistent with the ring trend of the age point. Zircon Hf isotope analysis is carried out on Neptune Plusma II multi receiver plasma mass spectrometer and nwr193uc 193 nm laser sampling system. See Liu et al. (2008) for detailed steps of the instrument. The diameter of laser ablation spot beam is generally 60 μ m. Each measuring point includes 10 s pre denudation, 45 s denudation and 30 s cleaning time. During the sample test, 91500 is taken as the standard sample, and its 176hf / 177hf = 0.282 286 ± 12 (2 σ， n = 21）。",
            "descriptionCn": "锆石的分选采用重液和磁选方法在河北省地质队实验室完成。运用阴极发光图像来观测锆石颗粒的内部结构并选取合适的点位用以分析研究。U、Th、Pb 的测定在中国科学院青藏高原研究所LA⁃ICP⁃MS进行，详细分析方法见Li et al（. 2009）。锆石标样与锆石样品以1∶3 比例交替测定。U⁃Th⁃Pb 同位素比值用标准锆石Plésovice（337 Ma，Sláma et al.，2008）校正获得，以标准样品Qinghu（159.5 Ma，Li et al.，2009）作为未知样监测数据的精确度。同位素比值及年龄误差均为1σ。数据结果处理采用ISOPLOT 软件（Ludwig，2001）。在锆石U⁃Pb定年的基础上，选择谐和度较好的年龄点，在与年龄点环带趋势一致的微区圈定Hf同位素点位。锆石Hf 同位素分析利用Neptune Plusma II 多接收等离子质谱仪和 NWR193UC 193 nm激光取样系统上进行，仪器详细步骤参见 Liu et al（. 2008）。激光剥蚀斑束直径一般为60 μm，每一测点包含有10 s 预剥蚀，45 s 剥蚀和30 s 的清洗时间。样品测试过程中以91500 作为标样，其176Hf/177Hf = 0.282 286±12（2σ，n = 21）。",
            "instructions": "Zircon U-Pb dating data of granite in eastern Tibet docx\nZircon Hf isotopic data of granite in eastern Tibet docx",
            "instructionsCn": "藏东花岗岩锆石U-Pb测年数据.docx\n藏东花岗岩锆石Hf同位素数据.docx",
            "east": 99.0,
            "west": 98.0,
            "south": 28.0,
            "north": 30.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 135730.0,
            "cstr": "18406.11.SolidEar.tpdc.272188",
            "doi": "10.11888/SolidEar.tpdc.272188",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王世锋",
                "nameEn": "WANG Shifeng",
                "unitEn": "a.\tInstitute of Geomechanics, Chinese Academy of Geological Sciences",
                "unitCn": "中国地质科学院地质力学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The last piece of the jigsaw puzzle in the paleotethyan suture along east Cimmerian",
                "referenceCn": null,
                "referenceEn": "Wang, S., Fu, X., Liu, Y., Fan, S., Wang, J., & Wu, Z. (2021). Bitu ophiolite in eastern Tibet: The last piece of the jigsaw puzzle in the Paleotethyan regime along the eastern Cimmerian continental margin. Lithos 406–407, 106520."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "LA-ICP-MS",
                "nameEn": "LA-ICP-MS"
            },
            {
                "nameCn": "Sr-Nd-Hf同位素",
                "nameEn": "Sr-Nd-Hf isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "缝合带",
                "nameEn": "Suture belt"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "藏东",
                "keywordEn": "Eastern Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古特提斯",
                "keywordEn": "Paleotethys",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原重大滑坡动力灾变与风险防控关键技术研究",
                "titleEn": "Catastrophic mechanisms and risk control of disastrous landslides in the Tibetan Plateau"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methods used in the collection and analysis of zircon U-Pb and Hf isotopic data in geological research?",
                "QuestionCn": "在地质研究中，锆石U-Pb和Hf同位素数据的收集和分析具有以下特征和方法：\n\n1. **样品采集**：选择合适的岩石样品，通常是火成岩或变质岩，以确保锆石的形成和演化过程能够被有效记录。\n\n2. **锆石分离**：通过物理和化学方法（如重力分离、磁选和酸浸）从岩石中提取锆石矿物。\n\n3. **锆石鉴定**：使用显微镜和其他矿物学技术（如扫描电子显微镜）对分离出的锆石进行鉴定，确保其纯度和质量。\n\n4. **U-Pb定年**：采用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）或锆石U-Pb同位素质谱（TIMS）技术，测定锆石中的铀（U）和铅（Pb）同位素比率，以确定锆石的结晶年龄。\n\n5. **Hf同位素分析**：通过同样的质谱技术，测定锆石中的铪（Hf）同位素比率，以获取锆石的源区信息和地球化学特征。\n\n6. **数据处理**：使用专门的软件进行数据处理和分析，包括同位素比率的计算、年龄的校正和不确定性评估。\n\n7. **结果解释**：结合地质背景和其他地球化学数据，对锆石的U-Pb和Hf同位素数据进行综合分析，以推断岩石的形成过程、演化历史和构造背景。\n\n8. **发表与共享**：将研究结果整理成论文，提交至学术期刊，并在学术会议上分享，以促进科学交流和进一步研究。",
                "AnswerEn": "separation using heavy liquid and magnetic methods, cathodoluminescence imaging, LA-ICP-MS for U, Th, and Pb determinations, ISOPLOT software for data processing, Neptune Plusma II MC-ICP-MS for Hf isotopic analysis, laser ablation spot diameter of 60 μm, 91500 as a standard for isotopic measurements",
                "AnswerCn": "重液和磁性方法分离，阴极发光成像，LA-ICP-MS用于U、Th和Pb的测定，ISOPLOT软件用于数据处理，Neptune Plusma II MC-ICP-MS用于Hf同位素分析，激光烧蚀点直径为60 μm，91500作为同位素测量的标准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the ratio of zircon standards to zircon samples used in a dataset for U-Pb isotopic measurements?",
                "QuestionCn": "用于U-Pb同位素测量的数据集中锆石标准与锆石样品的比例是多少？",
                "AnswerEn": "1:3",
                "AnswerCn": "1:3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using heavy liquid and magnetic separation methods in zircon selection for U-Pb dating?",
                "QuestionCn": "在锆石选择中使用重液和磁选方法对U-Pb定年具有重要意义。",
                "AnswerEn": "Heavy liquid and magnetic separation methods are used to select zircon for U-Pb dating to ensure the purity and quality of the zircon samples. These methods help in separating zircon from other minerals based on their density and magnetic properties, allowing for more accurate dating results.",
                "AnswerCn": "重液和磁选方法用于选择锆石进行U-Pb定年，以确保锆石样品的纯度和质量。这些方法通过根据矿物的密度和磁性特性分离锆石与其他矿物，从而实现更准确的定年结果。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed steps and methodologies involved in preparing and analyzing zircon samples for U-Pb dating and Hf isotopic analysis?",
                "QuestionCn": "准备和分析锆石样品以进行U-Pb定年和Hf同位素分析的详细步骤和方法如下：\n\n1. **样品收集**：\n   - 从地质样品中选择锆石矿物，通常在岩石或沉积物中提取。\n\n2. **样品准备**：\n   - 使用机械方法（如破碎和研磨）将岩石样品粉碎。\n   - 通过重力分离、磁选和化学方法（如酸浸）提取锆石颗粒。\n   - 进行显微镜检查，选择合适的锆石颗粒，确保其纯度和完整性。\n\n3. **锆石颗粒的清洗**：\n   - 使用超声波清洗器和去离子水清洗锆石颗粒，以去除表面污染物。\n   - 可能使用氢氟酸（HF）或其他酸进行化学清洗。\n\n4. **锆石颗粒的镀膜**：\n   - 在锆石颗粒上涂覆导电材料（如金或碳），以便于后续的电子显微镜分析。\n\n5. **U-Pb定年分析**：\n   - 使用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）或锆石分离质谱（TIMS）进行U-Pb同位素分析。\n   - 通过激光剥蚀技术从锆石中提取U和Pb同位素。\n   - 进行同位素比率测量，计算锆石的年龄。\n\n6. **Hf同位素分析**：\n   - 使用同样的激光剥蚀技术提取锆石中的Hf。\n   - 通过ICP-MS或质谱法测量Hf同位素比率。\n   - 计算Hf同位素的εHf值，以了解锆石的源区和演化过程。\n\n7. **数据处理与解释**：\n   - 对U-Pb和Hf同位素数据进行统计分析和图表绘制。\n   - 结合地质背景，解释锆石的形成环境和地质历史。\n\n8. **结果报告**：\n   - 撰写详细的分析报告，包含方法、结果和讨论部分。\n   - 提供数据表和图表，以支持研究结论。",
                "AnswerEn": "The zircon samples are separated using heavy liquid and magnetic separation methods at the Hebei Provincial Geological Team Laboratory. Cathodoluminescence imaging is used to observe the internal structure of zircon grains and to select appropriate points for analysis. U, Th, and Pb determinations are conducted at the Institute of Tibetan Plateau Research, Chinese Academy of Sciences, using LA-ICP-MS. Zircon standards and samples are alternately measured at a ratio of 1:3, with standard zircon Plésovice used for U-Th-Pb isotopic ratio calibration and Qinghu as an unknown sample for monitoring data accuracy. Isotope ratios and age errors are 1σ. Data processing uses ISOPLOT software. For Hf isotopic analysis, points with good concordance are selected based on U-Pb dating. Hf isotope analysis is performed using the Neptune Plusma II multi-collector plasma mass spectrometer and the NWR193UC 193 nm laser sampling system, with detailed procedures in Liu et al. (2008). The laser ablation spot size is generally 60 μm, with each measurement point including 10 s of pre-ablation, 45 s of ablation, and 30 s of cleaning time. The sample test uses 91500 as the standard, with 176Hf/177Hf = 0.282 286±12 (2σ, n = 21).",
                "AnswerCn": "锆石样品在河北省地质队实验室通过重液和磁选方法进行分离。采用阴极发光成像观察锆石颗粒的内部结构，并选择合适的分析点。铀、钍和铅的测定在中国科学院西藏高原研究所进行，使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）。锆石标准样品和样品以1:3的比例交替测量，使用Plésovice标准锆石进行铀-钍-铅同位素比率的校准，青湖作为未知样品用于监测数据的准确性。同位素比率和年龄误差为1σ。数据处理使用ISOPLOT软件。对于铪同位素分析，根据铀-铅定年选择具有良好一致性的点。铪同位素分析使用Neptune Plusma II多收集器等离子体质谱仪和NWR193UC 193 nm激光采样系统进行，详细程序见Liu et al. (2008)。激光剥蚀点的尺寸通常为60 μm，每个测量点包括10秒的预剥蚀、45秒的剥蚀和30秒的清洗时间。样品测试使用91500作为标准，176Hf/177Hf = 0.282 286±12 (2σ, n = 21)。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}