{
    "id": "9ee4474d-418c-4d6d-984e-eaf10a5a0273",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Archaeological site investigation and plant and animal resource utilization in the Tibet Plateau during the Paleolithic-Epipaleolithic  (2022)",
            "titleCn": "青藏高原旧石器-中石器时代遗址调查与动植物资源利用数据集（2022）",
            "description": "Through the excavation of Melondapu Cave site, Geting site and Jiangxigou site, the basic information of the cultural attributes and cultural relics of these Paleolithic-Epipaleolithic sites was obtained. The artifacts, animal and plant remains, soil samples during the excavation process were collected and analyzed, and a number of radiocarbon dating data, lithic artifacts data and environmental test data were obtained. This data set enriches the information of the Paleolithic sites of the Tibetan Plateau, provides an important basis for the construction of space-time framework and cultural sequence, and provides data support for the further study of prehistoric human activities and subsistance strategies in the hinterland of the Tibetan Plateau.",
            "descriptionCn": "通过对梅隆达普洞穴遗址、各听遗址和江西沟等遗址的发掘，获取了这些旧石器-中石器时代遗址文化属性、文化遗物等基本信息；并且，对遗址发掘过程中的人工遗物、动植物遗存、土壤样品等进行了科学收集提取和实验室分析，得到了一批放射性碳测年数据、石制品测量数据和环境测试数据。该数据集丰富了青藏高原旧石器时代遗址的信息，为构建时空框架和文化序列提供了重要基础，为进一步研究青藏高原腹地的史前人类活动和生业模式提供了数据支撑。",
            "instructions": "2021-XDA20040101-Paleolithic-Epipaleolithic",
            "instructionsCn": "2022-XDA20040101-Paleolithic-Epipaleolithic",
            "east": 80.5,
            "west": 100.5,
            "south": 26.5,
            "north": 38.5,
            "startTime": "2022-01-01 00:00:00",
            "endTime": "2022-12-31 11:59:59",
            "fileSize": 1213935.0,
            "cstr": "18406.11.HumanNat.tpdc.300151",
            "doi": "10.11888/HumanNat.tpdc.300151",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张晓凌",
                "nameEn": "ZHANG Xiaoling",
                "unitEn": "Institute of Vertebrate Paleontology and Paleoanthropology",
                "unitCn": "古脊椎动物与古人类研究所"
            },
            {
                "nameCn": "张东菊",
                "nameEn": "ZHANG Dongju ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The peopling of the hinterland of the Tibetan Plateau during the late MIS 3",
                "referenceCn": null,
                "referenceEn": "Zhang, P.Q., Zhang, X.L., Li, L.H., He, W., Dawa,  Jin, Y.S., Ge, J.Y., Zwyns, N., Wang, S.J., & Gao, X. (2022). The peopling of the hinterland of the Tibetan Plateau during the late MIS 3. Science Bulletin, doi: https:// doi.org/10.1016/j.scib.2022.11.008."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "旅游资源",
                "nameEn": "Tourism Resources"
            },
            {
                "nameCn": "遗址遗迹",
                "nameEn": "Site and relic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan-Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "旧石器-中石器时代",
                "keywordEn": "Paleolithic-Epipaleolithic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used to gather information on cultural attributes and relics of Paleolithic-Mesolithic sites on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于收集青藏高原上旧石器时代-中石器时代遗址文化属性和遗物信息的数据收集方法有哪些？",
                "AnswerEn": "scientific collection and extraction",
                "AnswerCn": "科学收集与提取",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and components involved in the data collection processes for understanding cultural attributes and relics from Paleolithic to Mesolithic sites on the Qinghai-Tibet Plateau?",
                "QuestionCn": "了解青藏高原上旧石器时代到中石器时代遗址的文化属性和遗物的数据收集过程涉及哪些具体属性和组成部分？",
                "AnswerEn": "artifacts, plant and animal remains, soil samples, radiocarbon dating data, lithic measurement data, environmental test data",
                "AnswerCn": "文物、植物和动物遗骸、土壤样本、放射性碳测年数据、石器测量数据、环境测试数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many radiocarbon dating measurements are included in a dataset related to Paleolithic-Mesolithic sites on the Tibetan Plateau?",
                "QuestionCn": "与青藏高原的旧石器时代-中石器时代遗址相关的数据集中包含多少个放射性碳测定值？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of radiocarbon dating measurements. Therefore, I cannot refine it to include a numerical value.",
                "AnswerCn": "原始答案没有提供具体的放射性碳测年测量次数的数值。因此，我无法将其细化为包含数值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for employing specific methods in the collection and analysis of cultural artifacts, faunal and floral remains, and soil samples from Paleolithic-Mesolithic sites on the Tibetan Plateau?",
                "QuestionCn": "在对青藏高原的旧石器时代-中石器时代遗址进行文化遗物、动物和植物遗存以及土壤样本的收集和分析时，采用特定方法的潜在原因是什么？",
                "AnswerEn": "The collection and analysis of cultural artifacts, faunal and floral remains, and soil samples from Paleolithic-Mesolithic sites on the Tibetan Plateau are guided by the need to obtain basic information about the cultural attributes and relics of these sites. This approach is crucial for constructing a temporal and spatial framework and cultural sequence, which are essential for understanding prehistoric human activities and subsistence patterns in the region. Additionally, scientific collection and extraction methods, along with laboratory analysis, help generate valuable data such as radiocarbon dating, lithic measurements, and environmental data, which are vital for comprehensive archaeological and ecological research.",
                "AnswerCn": "对青藏 Plateau 上的旧石器时代-中石器时代遗址进行文化遗物、动物和植物遗存以及土壤样本的收集和分析，旨在获取有关这些遗址的文化属性和遗迹的基本信息。这种方法对于构建时间和空间框架以及文化序列至关重要，这对于理解该地区史前人类活动和生计模式至关重要。此外，科学的收集和提取方法以及实验室分析有助于生成有价值的数据，如放射性碳定年、石器测量和环境数据，这些数据对于全面的考古和生态研究至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting and analyzing artificial artifacts, faunal and floral remains, and soil samples at Paleolithic-Mesolithic sites on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的旧石器时代-中石器时代遗址上，收集和分析人工制品、动物和植物遗骸以及土壤样本的主要目标是什么？",
                "AnswerEn": "The primary objectives include acquiring basic information on the cultural attributes and relics of Paleolithic-Mesolithic sites, enriching information about these sites, constructing a spatiotemporal framework and cultural sequence, and providing data support for further research on prehistoric human activities and subsistence patterns in the interior of the Qinghai-Tibet Plateau.",
                "AnswerCn": "主要目标包括获取旧石器时代-中石器时代遗址的文化属性和遗物的基本信息，丰富这些遗址的信息，构建时空框架和文化序列，并为进一步研究青藏高原内部的史前人类活动和生存模式提供数据支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to scientifically collect and extract artifacts, faunal and floral remains, and soil samples during excavations in Paleolithic-Mesolithic sites on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的旧石器时代-中石器时代遗址挖掘中，科学收集和提取文物、动物和植物遗骸以及土壤样本的程序包括哪些？",
                "AnswerEn": "During the excavation of Paleolithic-Mesolithic sites on the Tibetan Plateau, procedures include scientific collection and extraction of artifacts, faunal and floral remains, and soil samples. These processes are complemented by laboratory analyses, which yield a variety of data such as radiocarbon dating results, lithic measurements, and environmental test data, thereby enriching the understanding of site cultural attributes and supporting further research into prehistoric human activities and subsistence patterns in the region.",
                "AnswerCn": "在对青藏高原的旧石器时代-中石器时代遗址进行挖掘时，程序包括对文物、动物和植物遗骸以及土壤样本的科学收集和提取。这些过程得到了实验室分析的补充，产生了多种数据，如放射性碳定年结果、石器测量和环境测试数据，从而丰富了对遗址文化特征的理解，并支持对该地区史前人类活动和生计模式的进一步研究。",
                "Level": "C3(Applying)"
            }
        ]
    }
}