{
  "id": "9f42a186-3ee2-4ecd-9146-bb55b3179094",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30-meter  Global land cover data (2010， 2015 and 2017) for key nodes of pan-third pole region",
      "titleCn": "泛第三极关键节点区域拾米级地表土地覆盖本底数据（2010年、2015和2017年）",
      "description": "Global land cover data are key sources of information for understanding the complex interactions between human activities and global change. FROM-GLC (Finer Resolution Observation and Monitoring of Global Land Cover) from Tsinghua is the  30 m resolution global land cover maps produced. The  Global land cover data of all 34 key nodes of pan-third pole region are produced through analyse by argis. The classfication system is crop(10), forest(20), grass(30), shrbu(40), wetland(50), water(60), tundra(70), impervious(80), Bareland(90), snow/ice(100), cloud(120). Finally,  This data set serves as the research basis for all remote sensing data and provides baseline data for the project.",
      "descriptionCn": "土地覆盖数据是了解人类活动与全球变化之间复杂相互作用的关键信息来源。基于清华大学制作的30 m分辨率的FROM-GLC全球土地覆盖产品，利用34个泛第三极关键节点区域矢量对其进行裁剪等处理，获得本数据集。本数据集的一级分类体系为：10.农田；20.森林；30.草地；40.灌木丛；50.湿地；60.水体；70.苔原；80.不透水面；90.裸地；100.冰雪；120.云。其数据质量取决于FROM-GLC产品质量，本数据集作为所有遥感数据的研究基础，为项目提供了基底数据。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 109.0,
      "west": 11.0,
      "south": 2.0,
      "north": 51.0,
      "startTime": "2010-01-05 08:00:00",
      "endTime": "2018-01-04 19:59:59",
      "fileSize": 84034438726.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping Essential Urban Land Use Categories in China (EULUC-China): preliminary results for 201",
        "referenceCn": null,
        "referenceEn": "Peng, G. , Bc, D. , Xl, E. , Han, L. A. , Jie, W. , & Ybab, C. , et al. (2019). Mapping Essential Urban Land Use Categories in China (EULUC-China): preliminary results for 2018. Sci. Bull.,  65(3), 182-187,\nhttps://doi.org/10.1016/j.scib.2019.12.007"
      },
      {
        "titleCn": null,
        "titleEn": "Finer resolution observation and monitoring of global land cover: First mapping results with Landsat TM and ETM+ data",
        "referenceCn": null,
        "referenceEn": "Gong, P., Wang, J., Yu, L., Zhao, Y., Zhao, Y., Liang, L., Niu, Z., Huang, X., Fu, H., Liu, S., Li, C., Li, X., Fu, W., Liu, C., Xu, Y., Wang, X., Cheng, Q., Hu, L., Yao, W., Zhang, H., Zhu, P., Zhao, Z., Zhang, H., Zheng, Y., Ji, L., Zhang, Y., Chen, H., Yan, A., Guo, J., Yu, L., Wang, L., Liu, X., Shi, T., Zhu, M., Chen, Y., Yang, G., Tang, P., Xu, B., Giri, C., Clinton, N., Zhu, Z., Chen, J., & Chen, J. (2013). Finer resolution observation and monitoring of global land cover: first mapping results with Landsat TM and ETM+ data. International Journal of Remote Sensing, 34(7), 2607-2654. doi:10.1080/01431161.2012.748992."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      },
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific classifications and their characteristics used in a dataset for analyzing land cover changes in key regions of the Pan-Third Pole?",
        "QuestionCn": "用于分析泛第三极关键地区土地覆盖变化的数据集中使用的具体分类及其特征是什么？",
        "AnswerEn": "10 Farmland, 20 Forest, 30 Grassland, 40 Shrubland, 50 Wetland, 60 Water bodies, 70 Tundra, 80 Impervious surfaces, 90 Bare land, 100 Ice and snow, 120 Cloud",
        "AnswerCn": "10 农田, 20 森林, 30 草地, 40 灌木地, 50 湿地, 60 水体, 70 苔原, 80 不透水表面, 90 裸地, 100 冰雪, 120 云层",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'land cover classification system' mean in the context of remote sensing data related to global change studies?",
        "QuestionCn": "在与全球变化研究相关的遥感数据背景下，“土地覆盖分类系统”是什么意思？",
        "AnswerEn": "In the context of remote sensing data related to global change studies, 'land cover classification system' refers to a framework used to categorize and label different types of surface cover on the Earth, such as forests, grasslands, and water bodies. This classification provides a structured way to interpret and analyze satellite imagery, enabling researchers to assess the impact of human activities and natural changes on the environment. The classification system typically includes categories like farmland, forest, grassland, shrubland, wetland, water bodies, tundra, impervious surfaces, bare land, ice and snow, and clouds, which help in understanding the interactions between human activities and global change.",
        "AnswerCn": "在与全球变化研究相关的遥感数据中，“土地覆盖分类系统”指的是一个用于对地球表面不同类型覆盖进行分类和标记的框架，例如森林、草地和水体。该分类提供了一种结构化的方法来解释和分析卫星影像，使研究人员能够评估人类活动和自然变化对环境的影响。分类系统通常包括农田、森林、草地、灌木地、湿地、水体、苔原、不可渗透表面、裸地、冰雪和云等类别，这有助于理解人类活动与全球变化之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying factors that influence the accuracy and quality of land cover data at a ten-meter resolution in key areas of the Third Pole, and how do these factors impact data collection methods?",
        "QuestionCn": "影响第三极关键区域十米分辨率土地覆盖数据准确性和质量的潜在因素有哪些，这些因素如何影响数据收集方法？",
        "AnswerEn": "The accuracy and quality of land cover data at a ten-meter resolution in key areas of the Third Pole depend on the quality of the FROM-GLC global land cover products. Factors such as the resolution and processing methods used for the FROM-GLC products, the specific characteristics of the 34 key regions within the Third Pole, and the techniques employed to clip and process these regions' vector data can all impact the data collection methods. These aspects are crucial as they form the foundational data for remote sensing research projects in the area.",
        "AnswerCn": "在第三极关键区域，十米分辨率的土地覆盖数据的准确性和质量依赖于FROM-GLC全球土地覆盖产品的质量。FROM-GLC产品使用的分辨率和处理方法、第三极内34个关键区域的具体特征，以及对这些区域矢量数据进行裁剪和处理所采用的技术，都可能影响数据收集方法。这些方面至关重要，因为它们构成了该地区遥感研究项目的基础数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset focused on land cover types in the context of the interaction between human activities and global changes?",
        "QuestionCn": "创建一个专注于土地覆盖类型的数据集的主要目标是什么，特别是在人与全球变化之间的互动背景下？",
        "AnswerEn": "The primary objectives are to provide key information on the complex interactions between human activities and global changes by supplying foundational data for all remote sensing research. This dataset utilizes data from the 30 m resolution FROM-GLC global land cover product, which is processed to focus on key node areas within the Pan-Third Pole region, with the aim of supporting projects that require detailed land cover data for understanding environmental and ecological dynamics.",
        "AnswerCn": "主要目标是提供关于人类活动与全球变化之间复杂相互作用的关键信息，通过提供基础数据支持所有遥感研究。该数据集利用30米分辨率的FROM-GLC全球土地覆盖产品的数据，经过处理，重点关注泛第三极地区的关键节点区域，旨在支持需要详细土地覆盖数据以理解环境和生态动态的项目。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing vector data of key node regions to refine land cover data from a global land cover product to achieve accurate land classification in complex terrains?",
        "QuestionCn": "利用关键节点区域的矢量数据来优化全球土地覆盖产品中的土地覆盖数据，以在复杂地形中实现准确的土地分类涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using vector data of 34 key node regions to clip and process the FROM-GLC global land cover product, which has a 30 m resolution. This involves applying a first-level classification system that includes categories such as farmland, forest, grassland, shrubland, wetland, water bodies, tundra, impervious surfaces, bare land, ice and snow, and clouds. The quality of the dataset depends on the quality of the FROM-GLC product, and these steps ensure the refined dataset serves as a foundational data source for remote sensing research.",
        "AnswerCn": "这些程序步骤涉及使用34个关键节点区域的矢量数据来裁剪和处理具有30米分辨率的FROM-GLC全球土地覆盖产品。这包括应用一个一级分类系统，分类包括农田、森林、草地、灌木地、湿地、水体、冻土、不可渗透表面、裸地、冰雪和云。数据集的质量取决于FROM-GLC产品的质量，这些步骤确保精炼后的数据集作为遥感研究的基础数据源。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques or conditions enable the creation of a 10 m resolution land cover dataset in key node areas of the Third Pole, and how do these techniques ensure data quality?",
        "QuestionCn": "哪些技术或条件能够在第三极的关键节点区域创建10米分辨率的土地覆盖数据集，这些技术如何确保数据质量？",
        "AnswerEn": "The creation of a 10 m resolution land cover dataset in key node areas of the Third Pole is enabled by utilizing the FROM-GLC global land cover product, which is produced by Tsinghua University at a 30 m resolution. This dataset is processed by clipping using vector data from 34 key node areas. The quality of the dataset is dependent on the quality of the FROM-GLC product, which serves as the foundational data for remote sensing research and project support.",
        "AnswerCn": "在第三极关键节点区域创建10米分辨率的土地覆盖数据集，利用了由清华大学生产的30米分辨率的FROM-GLC全球土地覆盖产品。该数据集通过使用34个关键节点区域的矢量数据进行裁剪处理。数据集的质量依赖于FROM-GLC产品的质量，该产品作为遥感研究和项目支持的基础数据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}