{
  "id": "9fe6923a-3976-4518-9d04-6f572664766c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "B-Mo isotope data set of Himalayan (Cuonadong) leucogranite (2020)",
      "titleCn": "喜马拉雅（错那洞）淡色花岗岩B-Mo同位素数据集（2020）",
      "description": "This data set mainly includes the non-traditional B-Mo isotopic data of Himalayan Leucogranites, which is mainly used to study the mechanism of B-Mo isotopic fractionation during the melting process, and is of great significance to the genetic study of Himalayan Leucogranites. The rocks are mainly from the granite in the Cuonadong area. Among them, there are 34 Mo samples and 48 B samples, including repeated samples. MC-ICP-MS was used for B-Mo isotopic analysis. ICP-AES and MC-ICP-MS were used for B and Mo contents in solution. The testing unit is Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The data are from accepted articles published in the Journal of geochimica et cosmochimica Acta, and the data are true and reliable. It can be applied to the study of unconventional isotope fractionation and the genesis of magmatic rocks.",
      "descriptionCn": "该数据集主要包括喜马拉雅淡色花岗岩B-Mo非传统同位素数据，该数据主要用来研究熔融过程中B-Mo同位素分馏机制，对喜马拉雅淡色花岗岩成因研究具有重要意义。岩石主要来自错那洞地区花岗岩。其中Mo测试样品为34件，B测试数量为48件，包括重复样品检测。B-Mo同位素分析采用MC-ICP-MS，溶液的B和Mo含量分别才用那个ICP-AES和MC-ICP-MS。测试单位为中国科学院广州地球化学研究所。该数据来自已经接受的文章，数据发表在Geochimica et Cosmochimica Acta期刊上，数据真实可靠。可以应用于非传统同位素分馏研究以及岩浆岩石成因。",
      "instructions": "File name: the whole rock geochemical master and trace data are stored in Excel format, and the file name is \"bmoisotope 2020 001. Xlsx\", in which bmoisotope represents the content, 2020 represents the year, and 001 represents the serial number.\nData reading method: the data can be directly opened in Excel workbooks.",
      "instructionsCn": "文件命名：全岩地球化学主微量数据以Excel格式存储，文件名称为“BMoisotope2020001.xlsx”，其中BMoisotope代表内容，2020代表年份，001代表序号。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
      "east": 92.2,
      "west": 91.5,
      "south": 28.0,
      "north": 28.5,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-12-31 11:59:59",
      "fileSize": 11214.0,
      "cstr": "18406.11.SolidEar.tpdc.272948",
      "doi": "10.11888/SolidEar.tpdc.272948",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "范晶晶",
        "nameEn": "FAN Jingjing",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Boron and molybdenum isotopic fractionation during crustal anatexis: Constraints from the Conadong leucogranites in the Himalayan Block, South Tibet",
        "referenceCn": null,
        "referenceEn": "Fan, J.J., Wang, Q., Li, J., Wei, G.J., Ma, J.L., Ma, L., Li, Q.W., Jiang, Z.Q., Zhang, L., Wang, Z.L., Zhang, L. (2021). Boron and molybdenum isotopic fractionation during crustal anatexis: Constraints from the Conadong leucogranites in the Himalayan Block, South Tibet. Geochimica et Cosmochimica Acta, Accepted."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "B-Mo同位素",
        "nameEn": "B-Mo isotope"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喜马拉雅",
        "keywordEn": "Himalaya"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'B-Mo isotope fractionation mechanism' mean in the context of studying Himalayan leucogranite?",
        "QuestionCn": "在研究喜马拉雅淡色花岗岩的背景下，“B-Mo同位素分馏机制”是什么意思？",
        "AnswerEn": "The 'B-Mo isotope fractionation mechanism' in the context of studying Himalayan leucogranite refers to the process by which isotopes of boron (B) and molybdenum (Mo) are distributed or fractionated during the melting processes that form leucogranite rocks. This mechanism helps researchers understand the origins and formation processes of these rocks by analyzing how these isotopes behave and change under specific geological conditions.",
        "AnswerCn": "“B-Mo同位素分馏机制”在研究喜马拉雅白色花岗岩的背景下，指的是在形成白色花岗岩的熔融过程中，硼（B）和钼（Mo）的同位素如何分布或分馏的过程。该机制帮助研究人员通过分析这些同位素在特定地质条件下的行为和变化，理解这些岩石的起源和形成过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of MC-ICP-MS and ICP-AES as the primary methods for B-Mo isotopic analysis in pale-colored granite studies in the Himalayas?",
        "QuestionCn": "在喜马拉雅地区的浅色花岗岩研究中，选择MC-ICP-MS和ICP-AES作为B-Mo同位素分析的主要方法的因素有哪些？",
        "AnswerEn": "The selection of MC-ICP-MS and ICP-AES for B-Mo isotopic analysis is likely due to their precision and reliability in measuring isotopic compositions and elemental concentrations. These methods are well-suited for handling the specific isotopic and elemental analysis required for studying the fractionation mechanisms during melting processes in pale-colored granites. Additionally, the established expertise and facilities at the Chinese Academy of Sciences in Guangzhou support their use for such geochemical investigations.",
        "AnswerCn": "选择MC-ICP-MS和ICP-AES进行B-Mo同位素分析，可能是由于它们在测量同位素组成和元素浓度方面的精确性和可靠性。这些方法非常适合处理研究浅色花岗岩熔融过程中分馏机制所需的特定同位素和元素分析。此外，中国科学院广州分院在这方面的专业知识和设施也支持它们在此类地球化学研究中的应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of employing MC-ICP-MS for B-Mo isotope analysis on the understanding of isotopic fractionation during melting processes in granite formations?",
        "QuestionCn": "采用MC-ICP-MS进行B-Mo同位素分析对理解花岗岩形成过程中熔融过程中的同位素分馏的潜在影响是什么？",
        "AnswerEn": "Using MC-ICP-MS for B-Mo isotope analysis allows for precise and accurate measurements of isotopic compositions, which enhances the understanding of isotopic fractionation during melting processes in granite formations. This method's high sensitivity and precision contribute to identifying subtle isotopic variations, thereby providing deeper insights into the mechanisms of isotopic fractionation and the genesis of granitic rocks in regions like the Himalayas.",
        "AnswerCn": "使用MC-ICP-MS进行B-Mo同位素分析可以精确和准确地测量同位素组成，从而增强对花岗岩形成过程中熔融过程中的同位素分馏的理解。这种方法的高灵敏度和精确性有助于识别微妙的同位素变化，从而提供对同位素分馏机制和喜马拉雅地区花岗岩生成的更深入见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to analyze B-Mo isotopes using MC-ICP-MS in granite samples, and how is accuracy ensured during data collection?",
        "QuestionCn": "使用MC-ICP-MS分析花岗岩样品中的B-Mo同位素时采用哪些程序，并且在数据收集过程中如何确保准确性？",
        "AnswerEn": "The B-Mo isotope analysis employs MC-ICP-MS for precise measurements. The procedure includes preparing granite samples, ensuring accurate B and Mo content via ICP-AES and MC-ICP-MS, respectively. Accuracy is maintained through the use of multiple sample tests, including 34 Mo and 48 B samples with repeated detection to verify results. The data is processed by the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, and its validity is confirmed by its publication in Geochimica et Cosmochimica Acta.",
        "AnswerCn": "B-Mo同位素分析采用MC-ICP-MS进行精确测量。该程序包括准备花岗岩样品，通过ICP-AES和MC-ICP-MS确保准确的B和Mo含量。通过多次样品测试（包括34个Mo样品和48个B样品）以及重复检测来维持准确性，以验证结果。数据由中国科学院广州地球化学研究所处理，其有效性已通过在《地球化学与宇宙化学学报》上的发表得到确认。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate analysis of B-Mo isotopes in granitic rocks to study isotope fractionation mechanisms during melting processes?",
        "QuestionCn": "哪些方法论能够准确分析花岗岩中的B-Mo同位素，以研究熔融过程中同位素分馏机制？",
        "AnswerEn": "The analysis of B-Mo isotopes in granitic rocks is enabled by the use of MC-ICP-MS for isotope analysis, while the B and Mo content in solutions is measured using ICP-AES and MC-ICP-MS. These methodologies allow for precise and reliable data collection, crucial for understanding isotope fractionation mechanisms during melting processes.",
        "AnswerCn": "B-Mo同位素在花岗岩中的分析得益于MC-ICP-MS同位素分析技术，而溶液中的B和Mo含量则通过ICP-AES和MC-ICP-MS进行测定。这些方法使得数据收集精确可靠，对于理解熔融过程中同位素分馏机制至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}