{
    "id": "9fe999d3-a73a-42b5-a8aa-cc1411736cdb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zooarchaeological, stable isotope, and radiocarbon dating data from the Heishuiguo Cemetery of the Han Dynasty",
            "titleCn": "黑水国汉墓动物遗存鉴定结果，动物骨胶原C、N稳定同位素以及测年数据集",
            "description": "The data set includes the identification results of animal remains, stable carbon and nitrogen isotopes of animal bone collagen and dating data of Han Dynasty tombs in the country of Heishui. Animal bones were collected during the excavation of Han tombs in the State of Heishui, and animal archaeological analysis, C and N stable isotope analysis and dating were carried out in the Key Laboratory of Western Environment of the Ministry of Education, Lanzhou University. The collected animal bones were classified, identified and measured according to their morphological characteristics. Animal bones were treated with acid-alkali-acid to extract animal bone collagen for C and N stable isotope analysis and dating. The analysis showed that humans mainly used domestic chickens, pigs and sheep as burial objects, with other burial objects including cattle, horses and dogs. In the Han Dynasty of the Black Water, humans probably fed more C4 food than herbivorous livestock. Through archaeological and isotopic studies of prehistoric animals in the Hexi Corridor, we found that herbivorous livestock were more important in animal utilization strategies than omnivorous livestock, and the weight of C4 foods in feed basically decreased during the period of about 2,300-200 BCE, which may be caused by long-distance exchange and climate fluctuations. However, the trend of the Hexi Corridor was reversed during the Han Dynasty, largely due to the control of the region by the Han Empire and the subsequent mass migration from the Yellow River basin in northern China.",
            "descriptionCn": "本数据集包括黑水国汉墓动物遗存鉴定结果、动物骨胶原碳氮稳定同位素以及测年数据。在黑水国汉墓发掘过程中采集动物骨骼，在兰州大学西部环境教育部重点实验室进行动物考古分析，C、N稳定同位素分析，测年。将采集的动物骨骼根据形态特征进行分类、鉴定和测量；对动物骨骼进行酸-碱-酸处理来提取动物骨骼骨胶原，用于测试C、N稳定同位素分析和测年。分析结果表明，人类主要使用家鸡、猪和羊作为陪葬品，其他陪葬品包括牛、马和狗。在汉代黑水国，人类可能比草食性牲畜喂养更多的C4食物。通过对河西走廊史前动物考古和同位素研究，我们发现草食性牲畜在动物利用策略上的重要性高于杂食性牲畜，C4食物在饲料中的重量在约2300-200 BCE期间基本下降，这可能是由长距离交换和气候波动引起的。然而，汉朝时期河西走廊的趋势发生了逆转，这主要是由于汉帝国对该地区的控制以及随后来自中国北部黄河流域的大规模移民。",
            "instructions": "Li et al-2023-Stable carbon and nitrogen isotope data, radiocarbon dating data and proportion of identified animal remains",
            "instructionsCn": "Li et al-2023-Stable carbon and nitrogen isotope data, radiocarbon dating data and proportion of identified animal remains",
            "east": 100.34,
            "west": 100.34,
            "south": 36.92,
            "north": 36.92,
            "startTime": null,
            "endTime": null,
            "fileSize": 71680.0,
            "cstr": "18406.11.Paleoenv.tpdc.300734",
            "doi": "10.11888/Paleoenv.tpdc.300734",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "李昕",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Transformation of animal utilization strategies from the late Neolithic to the Han Dynasty in the Hexi Corridor, northwest China: Zooarchaeological and stable isotopic evidence.",
                "referenceCn": null,
                "referenceEn": "Li, X., Wei, W., Ma, M., Lu, M., Du, L., Yang, Y., Chen, G., & Ren, L. (2023). Transformation of animal utilization strategies from the late Neolithic to the Han Dynasty in the Hexi Corridor, northwest China: Zooarchaeological and stable isotopic evidence. Frontiers in Earth Science, 10, 1064803."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "动物考古",
                "nameEn": " zooarchaeology"
            },
            {
                "nameCn": "同位素分析",
                "nameEn": "Isotopic analysis"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河西走廊",
                "keywordEn": "Hexi Corridor"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "汉代",
                "keywordEn": "Han Dynasty",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for analyzing animal bone collagen C, N stable isotopes and dating in archaeological studies?",
                "QuestionCn": "用于分析考古研究中动物骨胶原C、N稳定同位素和测年数据收集方法的特点是什么？",
                "AnswerEn": "acid-alkali-acid treatment, C, N stable isotope analysis, dating",
                "AnswerCn": "酸-碱-酸处理，碳、氮稳定同位素分析，测年",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many animal species were identified in the archaeological analysis of the 黑水国汉墓?",
                "QuestionCn": "在黑水国汉墓的考古分析中，识别出了多少种动物物种？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'C, N stable isotope analysis' in the context of animal archaeological studies?",
                "QuestionCn": "在动物考古研究中，“C, N 稳定同位素分析”的意思是对碳（C）和氮（N）同位素的分析，这种分析用于研究动物的饮食、栖息地和生态环境等方面。",
                "AnswerEn": "C, N stable isotope analysis refers to the examination of carbon and nitrogen isotopes in animal bone collagen to infer dietary habits and ecological conditions. This analysis helps determine the types of foods consumed by animals, such as the proportion of C4 plants in their diet, and can indicate long-term environmental and cultural changes affecting feeding strategies.",
                "AnswerCn": "C、N 稳定同位素分析是指对动物骨胶原中的碳和氮同位素进行检查，以推断饮食习惯和生态条件。这种分析有助于确定动物所消费的食物类型，例如其饮食中 C4 植物的比例，并可以指示影响觅食策略的长期环境和文化变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about ancient human-animal relationships and dietary habits from the analysis of animal bone collagen C, N stable isotopes and dating data?",
                "QuestionCn": "通过对动物骨骼胶原蛋白中的碳、氮稳定同位素及其年代数据的分析，可以得出关于古代人类与动物关系和饮食习惯的见解。",
                "AnswerEn": "The analysis of animal bone collagen C, N stable isotopes and dating data suggests that during the Han dynasty in the Heishuiguo region, humans primarily used domesticated animals like chickens, pigs, and sheep as burial offerings, with other animals like cattle, horses, and dogs also included. The data indicates that humans possibly fed their livestock more C4 plants compared to the herbivores. Additionally, the importance of herbivorous livestock in animal utilization strategies over omnivorous livestock was significant, and the weight of C4 plants in feed decreased between approximately 2300-200 BCE, likely due to long-distance exchanges and climate fluctuations. However, this trend reversed during the Han dynasty, attributed to the Han empire's control over the region and the subsequent large-scale migration from the northern Yellow River basin of China.",
                "AnswerCn": "动物骨胶原C、N稳定同位素和年代数据的分析表明，在汉朝时期的黑水国地区，人类主要将家禽如鸡、猪和羊作为葬礼供品，同时也包括其他动物如牛、马和狗。数据表明，人类可能给他们的家畜喂养了更多的C4植物，相较于草食性动物。此外，在动物利用策略中，草食性家畜的重要性显著高于杂食性家畜。C4植物在饲料中的比例在大约公元前2300年至公元前200年间下降，这可能与远距离交换和气候波动有关。然而，这一趋势在汉朝时期发生了逆转，归因于汉帝国对该地区的控制以及随后从中国北方黄河流域的大规模迁移。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might have influenced the decision to use C and N stable isotope analysis and radiocarbon dating in analyzing animal bones from Han tombs?",
                "QuestionCn": "影响在分析汉墓动物骨骼时使用碳氮稳定同位素分析和放射性碳测年决策的因素可能包括哪些？",
                "AnswerEn": "The use of C and N stable isotope analysis and radiocarbon dating in analyzing animal bones from Han tombs could be influenced by the need to understand dietary patterns, the types of animals used as burial offerings, and the temporal context of animal usage. These methods provide insights into the types of food consumed, the feeding strategies of livestock, and the historical timeline of these practices, which are essential for reconstructing ancient human-animal interactions and economic strategies in the region.",
                "AnswerCn": "在分析汉墓动物骨骼时，碳和氮稳定同位素分析以及放射性碳定年法的使用可能受到理解饮食模式、作为陪葬品的动物种类以及动物使用的时间背景的影响。这些方法提供了关于消费食物类型、家畜的饲养策略以及这些实践的历史时间线的见解，这对于重建该地区古代人类与动物的互动和经济策略至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using stable isotope analysis and radiocarbon dating on animal bone collagen for understanding human-animal relationships in ancient cultures?",
                "QuestionCn": "使用稳定同位素分析和放射性碳定年技术对动物骨胶原进行研究，可能对理解古代文化中的人类与动物关系产生以下潜在影响：",
                "AnswerEn": "Using stable isotope analysis and radiocarbon dating on animal bone collagen can reveal dietary patterns and the types of animals used as burial offerings, indicating cultural practices and shifts in human-animal relationships. In the Han Dynasty’s Heishui Kingdom, such methods showed a preference for domestic fowl, pigs, and sheep as grave goods, and indicated a change in feeding practices of livestock, suggesting shifts in agricultural strategies due to climate fluctuations and trade exchanges.",
                "AnswerCn": "使用稳定同位素分析和放射性碳定年对动物骨胶原进行研究，可以揭示饮食模式和作为葬礼供品的动物类型，从而指示文化实践和人类与动物关系的变化。在汉朝的黑水王国，这些方法显示出对家禽、猪和羊作为墓葬品的偏好，并表明了牲畜饲养方式的变化，暗示由于气候波动和贸易交流导致农业策略的转变。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives behind collecting data on animal bone collagen C, N stable isotopes and dating to understand the burial practices in the Han tombs of Heishui Kingdom?",
                "QuestionCn": "收集动物骨胶原C、N稳定同位素和年代测定数据的主要目标是理解黑水王国汉墓的埋葬习俗。",
                "AnswerEn": "The main objectives behind collecting data on animal bone collagen C, N stable isotopes and dating are to identify the types of animals used as burial offerings, understand the dietary practices involving C4 foods, and analyze the shifts in livestock utilization strategies over time. This research aims to provide insights into the cultural and environmental influences on the Heishui Kingdom's burial practices during the Han dynasty, as well as the impact of long-distance exchange, climate fluctuation, and Han Empire's control on regional resource utilization.",
                "AnswerCn": "收集动物骨胶原C、N稳定同位素和年代测定数据的主要目标是识别作为葬礼供品的动物种类，了解涉及C4食物的饮食习惯，以及分析随时间变化的牲畜利用策略。这项研究旨在提供对汉代黑水王国葬礼习俗中文化和环境影响的见解，以及长距离交换、气候波动和汉帝国控制对区域资源利用的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in extracting and preparing animal bone collagen for C and N stable isotope analysis and dating?",
                "QuestionCn": "提取和准备动物骨胶原进行碳和氮稳定同位素分析及测年涉及哪些程序？",
                "AnswerEn": "The procedures include collecting animal bones during excavation, classifying, identifying, and measuring them based on morphological characteristics. The bones then undergo acid-alkaline-acid treatment to extract bone collagen, which is used for C and N stable isotope analysis and dating.",
                "AnswerCn": "这些程序包括在挖掘过程中收集动物骨骼，基于形态特征对其进行分类、识别和测量。然后，骨骼经过酸-碱-酸处理，以提取骨胶原，这些骨胶原用于碳和氮稳定同位素分析及测年。",
                "Level": "C3(Applying)"
            }
        ]
    }
}