{
  "id": "a01abf0c-08d4-4ff0-8105-42b56d584ebf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of fluid inclusions in the Wanggu Huangjindong gold deposit, Northeastern Hunan Province (2020)",
      "titleCn": "湖南东北部万古-黄金洞金矿区流体包裹体地球化学数据（2020）",
      "description": "The microthermometry of fluid inclusions was carried out in the laboratory of geological fluids, Department of geology, University of Regina, Canada. The Linkam THMs 600 geological cold hot table made in England was used and connected with Olympus BX 51 microscope. Before the test, synthetic CO2-H2O (CO2 melting temperature – 56.6 ℃) was used ° C) And H2O (freezing point 0 ° C. The supercritical temperature is 374.1 ℃ ° C) The hot and cold stage is corrected by fluid inclusion. The temperature range is - 180 – 400 ° C. The measurement accuracy of the freezing point temperature (TM ice), CO2 phase melting temperature (TM CO2), CO2 hydrate melting temperature (TM CL) and CO2 phase homogenization temperature (th CO2) is 0 ±  zero point two ° C. The measurement accuracy of homogenization temperature (th) of fluid inclusions is 0 ±  two ° C。\nAccording to the micro temperature measurement data of fluid inclusions, the software \"fluids\" was used to calculate the isochore of fluid inclusions (Baker, 2003). The fluid inclusion in aqueous solution is regarded as H2O NaCl system, and the fluid density is calculated according to the homogenization temperature and salinity (according to the empirical equation of state of Bodnar et al., 1993) by using \"bulk\" software. Then, according to the empirical equation of state of Bodnar and vityk (1994), the isovolumic curve is calculated by using \"bisoc\" software. For fluid inclusions containing CO2, they are regarded as h2o-nacl-co2 system. The composition and temperature pressure conditions of fluid inclusions are calculated by using the equations of \"flincor\" software (Bowers and Helgeson, 1983) and brown and lamb (1989).\nThe laser Raman measurement was carried out in the geological fluid Laboratory of the Department of geology, University of Regina, Canada. The instrument used was the RM2000 Renishaw laser Raman spectrometer made in the UK, which was used to analyze the gas and fluid components in a single fluid inclusion. An AR atomic laser with 514nm wavelength, 50 times objective magnification and 1800 Gr / mm grating is used.",
      "descriptionCn": "流体包裹体显微测温分析是在加拿大里贾纳大学（University of Regina）地质系地质流体实验室进行，研究采用英国产Linkam THMS 600型地质用冷-热台，并与Olympus BX 51显微镜相连。测试前，使用合成的CO2-H2O(CO2融化温度为–56.6°C) and H2O (冰点温度为0 °C，超临界温度为374.1°C)流体包裹体对冷热台进行校正。测温时，使用的温度范围为-180 – 400 °C，冰点温度(Tm-ice)、CO2相融化温度(Tm-CO2)、CO2水合物融化温度(Tm-Cl)，及CO2相均一温度(Th-CO2)的测试精度为± 0.2 °C，流体包裹体均一温度(Th)的测试精度为± 2 °C。\n根据包裹体显微测温数据，采用软件“FLUIDS”计算流体包裹体的等容线(Bakker, 2003)。将水溶液流体包裹体看作为H2O-NaCl体系，并使用“BULK”软件，根据均一温度和盐度计算流体密度（根据Bodnar 等, 1993的经验状态方程）。然后根据Bodnar and Vityk, (1994)的经验状态方程，使用“BISOC”软件来计算等容线。对于含CO2流体包裹体，将其视作H2O-NaCl-CO2体系，使用“Flincor”软件(Bowers and Helgeson, 1983)和Brown and Lamb (1989)的等式来计算流体包裹体的成分和温压条件。\n激光拉曼测试是在加拿大里贾纳大学（University of Regina）地质系地质流体实验室进行，使用的仪器为英国产的RM2000 Renishaw型激光拉曼光谱仪，用于分析单个流体包裹体中的气体和流体的成分。使用Ar原子激光器，波长514nm，物镜放大倍数为50倍，使用的光栅为1800 gr/mm。",
      "instructions": "S-pb-h-o isotope data are stored in word file format. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
      "instructionsCn": "S-Pb-H-O同位素数据以word文档格式储存。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
      "east": 114.0,
      "west": 113.0,
      "south": 28.0,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 89837.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2020.103586",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓腾",
        "nameEn": "DENG Teng",
        "unitEn": "",
        "unitCn": "东华理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Caledonian (Early Paleozoic) veins overprinted by Yanshanian (Late Mesozoic) gold mineralization in the Jiangnan Orogen: A case study on gold deposits in northeastern Hunan, South China",
        "referenceCn": null,
        "referenceEn": "Deng, T., Xu, D., Chi, G., Wang, Z., Chen, G., Zhou, Y., ... & Yu, D. (2020). Caledonian (Early Paleozoic) veins overprinted by Yanshanian (Late Mesozoic) gold mineralization in the Jiangnan Orogen: A case study on gold deposits in northeastern Hunan, South China. Ore Geology Reviews, 124, 103586."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "流体包裹体",
        "nameEn": "fluid inclusion"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南省平江县",
        "keywordEn": "Pingjiang County, Hunan Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics measured during the microthermometric analysis of fluid inclusions in geological samples?",
        "QuestionCn": "在地质样品的流体包裹体微热测量分析过程中测量的具体属性和特征是什么？",
        "AnswerEn": "ice melting temperature, CO2 phase melting temperature, CO2 hydrate melting temperature, CO2 phase homogenization temperature, fluid inclusion homogenization temperature, ± 0.2 °C, ± 2 °C",
        "AnswerCn": "冰的熔化温度，二氧化碳相的熔化温度，二氧化碳水合物的熔化温度，二氧化碳相的均质化温度，流体包裹体的均质化温度，± 0.2 °C，± 2 °C",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'fluid inclusion microthermometry' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“流体包裹体显微热测定”是什么意思？",
        "AnswerEn": "Fluid inclusion microthermometry refers to the process of measuring the temperature changes in fluid inclusions within minerals to determine their thermal history. It involves using a cold-hot stage connected to a microscope, such as the Linkam THMS 600, to observe phase changes in fluid inclusions over a temperature range from -180°C to 400°C. The data collected include ice melting temperature, CO2 phase melting temperature, CO2 hydrate melting temperature, CO2 phase homogenization temperature, and fluid inclusion homogenization temperature, with specific precision levels. This information is crucial for calculating the isochores and densities of fluid inclusions using various software tools like FLUIDS, BULK, and BISOC.",
        "AnswerCn": "流体包裹体微热测量是指测量矿物中流体包裹体的温度变化以确定其热历史的过程。它涉及使用连接到显微镜的冷热台，如Linkam THMS 600，观察流体包裹体在-180°C到400°C的温度范围内的相变。收集的数据包括冰融化温度、CO2相融化温度、CO2水合物融化温度、CO2相均匀化温度和流体包裹体均匀化温度，具有特定的精度水平。这些信息对于使用各种软件工具（如FLUIDS、BULK和BISOC）计算流体包裹体的等温线和密度至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the precision and accuracy of fluid inclusion microthermometry data collection in geological studies?",
        "QuestionCn": "在地质研究中，影响流体包裹体微温测数据收集的精确性和准确性的潜在因素有哪些？",
        "AnswerEn": "The precision and accuracy of fluid inclusion microthermometry data collection are influenced by the calibration of the cold-hot stage using synthetic fluid inclusions, the temperature range used during measurements, and the precision of temperature readings for various phase transitions. The equipment used, such as the Linkam THMS 600 cold-hot stage and Olympus BX 51 microscope, and the methodological rigor in calibrating and measuring temperatures are key factors that ensure high precision and accuracy in the data collected.",
        "AnswerCn": "流体包裹体微热测量数据收集的精度和准确性受到使用合成流体包裹体进行冷热台校准、测量过程中使用的温度范围以及各种相变温度读数精度的影响。所使用的设备，如Linkam THMS 600冷热台和Olympus BX 51显微镜，以及在校准和测量温度时的方法严谨性，是确保收集数据高精度和高准确性的关键因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the potential outcomes of using a combination of microthermometry and Raman spectroscopy in analyzing fluid inclusions from a geological fluid laboratory?",
        "QuestionCn": "在地质流体实验室中使用显微测温法和拉曼光谱法结合分析流体包裹体的潜在结果是什么？",
        "AnswerEn": "The use of microthermometry and Raman spectroscopy could lead to precise determination of the temperature and composition of fluid inclusions, allowing for accurate reconstruction of the pressure-temperature conditions during mineral formation. This combination enhances the understanding of fluid evolution in gold deposits, provides insights into the mineralization processes, and aids in the development of models to predict mineral resource locations.",
        "AnswerCn": "微热测定法和拉曼光谱法的结合可以精确确定流体包裹体的温度和成分，从而准确重建矿物形成过程中的压力-温度条件。这种组合增强了对金矿床流体演化的理解，提供了对矿化过程的洞察，并有助于开发预测矿产资源位置的模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to calibrate the instruments used for fluid inclusion microthermometry in geochemical analysis of gold mining regions?",
        "QuestionCn": "在黄金矿区的地球化学分析中，用于流体包裹体显微热测定的仪器校准需要哪些步骤？",
        "AnswerEn": "The calibration of the instruments for fluid inclusion microthermometry involves using synthetic fluid inclusions of CO2-H2O with a melting temperature of -56.6°C and H2O with a freezing point temperature of 0°C and a supercritical temperature of 374.1°C. These are used to calibrate the cold-hot stage before measurement. The temperature range used for measurement is -180 to 400°C, and the precision for various temperature measurements is specified: ± 0.2°C for Tm-ice, Tm-CO2, Tm-Cl, and Th-CO2, and ± 2°C for the homogenization temperature (Th).",
        "AnswerCn": "流体包裹体微热测定仪器的校准涉及使用合成的CO2-H2O流体包裹体，其熔化温度为-56.6°C，以及H2O，其冰点温度为0°C，临界温度为374.1°C。这些用于在测量之前校准冷热台。测量的温度范围为-180至400°C，各种温度测量的精度如下：Tm-ice、Tm-CO2、Tm-Cl和Th-CO2的精度为±0.2°C，均化温度（Th）的精度为±2°C。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and methodologies enable the accurate measurement and analysis of fluid inclusions in geochemical studies?",
        "QuestionCn": "哪些技术进步和方法论能够在地球化学研究中准确测量和分析流体包裹体？",
        "AnswerEn": "The use of the Linkam THMS 600 cold-hot stage connected to an Olympus BX 51 microscope allows for precise microthermometric analysis of fluid inclusions. Calibration is performed using synthetic fluid inclusions for accuracy. Calculation of isochores is enabled by software like 'FLUIDS' and 'BISOC', utilizing empirical equations from established researchers. Additionally, the RM2000 Renishaw laser Raman spectrometer is employed to analyze gas and fluid compositions within individual inclusions, with an Ar ion laser providing a wavelength of 514 nm and a magnification of 50x, using a grating of 1800 gr/mm.",
        "AnswerCn": "使用连接到奥林巴斯BX 51显微镜的Linkam THMS 600冷热台，可以对流体包裹体进行精确的微温度测量分析。通过使用合成流体包裹体进行校准，以确保准确性。利用像“FLUIDS”和“BISOC”这样的软件，可以计算等温线，这些软件使用了来自已建立研究者的经验方程。此外，RM2000 Renishaw激光拉曼光谱仪被用于分析单个包裹体内的气体和流体成分，氩离子激光器提供514 nm的波长，放大倍数为50倍，使用1800 gr/mm的光栅。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}