{
    "id": "a081fda6-fb60-4141-98d7-10c420bdd58f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (cosmic-ray soil moisture of Daman Superstation, 2017)",
            "description": "The data set contains observation data of cosmic-ray instrument (crs) from January 1, 2017 to December 31, 2017. The site is located in the farmland of Daman Irrigation District, Zhangye, Gansu Province, and the underlying surface is cornfield. The latitude and longitude of the observation site is 100.3722E, 38.8555N, the altitude is 1556 meters. The bottom of the instrument probe is 0.5 meter from the ground, and the sampling frequency is 1 hour.\nThe original observation items of the cosmic-ray instrument include: voltage Batt (V), temperature T (°C), relative humidity RH (%), air pressure P (hPa), fast neutron number N1C (number / hour), thermal neutron number N2C (number / hour), fast neutron sampling time N1ET (s) and thermal neutron sampling time N2ET (s). The data was released after being processed and calculated. The data includes: Date Time, P (pressure hPa), N1C (fast neutrons one/hour), N1C_cor (pressure-corrected fast neutrons one/hour) and VWC ( soil water content %),  it was processed mainly by the following steps:\n1) Data Screening\nThere are four criteria for data screening: (1) Eliminating data with a voltage less than or equal to 11.8 volts ; (2) Eliminating data with a relative humidity greater than or equal to 80%; (3) Eliminating data with a sampling time interval not within 60 ± 1 minute; (4) Eliminating data with fast neutrons that vary by more than 200 in one hour. In addition, missing data is supplemented with -6999.\n2) Air Pressure Correction\nThe original data is corrected by air pressure according to the fast neutron pressure correction formula mentioned in the instrument manual, and the corrected fast neutron number N1C_cor is obtained.\n3) Instrument Calibration\nIn the process of calculating soil moisture, it is necessary to calibrate the N0 in the calculation formula. N0 is the number of fast neutrons under the situation with low antecedent soil moisture . Usually, soil samples in the source area are used to obtain measured soil moisture (or obtained by relatively dense soil moisture wireless sensors) θm (Zreda et al. 2012) and the fast neutron correction data N in corresponding time periods, then NO can be obtained by reversing the formula.\nHere, the instrument is calibrated according to the Soilnet soil moisture data in the source region of the instrument, and the relationship between the soil volumetric water content θv and the fast neutron is established. The data of June 26-27, and July 16-17, respectively, which have obvious differences in dry and wet conditions, were selected. The data from June 26 to 27 showed low soil moisture content, so the average of the three values of 4 cm, 10 cm and 20 cm was used as the calibration data, and the variation range was 22% to 30%; meanwhile , the data from July 16 to 17 showed high soil moisture content, so the average of the two values of 4cm and 10 cm was used as the calibration data, and the variation range was 28% - 39%, and the final average N0 was 3597.\n4) Soil Moisture Calculation\nAccording to the formula, the hourly soil water content data is calculated.\nPlease refer to Liu et al. (2018) for information of hydrometeorological network or site, and Zhu et al. (2015) for observation data processing.",
            "instructions": "The data set contains observations of cosmic ray instruments (CRS) from January 1, 2017 to December 31, 2017.",
            "east": 100.3723,
            "west": 100.3723,
            "south": 38.8556,
            "north": 38.8556,
            "startTime": "2017-01-18 16:00:00",
            "endTime": "2018-01-17 16:00:00",
            "fileSize": 334053.0,
            "cstr": "18406.11.hiwater.1.2018.db",
            "doi": "10.3972/hiwater.1.2018.db",
            "dataFormat": "CSV",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHU Zhongli",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Research and Application of Cosmic Ray Fast Neutron Method in Soil Moisture Measurement in Agricultural Fields",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Cosmic-ray soil moisture observing system"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        },
        {
            "background": [
                "The acquisition of regional surface soil moisture has long been a research challenge. In recent years, the use of cosmic ray fast neutron methods to measure regional surface soil moisture has made significant progress. As a novel non-destructive measurement method for medium-scale soil moisture, the cosmic ray fast neutron method can obtain soil moisture within a source area of approximately 300 meters in radius. This larger measurement area fills the gap between traditional point observations and remote sensing large-area observations. Traditional measurement methods include: gravimetric method (oven-drying method), neutron gauge method, capacitance method, tensiometer method, time-domain reflectometry (TDR), and frequency-domain reflectometry (FDR). These measurement methods are all destructive and point-based, with measurement scales mostly at small scales, poor spatial representativeness, and difficulty in obtaining information on the regional distribution of soil moisture. The feasibility study of remote sensing monitoring of soil moisture began in the 1960s, with applied research starting in the mid-1970s. Remote sensing technology allows for rapid and large-area monitoring of soil moisture, but the soil moisture obtained through remote sensing is an average value at the pixel scale, with spatial resolutions generally ranging from tens of meters (aerial remote sensing) to tens of kilometers (satellite remote sensing). Moreover, it only provides instantaneous values at the moments when aircraft or satellites pass over, making it impossible to obtain continuous data, which limits the application of large-scale remote sensing measurements in practical soil moisture monitoring. There exists a gap between traditional point measurements and large-scale remote sensing monitoring, namely the inability to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating remote sensing-derived soil moisture, it is not possible to obtain the required pixel-scale soil moisture data. In recent years, research on measuring surface soil moisture using cosmic ray fast neutrons has gradually attracted attention. The intensity of cosmic ray fast neutrons above the surface is inversely related to soil moisture content. By setting up neutron probes above the ground to measure the intensity of cosmic ray fast neutrons, surface soil moisture content can be inferred. The cosmic ray fast neutron method is a passive, non-invasive medium-scale soil moisture measurement method, with a measurement radius of about 300 meters and an effective measurement depth of 12 to 76 cm."
            ],
            "research objective": [
                "This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River, and compares the results with data from Wireless Sensor Networks (WSN) to analyze the reliability of cosmic ray observations. The article analyzes the experimental results of regional soil moisture observations conducted in the Zhangye oasis farmland, indicating that the cosmic ray soil moisture observation system can effectively obtain regional soil moisture content. It not only accurately captures long-term time series soil moisture at the farmland scale but also provides meaningful ground validation data for remote sensing inversion of soil moisture."
            ],
            "challenges": [
                "There is a gap between traditional point measurements and large-scale monitoring through remote sensing, which makes it difficult to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating soil moisture retrieved from remote sensing, it is challenging to acquire the required pixel-scale soil moisture data. Hydrogen atoms in the cosmic ray source region are not only present in soil moisture but also exist in lattice water, soil organic matter, vegetation, and water vapor. The presence of these hydrogen atom sources inevitably affects the propagation of fast neutrons. Zreda et al. pointed out that the presence of lattice water reduces the detection depth of cosmic rays; however, under the assumption that lattice water and soil organic matter remain constant, these effects can be eliminated through a one-time field soil moisture calibration in the source region. In sparsely vegetated areas, the influence of vegetation can also be eliminated based on field soil moisture calibration, but under rapidly growing vegetation, the moisture content of the vegetation has a certain impact on observations, and there is currently no comprehensive method to correct for this. The presence of water vapor affects the measurement source region of cosmic rays, and MCNPX simulations indicate that the detection radius under saturated water vapor is about 10% lower than that under dry air."
            ],
            "methods": [
                "The dataset used in this article comes from the 2012 \"Heihe River Basin Eco-Hydrological Comprehensive Remote Sensing Observation Experiment,\" which mainly includes cosmic ray soil moisture datasets, wireless sensor network datasets (Soil-NET part), and rainfall datasets (Daman Station). During soil moisture observation, only a fast neutron probe needs to be installed. At the beginning of this experiment, only one fast neutron probe was installed for soil moisture observation. This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River and compares it with soil moisture wireless sensor network data (Wireless Sensor Network, WSN) to study the reliability of the cosmic ray observation results."
            ],
            "dataset": [
                "The cosmic ray soil moisture dataset mainly includes raw fast neutron data, raw atmospheric pressure data, etc., with a sampling frequency of 1 hour. Fast neutron data can be used to infer soil moisture information in the study area. SoilNET mainly contains observation data from 50 SoilNET soil moisture/temperature nodes located within the MODIS pixel of the Daman Super Station. Each node can connect to four SISOMOP (Simple Soil Moisture Probe) soil moisture/temperature probes, which measure soil moisture and temperature at depths of 4, 10, 20, and 40 cm, with 19 of them distributed within the cosmic ray source area. The sampling frequency of SoilNET nodes is 10 minutes. This paper primarily uses SoilNET node soil moisture data to validate the cosmic ray observation results, requiring the aggregation of the original 10-minute data into 1-hour data for synchronization with cosmic ray data. The rainfall dataset (Daman Super Station) mainly includes raw rainfall data, with a sampling frequency of 10 minutes. During use, the original data needs to be aggregated into 1-hour data to analyze the relationship between cosmic ray soil moisture changes and rainfall."
            ],
            "findings": [
                "The cosmic ray soil moisture observation system can effectively obtain regional soil moisture content, not only accurately capturing long-term time series soil moisture at the farmland scale but also providing genuinely meaningful surface validation data for remote sensing inversion of soil moisture. Comparisons show that cosmic rays reflect a surface-level change in soil moisture, which can well represent the trend of soil moisture changes beneath the farmland surface. After excluding irrigation period data, the correlation coefficient significantly increased to 0.86, and the RMSE decreased to 0.028 m³/m³."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it possible to correct for atmospheric pressure variations when measuring fast neutrons for soil moisture estimation?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are cosmic ray neutron data and wireless sensor network data comparable for monitoring soil moisture?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are datasets in oasis-desert areas more commonly collected using eddy covariance systems, scintillometers, or automatic weather stations with auxiliary sensors?",
                    "Answer": "eddy covariance systems",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data collection techniques used to measure soil moisture in arid regions?",
                    "Answer": "cosmic-ray neutron method, weighing method, neutron probe method, capacitive method, tensiometer method, time-domain reflectometry, frequency-domain reflectometry",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can challenges arise in measuring soil moisture using cosmic-ray neutron instruments?",
                    "Answer": "hydrogen atoms",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What datasets are typically used to validate soil moisture data collected via cosmic-ray neutron instruments?",
                    "Answer": "SoilNET",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to monitor soil moisture in arid and semi-arid regions?",
                    "Answer": "An example of a data collection method used to monitor soil moisture in arid and semi-arid regions is the cosmic-ray neutron sensing technique. This method involves the use of cosmic-ray instruments to measure fast neutron counts above the soil, which are inversely related to the soil moisture content. The data is collected at a high frequency, typically every hour, and is subjected to rigorous data processing including pressure correction and site-specific calibration to derive accurate soil moisture values.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in collecting soil moisture data using cosmic-ray neutron sensing?",
                    "Answer": "A challenge in collecting soil moisture data using cosmic-ray neutron sensing is the interference from hydrogen atoms present not only in soil moisture but also in lattice water, soil organic matter, vegetation, and water vapor. These elements can affect the propagation of fast neutrons, complicating the measurement of soil moisture. The presence of lattice water, for example, can reduce the detection depth of cosmic-ray neutrons, although this effect can be mitigated through site-specific soil moisture calibration.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes soil moisture measurements using cosmic-ray neutron sensing?",
                    "Answer": "An example of a dataset that includes soil moisture measurements using cosmic-ray neutron sensing is the dataset from the Heihe River Basin, which provides long-term continuous monitoring of soil moisture in farmland areas. The dataset includes raw fast neutron counts, pressure data, and derived soil moisture content at an hourly sampling frequency. It is complemented by supporting data from a wireless sensor network and rainfall measurements to validate and analyze soil moisture dynamics.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics of data collected using the cosmic-ray soil moisture measurement method in arid and semi-arid regions?",
                    "Answer": "passive, non-invasive, radius of approximately 300 m, effective depth of 12 to 76 cm, mesoscale measurement, continuous soil moisture changes, spatially representative data",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with using cosmic-ray neutron probes for soil moisture measurement in agricultural settings?",
                    "Answer": "influence of hydrogen atoms, presence of lattice water, vegetation water content, water vapor, reduced detection depth, decreased detection radius by about 10%",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the features of datasets required for validating remote-sensing soil moisture retrievals using cosmic-ray neutron methods?",
                    "Answer": "original fast neutron data, atmospheric pressure data with a sampling frequency of one hour, soil moisture/temperature observations from a wireless sensor network with probes at various depths (e.g., 4, 10, 20, and 40 cm), rainfall data collected at high frequency (e.g., every 10 minutes)",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency of the data collected using the cosmic ray soil moisture measurement method?",
                    "Answer": "1 hour",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many SoilNET nodes are used within the cosmic ray source area to validate soil moisture observations?",
                    "Answer": "19",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the typical measurement radius of the cosmic ray soil moisture measurement method?",
                    "Answer": "300 meters",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'cosmic-ray neutron probe' mean in the context of soil moisture measurement?",
                    "Answer": "In the context of soil moisture measurement, a 'cosmic-ray neutron probe' refers to a non-invasive, mid-scale method used to determine soil moisture content by measuring the intensity of fast cosmic-ray neutrons above the ground. The intensity of these neutrons is inversely related to the hydrogen content in the soil, such as water molecules, allowing for the estimation of soil moisture over a large area, typically with a measurement radius of around 300 meters and a depth of 12 to 76 cm.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the significance of 'pressure correction' in cosmic-ray neutron data processing?",
                    "Answer": "The significance of 'pressure correction' in cosmic-ray neutron data processing lies in its ability to adjust the raw neutron count data for variations in atmospheric pressure. This correction is necessary because atmospheric pressure affects the number of fast neutrons detected, and applying this correction formula allows for more accurate determination of soil moisture content by standardizing the neutron count to a consistent atmospheric condition.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the use of cosmic ray neutron sensing for soil moisture measurement compare to traditional methods such as time-domain reflectometry and remote sensing in terms of spatial representativeness and measurement scale?",
                    "Answer": "Cosmic ray neutron sensing provides a non-invasive, medium-scale measurement of soil moisture with a sensing radius of approximately 300 m and an effective depth of 12 to 76 cm. It fills the gap between point-scale measurements, like those from time-domain reflectometry, and large-scale observations from remote sensing, offering more spatially representative data than traditional point measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways does the integration of wireless sensor network data with cosmic ray neutron data enhance the reliability of soil moisture observations, and how does this integration compare to relying solely on cosmic ray neutron data?",
                    "Answer": "Integrating wireless sensor network data with cosmic ray neutron data enhances reliability by providing ground-truth validation and enabling calibration of the cosmic ray measurements. This approach offers a comprehensive view, capturing small-scale variability and supporting the broader-scale observations from cosmic ray sensing, whereas relying solely on cosmic ray data might miss finer spatial details and variations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the use of cosmic-ray neutron instruments enhance the understanding of soil moisture dynamics in arid and semi-arid regions?",
                    "Answer": "Cosmic-ray neutron instruments provide a passive, non-invasive method for measuring soil moisture over a larger spatial scale compared to traditional point measurements. This allows for capturing regional soil moisture dynamics, which is particularly beneficial in arid and semi-arid regions where such information can bridge the gap between localized measurements and remote sensing data. The ability to monitor soil moisture continuously over long periods can help understand the interactions between soil moisture and hydrometeorological factors in these regions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges might arise when interpreting soil moisture data collected using cosmic-ray neutron methods, and how can these be addressed?",
                    "Answer": "Challenges in interpreting soil moisture data using cosmic-ray neutron methods include the influence of hydrogen atoms from sources other than soil moisture, such as vegetation and soil organic matter, affecting neutron propagation. These influences can be mitigated by applying corrections based on field soil moisture calibration and accounting for vegetation water content changes. Additionally, atmospheric conditions like water vapor can affect the measurement radius, requiring careful calibration and correction to ensure data accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can comparative analysis between cosmic-ray neutron soil moisture measurements and wireless sensor networks contribute to the validation and reliability of soil moisture datasets?",
                    "Answer": "Comparative analysis between cosmic-ray neutron measurements and wireless sensor networks can provide a means to validate the reliability of soil moisture data. By comparing long-term continuous measurements from cosmic-ray instruments with the data from wireless sensor networks, researchers can assess the accuracy and consistency of soil moisture observations. This cross-validation can enhance confidence in the datasets, particularly in providing ground-truth data for remote sensing products and improving spatial soil moisture representation in ecological and hydrological models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the underlying causes for the challenges faced in retrieving regional soil moisture information using traditional point measurements and remote sensing methods?",
                    "Answer": "The challenges stem from the spatial representativeness limitations of traditional point measurements, as they are typically small-scale and invasive, making it difficult to obtain regional distribution information. Remote sensing methods, while covering large areas, provide pixel-scale average values with limited spatial resolution and temporal continuity, creating a gap in acquiring data at the farm or small watershed scale.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are cosmic ray neutron probes considered effective for measuring surface soil moisture in the Heihe region, particularly in comparison to other methods?",
                    "Answer": "Cosmic ray neutron probes are effective because they offer a non-destructive and non-invasive measurement method that covers a medium-scale radius of about 300 meters, filling the gap between point measurements and large-scale remote sensing. They provide a reliable means to obtain long-term sequence data at the farmland scale, which is crucial for validating remote sensing soil moisture data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What factors influence the calibration process in soil moisture measurement using cosmic ray neutron probes, and how do these factors affect the accuracy of the data collected?",
                    "Answer": "The calibration process is influenced by factors such as the presence of hydrogen atoms in sources other than soil moisture, like lattice water, organic matter, vegetation, and water vapor. These factors affect neutron propagation and can alter detection depth. While some influences can be mitigated through in-situ soil moisture calibration, rapidly changing vegetation and water vapor may still impact measurement accuracy, necessitating advanced correction methods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes in soil moisture measurement accuracy when using cosmic-ray neutron methods compared to traditional methods like time-domain reflectometry?",
                    "Answer": "Cosmic-ray neutron methods provide a non-invasive, mid-scale measurement of soil moisture, effectively bridging the gap between point observations and large-scale remote sensing. They offer a larger measurement radius of approximately 300 m and depth between 12 to 76 cm, allowing for continuous data acquisition over large areas and providing accurate long-term soil moisture data that can effectively serve as ground validation for remote sensing-derived moisture data. This method can significantly improve spatial representation and accuracy in soil moisture measurement compared to traditional methods, which are often limited by smaller measurement scales and spatial representation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How might the integration of cosmic-ray neutron soil moisture data with wireless sensor network data enhance the understanding of soil moisture dynamics over a region?",
                    "Answer": "Integrating cosmic-ray neutron soil moisture data with wireless sensor network data can enhance the understanding of soil moisture dynamics by providing a comprehensive view that combines large-scale surface moisture measurements with detailed point data. This approach allows for cross-verification and calibration of measurements, leading to a more accurate representation of soil moisture variability across different spatial scales. It can also improve the reliability of soil moisture data for remote sensing validation, offering a better understanding of regional soil moisture distribution and dynamics.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the consequences of excluding high relative humidity data on the overall reliability of soil moisture datasets derived from cosmic-ray neutron observations?",
                    "Answer": "Excluding high relative humidity data (above 80%) can lead to more reliable soil moisture datasets, as it eliminates potential noise and errors associated with humidity's impact on neutron counts. This data screening helps in maintaining the integrity of the measurements by focusing on conditions where the cosmic-ray neutron method is most effective. This step ensures that the resulting soil moisture data are more accurate and reflective of actual soil conditions, enhancing the dataset's overall reliability for both scientific research and practical applications in hydrology and agriculture.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to establish a network of meteorological and hydrological stations in oasis–desert systems for data collection?",
                    "Answer": "Establishing a network of meteorological and hydrological stations in oasis–desert systems is important to achieve a quantitative understanding of energy, water vapor, and carbon exchange. This understanding is crucial for recognizing oasis–desert interactions, protecting ecological stability, and supporting the socioeconomic development of oases, contributing to sustainable development and ecological security in these regions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why use long-term observational datasets to study energy, water vapor, and carbon exchanges in oasis–desert ecosystems?",
                    "Answer": "Long-term observational datasets are used to study energy, water vapor, and carbon exchanges in oasis–desert ecosystems to maintain the balance between these systems, achieve carbon neutrality, and support sustainable oasis development. These datasets provide essential insights into the basic characteristics of these exchanges, which are vital for ecological stability and understanding the role of these regions in the global carbon cycle.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps involved in utilizing cosmic-ray instruments to measure soil moisture and how do they ensure data accuracy in arid regions?",
                    "Answer": "The procedural steps for utilizing cosmic-ray instruments to measure soil moisture include: 1) Data screening using four standards to ensure data quality, such as removing data with low voltage, high relative humidity, incorrect sampling intervals, and large fluctuations in neutron counts; 2) Atmospheric pressure correction of the neutron counts based on a specified formula; 3) Calibration of the instrument using soil moisture data from within the instrument's area of influence to establish a relationship between soil moisture and neutron counts; 4) Calculation of soil moisture using the corrected neutron counts. These procedures help maintain data accuracy by filtering out erroneous data and adjusting measurements based on environmental factors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of wireless sensor networks (WSN) complement cosmic-ray neutron sensing in soil moisture data collection, and what are the procedural considerations for integrating these datasets?",
                    "Answer": "Wireless sensor networks (WSN) complement cosmic-ray neutron sensing by providing point-based soil moisture and temperature data at specific depths, which can be used to validate the cosmic-ray observations. Procedural considerations for integrating these datasets include synchronizing the data by aggregating the high-frequency WSN data to match the hourly sampling rate of the cosmic-ray data, and ensuring that the spatial distribution of WSN nodes covers the area influenced by the cosmic-ray measurements. This integration allows for cross-validation and improved reliability of soil moisture data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data collection techniques enable the continuous monitoring of soil moisture in arid regions over extended periods?",
                    "Answer": "The use of cosmic-ray neutron probes enables the continuous monitoring of soil moisture in arid regions by providing long-term series of data from a measurement radius of approximately 300 m, which fills the gap between traditional point measurements and large-scale remote sensing methods.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges must be addressed to ensure the accuracy of soil moisture measurements using cosmic-ray neutron methods in agricultural settings?",
                    "Answer": "Challenges include addressing the influence of hydrogen atoms not only in soil moisture but also in other sources like lattice water, organic matter, vegetation, and water vapor, which can affect neutron propagation. Calibration with field soil moisture data can mitigate these influences, but rapidly changing vegetation and water vapor variations pose ongoing challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be a gap between traditional point measurement methods and remote sensing in capturing soil moisture data at the farm or small watershed scale?",
                    "Answer": "Traditional point measurement methods often have limited spatial representation due to their small measurement scales, while remote sensing provides pixel-scale average values with limited temporal resolution. This creates a gap in obtaining regional soil moisture information that is necessary for farm or small watershed scales. The cosmic-ray neutron method helps fill this gap by providing non-invasive, mesoscale measurements with a radius of about 300m.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected challenges in using cosmic-ray neutron instruments to measure soil moisture in regions with varying vegetation or atmospheric conditions?",
                    "Answer": "Challenges include the influence of hydrogen atoms present in lattice water, soil organic matter, vegetation, and vapor, which can affect the propagation of fast neutrons. In sparse vegetation areas, these effects can be mitigated through soil moisture calibration, but rapidly growing vegetation and vapor presence may impact observations without a perfect correction method.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is long-term observation crucial in understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term observations are essential to recognize the interactions within oasis-desert ecosystems, support sustainable development, and ensure ecological security. They provide quantitative data on energy, water vapor, and carbon exchanges, which are significant for achieving goals like carbon neutrality and maintaining balance between oasis and desert systems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the effectiveness of using cosmic-ray neutron sensing compared to traditional soil moisture measurement techniques in arid and semi-arid regions?",
                    "Answer": "Cosmic-ray neutron sensing is considered effective for measuring soil moisture over a larger area with a radius of about 300 meters, bridging the gap between point-based traditional methods and large-scale remote sensing techniques. It provides continuous data and has been shown to accurately reflect soil moisture variations at the farmland scale, offering reliable validation data for remote sensing soil moisture retrievals.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the primary challenges faced when integrating cosmic-ray neutron data with remote sensing data for comprehensive soil moisture analysis?",
                    "Answer": "Challenges include addressing the influence of environmental hydrogen sources such as lattice water, soil organic matter, vegetation, and water vapor, which can affect neutron propagation. While corrections can be applied for consistent conditions, dynamic factors like rapidly growing vegetation remain difficult to adjust for accurately. Additionally, the spatial resolution and temporal continuity differences between cosmic-ray neutron data and remote sensing data present integration challenges.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm not sure how the cosmic ray neutron method can effectively measure soil moisture over a large area compared to traditional methods.",
                    "Answer": "The cosmic ray neutron method is a novel, non-destructive mid-scale soil moisture measurement technique that captures soil moisture over a radius of approximately 300 meters. This method fills the gap between traditional point measurements and large-scale remote sensing by offering data that represents a larger area, thus providing more spatially representative soil moisture information.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "I don't understand the challenges faced when using cosmic ray neutron data for soil moisture measurement.",
                    "Answer": "One challenge with using cosmic ray neutron data is the presence of hydrogen atoms not only in soil moisture but also in lattice water, soil organic matter, vegetation, and water vapor. These can affect the propagation of fast neutrons. While lattice water and soil organic matter effects can be eliminated through calibration, vegetation and water vapor pose additional challenges. For instance, rapid vegetation growth and saturated water vapor can alter the measurement radius and depth.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm uncertain about the data collection methods that complement cosmic ray neutron techniques in studying soil moisture.",
                    "Answer": "Complementary to cosmic ray neutron techniques, wireless sensor networks (WSN) are used to validate soil moisture data. These networks include nodes that connect to soil moisture/temperature probes at different depths, providing detailed soil moisture information. The WSN data is compared with cosmic ray neutron data to assess reliability and accuracy, offering a comprehensive view of soil moisture dynamics.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}