{
    "id": "a12413f3-12db-4975-9ab3-0a0c16a55e44",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of the chronology and environmental proxies of Maerkang loess sequence in the eastern Tibetan Plateau",
            "titleCn": "青藏高原东部马尔康黄土年代与环境指标数据",
            "description": "This dataset includes quartz OSL dating, AMS 14C dating, grain size and magnetic susceptibilities for the Maerkang loess section in the eastern Tibetan Plateau. The quartz OSL dating and the grain size and magnetic susceptibility were measured at the Key Laboratory of Western China’s Environmental Systems (Ministry of Education), Lanzhou University. The pretreatment of AMS14C samples were conducted at the Key Laboratory of Western China’s Environmental Systems (Ministry of Education), and the AMS measurements were conducted at Peking University. The dataset provides a detailed chronology, dust deposition and paleoenvironmental histories since the MIS 3 of the Maerkang loess in the eastern Tibetan Plateau. The results provide new evidence for a better understanding of the history of environmental change and dust activities on the Tibetan Plateau since MIS 3.",
            "descriptionCn": "本数据为青藏高原东部马尔康黄土的石英光释光年代、碳十四年代、磁化率和粒度等数据。石英光释光测年、粒度、磁化率等分析在兰州大学西部环境教育部重点实验室完成；AMS碳十四样品测试在北京大学完成。该数据提供了青藏高原东部马尔康地区黄土沉积三阶段（MIS3）以来的可靠年代序列，和粉尘沉积历史以及古环境变化特征，对深入研究青藏高原末次冰期以来的环境变化，粉尘活动历史及其与周边大气环流之间的联系具有重要的作用。",
            "instructions": "The chronology and environmental indicator data of the Malkang loess in the eastern part of the Qinghai Tibet Plateau are stored in Excel format, and the file name is \"The chronology and environmental indicator data of Malkang loss in ETP\". Data reading: This data table can be viewed and edited using Excel software.",
            "instructionsCn": "青藏高原东部马尔康黄土年代和环境指标数据，以Excel格式存储，文件的名称为“The chronology and environmental indicator data of Maerkang loess in ETP” 。 数据读取：该数据表可以可用Excel软件进行查看和编辑。",
            "east": 32.0,
            "west": 31.0,
            "south": 101.0,
            "north": 102.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 23481.0,
            "cstr": "18406.11.Paleoenv.tpdc.300887",
            "doi": "10.11888/Paleoenv.tpdc.300887",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李琼",
                "nameEn": "LI Qiong",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "李普爽",
                "nameEn": "LI Pushuang",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "刘丽",
                "nameEn": "LIU Li",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "杨胜利",
                "nameEn": "YANG Shengli",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Aeolian process and climatic changes in loess records from the eastern Tibetan Plateau: Implications for paleoenvironmental dynamics since MIS 3",
                "referenceCn": null,
                "referenceEn": "Li, Q., Li, P., Liu, X., Chen, Z., Liu, L., Liu, W., Luo, Y., Zhou, J., Wen, C., & Yang, S. (2023). Aeolian process and climatic changes in loess records from the eastern Tibetan Plateau: Implications for paleoenvironmental dynamics since MIS 3. Catena 231, 107361."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "磁化率",
                "nameEn": "Magnetic susceptibility"
            },
            {
                "nameCn": "粒度",
                "nameEn": "Grain-size"
            },
            {
                "nameCn": "释光测年",
                "nameEn": "Luminescence dating"
            },
            {
                "nameCn": "黄土",
                "nameEn": "Loess"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横断山脉",
                "keywordEn": "Hengduan Mountains"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "末次冰期",
                "keywordEn": "Last Glacial",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used for determining the age and environmental indicators of loess deposits in the eastern Qinghai-Tibet Plateau?",
                "QuestionCn": "确定青藏高原东部黄土沉积物的年龄和环境指标的主要数据收集方法有哪些？",
                "AnswerEn": "quartz optically stimulated luminescence dating, radiocarbon dating, magnetic susceptibility analysis, grain size analysis",
                "AnswerCn": "石英光释光测年、放射性碳测年、磁化率分析、粒度分析",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and analysis techniques used for determining the age and environmental indicators in loess deposits?",
                "QuestionCn": "确定黄土沉积物的年龄和环境指标的关键特征和分析技术有哪些？",
                "AnswerEn": "quartz optically stimulated luminescence dating, radiocarbon dating, magnetic susceptibility, grain size analysis",
                "AnswerCn": "石英光释光测年、放射性碳测年、磁化率、粒度分析",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many chronological stages are represented in a dataset covering the loess deposits in the eastern Tibetan Plateau since the last glacial period?",
                "QuestionCn": "在覆盖东藏高原自上一个冰川期以来的黄土沉积物的数据集中，代表了多少个时间阶段？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '石英光释光测年' mean in the context of data collection techniques for environmental studies?",
                "QuestionCn": "'石英光释光测年'在环境研究的数据收集技术中指的是一种用于测定沉积物或土壤中矿物质最后暴露于光照的时间的方法。",
                "AnswerEn": "'石英光释光测年' refers to quartz optically stimulated luminescence dating, a method used to determine the last time quartz grains were exposed to light. This technique is crucial for establishing reliable age sequences in sedimentary deposits, such as loess, by measuring the accumulated luminescence signals in quartz.",
                "AnswerCn": "'石英光释光测年'是指石英光释光测年法，这是一种用于确定石英颗粒最后一次暴露于光线的时间的方法。该技术对于建立沉积物（如黄土）中的可靠年龄序列至关重要，通过测量石英中积累的光释光信号来实现。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the causes behind the choice of using quartz optically stimulated luminescence dating and AMS radiocarbon dating for analyzing loess deposits in the eastern Tibetan Plateau?",
                "QuestionCn": "在分析东藏高原的黄土沉积时，选择使用石英光释光定年和加速器质谱放射性碳定年（AMS）背后的原因是什么？",
                "AnswerEn": "Quartz optically stimulated luminescence dating and AMS radiocarbon dating are utilized for analyzing loess deposits in the eastern Tibetan Plateau to provide a reliable chronological framework for the loess sedimentation since the last glacial period. These methods are chosen because they are effective for dating different sedimentary materials and time ranges, and they help in understanding the dust deposition history and paleoclimatic changes in the region.",
                "AnswerCn": "石英光释光定年和加速质谱碳-14定年被用于分析东藏高原的黄土沉积，以提供自上一个冰川时期以来黄土沉积的可靠时间框架。这些方法之所以被选择，是因为它们在对不同沉积材料和时间范围的定年方面有效，并且有助于理解该地区的尘埃沉积历史和古气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing quartz optically stimulated luminescence dating and carbon-14 dating on understanding the historical dust deposition and paleoenvironmental changes in the eastern Tibetan Plateau?",
                "QuestionCn": "利用石英光释光定年和碳-14定年对理解东藏高原的历史尘埃沉积和古环境变化的影响是什么？",
                "AnswerEn": "The use of quartz optically stimulated luminescence dating and carbon-14 dating provides a reliable chronological sequence for loess deposits since MIS3 in the eastern Tibetan Plateau. This aids in understanding the history of dust deposition and the characteristics of paleoenvironmental changes, facilitating deeper research into environmental changes since the last glacial period and the interactions between dust activity and surrounding atmospheric circulation.",
                "AnswerCn": "石英光释光定年和碳-14定年法的使用为东藏高原的黄土沉积提供了自MIS3以来可靠的时间序列。这有助于理解尘埃沉积的历史和古环境变化的特征，促进对自上一个冰川期以来环境变化及尘埃活动与周围大气环流之间相互作用的深入研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to date loess deposits and analyze environmental indicators in the eastern Tibetan Plateau, and how do these methods contribute to understanding the region's climate history?",
                "QuestionCn": "在东藏高原，采用了哪些方法来对黄土沉积物进行年代测定和分析环境指标，这些方法如何有助于理解该地区的气候历史？",
                "AnswerEn": "The methodologies used include quartz optically stimulated luminescence (OSL) dating, radiocarbon dating (AMS), grain size analysis, and magnetic susceptibility measurements. Quartz OSL dating and grain size, magnetic susceptibility analyses are conducted at the Key Laboratory of Western China's Environmental Systems of Lanzhou University, while AMS radiocarbon dating is performed at Peking University. These methods provide a reliable chronological sequence of loess deposition since MIS3 and offer insights into the dust deposition history and paleoenvironmental changes, contributing to a deeper understanding of environmental changes and dust activity history in the eastern Tibetan Plateau since the last glacial period and its connection to surrounding atmospheric circulation.",
                "AnswerCn": "所使用的方法包括石英光释光（OSL）定年、放射性碳定年（AMS）、颗粒大小分析和磁敏感度测量。石英OSL定年、颗粒大小和磁敏感度分析在兰州大学西部环境系统重点实验室进行，而AMS放射性碳定年则在北京大学进行。这些方法提供了自MIS3以来黄土沉积的可靠年代序列，并为尘埃沉积历史和古环境变化提供了见解，有助于深入理解自最后冰川期以来东藏高原的环境变化和尘埃活动历史及其与周围大气环流的联系。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}