{
    "id": "a214ee72-c2c7-419e-8ec0-9dcca6ee5575",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Glacial lakes and GLOF hazard levels in the Bhutan Himalaya (1960s-2020)",
            "titleCn": "不丹喜马拉雅冰湖面积和GLOF危险性等级（1960s-2020）",
            "description": "1. Glacial lake data sets  (1960s−2020)\nThis data set contains glacial lake data for the 1960s, 2016, 2017, 2018, 2019, and 2020, mapped from Korona KH-4, Sentinel-2, and Sentinel-1 imagery.\n2. Potential Outburst Flood Hazard level of Bhutanese glacial lakes\nThis data contains the Potential Outburst Flood  Hazard level of Bhutanese glacial lakes with an area greater than 0.05 km2 (n=278). The value for each hazard assessment criteria is also provided in the data attributes.",
            "descriptionCn": "1. 冰湖面积数据（1960s-2020年）\n该数据包含基于1960s的Korona KH-4和2016-2020年的Sentinel-2和Sentinel-1等卫星绘制的不丹喜马拉雅冰湖面积。\n2. 冰湖潜在溃决洪水灾害等级\n该数据包含面积大于0.05平方公里（n=278）不丹喜马拉雅冰湖潜在溃决洪水灾害等级。\n数据详细处理流程请见论文。",
            "instructions": "File naming: named after the data period, such as GL_ Bhutan_ 2016. shp file represents the distribution and area of himalayan Glacial lakes in Bhutan in 2016;  The potential explosion risk level of the ice lake is stored in the GLOF_P_BHutan_2020.shp.\nData reading method: ArcGIS",
            "instructionsCn": "文件命名：以数据时期命名，比如GL_Bhutan_2016.shp文件代表2016年不丹喜马拉雅冰湖的分布和面积；GLOF_P_BHutan_2020.shp文件中存放冰湖潜在溃决洪水灾害等级\n数据读取方式：Arcgis",
            "east": 92.446,
            "west": 88.856,
            "south": 27.652,
            "north": 28.56,
            "startTime": null,
            "endTime": null,
            "fileSize": 9720702.0,
            "cstr": null,
            "doi": "10.3389/feart.2021.775195",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Sonam Rinzin",
                "nameEn": "RINZIN Sonam",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Glacial Lake Area Change and Potential Outburst Flood Hazard Assessment in the Bhutan Himalaya",
                "referenceCn": null,
                "referenceEn": "Sonam, R., Zhang, G., & Sonam, W. (2021). Glacial Lake Area Change and Potential Outburst Flood Hazard Assessment in the Bhutan Himalaya. Frontiers in Earth Science. 9, 1136. https://doi.org/10.3389/feart.2021.775195"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "面积",
                "nameEn": "Area"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "不丹喜马拉雅",
                "keywordEn": "The Bhutan Himalaya"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1960s，2016-2020",
                "keywordEn": "1960s，2016-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Climate warming, which is more evident across the high mountains than in lowland areas, has led to unprecedented negative glacier mass balances worldwide, and in particular in the Himalayas. Several studies have observed rapid glacier melting and mass loss in the Bhutan Himalaya. The melt-water from these glaciers coalesces and accumulates, forming new glacial lakes or expanding existing ones. The formation of proglacial lakes can, in turn, accelerate the melting of glaciers through a positive feedback mechanism. Analysis of Landsat series imagery has revealed an increasing number and area of glacial lakes since the 1990s across the globe, in High Mountain Asia, the Third Pole region and in the Himalayas. For example, from 1990 to 2015, glacial lakes in the Himalayas have expanded by approximately 14%, with the eastern Himalayas, the location of the Bhutan Himalaya, having the highest expansion rate. The Landsat series imagery, available since 1972, is the most convenient data set for studying glacial lake evolution across the high mountains. However, past studies based on Landsat imagery are limited to the period since the 1990s and to more extended temporal scales such as those required for decadal studies. Thus, glacial lake changes before the 1990s and at shorter temporal resolutions are not well understood. The Sentinel-2 multi-spectral instrument (MSI), with a spatial resolution of 10 m and a 5-day revisit cycle, is ideal for examining high-frequency glacial lake change behavior, although it has been available only since 2016. Likewise, the declassified Corona KH-4, available since 1962, provides an excellent historical data archive to catalog glacial lakes since the 1960s. Sentinel-1 synthetic aperture radar data (SAR) provides excellent complementary data for glacial lake mapping, overcoming the challenges, such as cloud cover contamination, inherent in optical data."
            ],
            "research objective": [
                "We mapped Bhutanese glacial lakes from the 1960s to 2020, and used these data to determine their distribution patterns, expansion behavior, and GLOF hazard status. Our results imply that extending glacial lakes studies back to the 1960s provides new insights on glacial lake evolution from glacier-fed lakes to non-glacier-fed lakes. Additionally, we reaffirmed the capacity of Sentinel-1 and Sentinel-2 data to determine annual glacial lake changes. The results from this study can be a valuable basis for future glacial lake monitoring and prioritizing limited resources for GLOF mitigation programs."
            ],
            "challenges": [
                "However, for the Bhutan Himalaya, their data sets have high levels of uncertainty for determining annual glacial lake behavior, as well as underrepresenting the overall statistics."
            ],
            "methods": [
                "In contrast, we provide annual glacial lake data sets from 2016 to 2020 in the Bhutan Himalaya using high resolution (10 m) Sentinel-2 and Sentinel-1 using a highly automated method coupled with careful manual inspection. Here, we employed seven hazard factors and multiple-criteria decision-making tools (AHP) (Saaty, 2008) to produce a GLOF hazard-potential ranking for 278 glacial lakes with area≥0.05 km2 and with a glacier-lake distance of≤1,000 m."
            ],
            "dataset": [
                "2,187 glacial lakes (corresponding to 130.19± 2.09 km2) were mapped from high spatial resolution (1.82– 7.62 m), Corona KH-4 images from the 1960s. Using the Sentinel-2 (10 m) and Sentinel-1 (20 m× 22 m), we mapped 2,553 (151.81± 7.76 km2), 2,566 (152.64 ± 7.83 km2), 2,572 (153.94± 7.83 km2), 2,569 (153.97± 7.79 km2) and 2,574 (156.63± 7.95 km2) glacial lakes in 2016, 2017, 2018, 2019 and 2020, respectively."
            ],
            "findings": [
                "We concluded that the increasing glacier melt is the main driver of glacial lake expansion."
            ],
            "backgroundCn": [
                "气候变暖在高山地区的表现比低地地区更为明显，导致全球范围内冰川质量平衡前所未有的负面变化，尤其是在喜马拉雅山脉。多项研究观察到不丹喜马拉雅地区冰川的快速融化和质量损失。来自这些冰川的融水汇聚并积累，形成新的冰川湖或扩展现有湖泊。前冰川湖的形成反过来又可以通过正反馈机制加速冰川的融化。对Landsat系列影像的分析显示，自1990年以来，全球高山地区、第三极地区和喜马拉雅地区的冰川湖数量和面积均在增加。例如，从1990年到2015年，喜马拉雅地区的冰川湖扩展了约14%，而东喜马拉雅地区，即不丹喜马拉雅的扩展率最高。自1972年以来可用的Landsat系列影像是研究高山地区冰川湖演变的最便利数据集。然而，基于Landsat影像的过去研究仅限于1990年以来的时期以及需要更长时间尺度的研究，如十年研究。因此，1990年前的冰川湖变化和较短时间分辨率的变化尚不清楚。Sentinel-2多光谱仪（MSI）具有10米的空间分辨率和5天的重访周期，非常适合研究高频率的冰川湖变化行为，尽管它自2016年以来才可用。同样，自1962年以来可用的解密Corona KH-4提供了一个优秀的历史数据档案，用于记录自1960年代以来的冰川湖。Sentinel-1合成孔径雷达数据（SAR）提供了出色的补充数据，用于冰川湖的制图，克服了光学数据中固有的云覆盖污染等挑战。"
            ],
            "research objectiveCn": [
                "我们对不丹的冰川湖进行了从1960年代到2020年的映射，并利用这些数据确定了它们的分布模式、扩展行为和冰川湖溃决（GLOF）危险状态。我们的结果表明，将冰川湖研究的时间延伸至1960年代为冰川供水湖到非冰川供水湖的演变提供了新的见解。此外，我们重申了Sentinel-1和Sentinel-2数据在确定年度冰川湖变化方面的能力。本研究的结果可以为未来的冰川湖监测提供宝贵的基础，并为GLOF减灾项目优先分配有限资源。"
            ],
            "challengesCn": [
                "然而，对于不丹喜马拉雅地区，他们的数据集在确定年度冰川湖行为方面存在较高的不确定性，并且整体统计数据也被低估。"
            ],
            "methodsCn": [
                "相较之下，我们提供了2016年至2020年间不丹喜马拉雅地区的年度冰川湖数据集，使用高分辨率（10米）的Sentinel-2和Sentinel-1，采用高度自动化的方法并结合仔细的人工检查。在这里，我们采用了七个危险因素和多标准决策工具（AHP）（Saaty，2008）为278个面积≥0.05 km²且与冰川湖距离≤1,000米的冰川湖生成了GLOF危险潜力排名。"
            ],
            "datasetCn": [
                "从1960年代的高分辨率（1.82–7.62米）Corona KH-4影像中，绘制了2,187个冰川湖（对应130.19±2.09平方公里）。使用Sentinel-2（10米）和Sentinel-1（20米×22米），我们分别在2016年、2017年、2018年、2019年和2020年绘制了2,553个（151.81±7.76平方公里）、2,566个（152.64±7.83平方公里）、2,572个（153.94±7.83平方公里）、2,569个（153.97±7.79平方公里）和2,574个（156.63±7.95平方公里）冰川湖。"
            ],
            "findingsCn": [
                "我们得出结论，冰川融化的加剧是冰川湖扩张的主要驱动因素。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is satellite imagery a viable method for mapping glacial lake areas from the 1960s to 2020?",
                "QuestionCn": "卫星影像是否是从1960年代到2020年绘制冰川湖面积的可行方法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What approach is more effective for determining GLOF hazard potential: using multiple-criteria decision-making tools (like AHP) or relying solely on spatial data analysis?",
                "QuestionCn": "哪种方法在确定冰川湖溃决洪水（GLOF）危险潜力方面更有效：使用多标准决策工具（如层次分析法AHP）还是仅依赖空间数据分析？",
                "AnswerEn": "multiple-criteria decision-making tools (AHP)",
                "AnswerCn": "多准则决策工具（AHP）",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the expansion behavior of glacial lakes better understood with Landsat series imagery, Sentinel-2 data, or a combination of different satellite data?",
                "QuestionCn": "冰川湖泊的扩展行为是通过Landsat系列影像、Sentinel-2数据，还是通过不同卫星数据的组合更好地理解的？",
                "AnswerEn": "a combination of different satellite data",
                "AnswerCn": "不同卫星数据的组合",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used to map glacial lakes in the Bhutan Himalaya from 2016 to 2020?",
                "QuestionCn": "在2016年至2020年期间，用于绘制不丹喜马拉雅地区冰川湖泊的资料收集方法是什么？",
                "AnswerEn": "Sentinel-2 and Sentinel-1 data",
                "AnswerCn": "哨兵-2和哨兵-1数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who provides the historical data archive for cataloging glacial lakes since the 1960s?",
                "QuestionCn": "谁提供自1960年代以来冰川湖泊的历史数据档案？",
                "AnswerEn": "Corona KH-4",
                "AnswerCn": "Corona KH-4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with determining annual glacial lake behavior in the Bhutan Himalaya?",
                "QuestionCn": "确定不丹喜马拉雅地区年度冰川湖行为面临的挑战有哪些？",
                "AnswerEn": "Uncertainty",
                "AnswerCn": "不确定性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to map glacial lakes in the Bhutan Himalaya over a long-term period?",
                "QuestionCn": "您能否提供一个用于长期映射不丹喜马拉雅地区冰川湖泊的数据收集方法的示例？",
                "AnswerEn": "A dataset was created using Corona KH-4 images from the 1960s and Sentinel-2 and Sentinel-1 satellite data from 2016-2020, employing both automated methods and manual inspection.",
                "AnswerCn": "一个数据集是通过使用1960年代的Corona KH-4影像以及2016-2020年的Sentinel-2和Sentinel-1卫星数据创建的，采用了自动化方法和人工检查相结合的方式。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in determining the annual behavior of glacial lakes in the Bhutan Himalaya?",
                "QuestionCn": "在确定不丹喜马拉雅地区冰川湖的年度行为时面临的一个挑战是什么？",
                "AnswerEn": "One challenge is the high level of uncertainty in datasets for determining annual glacial lake behavior, which could lead to underrepresentation of overall statistics.",
                "AnswerCn": "一个挑战是用于确定年度冰川湖行为的数据集的不确定性水平很高，这可能导致整体统计数据的代表性不足。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a strategy used to assess the hazard potential of glacial lakes in the Bhutan Himalaya?",
                "QuestionCn": "您能否提供一个评估不丹喜马拉雅地区冰川湖危险潜力的策略示例？",
                "AnswerEn": "A strategy involved using seven hazard factors and multiple-criteria decision-making tools (AHP) to produce a GLOF hazard-potential ranking for 278 glacial lakes larger than 0.05 km² with a glacier-lake distance of ≤1,000 m.",
                "AnswerCn": "一种策略涉及使用七个危险因素和多标准决策工具（AHP），为278个面积大于0.05平方公里且与冰川湖距离≤1,000米的冰川湖生成GLOF危险潜力排名。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the factors considered in determining the GLOF hazard potential ranking for glacial lakes?",
                "QuestionCn": "在确定冰川湖的GLOF（冰川湖溃决洪水）危险潜力排名时考虑的因素包括：",
                "AnswerEn": "seven hazard factors, multiple-criteria decision-making tools, Analytic Hierarchy Process (AHP), area of at least 0.05 km², glacier-lake distance of 1,000 m or less",
                "AnswerCn": "七个危险因素，多准则决策工具，层次分析法（AHP），面积至少为0.05平方公里，冰川与湖泊距离不超过1,000米。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges in using satellite imagery for annual glacial lake mapping in the Bhutan Himalaya?",
                "QuestionCn": "在不丹喜马拉雅地区使用卫星影像进行年度冰川湖映射面临的挑战有哪些？",
                "AnswerEn": "high levels of uncertainty, underrepresentation of overall statistics",
                "AnswerCn": "高水平的不确定性，整体统计数据的代表性不足。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many glacial lakes were mapped from the Corona KH-4 images in the 1960s?",
                "QuestionCn": "在1960年代，从Corona KH-4影像中绘制了多少个冰川湖泊？",
                "AnswerEn": "2,187",
                "AnswerCn": "2,187",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total area of glacial lakes mapped using Sentinel-2 and Sentinel-1 data between 2016 and 2020?",
                "QuestionCn": "在2016年至2020年期间，使用Sentinel-2和Sentinel-1数据绘制的冰川湖泊的总面积是多少？",
                "AnswerEn": "151.81±7.76 km², 152.64±7.83 km², 153.94±7.83 km², 153.97±7.79 km², 156.63±7.95 km²",
                "AnswerCn": "151.81±7.76 平方公里，152.64±7.83 平方公里，153.94±7.83 平方公里，153.97±7.79 平方公里，156.63±7.95 平方公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many hazard factors were employed to produce the GLOF hazard-potential ranking?",
                "QuestionCn": "用于生成GLOF危险潜力排名的危险因素有多少个？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'GLOF hazard-potential ranking' in the context of glacial lake studies?",
                "QuestionCn": "在冰川湖研究的背景下，“GLOF危险潜力排名”的意思是对冰川湖溃决洪水（GLOF）潜在风险的评估和分类。",
                "AnswerEn": "GLOF hazard-potential ranking refers to the assessment and classification of glacial lakes based on their potential to cause glacial lake outburst floods (GLOFs). In the context of the Bhutan Himalaya, this involves evaluating several hazard factors and employing multiple-criteria decision-making tools, such as the Analytical Hierarchy Process (AHP), to rank the risk posed by lakes with an area greater than 0.05 square kilometers and within a certain distance from glaciers.",
                "AnswerCn": "GLOF危险潜力排名是指对冰川湖进行评估和分类，以确定其引发冰川湖溃决洪水（GLOF）的潜力。在不丹喜马拉雅地区，这涉及评估多个危险因素，并采用多标准决策工具，如层次分析法（AHP），对面积大于0.05平方公里且距离冰川在一定范围内的湖泊所带来的风险进行排名。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection techniques using Corona KH-4 imagery from the 1960s compare to those using Sentinel-2 and Sentinel-1 satellites from 2016-2020 in terms of their ability to map glacial lakes in the Bhutan Himalaya?",
                "QuestionCn": "1960年代使用Corona KH-4影像的数据收集技术与2016-2020年使用Sentinel-2和Sentinel-1卫星的数据收集技术在映射不丹喜马拉雅地区的冰川湖泊方面的能力有何比较？",
                "AnswerEn": "Corona KH-4 imagery from the 1960s provides a historical data archive with high spatial resolution (1.82–7.62 m) for cataloging glacial lakes, while Sentinel-2 and Sentinel-1 satellites offer more recent data with high resolution (10 m for Sentinel-2 and 20 m x 22 m for Sentinel-1) and a high-frequency revisit cycle, enabling detailed annual mapping of glacial lake changes from 2016-2020.",
                "AnswerCn": "Corona KH-4影像来自1960年代，提供了高空间分辨率（1.82–7.62米）的历史数据档案，用于记录冰川湖泊，而Sentinel-2和Sentinel-1卫星则提供了更近期的数据，具有高分辨率（Sentinel-2为10米，Sentinel-1为20米 x 22米）和高频次的重访周期，使得能够对2016-2020年间冰川湖泊变化进行详细的年度制图。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when using optical data from Sentinel-2 versus synthetic aperture radar data from Sentinel-1 for glacial lake mapping in the Bhutan Himalaya?",
                "QuestionCn": "使用Sentinel-2的光学数据与使用Sentinel-1的合成孔径雷达数据在不丹喜马拉雅地区进行冰川湖映射时面临的挑战有哪些不同？",
                "AnswerEn": "Optical data from Sentinel-2 can be affected by cloud cover contamination, which is a significant challenge. In contrast, synthetic aperture radar data from Sentinel-1 can overcome this challenge, providing complementary data that is less impacted by weather conditions for glacial lake mapping.",
                "AnswerCn": "Sentinel-2的光学数据可能受到云层覆盖污染的影响，这是一个重大挑战。相比之下，Sentinel-1的合成孔径雷达数据可以克服这一挑战，提供受天气条件影响较小的互补数据，用于冰川湖泊的制图。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the methods for determining GLOF hazard potential differ when using high-resolution satellite data versus traditional data sets for the Bhutan Himalaya?",
                "QuestionCn": "在不丹喜马拉雅地区，使用高分辨率卫星数据与传统数据集确定冰川湖溃决洪水（GLOF）危险潜力的方法有何不同？",
                "AnswerEn": "The methods using high-resolution satellite data, such as Sentinel-2 and Sentinel-1, involve a highly automated approach coupled with careful manual inspection and employ multiple-criteria decision-making tools (AHP) to rank GLOF hazard potential. Traditional data sets may not provide the same resolution or frequency, leading to higher uncertainty in annual glacial lake behavior and underrepresentation in overall statistics.",
                "AnswerCn": "使用高分辨率卫星数据的方法，如Sentinel-2和Sentinel-1，涉及高度自动化的方法，结合仔细的人工检查，并采用多标准决策工具（AHP）来对GLOF（冰川湖溃决洪水）危险潜力进行排名。传统数据集可能无法提供相同的分辨率或频率，从而导致年度冰川湖行为的不确定性增加，并在整体统计中被低估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the impact of technological advancements on data collection methods for mapping glacial lakes over time?",
                "QuestionCn": "可以推断出，技术进步对冰川湖泊随时间变化的地图绘制数据收集方法产生了影响。",
                "AnswerEn": "The use of Sentinel-2 multi-spectral instrument and Sentinel-1 synthetic aperture radar data indicates that technological advancements have enhanced the ability to monitor glacial lakes with higher resolution and frequency, overcoming challenges like cloud cover and providing insights into annual changes in glacial lakes.",
                "AnswerCn": "使用Sentinel-2多光谱仪和Sentinel-1合成孔径雷达数据表明，技术进步增强了以更高分辨率和频率监测冰川湖泊的能力，克服了云层覆盖等挑战，并提供了对冰川湖泊年度变化的洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the expansion behavior and distribution patterns of glacial lakes be interpreted in terms of glacier-fed versus non-glacier-fed systems?",
                "QuestionCn": "冰川湖的扩展行为和分布模式如何在冰川供水系统与非冰川供水系统的角度进行解读？",
                "AnswerEn": "The extension of glacial lake studies back to the 1960s suggests new insights into the evolution from glacier-fed lakes to non-glacier-fed lakes, highlighting a shift in the nature of lake formation and expansion likely driven by increasing glacier melt.",
                "AnswerCn": "对冰川湖研究的延续追溯到1960年代，揭示了从冰川供水湖到非冰川供水湖演变的新见解，突显了湖泊形成和扩展性质的变化，这种变化可能是由冰川融化加剧所驱动的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges can be identified in creating accurate annual datasets for glacial lake behavior, and how could these challenges be addressed?",
                "QuestionCn": "在创建冰川湖行为的准确年度数据集时，可以识别出哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "A high level of uncertainty in determining annual glacial lake behavior is a noted challenge, which can be addressed by employing a highly automated method with manual inspection, using high-resolution data from Sentinel-2 and Sentinel-1.",
                "AnswerCn": "确定年度冰川湖行为的高度不确定性是一个显著挑战，可以通过采用高度自动化的方法结合人工检查来解决，使用来自Sentinel-2和Sentinel-1的高分辨率数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the high levels of uncertainty in determining annual glacial lake behavior in the Bhutan Himalaya?",
                "QuestionCn": "导致不丹喜马拉雅地区年度冰川湖行为高度不确定的因素有哪些？",
                "AnswerEn": "In the Bhutan Himalaya, the data sets have high levels of uncertainty for determining annual glacial lake behavior and underrepresent the overall statistics.",
                "AnswerCn": "在不丹喜马拉雅地区，数据集在确定年度冰川湖行为方面存在较高的不确定性，并且低估了整体统计数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to extend glacial lake studies back to the 1960s to understand lake evolution?",
                "QuestionCn": "将冰川湖研究追溯到1960年代对于理解湖泊演变的重要性在于：",
                "AnswerEn": "Extending glacial lake studies back to the 1960s provides new insights on glacial lake evolution from glacier-fed lakes to non-glacier-fed lakes.",
                "AnswerCn": "将冰川湖研究延伸到1960年代，为冰川供水湖到非冰川供水湖的演变提供了新的见解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the reasons for employing multiple-criteria decision-making tools in assessing GLOF hazard potential?",
                "QuestionCn": "在评估冰川湖溃决洪水（GLOF）危险潜力时，采用多标准决策工具的原因有哪些？",
                "AnswerEn": "Multiple-criteria decision-making tools (AHP) are employed to produce a GLOF hazard-potential ranking for glacial lakes, considering various hazard factors.",
                "AnswerCn": "多标准决策工具（AHP）被用于对冰川湖泊的GLOF危险潜力进行排名，考虑了各种危险因素。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the integration of historical Corona KH-4 imagery influence our understanding of glacial lake evolution since the 1960s?",
                "QuestionCn": "历史的Corona KH-4影像的整合如何影响我们对自1960年以来冰川湖演变的理解？",
                "AnswerEn": "Integrating historical Corona KH-4 imagery provides a comprehensive view of glacial lake evolution since the 1960s, offering new insights into the transition from glacier-fed lakes to non-glacier-fed lakes. This historical perspective complements modern satellite data and enhances the understanding of long-term glacial changes.",
                "AnswerCn": "整合历史的Corona KH-4影像提供了自1960年代以来冰川湖演变的全面视角，为从冰川供水湖泊到非冰川供水湖泊的转变提供了新的见解。这一历史视角补充了现代卫星数据，增强了对长期冰川变化的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the implications of employing a multi-criteria decision-making tool for assessing GLOF hazard potential in glacial lakes?",
                "QuestionCn": "采用多标准决策工具评估冰川湖泊的冰川湖泊溃决（GLOF）危险潜力的影响是什么？",
                "AnswerEn": "Employing a multi-criteria decision-making tool, such as AHP, for assessing GLOF hazard potential allows researchers to systematically evaluate multiple hazard factors, resulting in a nuanced and prioritized ranking of glacial lakes. This approach supports the effective allocation of resources for monitoring and mitigating GLOF risks.",
                "AnswerCn": "采用多标准决策工具，如层次分析法（AHP），评估冰川湖溃决洪水（GLOF）危险潜力，使研究人员能够系统地评估多个危险因素，从而对冰川湖进行细致且优先排序的评估。这种方法支持有效分配资源，以监测和减轻GLOF风险。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind mapping Bhutanese glacial lakes from the 1960s to 2020 using satellite imagery?",
                "QuestionCn": "从1960年代到2020年使用卫星影像绘制不丹冰川湖的目标是什么？",
                "AnswerEn": "The objectives include determining the distribution patterns, expansion behavior, and GLOF hazard status of Bhutanese glacial lakes. The study aims to provide insights on glacial lake evolution from glacier-fed lakes to non-glacier-fed lakes and to reaffirm the capacity of Sentinel-1 and Sentinel-2 data to determine annual glacial lake changes, thus serving as a valuable basis for future glacial lake monitoring and prioritizing GLOF mitigation programs.",
                "AnswerCn": "研究的目标包括确定不丹冰川湖的分布模式、扩展行为和冰川湖溃决（GLOF）危险状态。该研究旨在提供冰川供水湖到非冰川供水湖的演变洞察，并重申Sentinel-1和Sentinel-2数据在确定年度冰川湖变化方面的能力，从而为未来的冰川湖监测和优先考虑GLOF减缓计划提供有价值的基础。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to use high-resolution Sentinel-2 and Sentinel-1 data for annual glacial lake data sets in the Bhutan Himalaya?",
                "QuestionCn": "使用高分辨率的Sentinel-2和Sentinel-1数据对于不丹喜马拉雅地区的年度冰川湖数据集非常重要，原因如下：",
                "AnswerEn": "Using high-resolution Sentinel-2 and Sentinel-1 data is important because it allows for detailed mapping of annual changes in glacial lakes, which helps in overcoming the challenges of high levels of uncertainty and underrepresentation in past datasets. This approach is highly automated and coupled with careful manual inspection to ensure accuracy in monitoring glacial lakes.",
                "AnswerCn": "使用高分辨率的Sentinel-2和Sentinel-1数据非常重要，因为它可以详细映射冰川湖泊的年度变化，这有助于克服过去数据集中存在的高不确定性和代表性不足的问题。这种方法高度自动化，并结合仔细的人工检查，以确保对冰川湖泊的监测准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to map glacial lakes using both historical and contemporary satellite imagery?",
                "QuestionCn": "可以采用哪些方法来利用历史和现代卫星影像绘制冰川湖泊的分布图？",
                "AnswerEn": "A highly automated method coupled with careful manual inspection can be used to map glacial lakes. Historical data can be obtained from high spatial resolution Corona KH-4 images, while contemporary data can be mapped using Sentinel-2 and Sentinel-1 imagery.",
                "AnswerCn": "一种高度自动化的方法结合仔细的人工检查可以用于绘制冰川湖泊的地图。历史数据可以从高空间分辨率的Corona KH-4影像中获取，而当代数据则可以使用Sentinel-2和Sentinel-1影像进行绘制。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can multiple-criteria decision-making tools be utilized to assess the GLOF hazard potential of glacial lakes?",
                "QuestionCn": "如何利用多标准决策工具评估冰川湖泊的冰川湖泊溃决（GLOF）危险潜力？",
                "AnswerEn": "Multiple-criteria decision-making tools, such as the Analytic Hierarchy Process (AHP), can be employed to produce a GLOF hazard-potential ranking by evaluating seven hazard factors for glacial lakes larger than 0.05 km² and within 1,000 meters of a glacier.",
                "AnswerCn": "多标准决策工具，如层次分析法（AHP），可以通过评估七个危险因素来生成冰川湖泊的GLOF危险潜力排名，这些冰川湖泊面积大于0.05平方公里且位于冰川1000米范围内。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps can be taken to ensure accurate annual data collection of glacial lake changes in regions with high levels of uncertainty?",
                "QuestionCn": "为了确保在不确定性较高的地区准确收集冰川湖变化的年度数据，可以采取以下步骤：",
                "AnswerEn": "To ensure accurate annual data collection, a combination of high-resolution Sentinel-2 and Sentinel-1 data should be used, with a highly automated mapping method and manual inspection to address uncertainties in determining annual glacial lake behavior.",
                "AnswerCn": "为了确保准确的年度数据收集，应结合高分辨率的Sentinel-2和Sentinel-1数据，采用高度自动化的制图方法，并进行人工检查，以解决确定年度冰川湖行为中的不确定性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the mapping of glacial lakes from the 1960s to 2020 in the Bhutan Himalaya?",
                "QuestionCn": "从1960年代到2020年，哪些技术进步使得不丹喜马拉雅地区的冰川湖泊得以绘制地图？",
                "AnswerEn": "The use of high-resolution data from the Corona KH-4 satellite imagery from the 1960s and the high-resolution Sentinel-2 and Sentinel-1 satellite imagery from 2016-2020 has enabled the mapping of glacial lakes in the Bhutan Himalaya.",
                "AnswerCn": "使用来自1960年代的Corona KH-4卫星影像的高分辨率数据，以及2016-2020年间的高分辨率Sentinel-2和Sentinel-1卫星影像，使得对不丹喜马拉雅地区的冰川湖泊进行了制图。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do high-resolution satellite data and manual inspection enable more accurate glacial lake change detection in the Bhutan Himalaya?",
                "QuestionCn": "高分辨率卫星数据和人工检查如何在不丹喜马拉雅地区实现更准确的冰川湖变化检测。",
                "AnswerEn": "The combination of high-resolution Sentinel-2 and Sentinel-1 satellite data with a highly automated method and careful manual inspection allows for the accurate detection of annual glacial lake changes in the Bhutan Himalaya.",
                "AnswerCn": "高分辨率的Sentinel-2和Sentinel-1卫星数据结合高度自动化的方法和仔细的人工检查，使得在不丹喜马拉雅地区准确检测年度冰川湖变化成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions and methodological approaches enable the assessment of GLOF hazard-potential ranking for Bhutanese glacial lakes?",
                "QuestionCn": "哪些条件和方法论方法能够评估不丹冰川湖泊的GLOF（冰川湖溃决洪水）危险潜力排名？",
                "AnswerEn": "The assessment of GLOF hazard-potential ranking is enabled by employing seven hazard factors and multiple-criteria decision-making tools, such as the Analytic Hierarchy Process (AHP), for glacial lakes with an area greater than 0.05 km² and a glacier-lake distance of less than or equal to 1,000 meters.",
                "AnswerCn": "通过采用七个危险因素和多标准决策工具（如层次分析法 AHP），对冰川湖泊的GLOF（冰川湖泊溃决洪水）危险潜力进行评估，适用于面积大于0.05平方公里且冰川湖距离小于或等于1000米的冰川湖泊。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why are historical datasets from the 1960s significant for understanding glacial lake evolution?",
                "QuestionCn": "1960年代的历史数据集对于理解冰川湖演化具有重要意义。",
                "AnswerEn": "Extending glacial lake studies back to the 1960s provides new insights on glacial lake evolution from glacier-fed lakes to non-glacier-fed lakes, offering a long-term perspective on changes over time.",
                "AnswerCn": "将冰川湖泊研究延伸至1960年代，为冰川供水湖泊向非冰川供水湖泊的演变提供了新的见解，提供了对时间变化的长期视角。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might a highly automated method coupled with careful manual inspection be necessary for mapping glacial lakes using Sentinel-2 and Sentinel-1 data?",
                "QuestionCn": "为什么结合高度自动化的方法和仔细的人工检查对于使用Sentinel-2和Sentinel-1数据绘制冰川湖泊地图是必要的？",
                "AnswerEn": "A highly automated method coupled with careful manual inspection is necessary to accurately map annual glacial lake changes, overcoming challenges such as data quality and variability in the Bhutan Himalaya region.",
                "AnswerCn": "一种高度自动化的方法结合仔细的人工检查是准确绘制年度冰川湖变化所必需的，以克服不丹喜马拉雅地区数据质量和变异性等挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using multi-spectral and synthetic aperture radar data for mapping glacial lakes in high-altitude regions?",
                "QuestionCn": "如何评估在高海拔地区使用多光谱和合成孔径雷达数据进行冰川湖泊制图的有效性？",
                "AnswerEn": "The use of Sentinel-2 multi-spectral instrument (MSI) and Sentinel-1 synthetic aperture radar data (SAR) is considered effective for mapping glacial lakes in high-altitude regions, such as the Bhutan Himalaya. Sentinel-2's high spatial resolution and frequent revisit cycle allow for detailed and frequent monitoring of glacial lake changes, while Sentinel-1's radar data helps overcome issues like cloud cover, providing complementary data for accurate glacial lake mapping.",
                "AnswerCn": "使用Sentinel-2多光谱仪（MSI）和Sentinel-1合成孔径雷达数据（SAR）被认为是有效的高海拔地区冰川湖泊制图方法，例如不丹喜马拉雅山脉。Sentinel-2的高空间分辨率和频繁的重访周期使得对冰川湖泊变化进行详细和频繁的监测成为可能，而Sentinel-1的雷达数据则有助于克服云层覆盖等问题，为准确的冰川湖泊制图提供了互补数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your perspective on the challenges related to the uncertainty in annual glacial lake behavior data sets, particularly in the Bhutan Himalaya?",
                "QuestionCn": "我对与不确定性相关的年度冰川湖行为数据集的挑战，特别是在不丹喜马拉雅地区的看法是什么？",
                "AnswerEn": "The challenges related to uncertainty in annual glacial lake behavior data sets in the Bhutan Himalaya are significant. The data sets often have high levels of uncertainty, which makes it difficult to determine precise annual changes in glacial lakes. This uncertainty can also lead to underrepresentation in overall statistics, highlighting the need for improved data collection and analysis methods to address these issues.",
                "AnswerCn": "与不确定性相关的挑战在不丹喜马拉雅地区的年度冰川湖行为数据集中是显著的。这些数据集通常具有较高的不确定性，这使得确定冰川湖的精确年度变化变得困难。这种不确定性也可能导致整体统计数据的低估，突显出需要改进数据收集和分析方法以解决这些问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how might historical data from declassified satellite imagery contribute to understanding long-term glacial lake evolution?",
                "QuestionCn": "在我看来，解密的卫星影像的历史数据如何有助于理解长期冰川湖的演变？",
                "AnswerEn": "Historical data from declassified satellite imagery, such as Corona KH-4, provides a valuable archive for cataloging glacial lakes since the 1960s. This historical perspective allows researchers to extend glacial lake studies back in time, offering new insights into the evolution of glacial lakes from glacier-fed lakes to non-glacier-fed lakes. Such data can be crucial for understanding long-term trends and developments in glacial lake behavior and expansion.",
                "AnswerCn": "解密的卫星影像历史数据，如Corona KH-4，为自1960年代以来的冰川湖泊编目提供了宝贵的档案。这种历史视角使研究人员能够将冰川湖泊研究延伸到更早的时间，提供了关于冰川湖泊从冰川供水湖泊到非冰川供水湖泊演变的新见解。这些数据对于理解冰川湖泊行为和扩展的长期趋势和发展至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how researchers can determine the hazard potential of glacial lake outburst floods with limited data availability.",
                "QuestionCn": "我不明白研究人员如何在数据可用性有限的情况下确定冰川湖溃决洪水的危险潜力。",
                "AnswerEn": "Researchers use a multi-criteria decision-making tool, AHP, to analyze multiple hazard factors and rank the GLOF hazard potential of glacial lakes, especially those with a significant area and proximity to glaciers. This method allows for a systematic assessment despite the inherent uncertainties.",
                "AnswerCn": "研究人员使用多标准决策工具AHP来分析多个危险因素，并对冰川湖泊的GLOF（冰川湖泊溃决洪水）危险潜力进行排名，特别是那些具有较大面积和靠近冰川的湖泊。这种方法允许在固有不确定性下进行系统评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide an analysis of data collection methods used to map glacial lakes in the Bhutan Himalaya from the 1960s to 2020, focusing on the integration of satellite imagery.",
                "QuestionCn": "请提供对1960年至2020年间用于绘制不丹喜马拉雅地区冰川湖泊的资料收集方法的分析，重点关注卫星影像的整合。",
                "AnswerEn": "The data collection methods used to map glacial lakes in the Bhutan Himalaya from the 1960s to 2020 involved integration of high spatial resolution Corona KH-4 images from the 1960s and more recent Sentinel-2 and Sentinel-1 satellite imagery. The Sentinel-2 multi-spectral instrument (MSI) and Sentinel-1 synthetic aperture radar (SAR) provided detailed mapping capabilities, with Sentinel-2 offering high spatial resolution of 10 m and a 5-day revisit cycle, while Sentinel-1 offers complementary data that helps overcome challenges such as cloud cover in optical data.",
                "AnswerCn": "从1960年代到2020年，映射不丹喜马拉雅地区冰川湖泊的数据收集方法涉及整合来自1960年代的高空间分辨率Corona KH-4影像以及更近期的Sentinel-2和Sentinel-1卫星影像。Sentinel-2多光谱仪（MSI）和Sentinel-1合成孔径雷达（SAR）提供了详细的映射能力，其中Sentinel-2提供10米的高空间分辨率和5天的重访周期，而Sentinel-1则提供互补数据，帮助克服光学数据中的云层覆盖等挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore challenges encountered in determining annual glacial lake behavior in the Bhutan Himalaya and suggest potential solutions.",
                "QuestionCn": "探讨在确定不丹喜马拉雅地区年度冰川湖行为时遇到的挑战，并提出潜在解决方案。",
                "AnswerEn": "One of the challenges encountered in determining annual glacial lake behavior in the Bhutan Himalaya is the high level of uncertainty present in datasets, which can lead to underrepresentation of overall statistics. A potential solution to address this issue could involve employing a combination of automated methods and careful manual inspection, as was done using Sentinel-2 and Sentinel-1 data for annual glacial lake datasets from 2016 to 2020. Additionally, utilizing multi-criteria decision-making tools, such as the Analytic Hierarchy Process (AHP), can enhance the hazard-potential ranking accuracy for glacial lakes.",
                "AnswerCn": "在确定不丹喜马拉雅地区年际冰川湖行为时，面临的一个挑战是数据集中的高不确定性，这可能导致整体统计数据的低估。解决这一问题的一个潜在方案是采用自动化方法与仔细的人工检查相结合，正如使用Sentinel-2和Sentinel-1数据对2016年至2020年的年际冰川湖数据集所做的那样。此外，利用多标准决策工具，如层次分析法（AHP），可以提高冰川湖危险潜力排名的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}