{
    "id": "a22ae696-054b-4462-8390-e71dacd1842c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sequencing of chromatin DNA bound with pluripotent related lncRNA Oplr16",
            "titleCn": "多能性相关lncRNA Oplr16所结合的染色质DNA测序及去甲基化酶TET2所结合的多能lncRNA测序",
            "description": "Formation of a pluripotency-specific chromatin network is a critical event in reprogramming somatic cells into pluripotent status. To characterize the regulatory components in this process, we used ‘chromatin RNA in situ reverse transcription sequencing’(CRIST-seq) to profile RNA components that interact with the pluripotency master gene Oct4.    Using this approach, we identified a novel nuclear lncRNA Oplr16 that was closely involved in the initiation of reprogramming.    Oplr16 not only interacted with the Oct4 promoter and regulated its activity, but it was also specifically activated during reprogramming to pluripotency.    Active expression of Oplr16 was required for optimal maintenance of pluripotency in embryonic stem cells.    Oplr16 was also able to enhance reprogramming of fibroblasts into pluripotent cells.    RNA reverse transcription-associated trap sequencing (RAT-seq) indicated that Oplr16 interacted with multiple target genes related to stem cell selfrenewal.    Of note, Oplr16 utilized its 3 -fragment to recruit the chromatin factor SMC1 to orchestrate pluripotency-specific intrachromosomal looping.    After binding to the Oct4 promoter, Oplr16 recruited TET2 to induce DNA demethylation and activate Oct4 in fibroblasts, leading to enhanced reprogramming.   These data suggest that Oplr16 may act as a pivotal chromatin factor to control stem cell fate by modulating chromatin architecture and DNA demethylation.",
            "descriptionCn": "多能性特异性染色质网络的形成是体细胞重编程进入多能性状态的关键事件。为了描述这一过程中的调控成分，我们使用“染色质RNA原位逆转录测序”(CRIST-seq)来分析与多能性主基因Oct4相互作用的RNA成分。利用这种方法，我们发现了一个与重编程启动密切相关的新型核lncRNA Oplr16。Oplr16不仅与Oct4启动子相互作用并调节其活性，而且在重编程为多能性的过程中也被特异性激活。Oplr16的积极表达是维持胚胎干细胞多能性的最佳条件。Oplr16还能促进成纤维细胞向多能细胞的重编程。RNA逆转录相关陷阱测序(RAT-seq)表明，Oplr16与多个与干细胞自我更新相关的靶基因相互作用。值得注意的是，Oplr16利用其3 -片段招募染色质因子SMC1来协调多能特异性染色体内环。在与Oct4启动子结合后，Oplr16招募TET2诱导DNA去甲基化并激活成纤维细胞中的Oct4，导致增强的重编程。这些数据表明，Oplr16可能作为一个关键的染色质因子，通过调节染色质结构和DNA去甲基化来控制干细胞的命运。",
            "instructions": "Oplr16 bound DNA sequencing named Oplr16\nThe lncRNA enriched with Tet2 antibody and bound to demethylase Tet2 in pluripotent cells was sequenced and named Tet2 \nIgG is TET2 contrast",
            "instructionsCn": "Oplr16所结合的DNA测序命名为Oplr16\n多能细胞中用Tet2抗体富集与去甲基化酶Tet2所结合的lncRNA测序命名为Tet2\nIgG是Tet2的对照",
            "east": 0.0,
            "west": 0.0,
            "south": 0.0,
            "north": 0.0,
            "startTime": "2019-03-01 14:35:44",
            "endTime": "2019-06-01 14:35:44",
            "fileSize": 11932906319.0,
            "cstr": "18406.11.HumanNat.tpdc.300202",
            "doi": "10.11888/HumanNat.tpdc.300202",
            "dataFormat": null,
            "license": "4"
        },
        "authorList": [
            {
                "nameCn": "胡继繁",
                "nameEn": "HU Jifan",
                "unitEn": "",
                "unitCn": "吉林大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Oplr16 serves as a novel chromatin factor to control stem cell fate by modulating pluripotency-specific chromosomal looping and TET2-mediated DNA demethylation.",
                "referenceCn": null,
                "referenceEn": "Jia, L., Wang, Y., Wang, C., Du, Z., Zhang, S., Wen, X., Zhou, L., Li, H., Chen, H., Li, D., Zhang, S., Li, W., Xu, W.#, Hoffman, A.R.#, Cui, J.#, Hu, J.F#. (2020). Oplr16 serves as a novel chromatin factor to control stem cell fate by modulating pluripotency-specific chromosomal looping and TET2-mediated DNA demethylation. Nucleic Acids Res, 48(7), 3935-3948."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "科技文献",
                "nameEn": "scientific literature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
                "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
            },
            {
                "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
                "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze lncRNA interactions with chromatin during somatic cell reprogramming?",
                "QuestionCn": "您能否提供一个用于分析lncRNA与染色质在体细胞重编程过程中相互作用的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to analyze lncRNA interactions with chromatin during somatic cell reprogramming is the 'Chromatin RNA In Situ Reverse Transcription Sequencing' (CRIST-seq). This method helps in analyzing RNA components that interact with the pluripotency master gene Oct4, revealing insights into the formation of pluripotency-specific chromatin networks.",
                "AnswerCn": "一种用于分析长链非编码RNA（lncRNA）与染色质相互作用的数据显示方法是“染色质RNA原位逆转录测序”（CRIST-seq）。该方法有助于分析与多能性主基因Oct4相互作用的RNA成分，揭示多能性特异性染色质网络的形成。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to analyze RNA components interacting with pluripotency master genes?",
                "QuestionCn": "用于分析与多能性主基因相互作用的RNA组分的数据收集方法的特点是什么？",
                "AnswerEn": "Chromatin RNA In Situ Reverse Transcription Sequencing (CRIST-seq), RNA Reverse Transcription-related Trap Sequencing (RAT-seq), nuclear lncRNAs, interaction with Oct4 promoters, regulation of activity, interaction with target genes related to stem cell self-renewal",
                "AnswerCn": "染色质RNA原位逆转录测序（CRIST-seq）、RNA逆转录相关捕获测序（RAT-seq）、核长链非编码RNA、与Oct4启动子的相互作用、活性调控、与干细胞自我更新相关的目标基因的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'CRIST-seq' and how is it utilized in the analysis of RNA components interacting with pluripotency-related gene Oct4?",
                "QuestionCn": "'CRIST-seq'是一种技术，用于分析与多能性相关基因Oct4相互作用的RNA成分。",
                "AnswerEn": "CRIST-seq, or Chromatin RNA In Situ Reverse Transcription sequencing, is a data collection method used to analyze RNA components that interact with the pluripotency-related gene Oct4. It helps identify RNA molecules, like the novel nuclear lncRNA Oplr16, that are closely associated with the initiation of reprogramming into a pluripotent state by interacting with the Oct4 promoter and regulating its activity.",
                "AnswerCn": "CRIST-seq，即染色质RNA原位逆转录测序，是一种用于分析与多能性相关基因Oct4相互作用的RNA成分的数据收集方法。它有助于识别与重编程进入多能状态的启动密切相关的RNA分子，如新发现的核长链非编码RNA Oplr16，该RNA与Oct4启动子相互作用并调节其活性。",
                "Level": "C3(Applying)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the role of RNA components in chromatin interactions and their effect on pluripotency from examining the RNA-chromatin interaction data?",
                "QuestionCn": "通过检查RNA-染色质相互作用数据，可以推断RNA成分在染色质相互作用中的作用及其对多能性的影响。",
                "AnswerEn": "The role of RNA components in chromatin interactions, as inferred from examining RNA-chromatin interaction data, indicates that specific lncRNAs, such as Oplr16, interact with key pluripotency genes like Oct4 and regulate their activity. These interactions are critical for the initiation of reprogramming into a pluripotent state. Oplr16, in particular, not only influences the Oct4 promoter but also recruits chromatin factors like SMC1 to form pluripotency-specific chromosomal loops, and recruits the demethylase TET2 to induce DNA demethylation, thus enhancing reprogramming efficiency in fibroblasts. These findings suggest that RNA components are essential regulators of chromatin structure and have a significant impact on stem cell fate by modulating the chromatin landscape and DNA methylation status.",
                "AnswerCn": "RNA成分在染色质相互作用中的作用，通过检查RNA-染色质相互作用数据得出，特定的长链非编码RNA（lncRNA），如Oplr16，与关键的多能性基因如Oct4相互作用并调节其活性。这些相互作用对于启动重编程进入多能状态至关重要。Oplr16不仅影响Oct4启动子，还招募染色质因子如SMC1形成特定于多能性的染色体环，并招募去甲基化酶TET2以诱导DNA去甲基化，从而提高成纤维细胞的重编程效率。这些发现表明，RNA成分是染色质结构的重要调节因子，通过调节染色质景观和DNA甲基化状态，对干细胞命运产生显著影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the discovery and characterization of lncRNA Oplr16 as a chromatin-associated RNA essential for somatic cell reprogramming into a pluripotent state?",
                "QuestionCn": "哪些因素促成了lncRNA Oplr16作为一种与染色质相关的RNA的发现和特征化，并且对体细胞重编程为多能状态至关重要？",
                "AnswerEn": "The discovery and characterization of lncRNA Oplr16 involve several key factors, such as the application of 'chromatin RNA in situ reverse transcription sequencing' (CRIST-seq) to analyze RNA components interacting with the pluripotency master gene Oct4. This approach enabled the identification of Oplr16 as a novel nuclear lncRNA that not only interacts with the Oct4 promoter to regulate its activity but is also specifically activated during reprogramming to pluripotency. Furthermore, the use of RNA reverse transcription-associated trap sequencing (RAT-seq) revealed Oplr16's interactions with multiple stem cell self-renewal-related target genes, highlighting its role in coordinating pluripotency-specific chromosomal loops. Additionally, Oplr16 recruits chromatin factor SMC1 and TET2 to induce DNA demethylation, thereby enhancing reprogramming efficiency by activating Oct4 in fibroblasts. These findings suggest that Oplr16 acts as a crucial chromatin factor, influencing stem cell fate by modulating chromatin structure and DNA methylation.",
                "AnswerCn": "lncRNA Oplr16的发现和特征化涉及几个关键因素，例如应用“染色质RNA原位逆转录测序”（CRIST-seq）分析与多能性主基因Oct4相互作用的RNA成分。这一方法使得Oplr16作为一种新型核lncRNA的鉴定成为可能，它不仅与Oct4启动子相互作用以调节其活性，而且在重编程为多能性过程中被特异性激活。此外，使用RNA逆转录相关捕获测序（RAT-seq）揭示了Oplr16与多个干细胞自我更新相关靶基因的相互作用，突显了其在协调多能性特异性染色体环中的作用。此外，Oplr16招募染色质因子SMC1和TET2以诱导DNA去甲基化，从而通过激活成纤维细胞中的Oct4来提高重编程效率。这些发现表明Oplr16作为一个关键的染色质因子，通过调节染色质结构和DNA甲基化影响干细胞命运。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using chromatin RNA in situ reverse transcription sequencing (CRIST-seq) to analyze RNA components interacting with pluripotency master genes like Oct4 in terms of understanding chromatin networks?",
                "QuestionCn": "使用染色质RNA原位逆转录测序（CRIST-seq）分析与多能性主基因如Oct4相互作用的RNA成分，可能在理解染色质网络方面产生以下潜在结果：",
                "AnswerEn": "Using chromatin RNA in situ reverse transcription sequencing (CRIST-seq) can lead to the discovery of novel nuclear lncRNAs, such as Oplr16, that are closely associated with the initiation of reprogramming. This method can reveal interactions between RNA components and key pluripotency genes, like Oct4, thus helping to understand the formation of pluripotency-specific chromatin networks. Such discoveries may illuminate the regulatory elements involved in cellular reprogramming and maintenance of pluripotency, providing insights into chromatin structure regulation and DNA demethylation processes that control stem cell fate.",
                "AnswerCn": "使用染色质RNA原位逆转录测序（CRIST-seq）可以发现新的核长链非编码RNA（lncRNA），例如Oplr16，这些lncRNA与重编程的启动密切相关。这种方法可以揭示RNA成分与关键的多能性基因（如Oct4）之间的相互作用，从而帮助理解多能性特异性染色质网络的形成。这些发现可能会阐明参与细胞重编程和多能性维持的调控元件，为理解染色质结构调控和控制干细胞命运的DNA去甲基化过程提供见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of employing techniques like CRIST-seq and RAT-seq to study the interactions between lncRNA Oplr16 and chromatin in pluripotency-related research?",
                "QuestionCn": "采用CRIST-seq和RAT-seq等技术研究lncRNA Oplr16与染色质之间的相互作用在与多能性相关的研究中的最终目标是什么？",
                "AnswerEn": "The ultimate goal of employing techniques like CRIST-seq and RAT-seq in this context is to analyze RNA components that interact with pluripotency master genes, such as Oct4, to understand the formation of pluripotency-specific chromatin networks, which are crucial for somatic cell reprogramming into a pluripotent state. This research aims to identify key regulatory components, such as the novel nuclear lncRNA Oplr16, and elucidate their roles in activating and maintaining pluripotency. By understanding these interactions, researchers aim to uncover mechanisms that control stem cell fate through chromatin structure regulation and DNA demethylation, potentially enhancing reprogramming efficiencies and pluripotency maintenance.",
                "AnswerCn": "采用CRIST-seq和RAT-seq等技术的最终目标是分析与多能性主基因（如Oct4）相互作用的RNA成分，以理解形成多能性特异性染色质网络的机制，这对于将体细胞重编程为多能状态至关重要。本研究旨在识别关键调控成分，如新型核长链非编码RNA Oplr16，并阐明它们在激活和维持多能性中的作用。通过理解这些相互作用，研究人员希望揭示通过染色质结构调控和DNA去甲基化控制干细胞命运的机制，从而潜在地提高重编程效率和多能性维持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific techniques are utilized to identify and sequence chromatin-bound RNA components interacting with pluripotency master genes during somatic cell reprogramming?",
                "QuestionCn": "在体细胞重编程过程中，识别和测序与多能性主基因相互作用的染色质结合RNA成分所使用的具体技术有哪些？",
                "AnswerEn": "To identify and sequence RNA components interacting with pluripotency master genes, techniques such as 'Chromatin RNA In Situ Reverse Transcription Sequencing' (CRIST-seq) are used. This method allows for the analysis of RNA components that interact with key genes like Oct4. Additionally, RNA reverse transcription-related trap sequencing (RAT-seq) is employed to explore interactions between specific lncRNAs, such as Oplr16, and target genes associated with stem cell self-renewal.",
                "AnswerCn": "为了识别和测序与多能性主基因相互作用的RNA成分，采用了“染色质RNA原位逆转录测序”（CRIST-seq）等技术。这种方法可以分析与关键基因如Oct4相互作用的RNA成分。此外，RNA逆转录相关捕获测序（RAT-seq）被用于探索特定长链非编码RNA（lncRNA），如Oplr16，与与干细胞自我更新相关的目标基因之间的相互作用。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}