{
    "id": "a268dc84-e339-440f-a53f-26210ca1b0d6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Layout of sample survey units in Pan-Third Polar region (2018)",
            "titleCn": "泛第三极地区抽样调查单元布设图（2018）",
            "description": "1) The data is the layout of sample survey units in 65 countries of  Pan-Third Polar region and western China. 2)Sample survey units were set in the pan-third pole region (70 °N-10 °S, 180 °E-180 ° W) . No samplings points were selected in the region with latitude >70 °. In the region wiht latitude of 60 ° -70 ° , sample survey units were selected in cells of 0.5 ° latitude ×1 ° Longitude (about 55km×55km-55km×38km). In the area with latitude of 40°-60°, sample survey units were selected in cells of 0.5 ° latitude×0.75 ° longitude (about 55km×63km-55km×42km). In the area with latitude <40°, sample survey units were selected in cells of 0.5 ° latitude × 0.5 ° longitude. In the Qinghai-Tibet Plateau, sample survey units were selected in cells of 0.25 ° latitude × 0.25 ° longitude.  Thesample survey units deployed in the first national water conservancy survey for soil and water conservation were  used in current project in five provinces including Xinjiang, Qinghai, Gansu, Sichuan and Yunnan in western China. The total number of sample survey units is 29,651, of which, 4052 are in the Qinghai-Tibet Plateau, 8771 in the western China, and 16,828 in countries outside of China. 3) The selected sample survey units is well distributed and the data quality is good.4) the layout map of sample survey units is of great significance for the study of soil erosion in Pan third polar region, and it is also crucial for the implementation of the development policy of the area along the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
            "descriptionCn": "1)数据内容包括泛第三极地区65国以及中国西部抽样单元布设图。2) 从北纬70°-南纬10°，东经180°-西经180°在泛第三极范围布设抽样调查单元；纬度70°以上不布设样点；纬度60°-70°范围内，按照0.5纬度*1经度布设样点，即约为55km*55km-55km*38km网格布点；纬度40°-60°范围内，按照0.5纬度*0.75经度布设样点，即约为55km*63km-55km*42km网格布点；纬度40°以下范围内，按照0.5纬度*0.5经度布设样点；青藏高原范围内，按照0.25纬度*0. 25经度布设样点；中国西部的新疆、青海、甘肃、四川、云南5省份采用第一次全国水利普查水土保持普查中布设的调查单元。样点总数为29651个，其中青藏高原点数为4052个，中国西部普查样点数为8771个，中国以外65国样点数为16828个。 3）所选抽样单元分布均匀，数据质量良好。4）抽样调查单元布设图对研究泛第三极土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
            "instructions": "XDA200402021-BND65 represents the sample survey units of 65 countries in Pan-Third Polar region, XDA200402021-CHINAWEST  represents the sample survey units of western China, of which, XDA20040202 is the subproject number, 1 is the group number of the subproject, BND65 represents the 65 countries in Pan-Third Polar region, CHINAWEST  represents the west of China. Shapefile format. It can be viewed and analyzed using ArcGIS",
            "instructionsCn": "XDA200402021-BND65：表示65国范围内的抽样单元，XDA200402021-CHINAWEST: 表示中国西部抽样单元，其中XDA20040202是子课题编号，1是子子课题编号，BND65表示65国范围，CHINAWEST代表中国西部；shapefile文件格式，可以采用ArcGIS打开查看和分析。",
            "east": 180.0,
            "west": 180.0,
            "south": -10.0,
            "north": 70.0,
            "startTime": "2018-04-13 00:00:00",
            "endTime": "2018-05-13 11:59:59",
            "fileSize": 452139.0,
            "cstr": "18406.11.Soil.tpdc.270245",
            "doi": "10.11888/Soil.tpdc.270245",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "魏欣",
                "nameEn": "WEI Xin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国水力侵蚀抽样调查",
                "titleEn": null,
                "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤侵蚀",
                "nameEn": "Soil reosion"
            },
            {
                "nameCn": "水土流失",
                "nameEn": "Soil erosion"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of sampling units used in data collection across different latitudinal zones in the泛第三极地区?",
                "QuestionCn": "在泛第三极地区，不同纬度区域的数据收集所使用的抽样单元的特征是什么？",
                "AnswerEn": "0.5 latitude by 1 longitude, 55km by 55km to 55km by 38km, 0.5 latitude by 0.75 longitude, 55km by 63km to 55km by 42km, 0.5 latitude by 0.5 longitude, 0.25 latitude by 0.25 longitude, 29,651 sampling points",
                "AnswerCn": "0.5纬度乘1经度，55公里乘55公里到55公里乘38公里，0.5纬度乘0.75经度，55公里乘63公里到55公里乘42公里，0.5纬度乘0.5经度，0.25纬度乘0.25经度，29,651个采样点",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sampling units are defined across the wider Third Pole region according to the data collection method?",
                "QuestionCn": "根据数据收集方法，第三极地区定义了多少个采样单元？",
                "AnswerEn": "29,651",
                "AnswerCn": "29,651",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '抽样调查单元布设图' mean in the context of data collection for 泛第三极地区?",
                "QuestionCn": "'抽样调查单元布设图'在泛第三极地区的数据收集背景下指的是用于规划和展示抽样调查单元分布的图示。",
                "AnswerEn": "'抽样调查单元布设图' refers to a map or diagram that outlines the layout of sampling units across the 泛第三极地区, including 65 countries and the western part of China. It involves setting up sampling units from 70°N to 10°S latitude and 180°E to 180°W longitude within the 泛第三极 region, with specific grid points and dimensions based on latitude ranges. This layout is crucial for studying soil erosion and supporting policies like the 'Belt and Road' initiative.",
                "AnswerCn": "'抽样调查单元布设图'指的是一张地图或图示，概述了泛第三极地区内抽样单元的布局，包括65个国家和中国西部。它涉及在泛第三极地区从70°N到10°S的纬度范围内，以及从180°E到180°W的经度范围内设置抽样单元，具体的网格点和尺寸基于纬度范围。这一布局对于研究土壤侵蚀以及支持“一带一路”倡议等政策至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the design and distribution of sampling units in the Pan-Third Pole region, considering its diverse geographic and political landscape?",
                "QuestionCn": "在泛第三极地区，设计和分配采样单元的因素包括其多样的地理和政治景观。",
                "AnswerEn": "The design and distribution of sampling units in the Pan-Third Pole region are influenced by several factors including the geographic span from 70°N to 10°S and 180°E to 180°W, the need for uniform distribution of sampling points across 65 countries and China's western regions, and the adaptation to varying latitudinal zones. For example, sampling points are not set above 70° latitude, while they are set at different longitudinal intervals based on the specific latitude range, such as 0.5 latitude by 1 longitude for 60°-70° latitude. Additionally, specific considerations are made for areas such as the Tibetan Plateau and China's western provinces, with sampling units designed to align with national water conservation survey units, thereby ensuring comprehensive coverage and high data quality. These factors collectively ensure the sampling units are well-suited for studying soil erosion trends and supporting the Belt and Road Initiative policy implementation.",
                "AnswerCn": "在泛第三极地区，采样单元的设计和分布受到多个因素的影响，包括从70°N到10°S和180°E到180°W的地理跨度、在65个国家和中国西部地区均匀分布采样点的需求，以及适应不同纬度带的需要。例如，采样点不设置在70°纬度以上，而在不同的纬度范围内根据具体的纬度区间设置不同的经度间隔，例如在60°-70°纬度范围内采用0.5纬度和1经度的间隔。此外，还特别考虑了如青藏高原和中国西部省份等地区，采样单元的设计与国家水资源保护调查单元相一致，从而确保全面覆盖和高数据质量。这些因素共同确保了采样单元非常适合研究土壤侵蚀趋势，并支持“一带一路”倡议政策的实施。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of implementing a systematic 0.5-degree grid sampling method for data collection on soil erosion across diverse latitudinal zones in the 泛第三极地区, particularly in enhancing the understanding of soil erosion patterns?",
                "QuestionCn": "在泛第三极地区实施系统的0.5度网格采样方法进行土壤侵蚀数据收集的潜在结果是什么，特别是在增强对土壤侵蚀模式的理解方面？",
                "AnswerEn": "Implementing a systematic 0.5-degree grid sampling method across diverse latitudinal zones in the 泛第三极地区 can lead to more uniform distribution of sampling units, which enhances the quality of collected data. This approach enables detailed analysis of soil erosion patterns by providing a comprehensive spatial coverage, particularly beneficial for regions like the Tibetan Plateau where a finer 0.25-degree grid is used. By having a consistent and structured data collection method, researchers can better assess soil erosion conditions and trends, thereby informing policies related to the 'Belt and Road' initiative and contributing to effective environmental management strategies.",
                "AnswerCn": "在泛第三极地区实施系统的0.5度网格采样方法，可以实现采样单元的更均匀分布，从而提高所收集数据的质量。这种方法通过提供全面的空间覆盖，能够对土壤侵蚀模式进行详细分析，特别是对像青藏高原这样的地区，使用更细的0.25度网格尤为有益。通过采用一致和结构化的数据收集方法，研究人员可以更好地评估土壤侵蚀状况和趋势，从而为与“一带一路”倡议相关的政策提供信息，并有助于有效的环境管理策略。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of implementing a structured sampling unit distribution map across the Pan-Third Pole region and western China?",
                "QuestionCn": "在泛第三极地区和中国西部实施结构化采样单元分布图的主要目标是什么？",
                "AnswerEn": "The primary goal of implementing a structured sampling unit distribution map across the Pan-Third Pole region and western China is to study the current state of soil erosion in these areas and to better support the implementation of the 'Belt and Road' development policy. The distribution of sampling units is designed to be uniform, ensuring high-quality data collection, which is crucial for understanding environmental changes and planning effective interventions.",
                "AnswerCn": "在泛第三极地区和中国西部实施结构化采样单元分布图的主要目标是研究这些地区土壤侵蚀的现状，并更好地支持“一带一路”发展政策的实施。采样单元的分布设计为均匀，确保高质量的数据收集，这对于理解环境变化和规划有效的干预措施至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What systematic approach is employed to design and deploy sampling units across diverse geographical regions within the Pan-Third Pole area?",
                "QuestionCn": "在泛第三极地区，设计和部署采样单元的系统方法是什么？",
                "AnswerEn": "The systematic approach involves deploying sampling units from 70°N to 10°S latitude and 180°E to 180°W longitude in the Pan-Third Pole area. In latitudes above 70°, no sampling units are deployed. In the 60°-70° latitude range, sampling units are deployed in grids of approximately 0.5 latitude by 1 longitude (around 55km*55km to 55km*38km). In the 40°-60° latitude range, grids are 0.5 latitude by 0.75 longitude (around 55km*63km to 55km*42km). Below 40° latitude, the grids are 0.5 latitude by 0.5 longitude. In the Tibetan Plateau, the grids are 0.25 latitude by 0.25 longitude. In China's western provinces, the design follows the first national water conservancy survey units for soil conservation. A total of 29,651 sampling points are distributed, with 4,052 in the Tibetan Plateau, 8,771 in China's western provinces, and 16,828 in 65 countries outside China.",
                "AnswerCn": "系统方法涉及在泛第三极地区从70°N到10°S的纬度和180°E到180°W的经度部署采样单元。在70°以北的纬度范围内，不部署采样单元。在60°-70°的纬度范围内，采样单元以大约0.5纬度和1经度的网格部署（约55km*55km到55km*38km）。在40°-60°的纬度范围内，网格为0.5纬度和0.75经度（约55km*63km到55km*42km）。在40°纬度以下，网格为0.5纬度和0.5经度。在青藏高原，网格为0.25纬度和0.25经度。在中国西部省份，设计遵循第一全国水利普查单位的土壤保护方案。总共分布了29,651个采样点，其中青藏高原有4,052个，中国西部省份有8,771个，65个中国以外的国家有16,828个。",
                "Level": "C3(Applying)"
            }
        ]
    }
}