{
  "id": "a2e2e596-ee2c-40e8-a375-8ee629e7b14a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Stratigraphic columns of Early Cretaceous East Xiagou and Changma outcrops in Jiuquan district, Gansu Province.",
      "titleCn": "甘肃酒泉下沟东和昌马剖面早白垩世地层柱状图",
      "description": "With a depositional history spanning the early Aptian to early Albian (~19 mys), the Lower Cretaceous Xinminpu Group in Jiuquan, NW China provides abundant animal and plant fossils. This area is the represented study area of the Lower Cretaceous in China. The absence of a comprehensive stratigraphical framework for this area however limits the degree to which the unit can be interpreted relative to coeval sections and the geological records in genera. This investigation from July 9 to July 11 focuses on the Lower Cretaceous in this area, and collected abundant fossil and rock samples for biostratigraphic and stratigraphic analysis. This dataset includes: stratigraphic column of the Chijinpu Formation in the East Xiagou outcrop, and photographs of outcrops and represented fossils; stratigraphic column of the Xiagou Formation in the Changma outcrop and a photo of bird-bearing outcrop.",
      "descriptionCn": "甘肃酒泉地区发育连续的下白垩统陆相沉积，并含有丰富的动、植物化石，是我国陆相白垩系研究的经典地区之一。然而该地区下白垩统古生物学和地层学研究进展缓慢，尚缺乏高精度的地层框架和古生物学综合研究。本次考察于2020年7月9日-11日对酒泉下沟东和昌马剖面下白垩统开展了详细的地质调查，采集了化石和岩石标本，进行生物地层学研究。本数据集包括：酒泉地区下沟东剖面早白垩世赤金堡组地层柱状图、拍摄的露头照片和代表性化石；昌马剖面下沟组地层柱状图和鸟化石富集层照片。",
      "instructions": "The file name is location or section name + stratum + data type, and the data is stored in TIFF format, which can be opened and read by various mapping software.",
      "instructionsCn": "文件名为地点或剖面名+地层+数据类型，数据以tiff格式存储，可以用各类看图软件打开读取。",
      "east": 96.73,
      "west": 96.73,
      "south": 39.88,
      "north": 39.88,
      "startTime": null,
      "endTime": null,
      "fileSize": 523641308.0,
      "cstr": "18406.11.Geo.tpdc.271089",
      "doi": "10.11888/Geo.tpdc.271089",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王博",
        "nameEn": "WANG Bo",
        "unitEn": "",
        "unitCn": "中国科学院南京地质古生物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High-resolution C stratigraphy through the Early Aptian Livello Selli of the Alpine Tethys",
        "referenceCn": null,
        "referenceEn": "Menegatti, A.P., Weissea, H., Brown, R.S., Tyson, R.V., Farrimond, P.A., Strasser, A., Caron, M. (1998). High-resolution C stratigraphy through the Early Aptian Livello Selli of the Alpine Tethys. Paleoceanography and Paleoclimatology, 13, 530-545. doi: 10.1029/98PA01793"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "酒泉",
        "keywordEn": "Jiuquan district"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used for collecting fossils and rock samples in Early Cretaceous strata within the Gansu Jiuquan region?",
        "QuestionCn": "在甘肃酒泉地区的早白垩纪地层中，收集化石和岩石样本的方法有哪些？",
        "AnswerEn": "geological surveys",
        "AnswerCn": "地质调查",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to study Early Cretaceous terrestrial strata and fossils in arid regions like Gansu, Jiuquan?",
        "QuestionCn": "用于研究像甘肃、酒泉这样的干旱地区早白垩纪陆地地层和化石的数据收集方法的特点是什么？",
        "AnswerEn": "detailed geological surveys, fossil and rock sample collection, biostratigraphic research, stratigraphic columns, outcrop photographs, representative fossil documentation",
        "AnswerCn": "详细的地质调查、化石和岩石样本采集、生物地层研究、地层柱、露头照片、代表性化石记录。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days were spent on the geological survey for data collection in the field of Early Cretaceous stratigraphy in Gansu Jiuquan region?",
        "QuestionCn": "在甘肃酒泉地区进行早白垩纪地层学的地质调查数据收集中，共花费了多少天？",
        "AnswerEn": "3 days",
        "AnswerCn": "3天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '生物地层学研究' (biostratigraphic research) mean in the context of early Cretaceous terrestrial deposits in Gansu Jiuquan region?",
        "QuestionCn": "在甘肃酒泉地区早白垩世陆相沉积中，“生物地层学研究”是什么意思？",
        "AnswerEn": "In the context of early Cretaceous terrestrial deposits in the Gansu Jiuquan region, '生物地层学研究' (biostratigraphic research) refers to the study of sedimentary rock layers and their fossil content to understand the chronological sequence and age of the deposits. This research involves collecting fossils and rock samples to construct a stratigraphic framework that provides insights into the paleoenvironment, evolutionary history, and sedimentation patterns during the early Cretaceous period in this region.",
        "AnswerCn": "在甘肃酒泉地区早白垩纪的陆地沉积物中，'生物地层学研究'指的是研究沉积岩层及其化石内容，以了解沉积物的时间顺序和年龄。这项研究涉及收集化石和岩石样本，以构建一个地层框架，从而提供对该地区早白垩纪时期古环境、演化历史和沉积模式的洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the slow progress in paleontological and stratigraphic research of the Lower Cretaceous in the Jiuquan region, and how might they affect data collection methods?",
        "QuestionCn": "导致酒泉地区下白垩纪古生物学和地层学研究进展缓慢的因素有哪些，这些因素又可能如何影响数据收集方法？",
        "AnswerEn": "The slow progress in paleontological and stratigraphic research of the Lower Cretaceous in the Jiuquan region is likely due to a lack of a high-precision stratigraphic framework and comprehensive paleontological studies. These limitations can affect data collection methods as they may require more detailed geological surveys, collection of fossil and rock specimens, and advanced biostratigraphic research to build a robust dataset.",
        "AnswerCn": "在酒泉地区，早白垩世的古生物学和地层研究进展缓慢，可能是由于缺乏高精度的地层框架和全面的古生物学研究。这些限制可能会影响数据收集方法，因为它们可能需要更详细的地质调查、化石和岩石标本的收集，以及先进的生物地层研究，以建立一个稳健的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it necessary to conduct a detailed geological survey and collect fossil and rock samples from the Lower Cretaceous strata in the Jiuquan area?",
        "QuestionCn": "为什么有必要对酒泉地区的下白垩纪地层进行详细的地质调查，并收集化石和岩石样本？",
        "AnswerEn": "The goal is to establish a high-resolution stratigraphic framework and conduct comprehensive paleontological research, addressing the slow progress in the study of paleontology and stratigraphy in this region, which is considered a classic area for terrestrial Cretaceous research in China.",
        "AnswerCn": "目标是建立高分辨率的地层框架，并进行全面的古生物学研究，以解决该地区古生物学和地层学研究进展缓慢的问题，该地区被认为是中国陆生白垩纪研究的经典区域。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed procedures and methodologies used to conduct geological surveys and collect fossil and rock samples for biostratigraphic research in regions with Lower Cretaceous terrestrial deposits?",
        "QuestionCn": "在具有下白垩纪陆相沉积的地区进行地质调查并收集化石和岩石样本以进行生物地层学研究的详细程序和方法是什么？",
        "AnswerEn": "The procedures involve detailed geological surveys of the Lower Cretaceous terrestrial deposits, where fossil and rock samples are collected. This includes the identification and documentation of stratigraphic columns, photographing outcrops, and gathering representative fossils. The surveys conducted from July 9-11, 2020, in the Jiuquan region, focused on gathering such data from the Xiagou and Changma sections, which are crucial for creating a comprehensive biostratigraphic framework.",
        "AnswerCn": "这些程序涉及对下白垩纪陆地沉积物的详细地质调查，收集化石和岩石样本。这包括对地层柱的识别和记录、拍摄露头以及收集代表性化石。2020年7月9日至11日在酒泉地区进行的调查，重点从下沟和长马剖面收集这些数据，这对创建全面的生物地层框架至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}