{
    "id": "a2fb70a6-957c-4afa-91dc-68d8a1626b90",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "MODIS+FY4A daily cloud-free fractional snow cover dataset of the Asian Water Tower region (2019-2021)",
            "titleCn": "亚洲水塔区域MODIS+FY4A逐日无云积雪覆盖度数据集（2019-2021）",
            "description": "Highly accurate spatiotemporal continuous fractional snow cover data sets are of great importance for surface water and energy balance research, climate change and disaster monitoring, etc. However, a large number of clouds cause serious data gaps in optical remote sensing of fractional snow cover. This dataset is based on the multiple endmember spectral mixture analysis algorithm based on automatic endmember extraction (MESMA-AGE), which retrieves the fractional snow cover of the Terra and Aqua MODIS data and high-frequency observations from the new generation geostationary satellite FY-4A, and blend fractional snow cover retrieval results from multi-source sensors to obtain the fractional snow cover less affected by clouds. Based on the multistep spatiotemporal interpolation algorithm (MSTI), the cloud-free fractional snow cover is obtained by using the fractional snow cover information of the surrounding cloud-free pixels. The data set is the daily fractional snow cover in the Asia Water Tower region with a spatial resolution of 2 km, and the overall accuracy can reach 97.84%.",
            "descriptionCn": "高精度时空连续的积雪覆盖度数据集对地表水和能量平衡、气候变化和灾害监测等研究具有重要意义，而云的大量存在，造成光学遥感积雪覆盖面积中严重的数据空缺。本数据集基于端元自动提取的多段元光谱混合分析算法（MESMA-AGE）, 反演了Terra和Aqua双星MODIS数据以及国产新一代静止卫星FY-4A高频次观测数据的积雪覆盖度，并在此基础上开展多源传感器积雪覆盖度反演结果的融合，获取受云影响较小的积雪覆盖度。最后基于多步联合时空插值算法（MSTI）利用周围无云像元积雪覆盖度信息进行时空插值，最终得到无云积雪覆盖度。本数据集为亚洲水塔区域2 km 空间分辨率逐日积雪覆盖度, 整体精度可达97.84%。",
            "instructions": "File naming rules for: AWT_MODIS+FY4A_FSC_yyyymmdd. Tif, including (1) AWT_MODIS+FY4A_FSC: MODIS+FY4A Daily Cloud-free Fractional Snow Cover dataset;(2) the yyyymmdd: it means the product time on dd mm yyyy. File for GeoTIFF format, commonly used remote sensing software ArcGIS and ENVI/IDL and Matlab support; Spatial reference for the WGS84 datum, such as globe projection;0 for the land, 1-100 as the fractional snow cover, 237 for water, 250 for the cloud, 253/255 for the fill.",
            "instructionsCn": "文件命名规则为：AWT_MODIS+FY4A_FSC_yyyymmdd.tif，其中 （1）AWT_MODIS+FY4A_FSC：表示亚洲水塔区域MODIS+FY4A逐日无云积雪覆盖度产品； （2）yyyymmdd：表示产品时间yyyy年mm月dd日。 文件为GeoTIFF格式，常用遥感软件ArcGIS、ENVI/IDL和Matlab均支持；空间参考为WGS84基准面、等经纬投影；0为陆地，1-100为积雪覆盖度，237为水体，250为云，253/255为填充值。",
            "east": 106.0,
            "west": 60.0,
            "south": 24.0,
            "north": 54.0,
            "startTime": "2019-01-01 17:56:51",
            "endTime": "2021-12-31 17:56:51",
            "fileSize": 359599213.0,
            "cstr": "18406.11.Cryos.tpdc.300551",
            "doi": "10.11888/Cryos.tpdc.300551",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "蒋玲梅",
                "nameEn": "JIANG Lingmei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "潘方博",
                "nameEn": "PAN Fangbo ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "王功雪",
                "nameEn": "WANG Gongxue",
                "unitEn": "",
                "unitCn": "西安科技大学"
            },
            {
                "nameCn": "潘金梅",
                "nameEn": "PAN Jinmei",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            },
            {
                "nameCn": "黄锦煜",
                "nameEn": "HUANG Jinyu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "施建成",
                "nameEn": "SHI Jiancheng",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Estimating Cloud-Free Fractional Snow Cover from Himawari-8, FY-4A and MODIS Observation",
                "referenceCn": null,
                "referenceEn": "Pan, F., Jiang, L., Wang, G., Su, X., & Zhou, X. (2021). Estimating Cloud-Free Fractional Snow Cover from Himawari-8, FY-4A and MODIS Observation. In Proceedings of the 2021 IEEE International Geoscience and Remote Sensing Symposium IGARSS, Brussels, Belgium, 5566–5569. DOI.10.1109/IGARSS47720.2021.9554796."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪覆盖度",
                "nameEn": "Fractional snow cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲水塔",
                "keywordEn": "Asia Water Tower"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019-2021",
                "keywordEn": "2019-2021",
                "type": "temporal"
            },
            {
                "keywordCn": "逐日",
                "keywordEn": "Daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Spatiotemporal continuous fractional snow cover (FSC) dataset is needed as an important input for the study of large-scale hydrological, meteorological and climate research. The widely used Moderate Resolution Imaging Spectroradiometer (MODIS) snow cover dataset uses an eight-day composite approach to remove cloud effects, but it cannot meet the requirement of monitoring snow cover, a parameter with high temporal and spatial variability. Daily cloud-free fractional snow cover product is an important input variable in the study of surface radiation energy budget, water cycle and cryosphere. In recent years, many scholars have made use of MODIS data for snow detection. However, they may be affected by the cloud and cause data gap."
            ],
            "research objective": [
                "This paper uses multiple endmember spectral mixture analysis (MESMA) algorithm to retrieve FSC from geostationary satellite (FY-4A and Himawari-8) and polar-orbiting satellite (MODIS) data."
            ],
            "challenges": [
                "However, they may be affected by the cloud and cause data gap."
            ],
            "methods": [
                "In this paper, based on the MESMA algorithm, FY-4A, Himawari-8, and MODIS data are respectively used to retrieve the fractional snow cover. Then, the daily multi-temporal retrieval results of FY-4A and Himawari-8 are synthesized respectively to obtain the daily results, which are used to fill the cloud obscured pixels in MODIS inversion results. Finally, the daily cloud-free fractional snow cover product is obtained by PCHIP interpolation. On this basis, the product is evaluated by using high-resolution landsat8 30m data. In this study, the visible band and 1.6μm short-wave infrared (SWIR) band are used for snow retrieval. In this paper, MODIS cloud mask data is obtained from the cloud identity of MO/YD09GA product. In this study, the MESMA algorithm is used to retrieve the FSC from the 30m surface reflectance data (visible and 1.6μm band) of Landsat8, and the results are used as the \"truth value\" to verify the accuracy of other results. Only the reflectivity data between UTC 0:00 and 10:00 is selected for FSC retrieval. In this study, the cloud mask products of both are derived from the official cloud recognition products. In this study, Normalized Difference Snow Index (NDSI), Normalized Difference Vegetation Index(NDVI) and visible band reflectivity data are used to extract snow and non-snow endmembers to establish typical endmembers database, and then the MESMA algorithm is used to calculate the FSC. The production process of daily cloud-free FSC is as follows: 1) Retrieval of FSC from MODIS/FY-4A/ Himawari-8 reflectivity data using MESMA algorithm; 2) The minimum zenith Angle synthesis method is used to synthesize the daily multi-temporal FSC."
            ],
            "dataset": [
                "MODIS is an optical sensor mounted on Terra satellite passing in the morning and Aqua satellite passing in the afternoon, with a spatial resolution of 500m. Its surface reflectivity product MO/YD09GA has accumulated data for nearly 20 years (2000-present), making it an important data source for snow monitoring. The Operational Land Imager (OLI) is an optical sensor mounted on Landsat8 with a spatial resolution of 30m. As a new generation of geostationary meteorological satellites, FY-4A and Himawari-8 have a revisit period of 10-15min and a spatial resolution of 0.5-2km."
            ],
            "findings": [
                "Then geostationary satellite retrieve result shows that the accuracy of the daily cloud-free FSC product is high with the root mean square error is 0.1 -0.15."
            ],
            "backgroundCn": [
                "时空连续的分数雪盖（FSC）数据集是大规模水文、气象和气候研究的重要输入。广泛使用的中分辨率成像光谱仪（MODIS）雪盖数据集采用八天合成的方法来去除云效应，但无法满足监测雪盖的需求，因为雪盖是一个具有高时间和空间变异性的参数。每日无云的分数雪盖产品是研究表面辐射能量平衡、水循环和冰冻圈的重要输入变量。近年来，许多学者利用MODIS数据进行雪的检测。然而，它们可能受到云的影响，从而导致数据缺失。"
            ],
            "research objectiveCn": [
                "本文使用多端元光谱混合分析（MESMA）算法从静止卫星（FY-4A和Himawari-8）和极地轨道卫星（MODIS）数据中提取森林覆盖度（FSC）。"
            ],
            "challengesCn": [
                "然而，它们可能会受到云的影响，从而导致数据缺口。"
            ],
            "methodsCn": [
                "在本文中，基于MESMA算法，分别使用FY-4A、Himawari-8和MODIS数据来提取分数雪盖（FSC）。然后，分别合成FY-4A和Himawari-8的日多时相提取结果，以获得日结果，这些结果用于填补MODIS反演结果中的云遮挡像素。最后，通过PCHIP插值获得日云无雪盖产品。基于此，使用高分辨率的Landsat8 30米数据对产品进行评估。在本研究中，使用可见光波段和1.6μm短波红外（SWIR）波段进行雪的提取。本文中，MODIS云掩膜数据来自MO/YD09GA产品的云识别。该研究中，使用Landsat8的30米表面反射率数据（可见光和1.6μm波段）应用MESMA算法提取FSC，结果作为“真实值”来验证其他结果的准确性。仅选择UTC 0:00至10:00之间的反射率数据进行FSC提取。本研究中，两者的云掩膜产品均来自官方云识别产品。在本研究中，使用归一化差异雪指数（NDSI）、归一化差异植被指数（NDVI）和可见光波段反射率数据提取雪和非雪的端元，以建立典型端元数据库，然后应用MESMA算法计算FSC。日云无FSC的生产过程如下：1）使用MESMA算法从MODIS/FY-4A/Himawari-8反射率数据中提取FSC；2）采用最小天顶角合成方法合成日多时相FSC。"
            ],
            "datasetCn": [
                "MODIS是安装在Terra卫星上的光学传感器，早晨经过，Aqua卫星在下午经过，空间分辨率为500米。其表面反射率产品MO/YD09GA已积累了近20年的数据（2000年至今），成为雪监测的重要数据来源。操作陆地成像仪（OLI）是安装在Landsat8上的光学传感器，空间分辨率为30米。作为新一代静止气象卫星，FY-4A和Himawari-8的重访周期为10-15分钟，空间分辨率为0.5-2公里。"
            ],
            "findingsCn": [
                "然后，静止卫星的检索结果显示，日云无云FSC产品的准确性很高，均方根误差为0.1-0.15。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of multiple endmember spectral mixture analysis (MESMA) algorithm in retrieving fractional snow cover from geostationary and polar-orbiting satellite data help in reducing the data gaps caused by clouds?",
                "QuestionCn": "使用多重端元光谱混合分析（MESMA）算法从静止和极地轨道卫星数据中提取分数雪盖是否有助于减少由于云造成的数据缺口？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the MESMA algorithm used for snow cover retrieval considered effective based on its evaluation with high-resolution Landsat8 30m data?",
                "QuestionCn": "MESMA算法在使用高分辨率的Landsat8 30米数据进行雪盖提取的评估中被认为是有效的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which satellite data source is more suitable for retrieving fractional snow cover, MODIS, FY-4A, or Himawari-8?",
                "QuestionCn": "哪个卫星数据源更适合获取分数雪盖，MODIS、FY-4A 还是 Himawari-8？",
                "AnswerEn": "FY-4A and Himawari-8",
                "AnswerCn": "FY-4A和Himawari-8",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the MESMA algorithm or PCHIP interpolation more crucial for addressing data gaps in snow cover datasets caused by clouds?",
                "QuestionCn": "MESMA算法和PCHIP插值在解决由于云层造成的雪盖数据集中的数据缺口方面，哪个更为关键？",
                "AnswerEn": "PCHIP interpolation",
                "AnswerCn": "PCHIP插值",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For validating snow cover data accuracy, is it more effective to use high-resolution Landsat8 data or MODIS cloud mask data?",
                "QuestionCn": "为了验证雪盖数据的准确性，使用高分辨率的Landsat8数据还是MODIS云掩膜数据更有效？",
                "AnswerEn": "Landsat8 data",
                "AnswerCn": "Landsat8数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What challenges are associated with using MODIS data for snow detection?",
                "QuestionCn": "使用MODIS数据进行雪检测面临的挑战有哪些？",
                "AnswerEn": "Clouds",
                "AnswerCn": "云朵",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to address cloud-induced data gaps in snow cover monitoring?",
                "QuestionCn": "您能否提供一个用于解决云引起的雪盖监测数据缺口的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to address cloud-induced data gaps in snow cover monitoring is the use of the Multiple Endmember Spectral Mixture Analysis (MESMA) algorithm to retrieve fractional snow cover (FSC) from geostationary satellite (FY-4A and Himawari-8) and polar-orbiting satellite (MODIS) data. The daily multi-temporal retrieval results of FY-4A and Himawari-8 are synthesized to fill cloud obscured pixels in MODIS inversion results, and a daily cloud-free fractional snow cover product is obtained by PCHIP interpolation.",
                "AnswerCn": "一种用于解决云引起的雪盖监测数据缺口的数据收集方法是使用多端元光谱混合分析（MESMA）算法，从静止卫星（FY-4A和Himawari-8）和极轨卫星（MODIS）数据中提取分数雪盖（FSC）。FY-4A和Himawari-8的每日多时相检索结果被综合，以填补MODIS反演结果中的云遮挡像素，并通过PCHIP插值获得每日无云分数雪盖产品。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in retrieving accurate snow cover data using optical sensors?",
                "QuestionCn": "使用光学传感器获取准确的雪盖数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in retrieving accurate snow cover data using optical sensors is the presence of clouds which can cause data gaps. Cloud cover affects the ability of sensors like MODIS to accurately monitor snow cover, a parameter with high temporal and spatial variability.",
                "AnswerCn": "使用光学传感器获取准确的雪盖数据时面临的一个挑战是云层的存在，这会导致数据缺失。云层覆盖影响像MODIS这样的传感器准确监测雪盖的能力，而雪盖是一个具有高度时间和空间变异性的参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Provide an example of how different satellite datasets are integrated to enhance snow cover monitoring accuracy.",
                "QuestionCn": "提供一个如何整合不同卫星数据集以提高雪盖监测准确性的示例。",
                "AnswerEn": "An example of integrating different satellite datasets to enhance snow cover monitoring accuracy involves using data from the MODIS sensor on Terra and Aqua satellites, along with the geostationary satellites FY-4A and Himawari-8. The retrieval of fractional snow cover from these datasets is synthesized to fill in cloud-induced gaps in MODIS data, resulting in a daily cloud-free fractional snow cover product.",
                "AnswerCn": "一个整合不同卫星数据集以提高雪盖监测准确性的例子是使用来自Terra和Aqua卫星的MODIS传感器的数据，以及静止卫星FY-4A和Himawari-8的数据。这些数据集的分数雪盖检索被综合，以填补MODIS数据中由于云引起的缺口，从而生成一个每日无云的分数雪盖产品。",
                "Level": "C6(Creating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to obtain cloud-free fractional snow cover (FSC) datasets in remote sensing applications?",
                "QuestionCn": "在遥感应用中，用于获取无云分数雪盖（FSC）数据集的数据收集方法的特点是什么？",
                "AnswerEn": "MESMA algorithm, geostationary satellite data (FY-4A and Himawari-8), polar-orbiting satellite data (MODIS), daily multi-temporal synthesis, PCHIP interpolation",
                "AnswerCn": "MESMA算法，静止卫星数据（FY-4A和Himawari-8），极轨卫星数据（MODIS），每日多时相合成，PCHIP插值。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the main attributes of datasets used for validating snow cover retrieval accuracy in this domain?",
                "QuestionCn": "用于验证雪盖提取准确性的领域数据集的主要属性是什么？",
                "AnswerEn": "30m surface reflectance data, Normalized Difference Snow Index (NDSI), Normalized Difference Vegetation Index (NDVI), visible band reflectivity",
                "AnswerCn": "30米地表反射率数据，归一化差异雪指数（NDSI），归一化差异植被指数（NDVI），可见光波段反射率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How frequently do the geostationary satellites FY-4A and Himawari-8 revisit the same area for data collection?",
                "QuestionCn": "静止卫星FY-4A和Himawari-8多频繁重新访问同一区域进行数据收集？",
                "AnswerEn": "10-15 minutes",
                "AnswerCn": "10-15分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the time period over which the MODIS surface reflectivity product has accumulated data for snow monitoring?",
                "QuestionCn": "MODIS表面反射率产品用于雪监测的数据积累时间段是什么？",
                "AnswerEn": "20 years",
                "AnswerCn": "20年",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the MESMA algorithm used for fractional snow cover retrieval compare with the eight-day composite approach used in MODIS datasets in terms of addressing cloud cover challenges?",
                "QuestionCn": "MESMA算法用于获取分数雪覆盖与MODIS数据集中使用的八天合成方法在应对云覆盖挑战方面的比较如何？",
                "AnswerEn": "The MESMA algorithm is used to retrieve fractional snow cover from geostationary and polar-orbiting satellite data, and it addresses cloud cover challenges by synthesizing daily multi-temporal retrieval results to fill cloud-obscured pixels, ultimately producing a daily cloud-free fractional snow cover product. In contrast, the MODIS datasets use an eight-day composite approach to remove cloud effects, which may not adequately capture the high temporal variability of snow cover.",
                "AnswerCn": "MESMA算法用于从静止和极地轨道卫星数据中提取分数雪盖，并通过合成每日多时相检索结果来填补云遮挡像素，从而解决云覆盖挑战，最终生成每日无云的分数雪盖产品。相比之下，MODIS数据集使用八天合成的方法来去除云效应，这可能无法充分捕捉雪盖的高时间变异性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the accuracy of daily cloud-free fractional snow cover products differ when using high-resolution Landsat8 data for evaluation compared to relying solely on MODIS data?",
                "QuestionCn": "使用高分辨率的Landsat8数据进行评估时，日云无雪覆盖产品的准确性与仅依赖MODIS数据相比，有哪些不同之处？",
                "AnswerEn": "The accuracy of daily cloud-free fractional snow cover products is evaluated using high-resolution Landsat8 data, which serves as the 'truth value' due to its 30 m spatial resolution. This enhances the accuracy assessment compared to relying solely on MODIS data, which has a coarser spatial resolution of 500 m. The geostationary satellite retrieval results show a high accuracy with a root mean square error of 0.1-0.15.",
                "AnswerCn": "每日无云分数雪覆盖产品的准确性使用高分辨率的Landsat8数据进行评估，该数据由于其30米的空间分辨率而被视为“真实值”。这增强了准确性评估，相较于仅依赖MODIS数据（其空间分辨率为500米）。静止卫星的检索结果显示出高准确性，均方根误差为0.1-0.15。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the data gaps when using optical sensors like MODIS for snow cover monitoring in cloud-prone areas?",
                "QuestionCn": "在多云地区使用光学传感器如MODIS进行雪盖监测时，数据缺口的原因是什么？",
                "AnswerEn": "The presence of clouds significantly affects optical sensors such as MODIS, leading to data gaps because the clouds obscure the surface, preventing accurate snow cover detection.",
                "AnswerCn": "云的存在显著影响光学传感器，如MODIS，导致数据缺失，因为云层遮挡了地表，阻碍了准确的雪盖检测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does using multi-source satellite data impact the results of snow cover datasets?",
                "QuestionCn": "使用多源卫星数据如何影响雪盖数据集的结果？",
                "AnswerEn": "The integration of multi-source satellite data, including geostationary and polar-orbiting satellites, improves the accuracy and reduces the data gaps caused by cloud coverage. This results in a high accuracy daily cloud-free fractional snow cover product, which is crucial for studying surface radiation energy budget, water cycle, and the cryosphere.",
                "AnswerCn": "多源卫星数据的集成，包括静止卫星和极地轨道卫星，提高了准确性，并减少了由于云层覆盖造成的数据缺口。这导致了高精度的每日无云分数雪覆盖产品，这对于研究表面辐射能量预算、水循环和冰冻圈至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes are expected from synthesizing daily multi-temporal retrieval results of FY-4A and Himawari-8 satellites?",
                "QuestionCn": "合成FY-4A和Himawari-8卫星的每日多时相检索结果预期会产生哪些结果？",
                "AnswerEn": "Synthesizing daily multi-temporal retrieval results of FY-4A and Himawari-8 satellites provides daily results that help fill the cloud obscured pixels in MODIS inversion results. This synthesis process contributes to the generation of a higher precision daily cloud-free fractional snow cover product, with an accuracy validated by high-resolution Landsat8 data.",
                "AnswerCn": "合成FY-4A和Himawari-8卫星的每日多时相反演结果提供了每日结果，有助于填补MODIS反演结果中的云遮挡像素。该合成过程有助于生成更高精度的每日无云分数雪盖产品，其准确性已通过高分辨率的Landsat8数据进行验证。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to integrate data from multiple satellite sources such as FY-4A, Himawari-8, and MODIS for snow cover monitoring?",
                "QuestionCn": "整合来自多个卫星源的数据，如FY-4A、Himawari-8和MODIS，对于雪盖监测的重要性在于：",
                "AnswerEn": "Integrating data from multiple satellite sources like FY-4A, Himawari-8, and MODIS is important for snow cover monitoring because it allows for filling cloud-obscured pixels in MODIS inversion results, thereby overcoming data gaps caused by clouds and enhancing the accuracy and continuity of the snow cover dataset.",
                "AnswerCn": "整合来自多个卫星源的数据，如FY-4A、Himawari-8和MODIS，对于雪盖监测非常重要，因为它可以填补MODIS反演结果中因云层遮挡而产生的像素空缺，从而克服因云造成的数据缺口，提高雪盖数据集的准确性和连续性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to integrate data from multiple satellite sources to create a comprehensive snow cover dataset with minimal cloud interference?",
                "QuestionCn": "用于整合来自多个卫星源的数据，以创建具有最小云干扰的综合雪盖数据集的程序有哪些？",
                "AnswerEn": "The integration involves using the MESMA algorithm to retrieve snow cover data from geostationary satellites (FY-4A and Himawari-8) and polar-orbiting satellites (MODIS). The daily multi-temporal retrieval results from geostationary satellites are synthesized to fill cloud-obscured pixels in MODIS results. A daily cloud-free fractional snow cover product is obtained through PCHIP interpolation.",
                "AnswerCn": "该集成涉及使用MESMA算法从静止卫星（FY-4A和Himawari-8）和极地轨道卫星（MODIS）获取雪盖数据。来自静止卫星的每日多时相检索结果被合成，以填补MODIS结果中的云遮挡像素。通过PCHIP插值获得每日无云的分数雪盖产品。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How are typical endmembers for snow and non-snow classified and used in the snow cover retrieval process?",
                "QuestionCn": "典型的雪和非雪的端元是如何分类的，并在雪盖提取过程中使用的？",
                "AnswerEn": "Typical endmembers are extracted using NDSI, NDVI, and visible band reflectivity data. These endmembers are used to establish a database, and the MESMA algorithm calculates the fractional snow cover by analyzing these endmembers.",
                "AnswerCn": "典型的端元是通过提取NDSI、NDVI和可见波段反射率数据获得的。这些端元用于建立数据库，MESMA算法通过分析这些端元来计算雪盖的分数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What method is employed to evaluate the accuracy of the snow cover data obtained from satellite imagery?",
                "QuestionCn": "评估从卫星影像获得的雪盖数据准确性的方法是什么？",
                "AnswerEn": "The accuracy of the snow cover data is evaluated using high-resolution Landsat8 30m surface reflectance data as the 'truth value.' The cloud-free fractional snow cover product is assessed by comparing it to this high-resolution data, ensuring the accuracy of the satellite-derived results.",
                "AnswerCn": "雪盖数据的准确性通过使用高分辨率的Landsat8 30米表面反射率数据作为“真实值”进行评估。通过将无云的雪盖分数产品与这些高分辨率数据进行比较，确保了卫星衍生结果的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the integration of multiple satellite data sources to generate a cloud-free snow cover product?",
                "QuestionCn": "哪些方法论能够整合多个卫星数据源，以生成无云的雪覆盖产品？",
                "AnswerEn": "The integration of multiple satellite data sources is enabled by using the MESMA algorithm to retrieve fractional snow cover from geostationary (FY-4A and Himawari-8) and polar-orbiting (MODIS) satellites, followed by synthesizing multi-temporal retrieval results to fill cloud-obscured pixels and employing interpolation techniques to produce a daily cloud-free fractional snow cover product.",
                "AnswerCn": "多个卫星数据源的集成通过使用MESMA算法从静止卫星（FY-4A和Himawari-8）和极地轨道卫星（MODIS）获取分数雪盖，随后合成多时相的检索结果以填补云遮挡的像素，并采用插值技术生成每日无云的分数雪盖产品。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How does the utilization of different spectral bands contribute to the accuracy of snow cover detection in remote sensing data?",
                "QuestionCn": "不同光谱波段的利用如何提高遥感数据中雪盖检测的准确性？",
                "AnswerEn": "The use of visible bands and 1.6μm short-wave infrared (SWIR) bands in snow retrieval enhances accuracy by allowing the differentiation between snow and non-snow endmembers. The MESMA algorithm leverages these spectral differences to calculate fractional snow cover, which is validated using high-resolution Landsat8 data.",
                "AnswerCn": "可见波段和1.6μm短波红外(SWIR)波段在雪的提取中提高了准确性，因为它们能够区分雪和非雪的端元。MESMA算法利用这些光谱差异计算雪的分数覆盖，并使用高分辨率的Landsat8数据进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining a cloud-free fractional snow cover dataset using optical sensors?",
                "QuestionCn": "使用光学传感器获取无云的分数雪覆盖数据集可能面临哪些挑战？",
                "AnswerEn": "Cloud presence affects optical remote sensing data, leading to significant data gaps. This challenge necessitates the development of methods to synthesize multi-temporal data and fill cloud-obscured pixels, as seen in approaches using MESMA and interpolation techniques.",
                "AnswerCn": "云层的存在会影响光学遥感数据，导致显著的数据缺口。这一挑战需要开发方法来合成多时相数据并填补被云遮挡的像素，正如使用MESMA和插值技术的相关方法所示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to use high-resolution data for validating snow cover retrieval methods, and what challenges might arise?",
                "QuestionCn": "使用高分辨率数据来验证雪盖提取方法的重要性在于，它能够提供更准确和详细的雪盖分布信息，从而提高验证结果的可靠性和有效性。然而，可能会出现一些挑战，例如高分辨率数据的获取成本较高、数据处理和分析的复杂性增加，以及不同数据源之间的兼容性问题。",
                "AnswerEn": "High-resolution data, such as 30m surface reflectance data from Landsat8, is crucial for validating the accuracy of snow cover retrieval methods, serving as the 'truth value.' However, ensuring high accuracy in coarser resolution datasets and managing data gaps caused by cloud cover remain challenges.",
                "AnswerCn": "高分辨率数据，如来自Landsat8的30米表面反射率数据，对于验证雪盖提取方法的准确性至关重要，充当“真实值”。然而，确保较低分辨率数据集的高准确性以及管理因云覆盖造成的数据缺口仍然是挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using the MESMA algorithm for retrieving fractional snow cover in terms of addressing cloud-related data gaps?",
                "QuestionCn": "您将如何评估使用MESMA算法在获取分数雪盖方面的有效性，以解决与云相关的数据缺口？",
                "AnswerEn": "The MESMA algorithm is effective for retrieving fractional snow cover as it helps in filling cloud-related data gaps by synthesizing data from multiple sources like FY-4A, Himawari-8, and MODIS. This combined approach enhances the accuracy of the snow cover data, resulting in a high overall precision of 97.84% for the dataset.",
                "AnswerCn": "MESMA算法在获取分数雪盖方面非常有效，因为它通过综合来自FY-4A、Himawari-8和MODIS等多个来源的数据来填补与云相关的数据缺口。这种综合方法提高了雪盖数据的准确性，使得数据集的整体精度达到了97.84%。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your assessment of the challenges faced in creating a daily cloud-free fractional snow cover product, and how might these challenges impact the reliability of such datasets?",
                "QuestionCn": "我对创建每日无云分数雪覆盖产品所面临的挑战的评估，以及这些挑战如何影响此类数据集的可靠性。",
                "AnswerEn": "The main challenge in creating a daily cloud-free fractional snow cover product is the presence of clouds which can lead to data gaps. The use of multiple satellite data and interpolation methods like PCHIP helps mitigate this issue. However, despite these efforts, some inaccuracies might persist, potentially impacting the dataset's reliability, particularly in regions with frequent cloud cover.",
                "AnswerCn": "创建每日无云的分数雪盖产品的主要挑战是云的存在，这可能导致数据缺口。使用多种卫星数据和插值方法如PCHIP有助于缓解这个问题。然而，尽管采取了这些措施，某些不准确性可能仍然存在，这可能影响数据集的可靠性，特别是在云层覆盖频繁的地区。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how multiple satellite data sources can be combined effectively to minimize cloud interference in snow cover monitoring.",
                "QuestionCn": "我不明白如何有效地结合多个卫星数据源，以最小化云干扰在雪盖监测中的影响。",
                "AnswerEn": "The combination of multiple satellite data sources involves using the MESMA algorithm to retrieve snow cover data from geostationary satellites like FY-4A and Himawari-8, as well as polar-orbiting satellites like MODIS. These retrieval results are synthesized to fill cloud-obscured pixels, and PCHIP interpolation is used to obtain daily cloud-free fractional snow cover.",
                "AnswerCn": "多个卫星数据源的组合涉及使用MESMA算法从静止卫星（如FY-4A和Himawari-8）以及极轨卫星（如MODIS）获取雪盖数据。这些检索结果被综合以填补云遮挡的像素，并使用PCHIP插值法获得每日无云的雪盖分数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how the accuracy of daily cloud-free snow cover products is validated using high-resolution data.",
                "QuestionCn": "我不确定如何使用高分辨率数据验证每日无云雪覆盖产品的准确性。",
                "AnswerEn": "The accuracy of daily cloud-free snow cover products is validated using high-resolution Landsat8 30m surface reflectance data, where snow retrievals are used as the 'truth value' to verify the accuracy of the results obtained from other satellite data.",
                "AnswerCn": "每日无云雪盖产品的准确性通过高分辨率的Landsat8 30米表面反射率数据进行验证，其中雪的提取结果被用作“真实值”来验证其他卫星数据获得的结果的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of the role of endmembers in the spectral mixture analysis for snow detection.",
                "QuestionCn": "我无法理解端元在光谱混合分析中在雪检测中的作用。",
                "AnswerEn": "Endmembers in the spectral mixture analysis are used to differentiate between snow and non-snow areas. This involves using indices like NDSI and NDVI, as well as visible band reflectivity data, to establish a database of typical endmembers, which the MESMA algorithm uses to calculate fractional snow cover.",
                "AnswerCn": "光谱混合分析中的端元用于区分雪区和非雪区。这涉及使用像NDSI和NDVI这样的指数，以及可见波段反射率数据，建立典型端元的数据库，MESMA算法利用这些数据计算雪覆盖的分数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the primary data collection challenges faced when using optical sensors for snow cover detection in regions with frequent cloud cover.",
                "QuestionCn": "在频繁云层覆盖的地区使用光学传感器进行雪盖检测时，主要的数据收集挑战包括：云层遮挡导致数据缺失，光学传感器对光照条件的依赖性，雪与云的光谱特征相似性造成的混淆，以及在不同天气条件下获取一致性数据的困难。",
                "AnswerEn": "The primary data collection challenge when using optical sensors for snow cover detection in regions with frequent cloud cover is the significant data gaps caused by clouds obscuring the surface. Cloud presence affects the accuracy of snow cover detection, necessitating the use of methods such as multi-endmember spectral mixture analysis and temporal synthesis to retrieve and fill in cloud-obscured pixel data to ensure continuity and accuracy in snow cover datasets.",
                "AnswerCn": "使用光学传感器进行雪盖检测时，主要的数据收集挑战是由于频繁的云层覆盖导致显著的数据缺口。云的存在影响了雪盖检测的准确性，因此需要使用多端元光谱混合分析和时间合成等方法来检索和填补被云遮挡的像素数据，以确保雪盖数据集的连续性和准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline the steps involved in creating a daily cloud-free fractional snow cover dataset using multiple satellite data sources.",
                "QuestionCn": "创建每日无云分数雪盖数据集的步骤如下：\n\n1. **数据源选择**：选择适合的卫星数据源，如MODIS、Landsat、Sentinel-2等，这些数据源能够提供高频率的雪盖信息。\n\n2. **数据获取**：从相应的卫星数据平台下载所需的影像数据，确保覆盖所研究区域的时间段。\n\n3. **数据预处理**：\n   - **辐射校正**：对影像进行辐射校正，以消除传感器和大气影响。\n   - **几何校正**：确保影像的几何精度，进行必要的几何校正。\n\n4. **云检测**：使用云检测算法（如Fmask或其他方法）识别和标记影像中的云和云阴影区域。\n\n5. **数据融合**：将来自不同卫星的影像进行融合，以填补云覆盖区域，确保数据的连续性。\n\n6. **雪盖提取**：应用雪盖分类算法（如阈值法、机器学习方法等）从处理后的影像中提取雪盖信息。\n\n7. **分数雪盖计算**：根据提取的雪盖信息计算分数雪盖，通常使用雪盖像素数量与总像素数量的比值。\n\n8. **数据质量控制**：对生成的数据集进行质量检查，确保数据的准确性和可靠性。\n\n9. **数据存储与共享**：将处理后的数据集存储在适当的格式中，并考虑共享给相关研究人员或公众。\n\n10. **结果验证**：通过地面观测数据或其他可靠数据源验证生成的数据集的准确性。\n\n11. **定期更新**：建立一个定期更新的机制，以便持续生成最新的无云分数雪盖数据集。",
                "AnswerEn": "The process of creating a daily cloud-free fractional snow cover dataset involves several key steps: 1) Retrieval of fractional snow cover (FSC) using the MESMA algorithm from reflectivity data of MODIS, FY-4A, and Himawari-8 satellites; 2) Synthesis of daily multi-temporal FSC using the minimum zenith angle method to address cloud obscuration; 3) Interpolation to fill in cloud-obscured pixels using surrounding cloud-free data; 4) Evaluation of the resulting cloud-free FSC product against high-resolution Landsat8 data to verify accuracy.",
                "AnswerCn": "创建每日无云分数雪盖数据集的过程包括几个关键步骤：1）使用MESMA算法从MODIS、FY-4A和Himawari-8卫星的反射率数据中提取分数雪盖（FSC）；2）使用最小天顶角方法合成每日多时相FSC，以解决云遮挡问题；3）使用周围无云数据插值填充云遮挡像素；4）将生成的无云FSC产品与高分辨率Landsat8数据进行评估，以验证准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}