{
  "id": "a3e77ea2-d770-49bd-b01b-6273b8c562f8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements synchronizing with the airborne WiDAS mission in the A'rou foci experimental area on May 31, 2008",
      "titleCn": "黑河综合遥感联合试验：阿柔加密观测区机载WiDAS地面同步观测数据集（2008年5月31日）",
      "description": "The dataset of ground truth measurements synchronizing with the airborne WiDAS mission was obtained in No. 1 and No. 3 quadrates of the A'rou foci experimental area on May 31, 2008. WiDAS, composed of four CCD cameras, one mid-infrared thermal imager (AGEMA 550), and one infrared thermal imager (S60), can acquire CCD, MIR and TIR band data. The simultaneous ground data were the surface radiative temperature and surface soil moisture.\n     The surface radiative temperature (emissivity: 1.0) was measured by the automatic thermometer at intervals of 0.05s, and the data were archived as .txt files (.dat format). The first seven rows were the header file, including acquisition date, time, and intervals; besides, Time (starting time), TObj (target temperature), Tint (the interior temperature of the probe), TBox (the temperature of the box) and Tact (the actual temperature calculated from the given emissivity) were also listed.\n     Soil moisture (0-12cm and 0-20cm) was measured by TDR. The data including the soil temperature, soil complex permittivity and soil conductivity, were archived in Excel format.",
      "descriptionCn": "2008年5月31日在阿柔样方1和阿柔样方3进行了机载红外广角双模式成像仪WiDAS（Wide-angle Infrared Dual-mode line/area Array Scanner）航空飞行的地面同步观测。WiDAS由4个CCD相机、1个中红外热像仪（AGEMA 550）和1个热红外热像仪（S60）组成， 能同时获取可见光/近红外（CCD）波段5个角度、中红外波段（MIR）7个角度和热红外波段（TIR ）7个角度的数据。地面同步观测变量主要包括地表辐射温度与土壤水分。\n地表辐射温度采用固定自记点温计连续测量，采样间隔为0.05s，仪器比辐射率设定为1.0。数据以文本文件存储（.dat格式），每个文本文件中的前7行为说明性的头文件，包括，数据采集日期、记录的起始时间、记录时间间隔等.另外，包括Time、TObj、Tint、TBox、Tact等5列数据，其中Time：从开始记录起的时间，换算成实际时间的话需要该值加起始时间；TObj：目标温度；TInt：探头内部温度；TBox：腔体温度；Tact：根据给定的发射率换算出来的实际温度，由于仪器比辐射率设定为1.0，所以该值和TObj是一样的，需要用户根据实际地物发射率进行修正。 \n利用TDR测量的土壤水分数据，测量深度为0-12cm和0-20cm。在样方内来回采样。数据以Excel格式保存。包括土壤温度，土壤介电常数，土壤电导率等数据。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.55,
      "west": 100.411,
      "south": 38.015,
      "north": 38.078,
      "startTime": "2008-06-11 08:00:00",
      "endTime": "2008-06-11 08:00:00",
      "fileSize": 10978423.0,
      "cstr": "18406.11.water973.0016.db",
      "doi": "10.3972/water973.0016.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "黄春林",
        "nameEn": "HUANG Chunlin",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "盖春梅",
        "nameEn": "GE Chunmei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "韩旭军",
        "nameEn": "HAN Xujun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": " 李丽",
        "nameEn": "LI Li",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
      },
      {
        "nameCn": "辛晓洲",
        "nameEn": "XIN Xiaozhou",
        "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周梦维",
        "nameEn": "ZHOU Mengwei",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "CCD相机",
        "nameEn": "CCD"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "热像仪",
        "nameEn": "Thermal imager"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-31",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the sampling interval used for measuring surface radiation temperature in a dataset related to the field?",
        "QuestionCn": "在与该领域相关的数据集中，用于测量表面辐射温度的采样间隔是什么？",
        "AnswerEn": "0.05 seconds",
        "AnswerCn": "0.05秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Wide-angle Infrared Dual-mode line/area Array Scanner (WiDAS) in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，什么是广角红外双模线/面阵扫描仪（WiDAS）？",
        "AnswerEn": "The Wide-angle Infrared Dual-mode line/area Array Scanner (WiDAS) is an airborne instrument used in remote sensing data collection, comprising 4 CCD cameras, a mid-infrared thermal imager (AGEMA 550), and a thermal infrared imager (S60). It simultaneously captures data in visible/near-infrared (CCD) bands at 5 angles, mid-infrared (MIR) bands at 7 angles, and thermal infrared (TIR) bands at 7 angles. The system is used to acquire detailed imaging data for analyzing surface radiation temperature and soil moisture.",
        "AnswerCn": "宽角红外双模线/面阵扫描仪（WiDAS）是一种用于遥感数据采集的空中仪器，包含4个CCD相机、一台中红外热成像仪（AGEMA 550）和一台热红外成像仪（S60）。它同时在5个角度捕获可见/近红外（CCD）波段的数据，在7个角度捕获中红外（MIR）波段的数据，以及在7个角度捕获热红外（TIR）波段的数据。该系统用于获取详细的成像数据，以分析表面辐射温度和土壤湿度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the ground-based measurements of surface radiation temperature and soil moisture using fixed thermometers and TDR compare to airborne WiDAS data in terms of data resolution and temporal synchronization?",
        "QuestionCn": "地面测量的表面辐射温度和土壤湿度使用固定温度计和时域反射仪（TDR）与空中WiDAS数据在数据分辨率和时间同步方面有何比较？",
        "AnswerEn": "Ground-based measurements for surface radiation temperature use fixed thermometers with a high sampling frequency of 0.05s, providing continuous data at a single point, whereas WiDAS provides multi-angle airborne data across visible, mid-infrared, and thermal infrared bands. Ground-based TDR measurements for soil moisture are collected at specific depths of 0-12cm and 0-20cm and are stored in Excel files, offering detailed soil moisture data but limited spatial coverage compared to the areal perspective of WiDAS. Temporal synchronization is achieved in ground-based methods through continuous monitoring, while WiDAS offers spatially extensive data but may require temporal alignment with surface observations for comprehensive analysis.",
        "AnswerCn": "地面测量的表面辐射温度使用固定的温度计，采样频率为0.05秒，提供单点的连续数据，而WiDAS则提供可见光、中红外和热红外波段的多角度空中数据。地面TDR测量的土壤湿度在0-12厘米和0-20厘米的特定深度进行采集，并存储在Excel文件中，提供详细的土壤湿度数据，但与WiDAS的区域视角相比，空间覆盖有限。地面方法通过连续监测实现时间同步，而WiDAS提供空间广泛的数据，但可能需要与地面观测进行时间对齐，以便进行全面分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for choosing specific instruments like CCD cameras and thermal imagers for data collection in airborne observations of surface radiation temperature and soil moisture?",
        "QuestionCn": "选择特定仪器如CCD相机和热成像仪用于空气观测地表辐射温度和土壤湿度数据收集的潜在原因是什么？",
        "AnswerEn": "The selection of instruments such as CCD cameras and thermal imagers is driven by the need to capture a wide range of spectral data, including visible, near-infrared, mid-infrared, and thermal infrared bands, to accurately measure surface radiation temperature and soil moisture. This allows for comprehensive data collection across multiple angles, enhancing the reliability and depth of the observations. Specifically, these instruments enable the simultaneous acquisition of data that can be used to assess land surface conditions and atmospheric interactions in a detailed manner.",
        "AnswerCn": "仪器的选择，如CCD相机和热成像仪，是为了捕捉广泛的光谱数据，包括可见光、近红外、中红外和热红外波段，以准确测量表面辐射温度和土壤湿度。这使得能够在多个角度进行全面的数据收集，从而增强观察的可靠性和深度。具体而言，这些仪器能够同时获取数据，用于详细评估地表条件和大气相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures and technologies used to collect synchronous ground-based observations during airborne flights with the WiDAS system, and how are these data integrated and stored?",
        "QuestionCn": "在WiDAS系统中，收集同步地面观测数据的程序和技术包括哪些，以及这些数据是如何集成和存储的？",
        "AnswerEn": "The procedures for collecting synchronous ground-based observations during airborne flights with the WiDAS system involve using a combination of fixed self-recording thermometers to continuously measure surface radiation temperature and TDR for soil moisture. The fixed self-recording thermometers have a sampling interval of 0.05 seconds, with the instrument's emissivity set to 1.0. Data is stored in text files (.dat format), which include a header with information such as the acquisition date and start time. The data columns include Time, TObj, Tint, TBox, and Tact. Soil moisture is measured at depths of 0-12cm and 0-20cm with TDR, saved in Excel format, including soil temperature, dielectric constant, and electrical conductivity. The integration of these observations involves adjusting the actual temperature using the emissivity set to 1.0, requiring users to correct based on the real emissivity of the surface materials.",
        "AnswerCn": "在使用WiDAS系统进行空中飞行时收集同步地面观测的程序涉及使用固定自记录温度计和TDR（时域反射法）组合，持续测量表面辐射温度和土壤湿度。固定自记录温度计的采样间隔为0.05秒，仪器的发射率设置为1.0。数据以文本文件（.dat格式）存储，其中包括包含采集日期和开始时间的信息的头部。数据列包括时间（Time）、目标温度（TObj）、环境温度（Tint）、箱体温度（TBox）和实际温度（Tact）。土壤湿度通过TDR在0-12厘米和0-20厘米的深度进行测量，数据以Excel格式保存，包括土壤温度、介电常数和电导率。这些观测的整合涉及根据发射率设置为1.0来调整实际温度，要求用户根据表面材料的实际发射率进行修正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological components and instruments enable the simultaneous acquisition of multi-angle visible/near-infrared, mid-infrared, and thermal infrared data during aerial remote sensing operations?",
        "QuestionCn": "哪些技术组件和仪器能够在航空遥感操作中同时获取多角度可见光/近红外、中红外和热红外数据？",
        "AnswerEn": "The technological components and instruments that enable this include the WiDAS system, which is equipped with 4 CCD cameras, a mid-infrared thermal imager (AGEMA 550), and a thermal infrared imager (S60). These allow for the simultaneous acquisition of data across visible/near-infrared, mid-infrared, and thermal infrared wavelengths from multiple angles.",
        "AnswerCn": "这些技术组件和仪器包括WiDAS系统，该系统配备了4个CCD摄像头、中红外热成像仪（AGEMA 550）和热红外成像仪（S60）。这些设备能够从多个角度同时获取可见/近红外、中红外和热红外波长的数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the data collection methods used for synchronizing airborne WiDAS imagery with ground-based measurements and discuss potential challenges in ensuring data accuracy and consistency.",
        "QuestionCn": "请分析用于同步空中WiDAS影像与地面测量的数据收集方法，并讨论确保数据准确性和一致性可能面临的挑战。",
        "AnswerEn": "The data collection methods involve using the Wide-angle Infrared Dual-mode line/area Array Scanner (WiDAS) which consists of multiple sensors to capture visible, near-infrared, mid-infrared, and thermal infrared data. Ground-based measurements include continuous recording of surface radiation temperature using self-recording thermometers with a sampling interval of 0.05 seconds, and soil moisture content using TDR at specified depths. Challenges in ensuring data accuracy and consistency may include calibration of instruments, synchronization of airborne and ground data in terms of time and location, and correcting temperature data for actual surface emissivity since instruments are set to an emissivity of 1.0, requiring adjustments based on real surface conditions.",
        "AnswerCn": "数据收集方法涉及使用宽角红外双模线/面阵扫描仪（WiDAS），该设备由多个传感器组成，用于捕获可见光、近红外、中红外和热红外数据。地面测量包括使用自记录温度计连续记录表面辐射温度，采样间隔为0.05秒，以及在指定深度使用时域反射仪（TDR）测量土壤水分含量。确保数据准确性和一致性面临的挑战包括仪器的校准、空中和地面数据在时间和位置上的同步，以及根据实际表面条件对温度数据进行表面发射率的校正，因为仪器设置的发射率为1.0，需要根据实际情况进行调整。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}