{
  "id": "a4176dde-0784-4041-8d4d-d014835fcca1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Inventory dataset of glacial lakes in the Sikkim Region, India (2000)",
      "titleCn": "印度锡金地区冰湖编目数据集（2000）",
      "description": "This glacial lake inventory receives joint support from International Centre for Integrated Mountain Development (ICIMOD) and United Nations Environment Programme/Regional Resource Centre, Asia and the Pacific (UNEP/RRC-AP).\n1.\tThis glacial lake inventory referred to Landsat 4/5 (MSS, TM/1984/1999), Landsat 7 (TM & ETM+), IRS-1C, LISS-III (1995 IRS-1C), (1997 IRS-1D) and other remote sensing data. It reflects the current situation of glacial lakes with areas larger than 0.01 km2 in 2000.\n2.\tGlacial Lake Inventory Coverage: Tista Basin, Sikkim Region\n3.\tGlacial Lake Inventory includes: glacial lake inventory, glacial lake type, glacial lake orientation, glacial lake width, glacial lake area, glacial lake depth, glacial lake length and other attributes.\n4.\tProjection parameter: \nProjection: Lambert conformal conic \nEllipsoid: Everest (India 1956) \nDatum: India (India, Sikkim) \nFalse easting: 2743196.40 \nFalse northing: 914398.80 \nCentral meridian: 90°00’00” E \nCentral parallel: 26°00’00” N \nScale factor: 0.998786 \nStandard parallel 1: 23°09’28.17” N \nStandard parallel 2: 28°49’8.18” N \nMinimum X Value: 2545172 \nMaximum X Value: 2645240 \nMinimum Y Value: 1026436 \nMaximum Y Value: 1163523 \nFor a detailed data description, please refer to the data file and report.",
      "descriptionCn": "本次冰湖编目受到International Centre for Integrated Mountain Development (ICIMOD) and United Nationenvironment Programme/Regional Resourc Centre, Asia and The Pacific (UNEP/RRC-AP) 的联合支持。\n1、冰湖编目参照Landsat 4/5(MSS,TM/1984/1999),Landsat 7(TM & ETM+),IRS-1C,LISS-III (1995 IRS-1C),(1997 IRS-1D) 等遥感数据,反映了该地区2000年面积大于0.01km2的冰湖现状。\n2、冰湖编目覆盖： Tista Basin,锡金地区\n3、冰湖编目内容包括：冰湖编目、冰湖类型、冰湖朝向、冰湖宽度、冰湖面积、冰湖深度、冰湖长度等属性\n4、投影参数：\nProjection:Lambert conformal conic  \nEllipsoid:Everest (India 1956) \nDatum:India (India, Sikkim) \nFalse easting:2743196.40 \nFalse northing:914398.80 \nCentral meridian:90°00’00” E \nCentral parallel:26°00’00” N \nScale factor:0.998786 \nStandard parallel 1:23°09’28.17” N \nStandard parallel 2:28°49’8.18” N \nMinimum X Value:2545172 \nMaximum X Value:2645240 \nMinimum Y Value:1026436 \nMaximum Y Value:1163523 \n详细数据说明请参考数据文档及报告",
      "instructions": "",
      "instructionsCn": "",
      "east": 89.0,
      "west": 88.0,
      "south": 27.4,
      "north": 28.5,
      "startTime": "2000-01-08 08:00:00",
      "endTime": "2001-01-07 08:00:00",
      "fileSize": 493518.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Pradeep Kumar Mool",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      },
      {
        "nameCn": "Samjwal Ratna Bajracharya",
        "nameEn": "Samjwal Ratna Bajracharya Samjwal Ratna Bajracharya",
        "unitEn": "",
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region",
        "referenceCn": null,
        "referenceEn": "Pradeep Kumar Mool,Samjwal Ratna Bajracharya, (2003). Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) Affected by Global Warming in the Mountains of Himalayan Region ,ICIMOD."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰湖编目",
        "nameEn": "Ice lake inventory"
      },
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Tista Basin",
        "keywordEn": "Tista Basin"
      },
      {
        "keywordCn": "印度",
        "keywordEn": "India"
      },
      {
        "keywordCn": "锡金地区",
        "keywordEn": "Sikkim Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes or features cataloged when documenting glacial lakes in a dataset?",
        "QuestionCn": "在数据集中记录冰川湖时，会记录哪些具体属性或特征？",
        "AnswerEn": "type of glacial lakes, orientation, width, area, depth, length",
        "AnswerCn": "冰川湖的类型、方向、宽度、面积、深度、长度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the minimum area threshold for ice lakes included in a dataset cataloging ice lakes in the Sikkim region?",
        "QuestionCn": "在对锡金地区的冰湖进行数据集 cataloging 时，冰湖的最小面积阈值是多少？",
        "AnswerEn": "0.01 km²",
        "AnswerCn": "0.01 平方公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'remote sensing data' refer to in the context of cataloging glacial lakes in the Sikkim region?",
        "QuestionCn": "在西藏地区编目冰川湖泊的背景下，“遥感数据”指的是什么？",
        "AnswerEn": "In the context of cataloging glacial lakes in the Sikkim region, 'remote sensing data' refers to the use of satellite imagery and data from sources such as Landsat 4/5 (MSS, TM/1984/1999), Landsat 7 (TM & ETM+), and IRS-1C, LISS-III (1995 IRS-1C), (1997 IRS-1D) to capture and analyze the characteristics of glacial lakes, including their area, type, orientation, width, depth, and length.",
        "AnswerCn": "在西藏地区的冰川湖泊目录编制中，“遥感数据”是指使用卫星影像和来自Landsat 4/5（MSS，TM/1984/1999）、Landsat 7（TM和ETM+）以及IRS-1C、LISS-III（1995年IRS-1C）、（1997年IRS-1D）等来源的数据，捕捉和分析冰川湖泊的特征，包括其面积、类型、方向、宽度、深度和长度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for cataloging glacial lakes in the Sikkim region using Landsat and IRS remote sensing data compare in terms of accuracy and coverage?",
        "QuestionCn": "在使用Landsat和IRS遥感数据对锡金地区的冰川湖进行编目时，数据收集方法在准确性和覆盖范围方面的比较如何？",
        "AnswerEn": "The data collection methods involve using Landsat 4/5 (MSS, TM/1984/1999), Landsat 7 (TM & ETM+), and IRS-1C, LISS-III (1995 IRS-1C), (1997 IRS-1D) remote sensing data to catalog glacial lakes with an area greater than 0.01 km². These methods provide a comprehensive reflection of the glacial lake status in the Sikkim region as of 2000, covering the Tista Basin. The dataset includes attributes such as lake type, orientation, width, area, depth, and length, offering extensive coverage and detail.",
        "AnswerCn": "数据收集方法涉及使用Landsat 4/5（MSS，TM/1984/1999）、Landsat 7（TM和ETM+）以及IRS-1C，LISS-III（1995年IRS-1C），（1997年IRS-1D）遥感数据，以对面积大于0.01平方公里的冰川湖进行分类。这些方法全面反映了2000年时锡金地区冰川湖的状态，覆盖了特尔斯塔流域。数据集包括湖泊类型、方向、宽度、面积、深度和长度等属性，提供了广泛的覆盖和详细信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the selection of remote sensing data sources like Landsat and IRS for cataloging glacial lakes in the Sikkim region?",
        "QuestionCn": "选择遥感数据源如Landsat和印度遥感卫星（IRS）用于对锡金地区冰川湖泊进行目录编制的因素有哪些？",
        "AnswerEn": "The selection of remote sensing data sources like Landsat and IRS for cataloging glacial lakes in the Sikkim region was influenced by their ability to provide comprehensive coverage and detailed imagery of the area, necessary for accurately reflecting the conditions of glacial lakes larger than 0.01 km² in 2000. Additionally, these sources allow for the analysis of various attributes such as lake type, orientation, width, area, depth, and length, which are essential for a thorough cataloging process.",
        "AnswerCn": "选择像Landsat和IRS这样的遥感数据源来对锡金地区的冰川湖进行分类，受到它们能够提供全面覆盖和详细影像的影响，这对于准确反映2000年大于0.01平方公里的冰川湖的状况是必要的。此外，这些数据源还允许分析各种属性，如湖泊类型、方向、宽度、面积、深度和长度，这些都是进行全面分类过程所必需的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind utilizing remote sensing data like Landsat and IRS for cataloging glacial lakes in the Sikkim region?",
        "QuestionCn": "利用遥感数据如Landsat和IRS对锡金地区冰川湖进行分类的目标是什么？",
        "AnswerEn": "The objective of utilizing remote sensing data such as Landsat and IRS is to accurately reflect the status of glacial lakes larger than 0.01 km² in the Sikkim region as of the year 2000. This involves cataloging various attributes of the lakes, including type, orientation, width, area, depth, and length, to support environmental monitoring and management efforts in collaboration with organizations like ICIMOD and UNEP/RRC-AP.",
        "AnswerCn": "利用遥感数据，如Landsat和IRS，旨在准确反映2000年时锡金地区大于0.01平方公里的冰川湖泊的状态。这涉及到对湖泊的各种属性进行分类，包括类型、方向、宽度、面积、深度和长度，以支持与ICIMOD和UNEP/RRC-AP等组织的环境监测和管理工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key procedures involved in categorizing ice lakes by type, orientation, width, area, depth, and length using remote sensing data in the Tista Basin, Sikkim region?",
        "QuestionCn": "在锡金地区的提斯塔盆地中，使用遥感数据按类型、方向、宽度、面积、深度和长度对冰湖进行分类的关键程序是什么？",
        "AnswerEn": "The categorization of ice lakes involves utilizing remote sensing data from sources such as Landsat 4/5 (MSS, TM/1984/1999), Landsat 7 (TM & ETM+), and IRS-1C, LISS-III (1995 IRS-1C, 1997 IRS-1D). The procedure includes analyzing these datasets to capture the current state of ice lakes with an area greater than 0.01 km². The data is then processed to define attributes like lake type, orientation, width, area, depth, and length. The projection parameters used are Lambert conformal conic with Everest (India 1956) ellipsoid and India (India, Sikkim) datum, ensuring accurate spatial representation in the Tista Basin area.",
        "AnswerCn": "冰湖的分类涉及利用来自Landsat 4/5（MSS，TM/1984/1999）、Landsat 7（TM和ETM+）以及IRS-1C、LISS-III（1995年IRS-1C，1997年IRS-1D）的遥感数据。该过程包括分析这些数据集，以捕捉面积大于0.01平方公里的冰湖的当前状态。然后对数据进行处理，以定义湖泊类型、方向、宽度、面积、深度和长度等属性。所使用的投影参数为兰伯特等角圆锥投影，采用埃佛瑞斯（印度1956）椭球体和印度（印度，锡金）基准，确保在提斯塔流域区域的空间表示准确。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What remote sensing technologies and projections enable the accurate cataloging of glacial lakes in the Sikkim region?",
        "QuestionCn": "哪些遥感技术和预测能够准确 cataloging 西藏地区的冰川湖泊？",
        "AnswerEn": "The cataloging of glacial lakes in the Sikkim region is enabled by remote sensing technologies such as Landsat 4/5 (MSS, TM), Landsat 7 (TM & ETM+), IRS-1C, and LISS-III. The data collection is further supported by using the Lambert conformal conic projection with specific ellipsoid and datum parameters relevant to the region.",
        "AnswerCn": "西藏地区冰川湖泊的目录编制得益于遥感技术，如Landsat 4/5（MSS，TM）、Landsat 7（TM和ETM+）、IRS-1C和LISS-III。数据收集进一步通过使用与该地区相关的特定椭球体和基准参数的兰伯特等角圆锥投影进行支持。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}