{
    "id": "a47ad6b1-357b-4633-b97c-f30e7d47e7ed",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Global large reservoirs  evaporation dataset (1985-2016)",
            "titleCn": "全球大型水库水面蒸发量数据集（1985-2016）",
            "description": "This dataset contains the monthly evaporation rate and volumes for 7242 reservoirs from March 1984 to December 2016 across the world. The evaporation rate was calculated using the three datasets viz. (1) TerraClimate; (2) ERA5; (3) Princeton Global Forcings. The surface area of these reservoirs is obtained from the Global reservoir surface area dataset (GRSAD). The detailed descriptions for this dataset are presented in Tian et al (2021,2022). The basic information of the global reservoirs was provided by  the Global Reservoir and Dam Database (GRanD).",
            "descriptionCn": "水库是重要的水利工程设施，在农业灌溉和市政用水的储存和输送中发挥着关键作用，但这一作用会受到水库蒸发的影响。但由于全球长期且连续的水库地理信息的可获取性受限，因而估算全球水库蒸发损失仍有一定困难。目前，两个最新的水库数据集，即全球水库表面数据集（Global Reservoir Surface Area Dataset）和全球水库和大坝数据库（Global Reservoir and Dam Database），为解决这一困难提供了机会。我们使用这两个数据集估算了1985年至2016年全球7242个大型水库的月水库蒸发量。其中，蒸发率采用三套气象产品数据分别进行计算（ (1) TerraClimate; (2) ERA5; (3) Princeton Global Forcings），水面面积采用全球水库表面数据集（Global Reservoir Surface Area Dataset）。",
            "instructions": "File name: the reservoir evaporation data is stored in text format, and the file name is \"sta.txt\", where sta is the reservoir site number, and the number source is the information in GRanD  v1.3.\nData reading method: all ASCII files in the data set can be directly opened with text programs (such as Notepad). Except for the header file, the main content is numerical representation of the evaporation rate and evaporation volume of the corresponding reservoir under the three meteorological forcing.",
            "instructionsCn": "文件命名：水库蒸发量数据以文本格式存储，文件命名为“sta.txt\"，其中sta为水库站点编号，编号来源为GRanD v1.3中信息。\n数据读取方式：该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开，除了头文件，主体内容为数值表征三种气象驱动下对应水库的蒸发率与蒸发量。",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "1985-01-01 00:00:00",
            "endTime": "2016-12-31 00:00:00",
            "fileSize": 70090187.0,
            "cstr": "18406.11.Terre.tpdc.272727",
            "doi": "10.11888/Terre.tpdc.272727",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "田巍",
                "nameEn": "TIAN Wei ",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘小莽",
                "nameEn": "LIU Xiaomang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王恺文",
                "nameEn": "WANG Kaiwen ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "白鹏",
                "nameEn": "BAI Peng ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘昌明",
                "nameEn": "LIU Changming ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Estimation of Global Reservoir Evaporation Losses",
                "referenceCn": null,
                "referenceEn": "Tian, W., Liu, X., Wang, K., Bai, P., Liu, C., & Liang, X. (2022). Estimation of Global Reservoir Evaporation Losses. Journal of Hydrology, 127524."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of reservoir evaporation losses for China",
                "referenceCn": null,
                "referenceEn": "Tian, W., Liu, X., Wang, K., Bai, P., & Liu, C. (2021). Estimation of reservoir evaporation losses for China. Journal of Hydrology, 596, 126142."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水库",
                "nameEn": "Reservoir"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1985-2016",
                "keywordEn": "1985-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Reservoirs play a key role in water resources management, including water supply, hydropower generation, and flood control. About 16.7 million reservoirs with a surface area larger than 100 m² have been built worldwide. With the increase in the number of reservoirs, total water surface area of global reservoirs increased from 4.11 × 10⁵ km² in 1984 to 4.48 × 10⁵ km² in 2015, leading to increased reservoir evaporation losses. From a global perspective, Shiklomanov (1999) estimated that global reservoir evaporation volume is about 188 km³ in 1995, which is larger than global domestic and industrial water consumption of the year (~132 km³). From a regional perspective, Zhao and Gao (2019) showed that annual total reservoir evaporation from large reservoirs (storage capacity greater than 0.1 km³) in the United States is equivalent to 93% of annual public water supply of the country in 2010. Reservoir evaporation volume is calculated by multiplying reservoir surface area and evaporation rate. Reservoir surface area can be estimated from field measurement and remote sensing images. Compared with the field measurement, the method using remote sensing images has advantages of low cost, global coverage, and easy access. The Penman equation and its variants can calculate the effect of heat storage of large reservoir on evaporation. The effect can be calculated using the equilibrium temperature, which is the water temperature without heat exchange between air and water under constant forcing."
            ],
            "research objective": [
                "As the world's largest developing country, China has built about 98,822 reservoirs by 2018. These reservoirs bring a lot of evaporation losses; thus, it is necessary to accurately estimate reservoir evaporation losses in China. In this study, we estimated monthly reservoir evaporation for large reservoirs of China from 1985 to 2018 using the GRSAD and the Penman equation incorporated with the heat storage."
            ],
            "challenges": [],
            "methods": [
                "Monthly surface areas of the 916 reservoirs were obtained from the GRSAD. Monthly meteorological variables for evaporation calculation include air temperature (Tₐ), vapor pressure deficit (VPD), surface shortwave radiation (SSR), and wind speed (u). The Penman equation was used to calculate reservoir evaporation rate, and it has been widely validated in the estimation of open water evaporation. For each reservoir, monthly reservoir evaporation volume was calculated by multiplying monthly reservoir surface area and monthly evaporation rate."
            ],
            "dataset": [
                "The Global Reservoir and Dam Database (GRanD) collects basic information of 916 large reservoirs in China, such as location, depth, and storage capacity. Monthly surface areas of the 916 reservoirs were obtained from the GRSAD. Monthly meteorological variables for evaporation calculation include air temperature (Tₐ), vapor pressure deficit (VPD), surface shortwave radiation (SSR), and wind speed (u). These data were obtained from TerraClimate dataset with a spatial resolution of 1/24°."
            ],
            "findings": [
                "Total evaporation losses significantly increased (p < 0.05) because of significant increases in evaporation rate (p < 0.05) and reservoir surface area (p < 0.05) from 1985 to 2018. In 2018, total reservoir evaporation losses were 140.2 × 10⁸ m³, which is about 1.1 times the amount of water transferred in the Middle Route of the South-to-North Water Transfer Project in China. Total evaporation losses of large reservoirs in China are significantly smaller than that in the United States, although total storage capacities of large reservoirs in the two countries are similar. This is mainly due to the larger average depth and smaller area of China's large reservoirs."
            ],
            "backgroundCn": [
                "水库在水资源管理中发挥着关键作用，包括水供应、水电发电和防洪。全球已建成约1670万个表面积大于100平方米的水库。随着水库数量的增加，全球水库的总水面面积从1984年的4.11 × 10⁵平方公里增加到2015年的4.48 × 10⁵平方公里，导致水库蒸发损失增加。从全球角度来看，Shiklomanov（1999）估计1995年全球水库蒸发量约为188立方公里，这一数字超过了当年全球的家庭和工业用水消耗（约132立方公里）。从区域角度来看，Zhao和Gao（2019）显示，2010年美国大型水库（储水容量大于0.1立方公里）的年总水库蒸发量相当于该国年公共供水的93%。水库蒸发量是通过将水库表面积与蒸发率相乘来计算的。水库表面积可以通过现场测量和遥感图像进行估算。与现场测量相比，使用遥感图像的方法具有成本低、覆盖全球和易于获取的优点。Penman方程及其变体可以计算大型水库对蒸发的热储存效应。该效应可以通过平衡温度来计算，即在恒定强迫下，水体与空气之间没有热交换时的水温。"
            ],
            "research objectiveCn": [
                "作为世界上最大的开发中国家，中国到2018年已建造了约98,822座水库。这些水库带来了大量的蒸发损失，因此有必要准确估算中国水库的蒸发损失。在本研究中，我们使用GRSAD和结合热储存的潘曼方程估算了1985年至2018年中国大型水库的月度蒸发量。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "从GRSAD获取了916个水库的月度表面积。用于蒸发计算的月度气象变量包括气温（Tₐ）、蒸汽压差（VPD）、表面短波辐射（SSR）和风速（u）。采用Penman方程计算水库蒸发率，该方程在开放水面蒸发估算中得到了广泛验证。对于每个水库，通过将月度水库表面积与月度蒸发率相乘，计算出月度水库蒸发量。"
            ],
            "datasetCn": [
                "全球水库和大坝数据库（GRanD）收集了中国916个大型水库的基本信息，如位置、深度和储水容量。916个水库的月度表面积数据来自GRSAD。用于蒸发计算的月度气象变量包括气温（Tₐ）、蒸汽压差（VPD）、表面短波辐射（SSR）和风速（u）。这些数据来自TerraClimate数据集，空间分辨率为1/24°。"
            ],
            "findingsCn": [
                "总蒸发损失显著增加（p < 0.05），这是由于蒸发速率（p < 0.05）和水库表面积（p < 0.05）在1985年至2018年间显著增加所致。2018年，总水库蒸发损失为140.2 × 10⁸ m³，约为中国南水北调工程中部线路转移水量的1.1倍。中国大型水库的总蒸发损失显著小于美国，尽管两国大型水库的总储水容量相似。这主要是由于中国大型水库的平均深度较大且面积较小。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can monthly meteorological variables such as air temperature and wind speed be obtained from a dataset with a spatial resolution of 1/24° for calculating reservoir evaporation?",
                "QuestionCn": "每月气象变量如空气温度和风速是否可以从空间分辨率为1/24°的数据集中获取，以计算水库蒸发？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Is the Penman equation widely validated for estimating open water evaporation in the context of large reservoirs?",
                "QuestionCn": "Penman方程在大型水库的开放水面蒸发估算中是否得到广泛验证？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is reservoir evaporation rate estimation more accurately achieved using field measurements, remote sensing images, or meteorological datasets?",
                "QuestionCn": "水库蒸发率的估计是通过现场测量、遥感图像还是气象数据集更为准确？",
                "AnswerEn": "remote sensing images",
                "AnswerCn": "遥感图像",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are used to calculate reservoir evaporation rates globally?",
                "QuestionCn": "全球水库蒸发率的计算使用了哪些数据源？",
                "AnswerEn": "TerraClimate, ERA5, Princeton Global Forcings",
                "AnswerCn": "TerraClimate, ERA5, 普林斯顿全球强迫数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who collects the basic information of large reservoirs in China, such as location, depth, and storage capacity?",
                "QuestionCn": "谁收集中国大型水库的基本信息，如位置、深度和储水容量？",
                "AnswerEn": "Global Reservoir and Dam Database (GRanD)",
                "AnswerCn": "全球水库和大坝数据库 (GRanD)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can monthly meteorological variables for evaporation calculation be obtained?",
                "QuestionCn": "每月气象变量用于蒸发计算的资料可以从哪里获得？",
                "AnswerEn": "TerraClimate dataset",
                "AnswerCn": "TerraClimate 数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes remote sensing images for estimating reservoir surface areas?",
                "QuestionCn": "您能否提供一个利用遥感图像估算水库表面积的数据收集方法的例子？",
                "AnswerEn": "Reservoir surface area can be estimated from remote sensing images, which offers advantages such as low cost, global coverage, and easy access compared to field measurements.",
                "AnswerCn": "水库表面积可以通过遥感图像进行估算，这相比于实地测量具有低成本、全球覆盖和易于获取等优势。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of how meteorological variables are used in calculating reservoir evaporation rates?",
                "QuestionCn": "您能否举例说明气象变量如何用于计算水库蒸发率？",
                "AnswerEn": "Monthly meteorological variables used for evaporation calculation include air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed, which were obtained from a dataset like TerraClimate with a specific spatial resolution.",
                "AnswerCn": "用于蒸发计算的月度气象变量包括气温、蒸汽压差、地表短波辐射和风速，这些数据来自于像TerraClimate这样的数据集，具有特定的空间分辨率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that provides basic information about large reservoirs, including location and storage capacity?",
                "QuestionCn": "一个提供大型水库基本信息的数据集，包括位置和储水容量的例子是什么？",
                "AnswerEn": "A dataset that collects basic information about large reservoirs, such as location, depth, and storage capacity, is the Global Reservoir and Dam Database.",
                "AnswerCn": "一个收集大型水库基本信息的数据集，例如位置、深度和储水容量，是全球水库和大坝数据库。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the meteorological datasets used in estimating reservoir evaporation?",
                "QuestionCn": "用于估算水库蒸发的气象数据集的特征是什么？",
                "AnswerEn": "air temperature, vapor pressure deficit, surface shortwave radiation, wind speed, spatial resolution of 1/24°",
                "AnswerCn": "空气温度、蒸汽压亏缺、地表短波辐射、风速、空间分辨率为1/24°",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What methods are used to determine the surface area of reservoirs for evaporation calculations?",
                "QuestionCn": "用于确定水库表面积以进行蒸发计算的方法有哪些？",
                "AnswerEn": "field measurements, remote sensing images",
                "AnswerCn": "现场测量，遥感影像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What specific features of reservoirs are captured in global reservoir databases for use in evaporation studies?",
                "QuestionCn": "全球水库数据库中用于蒸发研究的水库特征具体包括哪些？",
                "AnswerEn": "location, depth, storage capacity",
                "AnswerCn": "位置、深度、存储容量",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many large reservoirs worldwide were included in the evaporation estimation dataset from 1985 to 2016?",
                "QuestionCn": "1985年至2016年间，全球有多少个大型水库被纳入蒸发估算数据集？",
                "AnswerEn": "7,242",
                "AnswerCn": "7,242",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the TerraClimate dataset used for obtaining meteorological variables for evaporation calculations?",
                "QuestionCn": "TerraClimate 数据集用于获取蒸发计算的气象变量，其空间分辨率是多少？",
                "AnswerEn": "1/24°",
                "AnswerCn": "1/24°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Global Reservoir Surface Area Dataset and how is it utilized in estimating reservoir evaporation?",
                "QuestionCn": "全球水库表面积数据集是什么，以及它在估算水库蒸发中的应用。",
                "AnswerEn": "The Global Reservoir Surface Area Dataset is a collection used to estimate the surface areas of reservoirs worldwide. It is utilized in estimating reservoir evaporation by providing the necessary data to calculate the evaporation volume, which is the product of the surface area and the evaporation rate.",
                "AnswerCn": "全球水库表面积数据集是一个用于估算全球水库表面积的集合。它被用于估算水库蒸发，通过提供必要的数据来计算蒸发量，蒸发量是表面积与蒸发率的乘积。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the main meteorological variables used in reservoir evaporation calculation and how are they obtained?",
                "QuestionCn": "用于水库蒸发计算的主要气象变量有哪些，它们是如何获得的？",
                "AnswerEn": "The main meteorological variables used in reservoir evaporation calculation include air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed. These variables are obtained from meteorological data products like TerraClimate, which provide necessary data at a specific spatial resolution.",
                "AnswerCn": "用于水库蒸发计算的主要气象变量包括气温、蒸汽压差、表面短波辐射和风速。这些变量来自气象数据产品，如TerraClimate，提供特定空间分辨率的必要数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of estimating reservoir surface areas using field measurements compare to those using remote sensing images in terms of cost and accessibility?",
                "QuestionCn": "使用实地测量估算水库表面积的方法与使用遥感图像的方法在成本和可及性方面有何比较？",
                "AnswerEn": "Reservoir surface area estimation using remote sensing images has the advantage of low cost, global coverage, and easy access compared to field measurement methods.",
                "AnswerCn": "使用遥感图像估算水库表面积具有成本低、覆盖范围广和易于获取等优点，相较于实地测量方法。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in meteorological data sources used for calculating reservoir evaporation rates, and how might these differences impact the accuracy of the evaporation estimates?",
                "QuestionCn": "用于计算水库蒸发率的气象数据来源有哪些差异，这些差异可能如何影响蒸发估算的准确性？",
                "AnswerEn": "Meteorological data for calculating reservoir evaporation rates can be sourced from TerraClimate, ERA5, and Princeton Global Forcings. Differences among these sources might impact the accuracy of evaporation estimates, as each dataset has its own spatial resolution and data collection methods.",
                "AnswerCn": "用于计算水库蒸发率的气象数据可以从TerraClimate、ERA5和Princeton Global Forcings获取。这些数据源之间的差异可能会影响蒸发估算的准确性，因为每个数据集都有其自身的空间分辨率和数据收集方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the impact of reservoir evaporation losses in China compare to that in the United States, considering factors such as reservoir surface area and storage capacity?",
                "QuestionCn": "中国的水库蒸发损失的影响与美国相比如何，考虑到水库的表面积和储存容量等因素？",
                "AnswerEn": "In China, total evaporation losses are significantly smaller than in the United States, despite similar total storage capacities. This difference is mainly due to China's larger average reservoir depth and smaller surface area.",
                "AnswerCn": "在中国，总蒸发损失明显小于美国，尽管两国的总储存能力相似。这一差异主要是由于中国的平均水库深度较大，表面积较小。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of remote sensing images contribute to improving the accuracy of reservoir evaporation estimates globally?",
                "QuestionCn": "遥感图像的使用如何有助于提高全球水库蒸发估算的准确性？",
                "AnswerEn": "The use of remote sensing images can contribute to improving the accuracy of reservoir evaporation estimates by providing low-cost, globally covered, and easily accessible data for estimating reservoir surface areas, which is a crucial factor in calculating evaporation volume.",
                "AnswerCn": "遥感图像的使用可以通过提供低成本、全球覆盖和易于获取的数据来提高水库蒸发估算的准确性，这些数据对于估算水库表面积至关重要，而表面积是计算蒸发量的关键因素。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What factors might influence the variation in evaporation rates across different global reservoirs, and how can these be systematically captured in a dataset?",
                "QuestionCn": "影响全球不同水库蒸发率变化的因素有哪些？如何在数据集中系统地捕捉这些因素？",
                "AnswerEn": "Factors influencing evaporation rates include air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed. These can be systematically captured in a dataset through monthly meteorological variables obtained from sources like TerraClimate, ERA5, and Princeton Global Forcings.",
                "AnswerCn": "影响蒸发速率的因素包括空气温度、蒸汽压差、表面短波辐射和风速。这些因素可以通过从TerraClimate、ERA5和普林斯顿全球强迫数据等来源获得的月度气象变量系统地捕捉到数据集中。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways might the Penman equation and its variants be adapted to incorporate the effect of heat storage on reservoir evaporation calculations?",
                "QuestionCn": "Penman方程及其变体可以通过以下几种方式适应，以纳入热储存对水库蒸发计算的影响：",
                "AnswerEn": "The Penman equation and its variants can be adapted to incorporate the effect of heat storage by calculating using the equilibrium temperature, which considers the water temperature without heat exchange between air and water under constant forcing, affecting the evaporation rate.",
                "AnswerCn": "Penman方程及其变体可以通过使用平衡温度来适应热储存的影响，该温度考虑了水温在恒定强迫下没有空气与水之间的热交换，从而影响蒸发速率。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is the method of using remote sensing images advantageous over field measurement for estimating reservoir surface area?",
                "QuestionCn": "使用遥感图像估算水库表面积相较于实地测量的方法有哪些优势？",
                "AnswerEn": "Compared to field measurement, using remote sensing images is advantageous for estimating reservoir surface area because it offers low cost, global coverage, and easy access.",
                "AnswerCn": "与现场测量相比，使用遥感图像估算水库表面积具有成本低、全球覆盖和易于获取的优势。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the significant increase in total evaporation losses from large reservoirs in China between 1985 and 2018?",
                "QuestionCn": "1985年至2018年，中国大型水库的总蒸发损失显著增加的原因是什么？",
                "AnswerEn": "The significant increase in total evaporation losses from large reservoirs in China between 1985 and 2018 is caused by significant increases in both evaporation rate and reservoir surface area.",
                "AnswerCn": "1985年至2018年间，中国大型水库的总蒸发损失显著增加，这主要是由于蒸发率和水库表面积的显著增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using remote sensing images for estimating reservoir surface area on the accuracy of evaporation loss calculations?",
                "QuestionCn": "使用遥感图像估算水库表面积对蒸发损失计算准确性的潜在影响是什么？",
                "AnswerEn": "Compared with field measurement, using remote sensing images for estimating reservoir surface area has the advantages of low cost, global coverage, and easy access, which can lead to more accurate and comprehensive calculations of reservoir evaporation losses.",
                "AnswerCn": "与现场测量相比，使用遥感影像估算水库表面积具有成本低、全球覆盖和易于获取的优点，这可以导致对水库蒸发损失的更准确和全面的计算。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How does the incorporation of climatic datasets such as TerraClimate, ERA5, and Princeton Global Forcings influence the estimation of reservoir evaporation rates?",
                "QuestionCn": "气候数据集如TerraClimate、ERA5和Princeton Global Forcings的纳入如何影响水库蒸发率的估算？",
                "AnswerEn": "Incorporating climatic datasets like TerraClimate, ERA5, and Princeton Global Forcings allows for the use of different meteorological variables, which can improve the accuracy of evaporation rate estimations by providing varied perspectives on the climatic conditions affecting evaporation.",
                "AnswerCn": "结合气候数据集如TerraClimate、ERA5和Princeton Global Forcings，可以使用不同的气象变量，这有助于通过提供对影响蒸发的气候条件的多样化视角，提高蒸发率估算的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the impact of increased reservoir surface area on global water resources management?",
                "QuestionCn": "增加水库表面积对全球水资源管理的影响可能包括：",
                "AnswerEn": "Increased reservoir surface area contributes to higher evaporation losses, which can affect water resources management by reducing the available water for agricultural irrigation and municipal supply, potentially leading to increased water scarcity.",
                "AnswerCn": "增加的水库表面积会导致更高的蒸发损失，这可能会影响水资源管理，减少农业灌溉和市政供水的可用水量，从而可能导致水资源短缺的加剧。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind estimating reservoir evaporation losses using meteorological datasets and surface area databases?",
                "QuestionCn": "估算水库蒸发损失的主要目标是利用气象数据集和水面面积数据库。",
                "AnswerEn": "The primary objective is to accurately estimate reservoir evaporation losses, which are significant due to the large number of reservoirs built globally. By using meteorological datasets and surface area databases, researchers can address the limitations in acquiring long-term and consistent geographic information of reservoirs and subsequently calculate evaporation volumes more reliably.",
                "AnswerCn": "主要目标是准确估算水库蒸发损失，由于全球建造了大量水库，这些损失是显著的。通过使用气象数据集和水面面积数据库，研究人员可以解决获取水库长期和一致的地理信息的局限性，从而更可靠地计算蒸发量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to incorporate remote sensing techniques in estimating reservoir evaporation rates?",
                "QuestionCn": "将遥感技术纳入水库蒸发率估算中为何重要？",
                "AnswerEn": "Incorporating remote sensing techniques is important because they offer advantages such as low cost, global coverage, and easy access compared to field measurements. This allows for a more efficient estimation of reservoir surface areas, which is a crucial component in calculating evaporation rates.",
                "AnswerCn": "采用遥感技术非常重要，因为它们提供了低成本、全球覆盖和相较于实地测量更易获取的优势。这使得对水库表面积的更高效估算成为可能，而水库表面积是计算蒸发率的关键组成部分。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What drives the need to utilize multiple meteorological data sources when calculating reservoir evaporation rates?",
                "QuestionCn": "在计算水库蒸发率时，利用多个气象数据源的需求主要由以下因素驱动：",
                "AnswerEn": "The need to utilize multiple meteorological data sources arises from the desire to enhance the accuracy of evaporation rate calculations. Different datasets, such as TerraClimate, ERA5, and Princeton Global Forcings, provide varied meteorological variables that can impact the calculation of evaporation rates, making it necessary to use multiple sources for a comprehensive analysis.",
                "AnswerCn": "利用多个气象数据源的需求源于提高蒸发率计算准确性的愿望。不同的数据集，如TerraClimate、ERA5和Princeton Global Forcings，提供了多种气象变量，这些变量可能影响蒸发率的计算，因此有必要使用多个来源进行全面分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be utilized to estimate reservoir evaporation rates using meteorological data?",
                "QuestionCn": "可以利用哪些程序通过气象数据来估算水库蒸发率？",
                "AnswerEn": "Reservoir evaporation rates can be estimated using meteorological variables such as air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed. The Penman equation is a method that incorporates these variables and has been validated for estimating open water evaporation.",
                "AnswerCn": "水库蒸发率可以通过气象变量如气温、蒸汽压差、表面短波辐射和风速来估算。潘曼方程是一种结合这些变量的方法，并已被验证用于估算开放水面的蒸发。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing images be employed to estimate reservoir surface areas for evaporation calculations?",
                "QuestionCn": "遥感图像如何用于估算水库表面积以进行蒸发计算？",
                "AnswerEn": "Remote sensing images can be used to estimate reservoir surface areas by providing global coverage and easy access to data at a lower cost compared to field measurements. These images allow for the assessment of reservoir surface areas, which are then multiplied by evaporation rates to calculate evaporation volume.",
                "AnswerCn": "遥感图像可以用于估算水库表面积，因为它们提供了全球覆盖和更低成本的数据获取方式，相比于实地测量更为便捷。这些图像可以用于评估水库表面积，然后将其乘以蒸发率以计算蒸发量。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the steps involved in integrating multiple meteorological datasets to improve the estimation of reservoir evaporation losses?",
                "QuestionCn": "将多个气象数据集整合以提高水库蒸发损失估计的步骤包括：\n\n1. **数据收集**：收集不同来源的气象数据集，包括温度、湿度、风速、降水量和辐射等。\n\n2. **数据预处理**：对收集到的数据进行清洗和预处理，处理缺失值、异常值和数据格式不一致的问题。\n\n3. **数据标准化**：将不同数据集的单位和时间尺度进行标准化，以便于后续的比较和分析。\n\n4. **数据融合**：采用合适的方法（如加权平均、插值或机器学习技术）将多个气象数据集进行融合，以生成更准确的气象变量。\n\n5. **模型选择**：选择适合的蒸发估算模型，如Penman-Monteith模型、类比法或其他经验公式。\n\n6. **模型校准**：使用历史蒸发数据对所选模型进行校准，以提高模型的准确性。\n\n7. **蒸发估算**：利用融合后的气象数据和校准后的模型进行水库蒸发损失的估算。\n\n8. **结果验证**：通过与实测数据进行比较，验证蒸发估算结果的准确性，并进行必要的调整。\n\n9. **结果分析与应用**：分析蒸发损失的时空变化特征，并将结果应用于水资源管理和决策支持。\n\n10. **持续监测与更新**：定期更新数据集和模型，以适应气候变化和其他环境因素的影响。",
                "AnswerEn": "To integrate multiple meteorological datasets, one can use data from sources like TerraClimate, ERA5, or Princeton Global Forcings to calculate evaporation rates. This involves obtaining monthly meteorological variables, applying the Penman equation to estimate evaporation rates, and then calculating the monthly reservoir evaporation volume by multiplying with the reservoir surface area.",
                "AnswerCn": "要整合多个气象数据集，可以使用来自TerraClimate、ERA5或Princeton Global Forcings等来源的数据来计算蒸发率。这涉及获取每月气象变量，应用Penman方程估算蒸发率，然后通过与水库表面积相乘来计算每月水库蒸发量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do remote sensing technologies facilitate the estimation of reservoir surface areas for evaporation calculations?",
                "QuestionCn": "遥感技术如何促进水库表面积的估算，以便进行蒸发计算？",
                "AnswerEn": "Remote sensing technologies provide advantages of low cost, global coverage, and easy access, which facilitate the estimation of reservoir surface areas. These technologies allow researchers to obtain surface area data without the need for extensive field measurements, making it feasible to assess large numbers of reservoirs globally.",
                "AnswerCn": "遥感技术具有低成本、全球覆盖和易于获取的优势，这些优势促进了水库表面积的估算。这些技术使研究人员能够获取表面积数据，而无需进行大量的实地测量，从而使全球范围内评估大量水库成为可能。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might remote sensing images be preferred over field measurements for estimating reservoir surface areas in global studies?",
                "QuestionCn": "遥感图像在全球研究中估算水库表面积时可能比实地测量更受青睐的原因是什么？",
                "AnswerEn": "Compared with the field measurement, the method using remote sensing images has advantages of low cost, global coverage, and easy access.",
                "AnswerCn": "与现场测量相比，使用遥感影像的方法具有成本低、覆盖范围广和获取方便的优点。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the reasons for the significant increase in total evaporation losses from reservoirs between 1985 and 2018?",
                "QuestionCn": "1985年至2018年间，水库的总蒸发损失显著增加的原因可能有哪些？",
                "AnswerEn": "Total evaporation losses significantly increased because of significant increases in evaporation rate and reservoir surface area from 1985 to 2018.",
                "AnswerCn": "由于1985年至2018年间蒸发率和水库表面积的显著增加，总蒸发损失显著增加。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the total evaporation losses of large reservoirs in China be significantly smaller than those in the United States despite similar total storage capacities?",
                "QuestionCn": "中国大型水库的总蒸发损失可能显著小于美国，尽管两者的总储水能力相似，这可能是什么原因呢？",
                "AnswerEn": "This is mainly due to the larger average depth and smaller area of China's large reservoirs.",
                "AnswerCn": "这主要是由于中国大型水库的平均深度较大和面积较小。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you believe remote sensing images are in estimating reservoir surface areas compared to field measurements?",
                "QuestionCn": "我认为遥感图像在估算水库表面积方面的有效性与实地测量相比如何？",
                "AnswerEn": "Remote sensing images are considered effective for estimating reservoir surface areas due to their advantages of low cost, global coverage, and easy access, compared to field measurements.",
                "AnswerCn": "遥感图像因其低成本、全球覆盖和易于获取的优势，被认为是估算水库表面积的有效工具，相较于实地测量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from meteorological products can be integrated to estimate evaporation rates for reservoirs.",
                "QuestionCn": "我不明白如何将气象产品的数据整合以估算水库的蒸发率。",
                "AnswerEn": "Evaporation rates for reservoirs can be estimated using data from meteorological products like TerraClimate, ERA5, and Princeton Global Forcings, which provide variables such as air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed. These variables are used in formulas like the Penman equation to calculate evaporation rates.",
                "AnswerCn": "水库的蒸发率可以通过气象产品的数据进行估算，例如TerraClimate、ERA5和普林斯顿全球强迫，这些产品提供了空气温度、蒸汽压差、地表短波辐射和风速等变量。这些变量被用于像Penman方程这样的公式中，以计算蒸发率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand why reservoir evaporation losses vary so much between countries like China and the United States.",
                "QuestionCn": "我不明白为什么中国和美国等国家的水库蒸发损失差异如此之大。",
                "AnswerEn": "Reservoir evaporation losses vary between countries due to differences in reservoir characteristics such as average depth and surface area. For example, China's large reservoirs tend to have a larger average depth and smaller surface area compared to those in the United States, leading to different evaporation dynamics despite similar total storage capacities.",
                "AnswerCn": "水库蒸发损失因国家而异，这与水库的特征如平均深度和表面积的不同有关。例如，中国的大型水库通常具有较大的平均深度和较小的表面积，而美国的水库则相反，这导致尽管总储水能力相似，但蒸发动态却有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe how different meteorological datasets can be utilized to calculate reservoir evaporation rates and discuss any potential discrepancies that may arise.",
                "QuestionCn": "请描述如何利用不同的气象数据集来计算水库蒸发率，并讨论可能出现的任何差异。",
                "AnswerEn": "Meteorological datasets like TerraClimate, ERA5, and Princeton Global Forcings can be utilized to calculate reservoir evaporation rates by providing critical variables such as air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed. Potential discrepancies may arise due to differences in spatial resolution, temporal coverage, and the underlying models and assumptions used to generate these datasets, which can affect evaporation rate calculations.",
                "AnswerCn": "气象数据集如TerraClimate、ERA5和Princeton Global Forcings可以用于计算水库蒸发率，因为它们提供了关键变量，如气温、蒸汽压差、地表短波辐射和风速。由于空间分辨率、时间覆盖范围以及生成这些数据集所使用的基础模型和假设的差异，可能会出现潜在的不一致，这可能会影响蒸发率的计算。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please summarize how the Penman equation is applied in calculating reservoir evaporation and discuss its validation process in open water evaporation estimation.",
                "QuestionCn": "佩曼方程在计算水库蒸发时的应用以及其在开放水域蒸发估算中的验证过程总结如下：\n\n佩曼方程是一种用于估算水体蒸发的数学模型，广泛应用于水库管理和水资源评估中。该方程结合了气象因素，如温度、湿度、风速和辐射等，能够提供对水面蒸发速率的定量估计。在水库蒸发的计算中，佩曼方程通过输入这些气象数据，帮助管理者了解水库的水量损失，从而进行有效的水资源规划和调度。\n\n在开放水域蒸发估算的验证过程中，通常会通过实地测量和模型预测结果进行比较。研究人员会在特定地点设置蒸发测量装置，记录实际的蒸发量，并将这些数据与佩曼方程计算得出的蒸发量进行对比。通过这种方式，可以评估佩曼方程在不同环境条件下的准确性和可靠性，从而不断优化和调整模型参数，以提高其预测能力。",
                "AnswerEn": "The Penman equation is applied in calculating reservoir evaporation by integrating meteorological variables such as air temperature, vapor pressure deficit, surface shortwave radiation, and wind speed to determine evaporation rates. Its validation process in open water evaporation estimation involves comparing calculated evaporation rates with observed data from field measurements or other validated datasets to ensure its accuracy and reliability.",
                "AnswerCn": "Penman方程通过整合气象变量，如气温、蒸汽压差、表面短波辐射和风速，来计算水库蒸发量。其在开放水面蒸发估算中的验证过程涉及将计算出的蒸发率与来自现场测量或其他经过验证的数据集的观测数据进行比较，以确保其准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}