{
  "id": "a4e276b7-66c3-4205-b5f0-7cc42dfea939",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "GlobalHighPM2.5: Global high-resolution and high-quality ground-level PM2.5 dataset over land (2017-2022)",
      "titleCn": "全球高分辨率高质量PM2.5数据集（2017-2022）",
      "description": "GlobalHighPM2.5 is one of the series of long-term, full-coverage, global high-resolution and high-quality datasets of ground-level air pollutants over land (i.e., GlobalHighAirPollutants, GHAP). It is generated from big data (e.g., ground-based measurements, satellite remote sensing products, atmospheric reanalysis, and model simulations) using artificial intelligence by considering the spatiotemporal heterogeneity of air pollution. The coefficient of determination R2 for cross validation with ten fold data is 0.91, and the root mean square error RMSE is 9.2 µ g/m3. The main scope covers the entire global land area, with a spatial resolution of 1 km and a temporal resolution of day, month, and year, measured in µg/m3. Attention: This dataset is recorded in Universal Time (UTC, GMT+0) and is continuously updated. If you need more data, please contact the author by email（ weijing_rs@163.com ; weijing@umd.edu ）. The data file contains four types of codes for converting NC to GeoTiff (Python, Matlab, IDL, and R languages) nc2geotiff codes.",
      "descriptionCn": "GlobalHighPM2.5数据集是全球高分辨率高质量近地表空气污染物数据集（GlobalHighAirPollutants, GHAP）中PM2.5数据集。该数据集利用人工智能技术，使用模式资料填补了卫星MODIS MAIAC AOD产品的空间缺失值，结合地基观测、大气再分析和排放清单等大数据生产得到2000年至今全球无缝隙地面PM2.5数据。数据十折交叉验证决定系数R2为0.91，均方根误差RMSE为9.2 µg/m3。主要范围为整个全球陆地区域，空间分辨率为1 km，时间分辨率为日、月、年，单位为µg/m3。注意：该数据集以世界时（UTC）记录，持续更新，如需要更多数据，请发邮件联系作者（weijing_rs@163.com; weijing@umd.edu）。 数据文件中包含NC转GeoTiff的四种代码（Python、Matlab、IDL和R语言）nc2geotiff codes。",
      "instructions": "The data is stored in the NetCDF file format, named GHAP-PM2.5-ab_yyyymmdd_V1.nc, where a represents the time resolution (D represents daily data, M represents monthly data, Y represents annual data), b represents spatial resolution (1K represents 1km), yyyy represents year, mm represents month, and dd represents day. Data reading method: Python, Matlab, IDL, and other programming methods can be used to convert files from NC to TIF. The data coordinate system is WGS-1984, with a background value of 65535.",
      "instructionsCn": "该数据以NetCDF文件格式存储，文件的名称为GHAP_PM2.5_ab_yyyymmdd_V1.nc，其中a表示时间分辨率（D表示日数据，M表示月数据，Y表示年数据），b表示空间分辨率（1K表示1km），yyyy代表年，mm表示月，dd表示日。数据读取方式：可用Python、Matlab、IDL等编程实现文件从nc到tif的转换。数据坐标系为WGS-1984，背景值为65535。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2017-01-01 21:26:33",
      "endTime": "2022-12-31 21:26:33",
      "fileSize": 232341096280.0,
      "cstr": null,
      "doi": "10.5281/zenodo.6449740",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "韦晶",
        "nameEn": "WEI Jing",
        "unitEn": "",
        "unitCn": "马里兰大学"
      },
      {
        "nameCn": "李占清",
        "nameEn": "LI Zhanqing",
        "unitEn": "",
        "unitCn": "马里兰大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "First close insight into global daily gapless 1 km PM2.5 pollution, variability, and health impact",
        "referenceCn": null,
        "referenceEn": "Wei, J., Li, Z., Lyapustin, A., Wang, J., Dubovik, O., Schwartz, J., Sun, L., Li, C., Liu, S., & Zhu, T. (2023). First close insight into global daily gapless 1 km PM2.5 pollution, variability, and health impact. Nature Communications, 14, 8349. https://doi.org/10.1038/s41467-023-43862-3"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "PM2.5",
        "nameEn": "PM2.5"
      },
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017-2022",
        "keywordEn": "2017-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Ambient air pollution poses a major global environmental concern, ranked as the fourth highest risk factor for human health, causing ~6.7 million global deaths in 2019 according to the Global Burden of Disease study. Exposure to PM2.5 (particulate matter with aerodynamic diameters ≤ 2.5 µm) pollution is associated with a variety of circulatory and respiratory diseases, contributing to 4 million deaths globally in 2020. Despite a steady increase in PM2.5 monitoring capabilities over the last decade, many people still live far from monitors. Regional PM2.5 estimates have been extensively studied from the satellite perspective using retrieved aerosol optical depth (AOD) products, but only a handful of studies have been conducted on the global PM2.5 scale. Global, daily, high-resolution, and high-quality PM2.5 data are particularly in demand for a wide range of studies, from air quality to climate change and public health, but monitoring it from space is extremely challenging. Observing the heterogeneities requires dense in situ monitoring networks, which only exist in a handful of countries for limited periods. Space-borne remote sensing offers global and uniform coverage, but it is only feasible under clear-sky conditions."
      ],
      "research objective": [
        "Following painstaking efforts in choosing/refining ML models and compiling big datasets from a wide range of sources, we generated a long-term (1 January 2017 to 31 December 2022) global (over land), daily, 1 km resolution, gapless PM2.5 dataset for the first time, and used it to address some important questions, such as (1) What are the local, regional, and global PM2.5 concentrations on a given day?; (2) What is the daily risk exposure to PM2.5 pollution and its associated impact on public health?; (3) How big is the impact of wildfires and COVID-19 episodes on local to global scales?"
      ],
      "challenges": [
        "The lack of daily global high-resolution PM2.5 data has been hindering our ability to assess air pollution exposure and health effects in all parts of the world. They are very unevenly distributed, dense in developed and populated regions but sparse or missing in under-developed and rural regions, posing great challenges in spatial extrapolation. The ubiquitous presence of clouds (60–70% globally) would lead to very large data gaps, seriously hindering our ability to observe air pollution routinely, exacerbated by inherent difficulties in separating clouds from severe haze and heavy smoke, both of particular concern to the public."
      ],
      "methods": [
        "Hourly PM2.5 measurements from 2017 and 2022 were collected at approximately ~9500 ground-based monitoring stations around the world. Raw data has undergone further quality control measures, including the removal of outliers, such as negative, repeating (occurring for more than three continuous hours), and extreme (exceeding the 99.9th quantiles) values. Subsequently, days having at least 20% of valid hourly PM2.5 measurements were identified and averaged to obtain daily means at each monitoring site. To ensure consistency with auxiliary variables, all daily PM2.5 measurements were adjusted to the UTC time zone and then used for independent training and validation of ML models. Terra and Aqua MAIAC daily 1 km AOD retrievals at 550 nm with recommended quality assurances from 2017 to 2022 were used. Spatially complete AOD assimilations (550 nm) from the GEOS-FP system every 3 hours at a horizontal resolution of 0.25° × 0.3125° were employed to fill satellite AOD gaps. First, hourly PM2.5 simulations from the GEOS Composition Forecast (GEOS-CF) system at a horizontal resolution of 0.25° × 0.25° were employed. Meteorological variables and their vertical profiles were collected from hourly ERA5-Land (~0.1° × 0.1°) and ERA5 global (~0.25° × 0.25°) reanalysis datasets. In total, 19 independent variables were included in this study. Here, the higher-spatial-resolution variables were aggregated, while the low-spatial-resolution variables were resampled to uniform 0.01° × 0.01° grids using the bilinear interpolation approach and used for subsequent air pollution modeling. For satellite AOD gap-filling, Terra and Aqua MAIAC AOD retrievals were first combined via linear regression conversion models to minimize the biases caused by different observation times and to expand the spatial coverage. Available MAIAC AOD retrievals were then used as true values to train the 4D-STET model together with the main GEOS-FP AOD simulations and potentially influencing factors. Missing satellite retrievals can thus be computed to generate daily gapless AODs. For the surface PM2.5 estimation, their ground measurements were regarded as targets, and satellite gap-filled AODs, GEOS-CF PM2.5 simulations, and CAMS pollutant emissions were regarded as main predictors. The trained model was employed to retrieve daily PM2.5 concentrations for each grid using gapless AOD and other auxiliary variables, relying on the reconstructed relationship. Sample-based, station-based, and day-based ten-fold cross-validation (10-CV) methods were used to validate the model."
      ],
      "dataset": [
        "Following painstaking efforts in choosing/refining ML models and compiling big datasets from a wide range of sources, we generated a long-term (1 January 2017 to 31 December 2022) global (over land), daily, 1 km resolution, gapless PM2.5 dataset for the first time."
      ],
      "findings": [
        "We find that 96%, 82%, and 53% of Earth’s populated areas are exposed to unhealthy air for at least one day, one week, and one month in 2022, respectively. Strong disparities in exposure risks and duration are exhibited between developed and developing countries, urban and rural areas, and different parts of cities. Wave-like dramatic changes in air quality are clearly seen around the world before, during, and after the COVID-19 lockdowns, as is the mortality burden linked to fluctuating air pollution events. Encouragingly, only approximately one-third of all countries return to pre-pandemic pollution levels."
      ],
      "backgroundCn": [
        "环境空气污染是一个重大的全球环境问题，被评为人类健康的第四大风险因素，根据全球疾病负担研究，2019年造成约670万人死亡。暴露于PM2.5（气动直径≤2.5微米的颗粒物）污染与多种循环和呼吸系统疾病相关，2020年全球因此导致400万人死亡。尽管在过去十年中PM2.5监测能力稳步提高，但仍有许多人生活在远离监测站的地区。区域PM2.5估计已从卫星视角进行了广泛研究，利用获取的气溶胶光学深度（AOD）产品，但在全球PM2.5尺度上进行的研究仅有少数。全球、每日、高分辨率和高质量的PM2.5数据在空气质量、气候变化和公共健康等广泛研究中需求迫切，但从太空监测这一指标极具挑战性。观察异质性需要密集的地面监测网络，而这样的网络仅在少数国家存在且时间有限。基于卫星的遥感提供了全球和均匀的覆盖，但仅在晴空条件下可行。"
      ],
      "research objectiveCn": [
        "经过精心选择和优化机器学习模型以及从广泛来源汇编大型数据集，我们首次生成了一个长期（2017年1月1日至2022年12月31日）全球（陆地上）每日1公里分辨率、无缺失的PM2.5数据集，并利用该数据集解决了一些重要问题，例如：（1）在某一天的地方、区域和全球PM2.5浓度是多少？；（2）每日PM2.5污染的风险暴露及其对公共健康的影响是什么？；（3）野火和COVID-19事件对地方到全球的影响有多大？"
      ],
      "challengesCn": [
        "全球高分辨率PM2.5数据的缺乏，阻碍了我们评估各地区空气污染暴露和健康影响的能力。这些数据在发达和人口密集地区分布密集，而在欠发达和农村地区则稀疏或缺失，这给空间外推带来了很大挑战。云层的普遍存在（全球60-70%）会导致非常大的数据缺口，严重妨碍我们定期观察空气污染，尤其是在分离云层与严重雾霾和浓烟方面存在固有困难，这些问题对公众尤其关注。"
      ],
      "methodsCn": [
        "2017年和2022年的每小时PM2.5测量数据在全球约9500个地面监测站收集。原始数据经过进一步的质量控制措施，包括去除异常值，如负值、重复值（连续出现超过三个小时）和极端值（超过99.9百分位数）。随后，识别出至少有20%有效每小时PM2.5测量值的天数，并在每个监测站点计算日均值。为了确保与辅助变量的一致性，所有日均PM2.5测量值调整为UTC时区，然后用于独立训练和验证机器学习模型。使用了2017年至2022年间Terra和Aqua MAIAC在550 nm波长下的每日1 km气溶胶光学厚度（AOD）检索数据，并附有推荐的质量保证。每3小时从GEOS-FP系统获得的空间完整AOD同化数据（550 nm），水平分辨率为0.25° × 0.3125°，用于填补卫星AOD的缺口。首先，采用GEOS组成预报（GEOS-CF）系统的每小时PM2.5模拟数据，水平分辨率为0.25° × 0.25°。气象变量及其垂直剖面数据来自每小时ERA5-Land（约0.1° × 0.1°）和ERA5全球（约0.25° × 0.25°）再分析数据集。总共包含19个独立变量。在本研究中，较高空间分辨率的变量被聚合，而较低空间分辨率的变量则使用双线性插值方法重采样到统一的0.01° × 0.01°网格，并用于后续的空气污染建模。为了填补卫星AOD的缺口，首先通过线性回归转换模型将Terra和Aqua MAIAC AOD检索结果结合，以最小化不同观测时间造成的偏差，并扩大空间覆盖范围。可用的MAIAC AOD检索结果随后被用作真实值，与主要的GEOS-FP AOD模拟和潜在影响因素一起训练4D-STET模型。因此，可以计算缺失的卫星检索结果，以生成每日无缺口的AOD。对于地面PM2.5估计，其地面测量值被视为目标，而填补缺口的卫星AOD、GEOS-CF PM2.5模拟和CAMS污染物排放被视为主要预测因子。训练好的模型被用来利用无缺口的AOD和其他辅助变量，依赖重建的关系来检索每个网格的每日PM2.5浓度。采用基于样本、基于站点和基于天数的十折交叉验证（10-CV）方法对模型进行验证。"
      ],
      "datasetCn": [
        "经过精心选择和优化机器学习模型，以及从广泛的来源汇编大型数据集，我们首次生成了一个长期（2017年1月1日至2022年12月31日）全球（陆地上）每日1公里分辨率、无缺失的PM2.5数据集。"
      ],
      "findingsCn": [
        "我们发现，2022年地球上96%、82%和53%的人口区域在至少一天、一周和一个月内暴露于不健康的空气中。发达国家和发展中国家、城市和农村地区以及城市不同部分之间的暴露风险和持续时间存在明显差异。全球在COVID-19封锁前、期间和之后，空气质量的波动变化显而易见，空气污染事件的波动也与死亡负担相关。令人鼓舞的是，只有大约三分之一的国家恢复到疫情前的污染水平。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method include using satellite AOD gap-filling techniques to generate daily PM2.5 concentrations?",
        "QuestionCn": "数据收集方法是否包括使用卫星气溶胶光学厚度（AOD）缺口填补技术来生成每日PM2.5浓度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the validation of air pollution models achieved through sample-based, station-based, or day-based ten-fold cross-validation methods?",
        "QuestionCn": "空气污染模型的验证是通过基于样本、基于站点还是基于天数的十折交叉验证方法实现的？",
        "AnswerEn": "sample-based, station-based, and day-based ten-fold cross-validation methods",
        "AnswerCn": "样本分割、站点分割和基于天的十折交叉验证方法",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used to fill spatial gaps in satellite AOD data for PM2.5 estimation?",
        "QuestionCn": "用于填补卫星AOD数据中的空间空缺以估计PM2.5的方法有哪些？",
        "AnswerEn": "Spatially complete AOD assimilations from the GEOS-FP system",
        "AnswerCn": "来自GEOS-FP系统的空间完整AOD同化数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in collecting global high-resolution PM2.5 data?",
        "QuestionCn": "收集全球高分辨率PM2.5数据面临哪些挑战？",
        "AnswerEn": "uneven distribution of monitoring networks",
        "AnswerCn": "监测网络分布不均。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when collecting global high-resolution PM2.5 data using satellite remote sensing?",
        "QuestionCn": "使用卫星遥感收集全球高分辨率PM2.5数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge is the presence of clouds, which cover 60–70% of the globe, leading to large data gaps that hinder routine air pollution observation. This is further complicated by difficulties in distinguishing clouds from severe haze and heavy smoke.",
        "AnswerCn": "一个重大挑战是云的存在，它覆盖了60-70%的地球，导致了大量数据缺口，妨碍了常规空气污染的观测。这进一步被区分云层与严重雾霾和浓烟的困难所复杂化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that provides global, daily, high-resolution PM2.5 data, and explain the scope and time period it covers?",
        "QuestionCn": "可以给我一个提供全球每日高分辨率PM2.5数据的数据集的例子，并解释其覆盖的范围和时间段吗？",
        "AnswerEn": "A dataset generated through the use of machine learning models and large datasets from various sources provides global, daily, 1 km resolution PM2.5 data without gaps, covering the period from January 1, 2017, to December 31, 2022. It includes PM2.5 concentrations over land and addresses public health and environmental questions.",
        "AnswerCn": "一个通过使用机器学习模型和来自各种来源的大型数据集生成的数据集，提供了全球范围内的每日1公里分辨率PM2.5数据，覆盖2017年1月1日至2022年12月31日的时间段。该数据集包括陆地上的PM2.5浓度，并解决公共健康和环境问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the PM2.5 data collected globally?",
        "QuestionCn": "全球收集的PM2.5数据的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many ground-based monitoring stations were used for PM2.5 measurements between 2017 and 2022?",
        "QuestionCn": "在2017年至2022年期间，使用了多少个地面监测站进行PM2.5测量？",
        "AnswerEn": "9500",
        "AnswerCn": "9500",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of the PM2.5 data collected globally?",
        "QuestionCn": "全球收集的PM2.5数据的时间分辨率是多少？",
        "AnswerEn": "Daily, monthly, yearly",
        "AnswerCn": "每日、每月、每年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'bilinear interpolation' mean in the context of data resampling for air pollution modeling?",
        "QuestionCn": "在空气污染建模的数据重采样中，“双线性插值”是什么意思？",
        "AnswerEn": "Bilinear interpolation is a resampling technique used to adjust the spatial resolution of meteorological and other low-resolution datasets by estimating unknown values based on the weighted average of known values from the nearest grid points, ensuring uniformity in grid spacing for subsequent modeling.",
        "AnswerCn": "双线性插值是一种重采样技术，用于通过基于最近网格点的已知值的加权平均来估计未知值，从而调整气象和其他低分辨率数据集的空间分辨率，确保后续建模时网格间距的均匀性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when collecting PM2.5 data in developed regions compared to under-developed regions?",
        "QuestionCn": "在发达地区与发展中国家收集PM2.5数据时面临的挑战有哪些不同？",
        "AnswerEn": "In developed regions, PM2.5 monitoring networks are denser, facilitating easier data collection, whereas in under-developed regions, the networks are sparse or missing, posing challenges in spatial extrapolation and routine observation due to uneven distribution and cloud cover.",
        "AnswerCn": "在发达地区，PM2.5监测网络更为密集，便于数据收集；而在欠发达地区，网络稀疏或缺失，导致由于分布不均和云层覆盖而在空间外推和常规观测方面面临挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the usage of ML models in generating a global PM2.5 dataset compare to traditional data collection methods in terms of addressing data gaps?",
        "QuestionCn": "使用机器学习模型生成全球PM2.5数据集与传统数据收集方法在解决数据缺口方面的比较如何？",
        "AnswerEn": "The use of ML models in generating a global PM2.5 dataset allows for the creation of a long-term, high-resolution, gapless dataset by training models on combined satellite AOD retrievals and ground-based measurements, whereas traditional methods may struggle with spatial and temporal data gaps due to limited monitoring networks and cloud interference.",
        "AnswerCn": "使用机器学习模型生成全球PM2.5数据集，可以通过结合卫星气溶胶光学厚度（AOD）检索和地面测量数据来创建一个长期、高分辨率、无缝的数据集，而传统方法由于监测网络有限和云干扰，可能在空间和时间数据上存在缺口。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of various data sources, like satellite AOD retrievals and ground-based measurements, enhance the accuracy and resolution of global PM2.5 datasets?",
        "QuestionCn": "整合各种数据源，如卫星AOD检索和地面测量，如何提高全球PM2.5数据集的准确性和分辨率？",
        "AnswerEn": "Integrating various data sources can enhance accuracy by filling gaps in satellite AOD data with ground-based measurements, using spatially complete AOD assimilations to address satellite limitations under cloudy conditions, and employing ML models to refine data for a gapless PM2.5 dataset.",
        "AnswerCn": "整合各种数据源可以通过用地面测量填补卫星气溶胶光学厚度（AOD）数据的空白，利用空间完整的AOD同化来解决卫星在多云条件下的局限性，以及采用机器学习模型来优化数据，从而生成无缝的PM2.5数据集，从而提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges do researchers face in maintaining the consistency and reliability of PM2.5 data across different geographic regions and time zones?",
        "QuestionCn": "研究人员在维护不同地理区域和时区的PM2.5数据的一致性和可靠性方面面临哪些挑战？",
        "AnswerEn": "Researchers face challenges such as unevenly distributed monitoring networks, difficulties in extrapolating data in rural or under-developed regions, and the need to adjust PM2.5 measurements to a uniform time zone (UTC) to ensure consistency and reliability across various regions.",
        "AnswerCn": "研究人员面临的挑战包括监测网络分布不均、在农村或欠发达地区外推数据的困难，以及需要将PM2.5测量值调整为统一的时区（UTC），以确保各个地区的一致性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might machine learning models be employed to address the spatial and temporal gaps in PM2.5 data, and what validation methods ensure their effectiveness?",
        "QuestionCn": "机器学习模型可以通过哪些方式来解决PM2.5数据中的空间和时间差距，以及哪些验证方法可以确保其有效性？",
        "AnswerEn": "Machine learning models are employed to fill spatial and temporal gaps by training on combined AOD retrievals, GEOS-FP simulations, and ground measurements. Validation methods such as sample-based, station-based, and day-based ten-fold cross-validation (10-CV) are used to ensure the model's effectiveness.",
        "AnswerCn": "机器学习模型通过对结合的气溶胶光学深度（AOD）检索、GEOS-FP模拟和地面测量数据进行训练，以填补空间和时间上的空白。使用样本基础、站点基础和基于天数的十折交叉验证（10-CV）等验证方法，以确保模型的有效性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What challenges contribute to the difficulty in obtaining daily global high-resolution PM2.5 data?",
        "QuestionCn": "获取全球高分辨率PM2.5数据的困难面临哪些挑战？",
        "AnswerEn": "The lack of daily global high-resolution PM2.5 data is mainly due to uneven distribution of monitoring networks, which are dense in developed regions but sparse in under-developed areas. Additionally, the presence of clouds complicates satellite observations as they lead to significant data gaps and make it difficult to differentiate between clouds, haze, and smoke.",
        "AnswerCn": "全球高分辨率PM2.5数据的缺乏主要是由于监测网络的分布不均，发达地区的监测网络密集，而欠发达地区则稀疏。此外，云层的存在使卫星观测变得复杂，因为它们导致显著的数据缺口，并使得区分云、雾霾和烟雾变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors influence the choice and refinement of machine learning models in developing a global PM2.5 dataset?",
        "QuestionCn": "影响在开发全球PM2.5数据集时选择和优化机器学习模型的因素有哪些？",
        "AnswerEn": "The choice and refinement of machine learning models are influenced by the need to compile large datasets from diverse sources, addressing uneven spatial data distribution, and overcoming data gaps caused by clouds. Ensuring the models are trained with accurate data is crucial, utilizing variables like satellite AOD retrievals and ground-based PM2.5 measurements.",
        "AnswerCn": "机器学习模型的选择和优化受到需要从不同来源汇编大型数据集的影响，旨在解决空间数据分布不均的问题，并克服由于云层造成的数据缺口。确保模型使用准确的数据进行训练至关重要，利用卫星气溶胶光学厚度（AOD）检索和地面PM2.5测量等变量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the integration of multiple data sources, such as ground-based observations and satellite AOD retrievals, affect the ability to conduct global PM2.5 exposure assessments?",
        "QuestionCn": "多个数据源的整合，例如地面观测和卫星气溶胶光学厚度（AOD）检索，如何影响全球PM2.5暴露评估的能力？",
        "AnswerEn": "The integration of multiple data sources, including ground-based observations and satellite AOD retrievals, allows for the creation of a high-resolution, gapless global PM2.5 dataset. This comprehensive dataset facilitates detailed assessments of global PM2.5 exposure, addressing the previous challenges of sparse monitoring networks and data gaps due to cloud cover.",
        "AnswerCn": "多个数据源的整合，包括地面观测和卫星气溶胶光学厚度（AOD）检索，能够创建一个高分辨率、无缝隙的全球PM2.5数据集。这个综合数据集有助于对全球PM2.5暴露进行详细评估，解决了之前监测网络稀疏和由于云层覆盖导致的数据缺口等挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure the quality and consistency of hourly PM2.5 measurements from ground-based monitoring stations?",
        "QuestionCn": "确保地面监测站每小时PM2.5测量质量和一致性的程序有哪些？",
        "AnswerEn": "Hourly PM2.5 measurements undergo quality control measures, including the removal of outliers such as negative, repeating, and extreme values. Days with at least 20% of valid hourly PM2.5 measurements are identified and averaged to obtain daily means at each monitoring site. All daily PM2.5 measurements are adjusted to the UTC time zone for consistency with auxiliary variables before being used for training and validation of ML models.",
        "AnswerCn": "每小时的PM2.5测量数据经过质量控制措施，包括去除负值、重复值和极端值等异常值。识别出每天至少有20%有效小时PM2.5测量值的天数，并在每个监测站点计算日均值。所有日均PM2.5测量值都调整为协调世界时（UTC）时区，以便与辅助变量保持一致，然后用于机器学习模型的训练和验证。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do technological advancements in remote sensing contribute to high-resolution air pollution data collection?",
        "QuestionCn": "遥感技术的进步如何促进高分辨率空气污染数据的收集？",
        "AnswerEn": "Technological advancements in remote sensing, such as the use of Terra and Aqua MAIAC AOD products with quality assurances and spatially complete AOD assimilations, facilitate high-resolution air pollution data collection by providing global and uniform coverage under clear-sky conditions and aiding in the gap-filling process for satellite data.",
        "AnswerCn": "遥感技术的进步，例如使用Terra和Aqua MAIAC AOD产品，结合质量保证和空间完整的AOD同化，促进了高分辨率空气污染数据的收集。这些技术在晴空条件下提供全球和均匀的覆盖，并有助于卫星数据的缺口填补过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What resources or conditions facilitate the validation of machine learning models used for air pollution estimation?",
        "QuestionCn": "哪些资源或条件有助于验证用于空气污染估计的机器学习模型？",
        "AnswerEn": "The validation of machine learning models used for air pollution estimation is facilitated by the collection of hourly PM2.5 measurements from approximately 9500 ground-based monitoring stations globally, as well as the use of sample-based, station-based, and day-based ten-fold cross-validation methods. Consistency with auxiliary variables and adjustment to a common time zone (UTC) also support the model validation process.",
        "AnswerCn": "机器学习模型用于空气污染估计的验证得益于全球约9500个地面监测站收集的每小时PM2.5测量数据，以及使用基于样本、基于站点和基于天数的十折交叉验证方法。与辅助变量的一致性以及调整为统一时间区（UTC）也支持模型验证过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected outcomes of using satellite AOD retrievals for PM2.5 monitoring be challenging to achieve on a global scale?",
        "QuestionCn": "使用卫星气溶胶光学深度（AOD）反演数据进行PM2.5监测的预期结果在全球范围内可能面临挑战的原因是什么？",
        "AnswerEn": "Using satellite AOD retrievals for PM2.5 monitoring on a global scale is challenging due to the need for spatially complete AOD data, which is often hindered by cloud cover and the inherent difficulties in accurately converting AOD to PM2.5 concentrations, requiring sophisticated models to fill satellite AOD gaps and ensure reliable ground-level PM2.5 estimations.",
        "AnswerCn": "使用卫星气溶胶光学厚度（AOD）数据进行全球范围内的PM2.5监测面临挑战，因为需要空间上完整的AOD数据，而这常常受到云层覆盖的影响，并且将AOD准确转换为PM2.5浓度的难度较大，这需要复杂的模型来填补卫星AOD的空缺，并确保可靠的地面PM2.5估算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges associated with the reliance on ground-based monitoring stations for PM2.5 data collection, considering their uneven distribution globally?",
        "QuestionCn": "考虑到全球范围内地面监测站分布不均，依赖这些站点进行PM2.5数据收集可能面临哪些潜在挑战？",
        "AnswerEn": "The reliance on ground-based monitoring stations for PM2.5 data collection poses significant challenges due to their uneven distribution, being dense in developed and populated regions but sparse or missing in under-developed and rural areas. This disparity makes it difficult to extrapolate data accurately across regions and hampers the ability to assess air pollution exposure and health effects comprehensively. Additionally, the presence of clouds and the difficulty in separating clouds from haze further complicate data collection from these stations.",
        "AnswerCn": "依赖地面监测站收集PM2.5数据存在显著挑战，因为这些监测站在发达和人口密集地区分布密集，而在欠发达和农村地区则稀疏或缺失。这种差异使得在不同地区准确推断数据变得困难，并妨碍了全面评估空气污染暴露和健康影响的能力。此外，云层的存在以及从雾霾中分离云层的困难进一步复杂化了这些站点的数据收集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, what implications do the findings of global PM2.5 exposure disparities have for future air quality monitoring strategies and public health policies?",
        "QuestionCn": "在我看来，全球PM2.5暴露差异的研究结果对未来的空气质量监测策略和公共卫生政策有何影响？",
        "AnswerEn": "The findings of global PM2.5 exposure disparities highlight the need for enhanced air quality monitoring strategies and more equitable public health policies. There are significant disparities in exposure risks between developed and developing countries, urban and rural areas, and within different parts of cities. These disparities suggest that monitoring networks need to be expanded and adapted to address these variations effectively. Public health policies should also be tailored to mitigate the health impacts of air pollution, especially in regions with higher exposure levels.",
        "AnswerCn": "全球PM2.5暴露差异的研究结果突显了增强空气质量监测策略和更公平公共卫生政策的必要性。发达国家与发展中国家、城市与农村地区以及城市不同部分之间的暴露风险存在显著差异。这些差异表明，监测网络需要扩展和调整，以有效应对这些变化。公共卫生政策也应针对空气污染的健康影响进行量身定制，特别是在暴露水平较高的地区。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the methods used to ensure data quality and consistency across different monitoring stations and satellite sources.",
        "QuestionCn": "我对确保不同监测站和卫星来源的数据质量和一致性的方法感到不确定。",
        "AnswerEn": "Data quality is maintained by undergoing quality control measures, such as removing negative, repeating, and extreme values from hourly PM2.5 measurements. Consistency across data sources is ensured by adjusting daily measurements to the UTC time zone and employing linear regression conversion models to combine different satellite AOD retrievals.",
        "AnswerCn": "数据质量通过进行质量控制措施来维护，例如从每小时PM2.5测量中去除负值、重复值和极端值。通过将每日测量调整为UTC时区，并采用线性回归转换模型来结合不同的卫星AOD检索，确保数据源之间的一致性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the data collection methods used for gathering global PM2.5 concentrations and identify key technological or methodological advancements that have been employed.",
        "QuestionCn": "请探讨用于收集全球PM2.5浓度的数据收集方法，并识别已采用的关键技术或方法论进展。",
        "AnswerEn": "Hourly PM2.5 measurements from 2017 to 2022 were collected at approximately 9500 ground-based monitoring stations worldwide. The raw data underwent quality control measures, including the removal of outliers, and days with at least 20% valid hourly measurements were averaged to obtain daily means. These measurements were adjusted to UTC and used for training and validating machine learning models. Terra and Aqua MAIAC daily AOD retrievals were used, with spatially complete AOD assimilations from the GEOS-FP system filling gaps. Meteorological variables were collected from ERA5-Land and ERA5 global reanalysis datasets, and variables were resampled to uniform grids for pollution modeling. The 4D-STET model was employed for satellite AOD gap-filling, and the trained model was used to retrieve daily PM2.5 concentrations using gapless AOD and auxiliary variables.",
        "AnswerCn": "2017年至2022年间，全球约9500个地面监测站收集了每小时PM2.5测量数据。原始数据经过质量控制措施，包括去除异常值，并且至少有20%有效每小时测量的天数被平均以获得日均值。这些测量值被调整为UTC，并用于训练和验证机器学习模型。使用Terra和Aqua MAIAC的每日AOD检索数据，并通过GEOS-FP系统的空间完整AOD同化填补空缺。气象变量来自ERA5-Land和ERA5全球重分析数据集，并将变量重采样为统一网格以进行污染建模。采用4D-STET模型进行卫星AOD的缺口填补，训练后的模型用于利用无缺口的AOD和辅助变量检索每日PM2.5浓度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}