{
  "id": "a4e61d6b-03ca-42c7-98ba-1f51bdea8a0c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of infrared temperature in Zhanye Airport desert",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游机场荒漠红外温度观测数据集",
      "description": "Zhanye Airport desert observation system can offer in situ calibration data for TASI, WiDAS and L band sensor used in aerospace experiment.\nObservation Site: This point is located in a large, homogeneous and flatten desert near by Zhangye Airport. The main vegetation type is Sparse and low shrub. The coordinates of this site: 38°4′41.30\" N, 100°41′48.10\" E.\nObservation Instrument: The observation system consists of two SI-111 infrared radiometers (Campbell, USA), one installed vertically downward to land surface, another face to south of zenith angle 35°. SI-111 sensor installed at 4.0 m height.\nObservation Time: This site operates from 10 June, 2012 to today. Observation data laagered by every 5 seconds uninterrupted. Output data contained sample data of every 5 seconds and mean data of 1 minute.\nAccessory data: Land surface infrared temperature (by SI-111), sky infrared temperature (by SI-111) can be obtained. Dataset is stored in *.dat file, which can be read by Microsoft excel or other text processing software (UltraEdit, et. al). Table heads meaning: TarT_Atm, Sky infrared temperature @  facing south of zenith angle 35° (℃); SBT_Atm, body temperature of SI-111 sensor (℃) measured sky; TarT_Sur, land surface infrared temperature @ 4.0 m height; SBT_Sur, body temperature of SI-111 sensor (℃) measured land surface.\nDataset is stored day by day, named as: data format + site name + interval time + date + time. The detailed information about data item showed in data header introduction in dataset.",
      "descriptionCn": "机场荒漠红外温度系统架设目的在于为航空TASI、WiDAS和L波段飞行提供地面定标观测数据。\n观测地点：\n选择张掖机场旁的大面积、均质和平坦的荒漠作为观测点，植被为稀疏低矮的灌丛。该观测点坐标：38°46'41.30\"N，100°41'48.10\"E。\n测量仪器：\n观测探头为一个垂直对地的S1-111红外温度探头和一个正南天顶角35度对天观测的SI-111红外温度探头（2012年新购置仪器，其出厂时默认的地表发射率为1，试验期间未进行黑体定标），Campell CR1000数采自动记录，探头架高4米，仪器朝向正南。\n测量时间：\n仪器从2012年6月10日起开始正常观测，至今进行不间断地24小时观测，5秒钟记录一次数据，输出5秒钟和1分钟2组值。\n数据内容：\n地表温度（TarT_Sur，未进行地表比辐射率、背景温度的校正）,对天空温度(TarT_Atm,未进行天空背景比辐射率校正)。数据最终被存储为1天1个独立文本文件，数据命名方式：数据格式+观测点名称+数据采样时间+日期+时间.dat。详细的数据表头信息见数据内的数据表头说明。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.6966944,
      "west": 100.6966944,
      "south": 38.77813889,
      "north": 38.77813889,
      "startTime": "2018-11-27 02:49:44",
      "endTime": "2018-11-27 02:49:44",
      "fileSize": 183895142.0,
      "cstr": "18406.11.hiwater.028.2013.db",
      "doi": "10.3972/hiwater.028.2013.db",
      "dataFormat": "文本, *.dat后缀",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "机场",
        "keywordEn": "Zhanye Airport"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-10",
        "keywordEn": "2012-06-10",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-27",
        "keywordEn": "2012-09-27",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测可用性差的限制。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are the observational data from the HiWATER experiment available on platforms like figshare and the Cold and Arid Regions Science Data Centre?",
        "QuestionCn": "HiWATER实验的观测数据是否可以在figshare和寒区与干旱区科学数据中心等平台上获取？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which instruments are primarily used for collecting infrared temperature data in the context of eco-hydrological processes, S1-111, SI-111, or other models?",
        "QuestionCn": "在生态水文过程的背景下，主要用于收集红外温度数据的仪器是S1-111、SI-111或其他模型吗？",
        "AnswerEn": "SI-111",
        "AnswerCn": "SI-111",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main instruments used in the data collection method for observing surface temperatures in the Heihe River Basin?",
        "QuestionCn": "在黑河流域观察地表温度的数据收集方法中使用的主要仪器是什么？",
        "AnswerEn": "S1-111 infrared temperature probe, SI-111 infrared temperature probe, Campell CR1000 data logger",
        "AnswerCn": "S1-111 红外温度探头，SI-111 红外温度探头，Campell CR1000 数据记录仪",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the observation site located for collecting infrared temperature data in the Heihe River Basin experiment?",
        "QuestionCn": "在黑河流域实验中收集红外温度数据的观测站位于哪里？",
        "AnswerEn": "Zhangye Airport",
        "AnswerCn": "张掖机场",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When did the data collection for the Heihe River Basin infrared temperature observations commence?",
        "QuestionCn": "黑河流域红外温度观测的数据收集何时开始？",
        "AnswerEn": "June 10, 2012",
        "AnswerCn": "2012年6月10日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain multiscale and multidisciplinary eco-hydrological observations in a heterogeneous surface environment?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于在异质表面环境中获取多尺度和多学科的生态水文观测？",
        "AnswerEn": "An example of a data collection method used to obtain multiscale and multidisciplinary eco-hydrological observations is the use of instrumentation on hierarchically nested scales, as implemented in the HiWATER experiment. This includes intensive observation periods and continuous hydrometeorological observations, with instruments arranged to capture multi-scale processes.",
        "AnswerCn": "用于获取多尺度和多学科生态水文观测的数据收集方法的一个例子是，在层次嵌套的尺度上使用仪器，如在HiWATER实验中实施的那样。这包括密集观测期和连续的水文气象观测，仪器的布置旨在捕捉多尺度过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting multiscale observations for eco-hydrological processes on a heterogeneous surface?",
        "QuestionCn": "在收集异质表面生态水文过程的多尺度观测时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on a heterogeneous surface.",
        "AnswerCn": "一个面临的挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key challenges in collecting multiscale eco-hydrological data in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中收集多尺度生态水文数据的关键挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations, need to design a hierarchically nested instrumentation system",
        "AnswerCn": "多尺度观测的可用性差，需要设计一个分层嵌套的仪器系统。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data recording for the infrared temperature observation system in the Heihe River Basin desert?",
        "QuestionCn": "在黑河流域沙漠中，红外温度观测系统的数据记录频率是多少？",
        "AnswerEn": "5 seconds, 1 minute",
        "AnswerCn": "5秒，1分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验期间，进行了多少次空中遥感任务以覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'hierarchically nested scales' mean in the context of eco-hydrological observations?",
        "QuestionCn": "在生态水文观测的背景下，“分层嵌套尺度”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological observations, 'hierarchically nested scales' refers to the arrangement of instruments and observation systems across different spatial scales to capture multi-scale eco-hydrological processes. This involves setting up various measurement stations, such as eddy covariance towers and automatic meteorological stations, in different landscapes to observe interactions and processes at different levels of detail.",
        "AnswerCn": "在生态水文观测的背景下，“分层嵌套尺度”指的是在不同空间尺度上安排仪器和观测系统，以捕捉多尺度生态水文过程。这涉及在不同的景观中设置各种测量站，如涡度协方差塔和自动气象站，以观察不同细节层次上的相互作用和过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'multi-angle thermal imager' mean in the realm of remote sensing?",
        "QuestionCn": "在遥感领域，“多角度热成像仪”是什么意思？",
        "AnswerEn": "In the realm of remote sensing, a 'multi-angle thermal imager' is an instrument used to capture thermal infrared images of a surface from multiple angles. This allows for better characterization of the surface temperature and emissivity properties by observing how they vary with the angle of observation, providing more comprehensive data for remote sensing analysis.",
        "AnswerCn": "在遥感领域，“多角度热成像仪”是一种用于从多个角度捕捉表面热红外图像的仪器。这使得通过观察表面温度和发射率如何随观察角度变化来更好地表征这些特性，从而为遥感分析提供更全面的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in the desert observation system compare to those used in the oasis-desert interaction study in terms of instrumentation and scale?",
        "QuestionCn": "沙漠观测系统中使用的数据收集方法与绿洲-沙漠相互作用研究中使用的方法在仪器和规模方面有何比较？",
        "AnswerEn": "The desert observation system uses a vertical S1-111 infrared temperature probe and a SI-111 infrared temperature probe for continuous 24-hour observations at a single, homogeneous desert site, focusing on surface and atmospheric temperatures. In contrast, the oasis-desert interaction study uses a hierarchically nested approach with multiple instruments, including eddy covariance towers, automatic meteorological stations, and remote sensing tools like LiDAR and imaging spectrometers, to capture multi-scale eco-hydrological processes across diverse landscapes, including desert, steppe, and wetland.",
        "AnswerCn": "沙漠观测系统使用垂直S1-111红外温度探头和SI-111红外温度探头，在一个单一的均匀沙漠地点进行连续24小时的观测，重点关注地表和大气温度。相比之下，绿洲-沙漠相互作用研究采用分层嵌套的方法，使用多种仪器，包括涡度协方差塔、自动气象站以及遥感工具如激光雷达和成像光谱仪，以捕捉跨越沙漠、草原和湿地等多样化景观的多尺度生态水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when collecting multiscale observation data for eco-hydrological processes versus collecting continuous infrared temperature data in a desert environment?",
        "QuestionCn": "在收集生态水文过程的多尺度观测数据与在沙漠环境中收集连续红外温度数据时面临的挑战有哪些不同？",
        "AnswerEn": "Collecting multiscale observation data for eco-hydrological processes faces challenges related to the poor availability of multiscale observations and the complexity of integrating diverse data from various instruments and landscapes. On the other hand, collecting continuous infrared temperature data in a desert environment primarily deals with the technical challenge of ensuring the accuracy of surface and atmospheric temperature measurements without calibration against a blackbody, focusing on a single, homogeneous site.",
        "AnswerCn": "收集生态水文过程的多尺度观测数据面临着多尺度观测数据稀缺和整合来自不同仪器和景观的多样化数据的复杂性等挑战。另一方面，在沙漠环境中收集连续红外温度数据主要面临的技术挑战是确保表面和大气温度测量的准确性，而不依赖于与黑体的校准，重点关注单一的均匀场所。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the data collection techniques in the HiWATER project help in understanding the interaction between oasis and desert ecosystems?",
        "QuestionCn": "HiWATER项目中的数据收集技术如何帮助理解绿洲与沙漠生态系统之间的相互作用？",
        "AnswerEn": "The data collection techniques used in the HiWATER project, such as the arrangement of instruments in hierarchically nested scales and the use of a sparse network including superstations and various landscape stations, allow researchers to closely observe and analyze the interactions between oasis and desert ecosystems. These methods facilitate the capture of complex eco-hydrological processes and dynamics across different landscapes.",
        "AnswerCn": "HiWATER项目中使用的数据收集技术，如仪器在层次嵌套尺度中的排列，以及包括超级站和各种景观站的稀疏网络，使研究人员能够密切观察和分析绿洲与沙漠生态系统之间的相互作用。这些方法有助于捕捉不同景观中复杂的生态水文过程和动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文学研究中，导致多尺度观测稀缺的因素有哪些？",
        "AnswerEn": "The poor availability of multiscale observations in eco-hydrological studies is primarily due to the complexity of upscaling eco-hydrological processes on heterogeneous surfaces and the challenges in obtaining comprehensive multiscale and multidisciplinary data.",
        "AnswerCn": "生态水文研究中多尺度观测的稀缺性主要是由于在异质表面上对生态水文过程进行上尺度处理的复杂性，以及获取全面的多尺度和多学科数据的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the establishment of a sparse network of observation stations affect the understanding of oasis-desert interactions in terms of data granularity and coverage?",
        "QuestionCn": "稀疏观测站网络的建立如何影响对绿洲-沙漠相互作用的理解，特别是在数据粒度和覆盖范围方面？",
        "AnswerEn": "The establishment of a sparse network of observation stations can enhance the understanding of oasis-desert interactions by providing data that reflects the variability across different landscapes. This setup allows for capturing data at varying levels of granularity and coverage, thus supporting comprehensive analysis of eco-hydrological processes in these environments.",
        "AnswerCn": "建立一个稀疏的观测站网络可以通过提供反映不同景观变异性的数据，增强对绿洲-沙漠相互作用的理解。这种设置允许在不同的粒度和覆盖水平上捕获数据，从而支持对这些环境中生态水文过程的全面分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of selecting large, homogeneous desert areas as observation points for infrared temperature data collection?",
        "QuestionCn": "选择大面积均匀的沙漠地区作为红外温度数据收集观察点的主要目的是什麼？",
        "AnswerEn": "The primary objective of selecting large, homogeneous desert areas as observation points is to provide ground calibration data for airborne remote sensing instruments like TASI, WiDAS, and L-band flights, ensuring accurate measurements in a consistent environment.",
        "AnswerCn": "选择大面积均匀的沙漠地区作为观测点的主要目的是为航空遥感仪器如TASI、WiDAS和L波段飞行提供地面校准数据，以确保在一致环境中进行准确测量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the intentions behind implementing a sparse network of instruments for observing oasis-desert interactions?",
        "QuestionCn": "实施稀疏仪器网络以观察绿洲与沙漠相互作用的意图是什么？",
        "AnswerEn": "The intentions behind implementing a sparse network of instruments are to investigate the interaction between oasis and desert environments by capturing multi-scale eco-hydrological processes, thus providing comprehensive data on these complex interactions.",
        "AnswerCn": "实施稀疏仪器网络的意图是调查绿洲与沙漠环境之间的相互作用，通过捕捉多尺度的生态水文过程，从而提供关于这些复杂相互作用的全面数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for setting up and calibrating infrared temperature sensors in desert environments for accurate data collection?",
        "QuestionCn": "在沙漠环境中设置和校准红外温度传感器以进行准确数据收集的程序是什么？",
        "AnswerEn": "In this field, the infrared temperature sensors are set up by positioning a S1-111 infrared temperature probe vertically towards the ground and another SI-111 infrared temperature probe at a zenith angle of 35 degrees facing south. The sensors are mounted on a 4-meter high frame and are connected to a Campell CR1000 data logger for automatic recording. Calibration is initially set with default surface emissivity values from the factory, and no blackbody calibration was performed during the experimental period.",
        "AnswerCn": "在该领域，红外温度传感器通过将S1-111红外温度探头垂直朝向地面，另一个SI-111红外温度探头以35度的天顶角朝南方向设置。传感器安装在一个4米高的框架上，并连接到Campbell CR1000数据记录仪以进行自动记录。校准最初使用工厂默认的表面发射率值，并且在实验期间没有进行黑体校准。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is continuous monitoring and data recording managed for environmental temperature observations in remote locations?",
        "QuestionCn": "如何在偏远地区管理环境温度观察的连续监测和数据记录？",
        "AnswerEn": "Continuous monitoring is managed by using automated instruments that record data every 5 seconds and store it in two sets: 5-second intervals and 1-minute intervals. These readings are collected 24 hours a day since June 10, 2012, and are stored in daily independent text files with a specific naming convention indicating data format, observation point, sampling time, date, and time.",
        "AnswerCn": "连续监测是通过使用自动化仪器管理的，这些仪器每5秒记录一次数据，并将其存储在两个数据集中：5秒间隔和1分钟间隔。这些读数每天24小时收集，自2012年6月10日起，并以特定的命名约定存储在每日独立的文本文件中，命名中指示数据格式、观测点、采样时间、日期和时间。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are used to ensure the quality control of multiscale datasets in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，确保多尺度数据集质量控制的方法有哪些？",
        "AnswerEn": "Quality control in this domain involves careful sensor calibration, data collection, data processing, and dataset generation. The datasets are subjected to rigorous quality assurance protocols, ensuring the reliability of multiscale observations from instrumentation like eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. These datasets are then made available through platforms such as figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "该领域的质量控制涉及仔细的传感器校准、数据收集、数据处理和数据集生成。这些数据集经过严格的质量保证协议，确保来自涡度协方差塔、大孔径闪烁仪和自动气象站等仪器的多尺度观测的可靠性。这些数据集随后通过figshare和寒冷与干旱地区科学数据中心等平台提供。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What strategies are employed to ensure the quality and reliability of eco-hydrological datasets collected from multiscale observations?",
        "QuestionCn": "确保从多尺度观测中收集的生态水文数据集的质量和可靠性所采用的策略有哪些？",
        "AnswerEn": "Quality and reliability of eco-hydrological datasets are ensured through careful quality control measures such as sensor calibration, data collection, data processing, and datasets generation, which are integral to the multiscale observation systems like the one used in HiWATER.",
        "AnswerCn": "生态水文数据集的质量和可靠性通过仔细的质量控制措施得以确保，这些措施包括传感器校准、数据收集、数据处理和数据集生成，这些都是像HiWATER这样多尺度观测系统的重要组成部分。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is the poor availability of multiscale observations considered a significant challenge in eco-hydrological research within heterogeneous surfaces?",
        "QuestionCn": "为什么在异质表面上，多尺度观测的可用性差被认为是生态水文研究中的一个重大挑战？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is crucial for understanding and modeling the complex interactions within heterogeneous surfaces. HiWATER aims to address this through a robust observational system designed to capture these multiscale processes.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，而多尺度观测对于理解和建模异质表面内复杂的相互作用至关重要。HiWATER旨在通过一个强大的观测系统来解决这一问题，以捕捉这些多尺度过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected benefits of using hierarchically nested scales in instrumentation for eco-hydrological process observation?",
        "QuestionCn": "使用分层嵌套尺度的生态水文过程观测仪器的预期好处是什么？",
        "AnswerEn": "The use of hierarchically nested scales in instrumentation allows for the capture of multi-scale eco-hydrological processes, facilitating a more comprehensive understanding of interactions within the oasis-desert system. This method enables detailed investigation across different landscapes and enhances data quality and applicability.",
        "AnswerCn": "在仪器测量中使用分层嵌套尺度可以捕捉多尺度的生态水文过程，从而更全面地理解绿洲-沙漠系统内的相互作用。这种方法能够在不同的景观中进行详细调查，并提高数据的质量和适用性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why might it be important to conduct synchronical ground measurements alongside airborne remote sensing in the context of eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，同时进行地面同步测量和航空遥感的重要性是什么？",
        "AnswerEn": "Synchronical ground measurements complement airborne remote sensing by providing ground-truth data that enhances the accuracy and reliability of remote sensing observations. This dual approach is essential for capturing detailed vegetation dynamics and photosynthesis processes, which are critical for eco-hydrological studies.",
        "AnswerCn": "同步地面测量通过提供地面真实数据来补充航空遥感，从而提高遥感观测的准确性和可靠性。这种双重方法对于捕捉详细的植被动态和光合作用过程至关重要，这对生态水文研究至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using hierarchically nested instrumentation in capturing multi-scale eco-hydrological processes within the oasis-desert system?",
        "QuestionCn": "如何评估在捕捉绿洲-沙漠系统内多尺度生态水文过程时使用分层嵌套仪器的有效性？",
        "AnswerEn": "The use of hierarchically nested instrumentation is effective as it allows researchers to capture multi-scale eco-hydrological processes. This approach, as implemented in the HiWATER experiment, helps in addressing the challenge of poor availability of multiscale observations by arranging instruments like EC towers and AMSs in different landscapes to investigate interactions and processes at various scales.",
        "AnswerCn": "分层嵌套仪器的使用是有效的，因为它允许研究人员捕捉多尺度生态水文过程。这种方法在HiWATER实验中得到了实施，有助于解决多尺度观测稀缺的挑战，通过在不同的景观中布置如EC塔和AMS等仪器，以研究不同尺度下的相互作用和过程。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the challenges faced in upscaling eco-hydrological processes on heterogeneous surfaces due to limited multiscale observations?",
        "QuestionCn": "我对由于有限的多尺度观测而在异质表面上提升生态水文过程所面临的挑战的看法是什么？",
        "AnswerEn": "The challenge of upscaling eco-hydrological processes on heterogeneous surfaces is significant due to the limited availability of multiscale observations. This limitation hinders progress in the field, as indicated by the need for experiments like HiWATER, which attempt to overcome this through comprehensive multiscale and multidisciplinary data collection.",
        "AnswerCn": "在异质表面上对生态水文过程进行上尺度处理的挑战是显著的，因为多尺度观测的有限可用性阻碍了该领域的进展。这一局限性通过像HiWATER这样的实验得以体现，该实验试图通过全面的多尺度和多学科数据收集来克服这一问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you assess the role of continuous and intensive observation periods in improving the quality and reliability of datasets for eco-hydrological studies?",
        "QuestionCn": "您如何评估持续和密集观察期在提高生态水文研究数据集质量和可靠性方面的作用？",
        "AnswerEn": "Continuous and intensive observation periods play a crucial role in enhancing the quality and reliability of datasets for eco-hydrological studies. They allow for the collection of a wide range of data under different conditions, which is essential for understanding complex interactions and processes. In the context of HiWATER, these methods contributed to a robust multiscale dataset that supports diverse research needs.",
        "AnswerCn": "连续和密集的观察周期在提高生态水文研究数据集的质量和可靠性方面发挥着至关重要的作用。它们允许在不同条件下收集广泛的数据，这对于理解复杂的相互作用和过程至关重要。在HiWATER的背景下，这些方法有助于构建一个强大的多尺度数据集，以支持多样化的研究需求。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can be effectively scaled up to capture multi-scale eco-hydrological processes in heterogeneous surfaces.",
        "QuestionCn": "我不明白如何有效地扩大数据收集方法，以捕捉异质表面中的多尺度生态水文过程。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. This allows for capturing multi-scale and multidisciplinary data, specifically through the arrangement of instruments for the oasis-desert system.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来应对这一挑战，包括涡动协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。这使得能够捕捉多尺度和多学科的数据，特别是通过为绿洲-沙漠系统安排仪器。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about how datasets are managed and quality controlled when dealing with such diverse and complex eco-hydrological data.",
        "QuestionCn": "我对在处理如此多样和复杂的生态水文数据时，数据集是如何管理和质量控制的感到不确定。",
        "AnswerEn": "All observational data in HiWATER are carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation. This ensures the reliability and accuracy of the data collected across different scales and methodologies.",
        "AnswerCn": "HiWATER中的所有观测数据都经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。这确保了在不同尺度和方法下收集的数据的可靠性和准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how multiscale observations are obtained and integrated into a coherent dataset for studying the oasis-desert interactions.",
        "QuestionCn": "我无法理解如何获得和整合多尺度观测数据，以便研究绿洲与沙漠之间的相互作用。",
        "AnswerEn": "In the HiWATER experiment, multiscale observations are obtained through a combination of ground-based sensors, such as eddy covariance towers, automatic meteorological stations, and eco-hydrological sensor networks, as well as hyper-resolution airborne remote sensing. This integrated approach facilitates the study of oasis-desert interactions by providing a comprehensive dataset covering various ecological and hydrological processes.",
        "AnswerCn": "在HiWATER实验中，通过结合地面传感器（如涡度协方差塔、自动气象站和生态水文传感器网络）以及超高分辨率的航空遥感，获得了多尺度观测。这种综合方法通过提供涵盖各种生态和水文过程的全面数据集，促进了对绿洲-沙漠相互作用的研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in obtaining multiscale observations for eco-hydrological processes and suggest potential solutions to improve data availability.",
        "QuestionCn": "请分析在获取生态水文过程的多尺度观测时面临的挑战，并建议潜在的解决方案以改善数据可用性。",
        "AnswerEn": "The challenges in obtaining multiscale observations include the poor availability of such data. The HiWATER experiment addresses this by using instrumentation on hierarchically nested scales, which include a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. Potential solutions to improve data availability could involve expanding these networks and ensuring continuous, quality-controlled data collection and processing.",
        "AnswerCn": "获取多尺度观测的挑战包括此类数据的可用性差。HiWATER实验通过使用分层嵌套尺度的仪器来解决这个问题，这些仪器包括通量观测矩阵、生态水文传感器网络和超高分辨率的航空遥感。改善数据可用性的潜在解决方案可能涉及扩展这些网络，并确保持续的、经过质量控制的数据收集和处理。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please summarize the data collection methods used for capturing eco-hydrological processes across different landscapes in an oasis-desert system.",
        "QuestionCn": "总结用于捕捉绿洲-沙漠系统中不同景观生态水文过程的数据收集方法。",
        "AnswerEn": "The data collection methods involved the use of a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, eco-hydrological sensor networks for soil moisture and leaf area index, as well as hyper-resolution airborne remote sensing with LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, were employed. These methods were supported by synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "数据收集方法包括使用一个通量观测矩阵，该矩阵由涡度协方差塔、大孔径闪烁仪和自动气象站组成。此外，还采用了生态水文传感器网络来监测土壤湿度和叶面积指数，以及高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些方法得到了同步的地面测量的支持，以监测植被动态和光合作用过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be expanded or refined to enhance research on oasis-desert interactions and eco-hydrological processes.",
        "QuestionCn": "请探索潜在的数据集，这些数据集可以扩展或精炼，以增强对绿洲-沙漠相互作用和生态水文过程的研究。",
        "AnswerEn": "Potential datasets for expansion or refinement include the multiscale dataset obtained from the HiWATER experiment, which consists of data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks. Additional datasets could include more frequent airborne remote sensing missions and enhanced ground measurements to capture finer temporal or spatial resolution data. Ensuring open access through platforms like figshare and the Cold and Arid Regions Science Data Centre could also facilitate further research.",
        "AnswerCn": "潜在的扩展或细化数据集包括从HiWATER实验获得的多尺度数据集，该数据集由涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络的数据组成。其他数据集可以包括更频繁的航空遥感任务和增强的地面测量，以捕捉更细的时间或空间分辨率数据。通过figshare和寒冷与干旱地区科学数据中心等平台确保开放访问，也可以促进进一步的研究。",
        "Level": "C6(Creating)"
      }
    ]
  }
}