{
    "id": "a5390396-7b8e-4c49-9d54-d995d6456d8b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dateset of spectral reflectance observations in the Biandukou foci experimental area",
            "titleCn": "黑河综合遥感联合试验：扁都口加密观测区典型地物光谱测量数据集",
            "description": "The dateset of spectral reflectance observations was obtained by ASD Fieldspec FRTM (Boulder, Co, USA, 350nm-2500nm, 3nm for the visible near-infrared band and 10nm for the shortwave infrared band) in the Biandukou foci experimental area from Mar. 7 to 21, 2008. Those provide reliable ground data for objects modelling and background modelling, remote sensing image simulation and scaling.\n     Spectrum of dry and wet soil, the straw, the snow-covered land and the grassland was measured on Mar. 7 and the snow spectrum was measured on Mar. 21. \n     The quadrates of 90m×90m and 450m×450m were compartmentalized into 81 subgrids of 10m×10m and 50m×50m. Based on the resolution of 30m×30m and 150m×150m, the influence of adjacent eight pixels on the center pixel was studied. Section lines of each subgrid were adopted to acquire the pixel spectrum, which were measured more than once for the mean value.\n     The spectrum data were archived in the ASCII format, with the first five rows as the file header and the following two columns as wavelength (nm) and reflectance (percentage) respectively. Raw data were binary files direct from ASD (by ViewSpecPro).",
            "descriptionCn": "2008年3月7日至2008年3月21日，在扁都口加密观测区测量了典型地物的ASD光谱数据。通过地物格网化波谱测量结果，探索地物亚象元波谱空间变异特点及规律，对寒旱区地物波谱特性进行分析。在此基础上，为典型地物目标与背景模型波谱模型数据库提供数据资料，为遥感影像模拟，遥感数据空间尺度转换提供基础数据。\n测量采用ASD Fieldspec FRTM（Boulder, Co, USA），波谱范围为350nm-2500nm，在可见光近红外波段波谱分辨率为3nm，在短波红外波谱分辨率为10nm。\n测量时间、测量地物及内容如下：\n2008-03-07，仪器试测了扁都口地区干土、湿土、秸秆、雪地、草地的光谱，布置样方进行观测。2008-03-21地表有10cm左右积雪覆盖，测量了扁都口积雪的光谱特性，没有布置样方。2008-03-17观测数据是与TM同步的。\n测量方式： \n1. 波谱数据测量：（1）在测量前将测量点位坐标输入GPS或采用测绳确定测量点位。（2）同步测量开始前半小时到达试验场，检查仪器设备状态，分配测量参与人员任务。（3）测量前15分钟前开机进行预热，使仪器暗电流值稳定后开始测量。（4）记录天气状况、场地情况和测量人员。设定文件存储路径，设定波谱平均次数、暗电流和参考板采样次数。去除暗电流，对积分时间进行优化。（5）对地物进行走测测量，注意在测量的过程中身体和自身阴影不在波谱仪视场范围内。每隔1分钟左右（根据天气情况进行调整）测量参考板。（6）将测量结果进行记录，对地物照相记录，导出测量数据，关闭仪器和笔记本电脑。 \n2. 采样方式：在平坦、均质区域内选择区域中心布设样方。分别选择90m×90m、450m×450m作为三种不同尺度格网采样区。在90m×90m、450m×450m样方区内用9×9格网划分，这样三种样方分别被划分为81个10m×10m、50m×50m的子格网。三种格网的具体含义为：以30m×30m、150m×150m作为卫星传感器的基础分辨率，在此基础上考虑单一象元八邻域象元对中心象元的贡献。并且将每个象元划分为9个子象元，探索亚象元波谱与整个象元波谱之间的规律。由于样点之间距离较远，90m×90m样方采用测绳、标志杆布设样方的方式实现，450m×450m样方采用GPS布设控制点方式实现。采样方法为剖面线测量，通过对每一个子样方中心剖面线的测量来代表整个样方像元的波谱，通过多次测量波谱统计平均值，来代替对子样方的全采样。测量路线采用巡回方式，保证波谱测量的准同步性。 \n测量数据为ASCII格式，可以使用记事本、写字板等软件打开。文件前5行为文件头，描述了数据的相关信息；之后两列数据，一列代表波长，一列代表反射率（百分反射率）。原始数据中文件为ASD自带格式，用ASD Viewspec软件打开。",
            "instructions": null,
            "instructionsCn": null,
            "east": 101.036,
            "west": 100.881,
            "south": 38.192,
            "north": 38.312,
            "startTime": "2008-03-18 08:00:00",
            "endTime": "2008-04-01 08:00:00",
            "fileSize": 230407644.0,
            "cstr": "18406.11.water973.0035.db",
            "doi": "10.3972/water973.0035.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "常燕",
                "nameEn": "CHANG Yan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 瞿瑛",
                "nameEn": "QU Ying",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 梁星涛",
                "nameEn": "LIANG Xingtao",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 刘志刚",
                "nameEn": "LIU Zhigang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 彭丹青",
                "nameEn": "PENG Danqing",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任华忠",
                "nameEn": "REN Huazhong",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地物光谱仪（ASD）",
                "nameEn": "Terrain spectrometer"
            },
            {
                "nameCn": "地物波谱",
                "nameEn": "Object spectral"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "扁都口加密观测区",
                "keywordEn": "closed observation area of Biandoukou"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-07",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-17",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-21",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure the spectral characteristics of various ground features in a cold and arid region?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于测量寒冷干旱地区各种地面特征的光谱特性？",
                "AnswerEn": "One example of a data collection method involves using the ASD Fieldspec FRTM to measure spectral data of typical ground features. The process includes grid-based spectral measurements to explore sub-pixel spectral spatial variability characteristics and involves setting up measurement points using GPS or measuring ropes. The data collection method also includes pre-measurement preparations like warming up the equipment to stabilize dark current values and recording environmental conditions. Measurements are conducted by walking through the grid and ensuring that the operator and any shadows do not interfere with the spectrometer's field of view. Additionally, reference panels are measured approximately every minute, and results are recorded in ASCII format for further analysis.",
                "AnswerCn": "一种数据收集方法涉及使用ASD Fieldspec FRTM测量典型地面特征的光谱数据。该过程包括基于网格的光谱测量，以探索亚像素光谱空间变异特征，并涉及使用GPS或测量绳设置测量点。数据收集方法还包括预测量准备，如预热设备以稳定暗电流值和记录环境条件。测量通过在网格中行走进行，确保操作员和任何阴影不会干扰光谱仪的视场。此外，参考面板大约每分钟测量一次，结果以ASCII格式记录以便进一步分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different land cover types were measured in the spectral data collection effort during March 2008 at the Bianzhukou intensive observation area?",
                "QuestionCn": "在2008年3月的边竹口重点观测区光谱数据收集工作中，共测量了多少种不同的土地覆盖类型？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'ASD spectral data measurement' mean in the context of remote sensing field experiments?",
                "QuestionCn": "在遥感领域实验的背景下，“ASD光谱数据测量”指的是使用ASD（Analytical Spectral Devices）设备进行的光谱数据采集和测量。",
                "AnswerEn": "ASD spectral data measurement refers to the process of collecting spectral data using the ASD Fieldspec FRTM instrument, which covers a spectral range of 350nm-2500nm. The measurement focuses on analyzing the spectral characteristics of typical ground objects in a remote sensing experiment. The procedure involves setting up test plots, using GPS or measuring ropes to determine measurement points, accounting for dark current, optimizing integration time, and recording environmental conditions. The data is collected in a way that ensures the instrument's field of view is not obstructed by shadows, and measurements are taken approximately every minute with a reference panel to maintain data accuracy.",
                "AnswerCn": "ASD光谱数据测量是指使用ASD Fieldspec FRTM仪器收集光谱数据的过程，该仪器覆盖350nm-2500nm的光谱范围。测量重点分析遥感实验中典型地面物体的光谱特征。该过程包括设置测试样地，使用GPS或测量绳确定测量点，考虑暗电流，优化积分时间，并记录环境条件。数据收集时确保仪器的视场不被阴影遮挡，测量大约每分钟进行一次，并使用参考面板以保持数据的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting spectral measurement data using ASD Fieldspec FRTM in the context of exploring sub-pixel spectral spatial variation characteristics?",
                "QuestionCn": "在探索亚像素光谱空间变化特征的背景下，使用ASD Fieldspec FRTM收集光谱测量数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to explore the characteristics and patterns of sub-pixel spectral spatial variation in typical land cover types, analyze spectral characteristics specific to cold and arid regions, and provide foundational data for spectral model databases of target and background models. This data supports remote sensing image simulation and spatial scale conversion of remote sensing data.",
                "AnswerCn": "主要目标是探索典型地表覆盖类型的亚像素光谱空间变化特征和模式，分析特定于寒冷和干旱地区的光谱特征，并为目标和背景模型的光谱模型数据库提供基础数据。这些数据支持遥感图像模拟和遥感数据的空间尺度转换。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}