{
  "id": "a5852318-71cf-43e0-9c70-fc06649bcdf7",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-automatic weather station-40m tower, 2016)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-自动气象站（40m塔）-2016",
      "description": "The data set contains the observation data of 40 m tower automatic weather station from January 1, 2016 to December 31, 2016. The site is located in donghuayuan Town, Huailai County, Hebei Province. The longitude and latitude of the observation point are 115.7923e, 40.3574n and 480m above sea level.\nThe automatic weather station is installed on a 40m tower with the acquisition frequency of 30s and output once every 10min. The observation elements include air temperature and relative humidity (3m, 5m, 10m, 15m, 20m, 30m, 40m) in the 7th floor, wind speed (3m, 5m, 10m, 15m, 20m, 30m, 40m) of the 7th floor, wind direction (10m), facing due north; air pressure (installed in waterproof box); rainfall (3m); four component radiation and photosynthetically active radiation (4m), facing due south; infrared surface temperature (8m) The soil temperature and humidity probe is buried 1.5m to the south of the meteorological tower, the soil temperature and humidity probe is buried at 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm, and the soil moisture sensor is 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm; the average soil temperature is buried in the underground 2, 4cm; soil heat flow The slabs (3 pieces) are buried 6 cm underground.\nProcessing and quality control of observation data: (1) ensure 144 data per day (every 10 min), if there is data missing, it will be marked by - 6999; (2) eliminate the time with repeated records; (3) delete the data obviously beyond the physical meaning or instrument range; (4) the format of date and time is unified, and the date and time are in the same column. For example, the time is: 2016-6-10 10:30.\nThe data released by automatic weather station include: date / time, date / time, air temperature (TA)_ 3m, Ta_ 5m, Ta_ 10m, Ta_ 15m, Ta_ 20m, Ta_ 30m, Ta_ 40m) (℃), relative humidity (RH)_ 3m, RH_ 5m, RH_ 10m, RH_ 15m, RH_ 20m, RH_ 30m, RH_ 40m) (%), wind speed (WS_ 3m, Ws_ 5m, Ws_ 10m, Ws_ 15m, Ws_ 20m, Ws_ 30m, Ws_ 40 m (M / s), wind direction (WD) (°), air pressure (HPA), precipitation (mm), four component radiation (DR, ur, DLR, ULR, RN) (w / m2), par (umol / S / m2), surface radiation temperature (IRT)_ 1、IRT_ 2) (℃), soil heat flux (GS)_ 1、Gs_ 2、Gs_ 3) (w / m2), multi-layer soil moisture (MS_ 2cm、Ms_ 4cm、Ms_ 10cm、Ms_ 20cm、Ms_ 40cm、Ms_ 80cm、Ms_ 120cm、Ms_ 160 cm) (%), multilayer soil temperature (TS_ 2cm、Ts_ 4cm、Ts_ 10cm、Ts_ 20cm、Ts_ 40cm、Ts_ 80cm、Ts_ 120cm、Ts_ 160 cm (℃), average soil temperature tcav (℃).\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
      "descriptionCn": "该数据集包含了2016年1月1日至2016年12月31日的40m塔自动气象站观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7923E，40.3574N，海拔480m。\n自动气象站安装在40m塔上，采集频率为30s，且10min输出一次。观测要素包括7层空气温度、相对湿度（3m、5m、10m、15m、20m、30m、40m），朝向为正北；7层风速（3m、5m、10m、15m、20m、30m、40m），风向（10m），朝向为正北；气压（安装在防水箱内）；雨量（3m）；四分量辐射和光合有效辐射（4m），朝向为正南；红外表面温度（8m），支臂朝向正南，探头朝向是垂直向下；土壤温湿度探头埋设在气象塔正南方1.5m处，土壤温度探头埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，土壤水分传感器埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm；平均土壤温度埋在地下2，4cm；土壤热流板（3块）埋设在地下6cm处。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2016-6-10 10:30。\n自动气象站发布的数据包括：日期/时间Date/Time，空气温度（Ta_3m, Ta_5m, Ta_10m, Ta_15m, Ta_20m, Ta_30m, Ta_40m）（℃），相对湿度（RH_3m, RH_5m, RH_10m, RH_15m, RH_20m, RH_30m, RH_40m）（%），风速（Ws_3m, Ws_5m, Ws_10m, Ws_15m, Ws_20m, Ws_30m, Ws_40m）（m/s），风向（WD）（°），气压（Press）（hpa），降水（Rain）（mm），四分量辐射（DR、UR、DLR、ULR、Rn）（W/m2），光合有效辐射（PAR）（umol/s/m2），地表辐射温度（IRT_1、IRT_2）（℃），土壤热通量（Gs_1、Gs_2、Gs_3）（W/m2）、多层土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）（%）、多层土壤温度（Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）（℃）、平均土壤温度TCAV（℃）。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
      "instructions": "File name: * * * * station - # # # # station, including * * * * on behalf of the site name, # # # # on behalf of the site types\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
      "instructionsCn": "文件命名方式：**** station-#### station，其中****代表站点名称，####代表站点类型。\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看。",
      "east": 115.792,
      "west": 115.792,
      "south": 40.3574,
      "north": 40.3574,
      "startTime": "2016-01-13 16:00:00",
      "endTime": "2017-01-12 16:00:00",
      "fileSize": 18806999.0,
      "cstr": "18406.11.haihe.006.2019.db",
      "doi": "10.3972/haihe.006.2019.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表通量",
        "nameEn": "Land surface flux"
      },
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016",
        "keywordEn": "2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
      ],
      "research objective": [
        "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
      ],
      "challenges": [
        "More data is needed for further discussions."
      ],
      "methods": [
        "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
      ],
      "dataset": [
        "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
      ],
      "findings": [
        "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在何高度变为零。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，特别是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
      ],
      "research objectiveCn": [
        "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
      ],
      "challengesCn": [
        "需要更多数据以进行进一步讨论。"
      ],
      "methodsCn": [
        "本文计算了多个地表的z0m，使用了来自小汤山的3年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权方法对整个实验场的z0m进行聚合。"
      ],
      "datasetCn": [
        "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南侧子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物在6月12日左右开始萌芽。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
      ],
      "findingsCn": [
        "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向下的异质性。"
      ]
    },
    {
      "background": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objective": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challenges": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methods": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "dataset": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findings": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ],
      "backgroundCn": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objectiveCn": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challengesCn": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methodsCn": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "datasetCn": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findingsCn": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ]
    },
    {
      "background": [
        "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
      ],
      "research objective": [
        "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
      ],
      "challenges": [
        "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
      ],
      "methods": [],
      "dataset": [],
      "findings": [
        "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
      ],
      "backgroundCn": [
        "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大尺度（500米到10公里）上测量表面通量。目前，LAS观测在中国尚不普遍。"
      ],
      "research objectiveCn": [
        "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
      ],
      "challengesCn": [
        "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": [
        "通过对激光雷达（LAS）数据的测量，显热通量（H）的计算表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、空气压力和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the data collection method used for observing soil temperature and moisture at multiple depths considered reliable in capturing temporal variations?",
        "QuestionCn": "用于观察多个深度土壤温度和湿度的数据收集方法是否被认为在捕捉时间变化方面可靠？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What is the main challenge in applying the Monin-Obukhov Similarity Theory in data collection, the heterogeneity of the surface, the stability of atmospheric conditions, or the spatial scale of observation?",
        "QuestionCn": "在数据收集中应用Monin-Obukhov相似理论的主要挑战是什么：表面的异质性、大气条件的稳定性，还是观测的空间尺度？",
        "AnswerEn": "the heterogeneity of the surface",
        "AnswerCn": "表面异质性",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which type of dataset is more beneficial for analyzing aerodynamic roughness length, datasets from agricultural fields, urban areas, or water bodies?",
        "QuestionCn": "哪种类型的数据集对于分析气动粗糙长度更有益，农业领域的数据集、城市地区的数据集还是水体的数据集？",
        "AnswerEn": "Datasets from agricultural fields",
        "AnswerCn": "农业领域的数据集",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical challenges faced in ensuring the quality and accuracy of data collected from automated meteorological stations?",
        "QuestionCn": "在确保自动气象站收集的数据质量和准确性方面面临的典型挑战是什么？",
        "AnswerEn": "missing data",
        "AnswerCn": "缺失数据",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can datasets related to aerodynamic roughness length (z0m) over various surfaces be sourced, and what specific elements do they typically contain?",
        "QuestionCn": "可以从哪里获取与各种表面相关的气动粗糙度长度（z0m）的数据集，这些数据集通常包含哪些具体元素？",
        "AnswerEn": "Xiaotangshan Experiment",
        "AnswerCn": "小汤山实验",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Who typically conducts studies utilizing large aperture scintillometer (LAS) data, and what are the primary research objectives associated with these studies?",
        "QuestionCn": "谁通常会进行利用大孔径闪烁仪（LAS）数据的研究，这些研究的主要研究目标是什么？",
        "AnswerEn": "Researchers",
        "AnswerCn": "研究人员",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure aerodynamic roughness length (z0m) in different land surfaces?",
        "QuestionCn": "您能否提供一个用于测量不同地表气动粗糙度长度（z0m）的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for measuring aerodynamic roughness length (z0m) is based on the Monin-Obukhov Similarity Theory using wind profile measurements. In the Xiaotangshan Experiment, individual z0m values over each surface component were calculated using characteristic parameters of the roughness elements, such as vegetation height and leaf area index. The z0m over the entire experimental field was then aggregated using the footprint weighting method.",
        "AnswerCn": "测量气动粗糙度长度（z0m）的数据收集方法之一是基于莫宁-奥布霍夫相似理论，通过风速剖面测量。在小汤山实验中，基于粗糙度元素的特征参数，如植被高度和叶面积指数，计算了每个表面组分的单独z0m值。然后，使用足迹加权法对整个实验场的z0m进行了汇总。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you illustrate an example of how the Large Aperture Scintillometer (LAS) is used to measure surface fluxes and its advantages compared to traditional methods?",
        "QuestionCn": "您能举例说明大孔径闪烁仪（LAS）如何用于测量地表通量及其相较于传统方法的优势吗？",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) is used to measure surface fluxes on a larger scale, from 500 m to 10 km, which is larger than the scales measured by traditional techniques like the eddy covariance system. An example of its use is in analyzing the daily and monthly variation of HLAS. LAS is advantageous because it can match the pixel scale of remote sensing images and the grid scale of numerical weather prediction and climate models, providing regional scale average sensible heat flux measurements.",
        "AnswerCn": "大型孔径闪烁仪（LAS）用于测量更大尺度的表面通量，范围从500米到10公里，这比传统技术（如涡度协方差系统）测量的尺度要大。它的一个应用例子是分析HLAS的日变化和月变化。LAS的优势在于它可以与遥感图像的像素尺度和数值天气预报及气候模型的网格尺度相匹配，提供区域尺度的平均感热通量测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that provides multi-layer soil temperature and moisture observations and the methodologies involved in data quality control?",
        "QuestionCn": "您能否提供一个包含多层土壤温度和湿度观测的数据库示例，以及数据质量控制中涉及的方法论？",
        "AnswerEn": "An example of a dataset providing multi-layer soil temperature and moisture observations is collected from an automatic meteorological station installed on a 40m tower. Soil temperature and moisture sensors are buried at various depths (2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm) near the meteorological tower. The data undergoes a quality control process to ensure completeness (144 data points per day), remove duplicates, and delete data outside physical or instrument ranges. Missing data is marked with -6999.",
        "AnswerCn": "一个提供多层土壤温度和湿度观测的数据集是从安装在40米高塔上的自动气象站收集的。土壤温度和湿度传感器埋设在不同深度（2厘米、4厘米、10厘米、20厘米、40厘米、80厘米、120厘米和160厘米）靠近气象塔的位置。数据经过质量控制过程，以确保完整性（每天144个数据点），去除重复数据，并删除超出物理或仪器范围的数据。缺失的数据标记为-6999。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the automatic weather station data collection setup, including the frequency and types of measurements?",
        "QuestionCn": "自动气象站数据采集设置的特征包括测量的频率和类型是什么？",
        "AnswerEn": "40m tower, data collection every 30 seconds, output every 10 minutes, multiple layers of air temperature, relative humidity, wind speed, wind direction, atmospheric pressure, precipitation, radiation components, photosynthetically active radiation, infrared surface temperature, soil temperature, soil moisture, soil heat flux",
        "AnswerCn": "40米塔，每30秒收集一次数据，每10分钟输出一次，包含多层空气温度、相对湿度、风速、风向、大气压力、降水、辐射分量、光合有效辐射、红外地表温度、土壤温度、土壤湿度、土壤热通量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific data processing and quality control measures are implemented to ensure the reliability of meteorological observations?",
        "QuestionCn": "为了确保气象观测的可靠性，实施了哪些具体的数据处理和质量控制措施？",
        "AnswerEn": "144 data points per day, -6999 for missing data, removal of duplicate records, deletion of data points exceeding limits, standardized date and time formats",
        "AnswerCn": "每天144个数据点，缺失数据用-6999表示，去除重复记录，删除超出限制的数据点，标准化日期和时间格式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the unique challenges associated with using remote sensing models and land surface models for aerodynamic roughness length estimation?",
        "QuestionCn": "使用遥感模型和地表模型进行气动粗糙度长度估计所面临的独特挑战是什么？",
        "AnswerEn": "large variation range of z0m over different surfaces, structure and spacing of roughness elements like vegetation height and leaf area index",
        "AnswerCn": "不同地表上z0m的变化范围很大，粗糙度元素的结构和间距，如植被高度和叶面积指数。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the duration of the observation period for the Xiaotangshan Experiment dataset?",
        "QuestionCn": "Xiaotangshan实验数据集的观察期持续多长时间？",
        "AnswerEn": "3 years",
        "AnswerCn": "3年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using the Monin-Obukhov Similarity Theory in data collection for surface flux measurements?",
        "QuestionCn": "使用Monin-Obukhov相似理论在表面通量测量的数据收集中的重要性是什么？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory is crucial for calculating aerodynamic roughness length (z0m) and analyzing the suitability of large aperture scintillometer (LAS) data for measuring surface fluxes. It provides a theoretical basis for understanding the relationship between wind profile measurements and surface characteristics, such as vegetation height and leaf area index, enabling researchers to estimate fluxes over various land surfaces.",
        "AnswerCn": "Monin-Obukhov相似理论对于计算气动粗糙度长度（z0m）和分析大孔径闪烁仪（LAS）数据在测量表面通量方面的适用性至关重要。它为理解风速剖面测量与表面特征（如植被高度和叶面积指数）之间的关系提供了理论基础，使研究人员能够估算各种地表的通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the large aperture scintillometer (LAS) method enhance surface flux measurements compared to traditional techniques?",
        "QuestionCn": "大孔径闪烁仪（LAS）方法如何增强表面通量测量，相较于传统技术？",
        "AnswerEn": "The large aperture scintillometer (LAS) method enhances surface flux measurements by providing regional scale data (500 m to 10 km), which aligns well with satellite pixel scale and numerical weather prediction models. Unlike traditional methods like the eddy covariance system, which is limited to smaller scales, LAS can offer a larger spatial representation, making it suitable for model optimization and validation.",
        "AnswerCn": "大孔径闪烁仪（LAS）方法通过提供区域尺度的数据（500米到10公里）来增强表面通量测量，这与卫星像素尺度和数值天气预报模型相一致。与传统方法如涡度协方差系统相比，后者受限于较小的尺度，LAS能够提供更大的空间表示，使其适合于模型优化和验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with applying the Monin-Obukhov Similarity Theory in heterogeneous land surfaces, and how might these be addressed?",
        "QuestionCn": "在异质土地表面应用Monin-Obukhov相似理论时面临哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges with applying the Monin-Obukhov Similarity Theory on heterogeneous land surfaces include the difficulty in achieving ideal uniform conditions due to variations in land cover type, flatness, and weather conditions. Addressing these challenges involves developing new applicability judgment methods, such as factor analysis and temperature structure parameter methods, which have been shown to be reasonable and reliable.",
        "AnswerCn": "在异质地表上应用Monin-Obukhov相似理论的挑战包括由于地表覆盖类型、平坦度和天气条件的变化而难以实现理想的均匀条件。解决这些挑战的方法包括开发新的适用性判断方法，如因子分析和温度结构参数方法，这些方法已被证明是合理和可靠的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using automatic weather stations compare to those using large aperture scintillometers in terms of spatial scale and data representation for surface flux measurements?",
        "QuestionCn": "自动气象站的数据收集方法与大孔径闪烁仪在表面通量测量的空间尺度和数据表示方面有何比较？",
        "AnswerEn": "Automatic weather stations, such as those installed on 40m towers, collect high-frequency data (every 30 seconds) at specific locations, providing detailed observations of meteorological parameters like air temperature, humidity, wind speed, and soil conditions. In contrast, large aperture scintillometers (LAS) measure surface fluxes over larger spatial scales (from hundreds of meters to kilometers), making them suitable for regional analysis. While automatic weather stations offer high temporal resolution and local insight, LAS provides spatially averaged data that better represent regional scale fluxes, matching satellite pixel and model grid scales.",
        "AnswerCn": "自动气象站，如安装在40米高塔上的气象站，以每30秒的频率在特定地点收集高频数据，提供气象参数的详细观测，如气温、湿度、风速和土壤条件。相比之下，大孔径闪烁仪（LAS）在更大空间尺度（从数百米到数公里）上测量表面通量，使其适合区域分析。虽然自动气象站提供高时间分辨率和局部洞察，但LAS提供的空间平均数据更好地代表区域尺度的通量，匹配卫星像素和模型网格尺度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using the Monin-Obukhov Similarity Theory for data analysis in automatic weather stations versus large aperture scintillometers?",
        "QuestionCn": "在使用Monin-Obukhov相似理论进行数据分析时，自动气象站与大孔径闪烁仪面临的挑战有哪些不同？",
        "AnswerEn": "For automatic weather stations, the Monin-Obukhov Similarity Theory is applied to derive parameters like aerodynamic roughness length using high-frequency wind profile data, which can be challenging due to the need for accurate wind turbulence measurements. On the other hand, LAS faces challenges with the Monin-Obukhov Similarity Theory due to the need for stable atmospheric conditions and accurate determination of the temperature structure parameter, especially during low wind speeds and stable nighttime conditions. Both methods require careful consideration of environmental factors, but LAS must address the complexity of scaling up to larger areas.",
        "AnswerCn": "对于自动气象站，应用Monin-Obukhov相似理论来推导诸如气动粗糙度长度等参数，这需要高频风剖面数据，但由于需要准确的风湍流测量，这可能会很具挑战性。另一方面，激光雷达（LAS）在应用Monin-Obukhov相似理论时面临挑战，因为需要稳定的大气条件和准确确定温度结构参数，尤其是在低风速和稳定的夜间条件下。这两种方法都需要仔细考虑环境因素，但激光雷达必须解决扩展到更大区域的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the variation in aerodynamic roughness length (z0m) over different surfaces, as inferred from experimental data, inform the parameterization processes in remote sensing models and land surface models?",
        "QuestionCn": "不同表面上气动粗糙长度（z0m）的变化，基于实验数据的推断，如何为遥感模型和陆面模型中的参数化过程提供信息？",
        "AnswerEn": "The variation in aerodynamic roughness length (z0m) over different surfaces indicates that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions. This understanding can guide the parameterization processes in remote sensing models and land surface models by providing a heuristic parameterization of z0m based on surface characteristics like vegetation height and leaf area index (LAI).",
        "AnswerCn": "不同表面上气动粗糙长度（z0m）的变化表明，z0m是方向依赖的，这主要是由于源区域内粗糙元素的大小和空间分布在不同风向上的异质性。这一理解可以指导遥感模型和陆面模型中的参数化过程，通过提供基于表面特征（如植被高度和叶面积指数（LAI））的z0m启发式参数化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise when applying the Monin-Obukhov Similarity Theory (MOST) to estimate surface fluxes over diverse landscapes, and how can these be addressed?",
        "QuestionCn": "在将Monin-Obukhov相似理论（MOST）应用于估计多样化地貌上的表面通量时，可能会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges arise in applying MOST due to variations in surface cover types, flatness, hydrothermal conditions, and weather conditions, which often do not meet the ideal homogeneity assumptions. The applicability of MOST can be significantly influenced by large-scale vortex motion, atmospheric turbulence development, and temperature scales under unstable conditions. These challenges can be addressed by establishing new applicability judgment methods, such as factor analysis and temperature structure parameter methods, which have been shown to be reasonable and reliable.",
        "AnswerCn": "在应用MOST时，由于表面覆盖类型、平坦度、水热条件和天气条件的变化，常常无法满足理想的均匀性假设，因此会出现挑战。大规模涡旋运动、大气湍流发展和不稳定条件下的温度尺度等因素对MOST的适用性有显著影响。可以通过建立新的适用性判断方法来解决这些挑战，例如因子分析和温度结构参数方法，这些方法已被证明是合理和可靠的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways might the utilization of large aperture scintillometer (LAS) data improve the accuracy and scale of surface flux measurements, compared to traditional methods?",
        "QuestionCn": "与传统方法相比，利用大孔径闪烁仪（LAS）数据可能会在哪些方面提高地表通量测量的准确性和规模？",
        "AnswerEn": "Large aperture scintillometer (LAS) data allows for measuring surface fluxes over a larger scale (500 m to 10 km) compared to traditional observation techniques, which are typically limited in spatial representation to a few dozen to a few hundred meters. The LAS is particularly useful for matching satellite pixel scales and grid scales of numerical weather prediction and climate models. This capability allows LAS observations to serve as a ground-truth reference for optimizing and validating remote sensing estimation models, numerical weather prediction models, and climate models.",
        "AnswerCn": "大型孔径闪烁仪（LAS）数据能够在更大尺度（500米到10公里）上测量表面通量，相比之下，传统观测技术的空间表示通常仅限于几十到几百米。LAS特别适用于与卫星像素尺度和数值天气预报及气候模型的网格尺度相匹配。这一能力使得LAS观测可以作为优化和验证遥感估计模型、数值天气预报模型和气候模型的地面真实参考。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why might traditional surface flux observation methods like the eddy covariance system face challenges in representing larger spatial scales?",
        "QuestionCn": "传统的表面通量观测方法，如涡度协方差系统，在代表更大空间尺度时可能面临挑战的原因是什么？",
        "AnswerEn": "Traditional surface flux observation methods like the eddy covariance system face challenges in representing larger spatial scales due to their limited spatial representativeness, typically only covering areas of several tens to hundreds of meters. This restricts their ability to provide regional-scale flux measurements, unlike methods like the large aperture scintillometer (LAS) that can measure over several kilometers.",
        "AnswerCn": "传统的表面通量观测方法，如涡度协方差系统，由于其有限的空间代表性（通常仅覆盖几十到几百米的区域），在代表更大空间尺度方面面临挑战。这限制了它们提供区域尺度通量测量的能力，与能够覆盖几公里的测量方法如大孔径闪烁仪（LAS）不同。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying reasons for the difficulties in applying Monin-Obukhov Similarity Theory (MOST) in practical surface flux measurements?",
        "QuestionCn": "在实际表面通量测量中，应用Monin-Obukhov相似理论（MOST）所面临的困难的根本原因是什么？",
        "AnswerEn": "The difficulties in applying Monin-Obukhov Similarity Theory (MOST) in practical surface flux measurements arise from the complex interactions between various factors such as surface cover type, flatness, hydrothermal conditions, and weather, which often deviate from the ideal homogeneous and isotropic conditions assumed by the theory. Additionally, large-scale eddy motions and atmospheric turbulence development significantly affect MOST applicability.",
        "AnswerCn": "在实际的表面通量测量中，应用Monin-Obukhov相似理论（MOST）面临的困难源于多种因素之间复杂的相互作用，例如地表覆盖类型、平坦度、水热条件和天气，这些因素往往偏离了理论所假设的理想均匀和各向同性条件。此外，大尺度涡动和大气湍流的发展显著影响了MOST的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for data accuracy and reliability when employing different data collection methods such as eddy covariance systems and large aperture scintillometers in surface flux measurements?",
        "QuestionCn": "在使用不同的数据收集方法，如涡度协方差系统和大孔径闪烁仪进行表面通量测量时，数据准确性和可靠性的潜在后果是什么？",
        "AnswerEn": "Using eddy covariance systems provides reliable surface flux measurements but has limited spatial representation, typically only tens to hundreds of meters. Large aperture scintillometers, on the other hand, can measure surface fluxes over larger scales, ranging from 500 m to 10 km, which can better match satellite pixel scales and numerical weather prediction models. However, challenges such as stability function discrepancies and iteration issues in low wind conditions can affect data accuracy and reliability.",
        "AnswerCn": "使用涡度协方差系统可以提供可靠的表面通量测量，但其空间代表性有限，通常仅为几十到几百米。大孔径闪烁仪则可以在更大尺度上测量表面通量，范围从500米到10公里，这可以更好地与卫星像素尺度和数值天气预报模型相匹配。然而，稳定性函数差异和低风速条件下的迭代问题等挑战可能会影响数据的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications for model parameterizations when using datasets that include aerodynamic roughness length calculations over different land surfaces?",
        "QuestionCn": "当使用包含不同地表的气动粗糙度长度计算的数据集时，对模型参数化的影响是什么？",
        "AnswerEn": "The aerodynamic roughness length (z0m) is direction-dependent and varies with the heterogeneity of surface roughness elements such as vegetation height and leaf area index. Understanding these variations allows for heuristic parameterizations of z0m, which can improve the accuracy of remote sensing and land surface models. This is because z0m provides a critical parameter describing surface roughness characteristics, which influences wind turbulence and surface flux estimations.",
        "AnswerCn": "气动粗糙长度（z0m）是方向依赖的，并且随着表面粗糙元素（如植被高度和叶面积指数）的异质性而变化。理解这些变化可以为z0m提供启发式参数化，从而提高遥感和陆面模型的准确性。这是因为z0m提供了描述表面粗糙特征的关键参数，影响风湍流和表面通量的估算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What data processing and quality control steps are necessary when collecting meteorological data from an automatic weather station?",
        "QuestionCn": "从自动气象站收集气象数据时，需要进行哪些数据处理和质量控制步骤？",
        "AnswerEn": "The data processing and quality control steps involve ensuring each day has 144 data points (one every 10 minutes), marking missing data with a placeholder (-6999), removing duplicate records, eliminating data that are physically implausible or exceed instrument ranges, and standardizing the format for date and time into a single column.",
        "AnswerCn": "数据处理和质量控制步骤包括确保每天有144个数据点（每10分钟一个），用占位符（-6999）标记缺失数据，删除重复记录，消除物理上不合理或超出仪器范围的数据，并将日期和时间的格式标准化为一个单独的列。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodologies are utilized to calculate the aerodynamic roughness length over heterogeneous surfaces, and how do they account for surface characteristics?",
        "QuestionCn": "用于计算异质表面上气动粗糙长度的方法论有哪些，它们如何考虑表面特征？",
        "AnswerEn": "Methodologies for calculating the aerodynamic roughness length involve using an analytical footprint model to estimate individual roughness lengths for each surface component based on characteristic parameters like vegetation height and leaf area index. These estimates are then aggregated using footprint weighting to account for the spatial distribution and size of roughness elements across the experimental field.",
        "AnswerCn": "计算气动粗糙长度的方法涉及使用分析足迹模型，根据特征参数（如植被高度和叶面积指数）估计每个表面组成部分的个体粗糙长度。这些估计值随后通过足迹加权进行汇总，以考虑实验场地中粗糙元素的空间分布和大小。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the measurement of surface fluxes on a regional scale, and how do they compare in terms of spatial and temporal resolution?",
        "QuestionCn": "哪些数据收集方法能够在区域尺度上测量表面通量，它们在空间和时间分辨率方面如何比较？",
        "AnswerEn": "Traditional methods like the eddy covariance system are known for small-scale observations, capturing data over tens to hundreds of meters. However, the large aperture scintillometer (LAS) enables regional-scale measurements of surface fluxes, ranging from several hundred meters to a few kilometers, aligning better with satellite pixel and climate model grid scales.",
        "AnswerCn": "传统方法如涡度协方差系统以小尺度观测著称，捕获的数据范围在几十到几百米之间。然而，大孔径闪烁仪（LAS）能够进行区域尺度的表面通量测量，范围从几百米到几公里，更好地与卫星像素和气候模型网格尺度对齐。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or technologies enable the effective application of Monin-Obukhov Similarity Theory (MOST) in surface flux measurements, especially in heterogeneous terrains?",
        "QuestionCn": "哪些条件或技术使得在异质地形中有效应用Monin-Obukhov相似理论（MOST）进行表面通量测量成为可能？",
        "AnswerEn": "The effective application of MOST in surface flux measurements depends on factors like atmospheric turbulence, land surface heterogeneity, and the stability of atmospheric conditions. LAS, when combined with the MOST theory and supported by data on atmospheric refractive index and temperature structure parameters, enables reliable flux measurements even in heterogeneous terrains.",
        "AnswerCn": "MOST在表面通量测量中的有效应用依赖于大气湍流、地表异质性和大气条件的稳定性等因素。LAS结合MOST理论，并辅以大气折射率和温度结构参数的数据，使得即使在异质地形中也能进行可靠的通量测量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do different types of land cover and surface roughness elements influence the aerodynamic roughness length (z0m) measurements, and what parameterizations are used to estimate z0m effectively?",
        "QuestionCn": "不同类型的土地覆盖和表面粗糙度元素如何影响气动粗糙度长度（z0m）测量，以及用于有效估计z0m的参数化方法是什么？",
        "AnswerEn": "The aerodynamic roughness length (z0m) is influenced by the size and spatial distribution of roughness elements, such as vegetation height and leaf area index. Parameterizations that relate z0m to these land surface characteristics are used to estimate it effectively, especially in heterogeneous areas, where directional variations can be significant.",
        "AnswerCn": "气动粗糙长度（z0m）受粗糙元素的大小和空间分布的影响，例如植被高度和叶面积指数。将z0m与这些地表特征相关联的参数化方法被用来有效地估计它，特别是在异质区域，方向性变化可能显著。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What could be the reasons for the challenges in obtaining reliable aerodynamic roughness length (z0m) data from local observations for regional scale modeling?",
        "QuestionCn": "从局部观测中获取可靠的空气动力学粗糙度长度（z0m）数据用于区域尺度建模面临挑战的原因可能是什么？",
        "AnswerEn": "Challenges in obtaining reliable z0m data for regional scale modeling stem from the large variation in z0m across different surfaces and the difficulty in parameterizing these variations based solely on local observations, as they are influenced by the heterogeneous distribution of roughness elements like vegetation and obstacles.",
        "AnswerCn": "在区域尺度建模中，获取可靠的z0m数据面临挑战，原因在于不同表面之间z0m的巨大变化，以及仅仅基于局部观测来参数化这些变化的困难，因为这些变化受到植被和障碍物等粗糙元素的异质分布的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the Monin-Obukhov Similarity Theory (MOST) have limitations when applied to large aperture scintillometer (LAS) data for surface flux measurements?",
        "QuestionCn": "为什么 Monin-Obukhov 相似理论 (MOST) 在应用于大孔径闪烁仪 (LAS) 数据进行地表通量测量时可能会有局限性？",
        "AnswerEn": "The limitations of applying MOST to LAS data arise due to the complexity of atmospheric conditions such as large-scale eddies and turbulence, which can affect the stability assumptions required by MOST, leading to challenges in accurately capturing the surface fluxes under varying wind and temperature profiles.",
        "AnswerCn": "应用MOST于LAS数据的局限性源于大气条件的复杂性，例如大尺度涡旋和湍流，这可能影响MOST所需的稳定性假设，从而在不同的风和温度剖面下准确捕捉表面通量时面临挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in applying Monin-Obukhov Similarity Theory (MOST) to different observational data, and how might these challenges affect the analysis of surface fluxes?",
        "QuestionCn": "在将Monin-Obukhov相似理论（MOST）应用于不同观测数据时，可能面临哪些挑战，这些挑战可能如何影响地表通量的分析？",
        "AnswerEn": "The application of MOST faces challenges due to its assumptions, which might not hold under all conditions, such as varying surface types, wind speeds, and atmospheric stability. These challenges impact the reliability of flux measurements, as seen in the analysis of LAS data where stability and turbulence conditions affect MOST applicability. New methods, like factor analysis and temperature structure parameters, have been proposed to assess MOST's applicability more reliably.",
        "AnswerCn": "MOST的应用面临挑战，因为其假设在不同条件下可能不成立，例如不同的表面类型、风速和大气稳定性。这些挑战影响了通量测量的可靠性，正如在LAS数据分析中所见，稳定性和湍流条件影响了MOST的适用性。新的方法，如因子分析和温度结构参数，已被提出以更可靠地评估MOST的适用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the use of large aperture scintillometers (LAS) expand the scope of surface flux observations in meteorological research, and what limitations might researchers need to address?",
        "QuestionCn": "大型孔径闪烁仪（LAS）的使用可以通过哪些方式扩大气象研究中地表通量观测的范围，研究人员可能需要解决哪些限制？",
        "AnswerEn": "LAS can expand the scope of surface flux observations by measuring over larger areas (500 m to 10 km), which is beneficial for matching the spatial scale of satellite imagery and climate models. However, researchers must address limitations such as the sensitivity of measurements to beam height, wind speed, and surface heterogeneity. Additionally, achieving convergence in stability conditions and accurately determining parameters like the Bowen ratio are crucial challenges.",
        "AnswerCn": "激光雷达（LAS）可以通过在更大区域（500米到10公里）进行测量，扩展表面通量观测的范围，这对匹配卫星影像和气候模型的空间尺度非常有利。然而，研究人员必须解决一些限制，例如测量对光束高度、风速和表面异质性的敏感性。此外，实现稳定条件的收敛以及准确确定如博文比等参数也是关键挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the reliability of using automatic weather stations on a 40m tower for accurate wind profile measurements across different heights.",
        "QuestionCn": "我对在40米高的塔上使用自动气象站进行不同高度的准确风剖面测量的可靠性感到不确定。",
        "AnswerEn": "The automatic weather station on the 40m tower measures wind speed at seven different heights (3m, 5m, 10m, 15m, 20m, 30m, and 40m) and wind direction at 10m, providing detailed vertical profiles that contribute to understanding wind behavior in the area.",
        "AnswerCn": "40米塔上的自动气象站在七个不同高度（3米、5米、10米、15米、20米、30米和40米）测量风速，并在10米处测量风向，提供详细的垂直剖面，有助于理解该地区的风行为。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I don't understand how the aerodynamic roughness length (z0m) can be effectively parameterized for different surface types within a heterogeneous landscape.",
        "QuestionCn": "我不明白如何在异质景观中有效地对不同表面类型的气动粗糙长度（z0m）进行参数化。",
        "AnswerEn": "The parameterization of z0m involves using data from experimental observations, such as the Xiaotangshan Experiment, which calculates z0m over different surfaces and relates it to roughness element characteristics like vegetation height and leaf area index. This approach helps develop a heuristic parameterization for use in models.",
        "AnswerCn": "z0m的参数化涉及使用实验观察数据，例如小汤山实验，该实验计算不同表面的z0m，并将其与粗糙元素特征（如植被高度和叶面积指数）相关联。这种方法有助于开发用于模型的启发式参数化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the challenges associated with data collection for aerodynamic roughness length (z0m) estimation, particularly in heterogeneous surface areas.",
        "QuestionCn": "请探讨在异质表面区域估算气动粗糙长度（z0m）时与数据收集相关的挑战。",
        "AnswerEn": "Estimating z0m in heterogeneous areas is complex due to the large variability in surface types and the influence of wind direction. Calculating z0m typically uses wind profile measurements and Monin-Obukhov Similarity Theory, but in practical applications, parameterizations based on surface properties like vegetation height and leaf area index are necessary due to the difficulty in obtaining local z0m from station observations alone.",
        "AnswerCn": "在异质区域中估计z0m是复杂的，因为地表类型的巨大变异性和风向的影响。计算z0m通常使用风剖面测量和Monin-Obukhov相似理论，但在实际应用中，由于仅通过站点观测难以获得当地的z0m，基于地表特性的参数化（如植被高度和叶面积指数）是必要的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please evaluate potential strategies for improving dataset completeness and data quality control in automatic weather stations observing multiple atmospheric and soil parameters.",
        "QuestionCn": "评估提高自动气象站观察多个大气和土壤参数的数据集完整性和数据质量控制的潜在策略。",
        "AnswerEn": "Ensuring dataset completeness involves maintaining a consistent output frequency (e.g., every 10 minutes) and marking missing data with specific indicators (e.g., -6999). Quality control measures include removing duplicate records, deleting data beyond physical or instrumental limits, and standardizing date/time formats. These strategies help maintain data integrity and reliability for further analysis and application.",
        "AnswerCn": "确保数据集的完整性涉及保持一致的输出频率（例如，每10分钟一次）并用特定指示符（例如，-6999）标记缺失数据。质量控制措施包括删除重复记录、删除超出物理或仪器限制的数据，以及标准化日期/时间格式。这些策略有助于维护数据的完整性和可靠性，以便进行进一步的分析和应用。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}