{
  "id": "a646fd28-f8b1-45a4-9885-642bccb44bc9",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "The china-russia crude oil pipeline freezing and thawing and waterlogging liability based attribute data set (2019)",
      "titleCn": "中俄原油管道冻融及水毁易发性基础属性数据集（2019）",
      "description": "The china-russia crude oil pipeline along the water system, in some low-lying section, surface runoff crossing pipelines, easy to form the waterlogging erosion and surface water, abundant water supplies in some extents, prone to frozen heaving and heat surface runoff of water erosion caused the pipe deformation, affect the operation safety.Using data collection, remote sensing (June 2019), a field investigation (September 2019) to obtain the elevation along pipeline, the types of frozen soil, topography, soil, vegetation, based attribute data, pipeline buried depth and so on, also received the type of water erosion and runoff, latitude and longitude, the information such as length, width, area, by freezing and thawing and waterlogging is used evaluation, calculate the freeze-thaw and waterlogging along pipeline liability probability.This data set is the pipe freezing and thawing and waterlogging liability results of quantitative evaluation can provide basic data for pipeline stability evaluation.",
      "descriptionCn": "中俄原油管道沿线水系密集，在一些地势低洼区段，地表径流横穿管道，容易形成水毁侵蚀和地表积水，在一些水分补给充裕的区段容易产生冻胀融沉，地表径流的水热侵蚀使得管道产生变形，影响运营安全。采用数据收集、遥感解译（2019年6月）、现场调查（2019年9月）的方式获取了管道沿线的高程、冻土类型、土质、植被、走向、地形地貌、管道埋深等基础属性数据，还获得了积水和径流侵蚀的类型、经纬度、长度、宽度、面积等信息，通过冻融和水毁易发性评价，计算了整个管道沿线的冻融和水毁易发性概率。此数据集是管道冻融和水毁易发性的定量评价结果，能够为管道的稳定性评价提供基础数据。",
      "instructions": "Excel statistical tables, fields including latitude and longitude, elevation, frozen soil type, topography, soil, vegetation, and pipeline buried depth, water type, scope, etc.",
      "instructionsCn": "excel统计表（2019年），其中的字段包括经纬度、高程、冻土类型、土质、植被、走向、地形地貌、管道埋深、积水类型、范围等。",
      "east": 125.12,
      "west": 123.97,
      "south": 124.81,
      "north": 123.97,
      "startTime": null,
      "endTime": null,
      "fileSize": 137931.0,
      "cstr": "18406.11.Cryos.tpdc.300174",
      "doi": "10.11888/Cryos.tpdc.300174",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "李国玉",
        "nameEn": "LI Guoyu",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "柴明堂",
        "nameEn": "CHAI Mingtang",
        "unitEn": "",
        "unitCn": "宁夏大学"
      },
      {
        "nameCn": "陈敦",
        "nameEn": "CHEN Dun ",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Assessment of Freeze–Thaw Hazards and Water Features along the China–Russia Crude Oil Pipeline in Permafrost Regions",
        "referenceCn": null,
        "referenceEn": "Chai, M.T., Li, G.Y., & Ma, W., et al. (2020). Assessment of Freeze–Thaw Hazards and Water Features along the China–Russia Crude Oil Pipeline in Permafrost Regions. Remote Sensing, 12(21), 3576."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "土壤冻融",
        "nameEn": "soil freeze/thaw"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface water"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "表面冻融",
        "nameEn": "Surface Freeze-thaw Cycle/State"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中俄原油管道沿线",
        "keywordEn": "along the China-Russia Crude Oil Pipeline"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The China–Russia crude oil pipeline (CRCOP) begins in Skovorodino, Russia, enters China in Xing’an, Mohe County, and terminates in Daqing, Heilongjiang Province. The pipeline traverses a total of 441 km over permafrost regions. Along the pipeline, due to the complex topography, high forest coverage, and dense vegetation, stream flows have developed owing to the large amounts of precipitation and fertile soil in these regions. Due to interactions between the pipeline and the underlying permafrost, the thermal condition of the foundation soil varies markedly in different terrains. Freeze–thaw processes increase the maximum thawing depth under the pipe, which results in significant settlement. The permafrost in eastern China is known as Xing’an-Baikal permafrost. At altitudes lower than 800 m along the pipeline, the permafrost is thermally unstable and ecologically sensitive to climate change. With the development of global warming and anthropogenic activities, permafrost in eastern China has been degraded 50–150 km northward of the Xing’anling Mountains over the past 50 years. Previous literature regarding buried pipes in permafrost regions mainly focused on the thermal effects, calculations, and forecasts of freeze–thaw processes in the context of oil transportation at above-freezing temperatures. In addition to theoretical analyses and calculations, field monitoring is a necessary method to reveal the mechanisms of pipe deformation and interactions between pipes and permafrost. Frost heave and thaw settlement in permafrost regions along a pipeline are related to the ice content, the amount of moisture in the active layer, and the quantity of ground surface water. Apart from frost heave and thaw settlement, water erosion from surface flow is the main cause of damage to pipe embankments, which can aggravate pipe settlement."
      ],
      "research objective": [
        "Therefore, it is necessary to acquire the spatial distribution of water features along the CRCOP, and analyze the various hazard probabilities and their controlling factors. In this paper, ponds and erosive damage sites along the CRCOP were found. The distribution of water bodies was extracted by the normalized difference water index (NDWI) from Landsat 8 images. The main influential factors were selected, and their attributes were considered in a logistic regression model that was used to regress the weight of each factor and calculate the probability of freeze–thaw hazards and erosive damage to the CRCOP. The results of this study may provide a scientific basis and reference for the hazard treatment and operation management of pipes in permafrost regions."
      ],
      "challenges": [
        "However, due to a lack of detailed data related to the basic geological and geophysical properties along the CRCOP, there has been little work on obtaining quantitative relationships, and providing forecasts of hazard occurrence along the route. Moreover, ponding and runoff erosion along the pipeline have not been considered in any assessment model to date."
      ],
      "methods": [
        "During our field survey, the position (latitude, longitude, and altitude), size (length and width), formation, and relation of the ponds relative to the pipe embankment were measured. The buried depths of the pipe, landform types, vegetation types, soil types, and ice content were collected from a 400 km length along the pipeline before the pipe was encased in pavement. The data were collected every 2 km during the survey; this spacing was determined by considering the feasibility and cost of designing and constructing the pipeline. Ponds on both sides of the pipeline in the range of 300 m were identified and extracted from the NDWI. After the regression, the weight of each influential factor was obtained from the coefficient of the independent variable(s). The probabilities of freeze–thaw hazards and water erosion were then calculated with the derived logistic regression model."
      ],
      "dataset": [
        "The study region is a 400 km length along the CRCOP in permafrost regions of northeastern China. The field survey, which was conducted in August, 2018, identified 102 pond sites and 223 water erosion sites next to the pipeline. The normalized difference water index (NDWI) was calculated based on Landsat 8 images from May, 2018. The images were provided by the geospatial data cloud site, which is part of the Computer Network Information Center, Chinese Academy of Sciences. From the field survey, 102 pond sites and 223 water erosion sites were identified along a 400 km long stretch of the CRCOP. From the results of the remote sensing image interpretation, 264 water bodies within 300 m either side of the pipeline were found, and most of them had an area larger than 500 m²."
      ],
      "findings": [
        "The sections of pipe with the highest risks of freeze–thaw and erosive damage accounted for 2.4% and 6.7%, respectively, of the pipeline. The amount pipeline with a high risk (probability > 80%) of frost heave and thaw settlement accounted for 2.4%, or 11 km, of the total length, which was distributed in ice-rich permafrost regions. The pipeline with the highest risk (probability > 80%) of water erosion accounted for 6.7%, or 30 km, of the total length, which was located in valleys containing surface flows."
      ],
      "backgroundCn": [
        "中俄原油管道（CRCOP）始于俄罗斯的斯科沃罗迪诺，进入中国后位于黑龙江省漠河市的兴安，终点为黑龙江省大庆。该管道在永久冻土地区总长441公里。由于复杂的地形、高森林覆盖率和密集的植被，沿管道流域因降水量大和土壤肥沃而形成了溪流。由于管道与下方永久冻土之间的相互作用，基础土壤的热状况在不同地形中变化显著。冻融过程增加了管道下方的最大融化深度，导致显著的沉降。中国东部的永久冻土被称为兴安-贝加尔永久冻土。在管道沿线海拔低于800米的地区，永久冻土热不稳定，对气候变化生态敏感。随着全球变暖和人类活动的发展，过去50年中，东部中国的永久冻土已向北退缩50-150公里，超出了兴安岭。关于永久冻土地区埋地管道的文献主要集中在热效应、冻融过程的计算和预测，尤其是在高于冰点的油气运输背景下。除了理论分析和计算，现场监测是揭示管道变形机制及管道与永久冻土相互作用的必要方法。永久冻土地区沿管道的冻胀和融沉与冰含量、活动层中的水分含量以及地表水量有关。除了冻胀和融沉，地表水流的水蚀是造成管道堤坝损坏的主要原因，这可能加剧管道沉降。"
      ],
      "research objectiveCn": [
        "因此，有必要获取CRCOP沿线水体的空间分布，并分析各种灾害概率及其控制因素。本文发现了CRCOP沿线的池塘和侵蚀损害地点。通过归一化差异水体指数（NDWI）从Landsat 8影像中提取了水体分布。选择了主要影响因素，并在逻辑回归模型中考虑了它们的属性，该模型用于回归每个因素的权重，并计算冻融灾害和CRCOP侵蚀损害的概率。本研究的结果可能为永久冻土地区管道的灾害治理和运营管理提供科学依据和参考。"
      ],
      "challengesCn": [
        "然而，由于缺乏与CRCOP沿线基本地质和地球物理特性相关的详细数据，关于获取定量关系和提供沿线灾害发生预测的工作很少。此外，至今没有任何评估模型考虑到管道沿线的积水和径流侵蚀。"
      ],
      "methodsCn": [
        "在我们的实地调查中，测量了池塘的位置（纬度、经度和海拔）、大小（长度和宽度）、形态以及池塘相对于管道堤坝的关系。收集了管道埋深、地形类型、植被类型、土壤类型和冰含量的数据，这些数据覆盖了管道沿线400公里的长度，管道在铺设路面之前进行了测量。数据每2公里收集一次，这一间隔是考虑到设计和建造管道的可行性和成本后确定的。在管道两侧300米范围内识别并提取了池塘数据，使用了归一化差异水体指数（NDWI）。经过回归分析，获得了每个影响因素的权重，这些权重来自自变量的系数。然后，利用得出的逻辑回归模型计算了冻融危害和水土流失的概率。"
      ],
      "datasetCn": [
        "研究区域位于中国东北的永冻土地区，沿CRCOP管道长达400公里。现场调查于2018年8月进行，识别出102个池塘地点和223个水土流失地点，均位于管道旁。基于2018年5月的Landsat 8影像计算了归一化差异水体指数（NDWI）。影像由中国科学院计算机网络信息中心的地理空间数据云网站提供。从现场调查结果来看，在400公里长的CRCOP管道沿线识别出102个池塘地点和223个水土流失地点。通过遥感影像解译的结果发现，管道两侧300米范围内有264个水体，其中大多数水体面积超过500平方米。"
      ],
      "findingsCn": [
        "管道中冻融和侵蚀损害风险最高的部分分别占管道总长度的2.4%和6.7%。具有高风险（概率 > 80%）的冻胀和融沉管道部分占总长度的2.4%，即11公里，分布在富冰的永久冻土地区。具有最高风险（概率 > 80%）的水侵蚀管道部分占总长度的6.7%，即30公里，位于含有地表水流的山谷中。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method include both remote sensing and field surveys?",
        "QuestionCn": "数据收集方法是否包括遥感和实地调查？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is there a lack of detailed data related to the basic geological and geophysical properties along the pipeline?",
        "QuestionCn": "沿着管道的基本地质和地球物理特性的详细数据是否缺乏？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Was a logistic regression model used to analyze the probability of freeze-thaw hazards and water erosion?",
        "QuestionCn": "是否使用逻辑回归模型分析冻融危害和水土流失的概率？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the probability of freeze–thaw hazards and erosive damage calculated using a logistic regression model, theoretical analyses, or another method?",
        "QuestionCn": "冻融危害和侵蚀损害的概率是通过逻辑回归模型、理论分析还是其他方法计算的？",
        "AnswerEn": "logistic regression model",
        "AnswerCn": "逻辑回归模型",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to assess the spatial distribution of water features along the China-Russia crude oil pipeline?",
        "QuestionCn": "评估中俄原油管道沿线水体空间分布的数据收集方法有哪些？",
        "AnswerEn": "field surveys, remote sensing techniques, normalized difference water index (NDWI)",
        "AnswerCn": "实地调查、遥感技术、归一化差异水体指数（NDWI）",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the highest risks of freeze–thaw and erosive damage located along the pipeline?",
        "QuestionCn": "沿着管道，冻融和侵蚀损害的最高风险区域在哪里？",
        "AnswerEn": "Ice-rich permafrost regions, valleys containing surface flows",
        "AnswerCn": "富含冰的永久冻土地区，包含地表径流的山谷",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When were the remote sensing images used for identifying water bodies along the pipeline taken?",
        "QuestionCn": "用于识别管道沿线水体的遥感图像是什么时候拍摄的？",
        "AnswerEn": "May 2018",
        "AnswerCn": "2018年5月",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess the spatial distribution of water features along a pipeline in permafrost regions?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于评估永久冻土地区管道沿线水体的空间分布？",
        "AnswerEn": "One example of a data collection method used to assess the spatial distribution of water features along a pipeline in permafrost regions is the use of the normalized difference water index (NDWI) derived from Landsat 8 images. This method was utilized to identify and extract ponds and erosive damage sites along a 400 km length of the pipeline. The field survey, complemented by NDWI analysis, helped in capturing the position, size, and relation of water bodies relative to the pipeline.",
        "AnswerCn": "用于评估永久冻土地区管道沿线水体空间分布的一种数据收集方法是利用从Landsat 8影像中提取的归一化差异水体指数（NDWI）。该方法被用于识别和提取沿着400公里长的管道的水塘和侵蚀损害地点。现场调查结合NDWI分析，有助于捕捉水体相对于管道的位置、大小和关系。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in obtaining quantitative relationships for hazard forecasting along pipelines in permafrost areas?",
        "QuestionCn": "在永久冻土地区沿管道进行危险预测时，获取定量关系面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in obtaining quantitative relationships for hazard forecasting along pipelines in permafrost areas is the lack of detailed data related to the basic geological and geophysical properties along the pipeline. This scarcity of data limits the ability to provide accurate forecasts of hazard occurrence, particularly concerning ponding and runoff erosion, which have not been fully considered in existing assessment models.",
        "AnswerCn": "在永久冻土地区沿管道进行危险预测时，获取定量关系的一个挑战是缺乏与管道沿线基本地质和地球物理特性相关的详细数据。这种数据的稀缺限制了提供准确的危险发生预测的能力，特别是在池塘积水和径流侵蚀方面，这些因素在现有评估模型中尚未得到充分考虑。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes collected for evaluating freeze–thaw and water erosion hazards along a pipeline?",
        "QuestionCn": "评估管道沿线的冻融和水蚀危害所收集的具体属性有哪些？",
        "AnswerEn": "high elevation, permafrost types, soil texture, vegetation, terrain features, pipeline burial depth, ponding and runoff erosion types, latitude, longitude, length, width, area",
        "AnswerCn": "高海拔、永冻土类型、土壤质地、植被、地形特征、管道埋深、积水和径流侵蚀类型、纬度、经度、长度、宽度、面积",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with acquiring detailed data for hazard probability forecasting along pipelines in permafrost regions?",
        "QuestionCn": "在永久冻土地区，获取管道危险概率预测的详细数据面临哪些挑战？",
        "AnswerEn": "lack of detailed geological and geophysical data, inadequate consideration of ponding and runoff erosion",
        "AnswerCn": "缺乏详细的地质和地球物理数据，对积水和径流侵蚀的考虑不足。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data collection methods are utilized to determine the spatial distribution of water bodies and their impact on pipeline stability?",
        "QuestionCn": "用于确定水体空间分布及其对管道稳定性影响的数据收集方法有哪些？",
        "AnswerEn": "field surveys, remote sensing, normalized difference water index (NDWI), Landsat 8 images, within 300 m of the pipeline",
        "AnswerCn": "实地调查、遥感、归一化差异水体指数（NDWI）、Landsat 8影像、管道300米范围内。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many water bodies were identified within 300 meters on either side of a pipeline in permafrost regions?",
        "QuestionCn": "在永久冻土地区，管道两侧300米范围内识别出的水体数量是多少？",
        "AnswerEn": "264",
        "AnswerCn": "264",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What percentage of a pipeline is at high risk of freeze–thaw hazards?",
        "QuestionCn": "管道中有多少百分比处于高风险的冻融危害？",
        "AnswerEn": "2.4%",
        "AnswerCn": "2.4%",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How many pond sites were identified during a field survey along a 400 km stretch of a pipeline?",
        "QuestionCn": "在一项沿着400公里管道的实地调查中，识别出了多少个池塘地点？",
        "AnswerEn": "102",
        "AnswerCn": "一百零二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'logistic regression model' mean in the context of assessing freeze–thaw hazards and erosive damage?",
        "QuestionCn": "在评估冻融危害和侵蚀损害的背景下，“逻辑回归模型”是什么意思？",
        "AnswerEn": "In this context, a 'logistic regression model' refers to a statistical method used to regress the weight of influential factors and calculate the probability of freeze–thaw hazards and erosive damage to the pipeline. The model helps in quantifying the relationship between various factors and the occurrence of these hazards, providing a scientific basis for hazard treatment and operation management.",
        "AnswerCn": "在这个上下文中，“逻辑回归模型”指的是一种统计方法，用于回归影响因素的权重，并计算管道冻结-融化危害和侵蚀损害的概率。该模型有助于量化各种因素与这些危害发生之间的关系，为危害处理和运营管理提供科学依据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'field survey' entail when collecting data along a pipeline in permafrost regions?",
        "QuestionCn": "在永久冻土地区沿管道收集数据时，“现场调查”包括哪些内容？",
        "AnswerEn": "A 'field survey' in this context involves collecting data on various attributes such as position (latitude, longitude, and altitude), size (length and width), and formation of ponds relative to the pipe embankment. It also includes gathering information on buried depths of the pipe, landform types, vegetation types, soil types, and ice content along a specific length of the pipeline. This data is crucial for understanding the interaction between the pipeline and its environment and assessing the risk of hazards.",
        "AnswerCn": "在这个上下文中，“现场调查”涉及收集各种属性的数据，如位置（纬度、经度和海拔）、大小（长度和宽度）以及池塘相对于管道堤坝的形成。它还包括收集管道埋深、地形类型、植被类型、土壤类型和沿特定长度管道的冰含量的信息。这些数据对于理解管道与其环境之间的相互作用以及评估风险具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques used in remote sensing image interpretation compare to those employed in field surveys for assessing freeze-thaw hazards along pipeline routes?",
        "QuestionCn": "遥感图像解译中使用的数据收集技术与在管道路线评估冻融危害时采用的实地调查技术相比，如何？",
        "AnswerEn": "Remote sensing image interpretation, such as using the normalized difference water index (NDWI) from Landsat 8 images, allows for the identification of water bodies along the pipeline over a large area. In contrast, field surveys involve direct measurements of geographic features like ponds and erosive sites, collecting detailed data on pond positions, sizes, and soil properties. Both methods provide valuable insights, with remote sensing offering a broader overview and field surveys providing more in-depth data.",
        "AnswerCn": "遥感图像解译，例如使用Landsat 8图像中的归一化差异水体指数（NDWI），可以识别管道沿线的大面积水体。相比之下，实地调查涉及对地理特征如池塘和侵蚀地点的直接测量，收集有关池塘位置、大小和土壤特性的详细数据。这两种方法都提供了有价值的见解，遥感提供了更广泛的概述，而实地调查则提供了更深入的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the methods for identifying water erosion sites differ from those used to locate ponds along a pipeline, and what are the implications for data accuracy?",
        "QuestionCn": "识别水土流失地点的方法与沿管道定位水塘的方法有何不同，这对数据准确性有什么影响？",
        "AnswerEn": "Identifying water erosion sites often involves field surveys that measure erosive damage near the pipeline, focusing on physical signs of erosion. Locating ponds, however, combines field surveys with remote sensing techniques like NDWI to detect water bodies. The dual approach for ponds may offer greater accuracy in their identification, as it cross-verifies remote sensing results with ground-truth data, whereas water erosion site identification relies more heavily on direct observation, potentially limiting the scope of detection.",
        "AnswerCn": "识别水土流失地点通常涉及现场调查，测量管道附近的侵蚀损害，重点关注侵蚀的物理迹象。然而，定位水塘则结合了现场调查和遥感技术，如归一化差异水体指数（NDWI），以检测水体。这种对水塘的双重方法可能提供更高的识别准确性，因为它通过地面实测数据交叉验证遥感结果，而水土流失地点的识别则更多依赖于直接观察，可能限制了检测的范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges arise in collecting detailed geological and geophysical data along the pipeline, and how might these challenges affect the ability to establish quantitative relationships for hazard forecasting?",
        "QuestionCn": "在沿着管道收集详细的地质和地球物理数据时，会出现哪些挑战，这些挑战可能如何影响建立定量关系以进行灾害预测的能力？",
        "AnswerEn": "The challenges include a lack of detailed data related to the basic geological and geophysical properties along the pipeline. This limitation affects the ability to establish quantitative relationships necessary for forecasting hazards. Without this detailed data, it is difficult to accurately model and predict the occurrence of hazards, such as freeze-thaw and erosive damage, along the pipeline route.",
        "AnswerCn": "挑战包括缺乏与管道沿线基本地质和地球物理特性相关的详细数据。这一限制影响了建立必要的定量关系以预测危害的能力。没有这些详细数据，就很难准确建模和预测沿管道路线发生的危害，例如冻融和侵蚀性损害。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting detailed geological and geophysical data along the CRCOP, especially in permafrost regions?",
        "QuestionCn": "哪些因素导致在CRCOP沿线，尤其是永久冻土地区，收集详细地质和地球物理数据面临挑战？",
        "AnswerEn": "The challenges in collecting detailed geological and geophysical data along the CRCOP are primarily due to the complex topography, high forest coverage, dense vegetation, and the requirement of field monitoring to understand pipe deformation and interactions with permafrost. Additionally, the lack of detailed data limits the ability to obtain quantitative relationships and forecasts of hazard occurrences along the pipeline.",
        "AnswerCn": "在CRCOP沿线收集详细的地质和地球物理数据的挑战主要由于复杂的地形、高密度的森林覆盖、茂密的植被，以及需要进行现场监测以了解管道变形和与永久冻土的相互作用。此外，缺乏详细数据限制了获得定量关系和预测管道沿线危险发生的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to acquire spatial distribution data of water features along the CRCOP for assessing hazard probabilities?",
        "QuestionCn": "为什么在评估危害概率时，有必要获取CRCOP沿线水体的空间分布数据？",
        "AnswerEn": "Acquiring the spatial distribution of water features along the CRCOP is necessary because the ponds and erosive damage sites influence the probabilities of freeze-thaw hazards and erosive damage. Understanding the distribution of water bodies, which are extracted using the normalized difference water index (NDWI), helps in analyzing the controlling factors and calculating the probability of hazards, thus providing a scientific basis for pipeline hazard treatment and operation management.",
        "AnswerCn": "获取CRCOP沿线水体的空间分布是必要的，因为水塘和侵蚀损害点会影响冻融危害和侵蚀损害的概率。通过归一化差异水体指数（NDWI）提取水体的分布，有助于分析控制因素和计算危害概率，从而为管道危害处理和运营管理提供科学依据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the difficulty in integrating ponding and runoff erosion data into assessment models for the CRCOP?",
        "QuestionCn": "导致将滞留和径流侵蚀数据整合到CRCOP评估模型中的困难的原因是什么？",
        "AnswerEn": "The difficulty in integrating ponding and runoff erosion data into assessment models for the CRCOP arises from the lack of detailed data related to the basic geological and geophysical properties along the pipeline. This deficiency hampers the development of quantitative relationships and the provision of forecasts for hazard occurrences, as ponding and runoff erosion have not been considered in previous assessment models.",
        "AnswerCn": "将淹水和径流侵蚀数据整合到CRCOP评估模型中的困难，源于沿管道缺乏与基本地质和地球物理特性相关的详细数据。这一缺陷妨碍了定量关系的发展和对灾害发生的预测，因为在以往的评估模型中并未考虑淹水和径流侵蚀。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating remote sensing data such as the normalized difference water index (NDWI) with field survey data on the evaluation of freeze–thaw hazards along crude oil pipelines?",
        "QuestionCn": "将归一化差异水指数（NDWI）等遥感数据与实地调查数据结合在一起，评估原油管道沿线的冻融危害，可能会产生哪些潜在后果？",
        "AnswerEn": "Integrating remote sensing data like NDWI with field survey data can enhance the spatial distribution analysis of water features and improve the accuracy of hazard probability assessments, providing a more comprehensive understanding of freeze–thaw hazards along crude oil pipelines.",
        "AnswerCn": "将遥感数据如NDWI与实地调查数据相结合，可以增强水体空间分布分析的能力，提高危险概率评估的准确性，从而更全面地理解原油管道沿线的冻融灾害。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the absence of detailed geological and geophysical data affect the quantitative analysis and modeling of hazard occurrence along pipeline routes?",
        "QuestionCn": "缺乏详细的地质和地球物理数据可能会如何影响沿管道路线的灾害发生的定量分析和建模？",
        "AnswerEn": "The absence of detailed geological and geophysical data can hinder the development of accurate quantitative models, making it challenging to predict hazard occurrences and assess the risks posed by freeze–thaw cycles and water erosion along pipeline routes.",
        "AnswerCn": "缺乏详细的地质和地球物理数据会阻碍准确定量模型的发展，使得预测危险发生和评估沿管道路线的冻融循环及水蚀所带来的风险变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of solely relying on logistic regression models for calculating freeze–thaw hazard probabilities in permafrost regions?",
        "QuestionCn": "仅依赖逻辑回归模型计算永久冻土地区的冻融危险概率的影响是什么？",
        "AnswerEn": "Relying solely on logistic regression models could lead to oversimplifications, as it may not account for all influencing factors or interactions between variables. This could result in less precise hazard probability estimations, potentially affecting pipeline stability assessments.",
        "AnswerCn": "仅依赖逻辑回归模型可能会导致过于简单化，因为它可能无法考虑所有影响因素或变量之间的相互作用。这可能导致危险概率估计不够精确，从而影响管道稳定性评估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to collect data on the spatial distribution of water features along the China–Russia crude oil pipeline?",
        "QuestionCn": "收集关于中俄原油管道沿线水体空间分布的数据为何至关重要？",
        "AnswerEn": "It is essential to collect data on the spatial distribution of water features to analyze hazard probabilities and their controlling factors, which can provide a scientific basis and reference for hazard treatment and operation management of pipes in permafrost regions.",
        "AnswerCn": "收集水体空间分布数据对于分析灾害概率及其控制因素至关重要，这可以为冻土地区管道的灾害治理和运营管理提供科学依据和参考。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the purpose of using the normalized difference water index (NDWI) and logistic regression model in the assessment of freeze–thaw hazards and erosive damage along pipelines?",
        "QuestionCn": "使用归一化差异水体指数（NDWI）和逻辑回归模型评估管道沿线的冻融危害和侵蚀损害的目的是什么？",
        "AnswerEn": "The purpose of using the NDWI and logistic regression model is to extract the distribution of water bodies and calculate the probabilities of freeze–thaw hazards and erosive damage, thereby providing a quantitative evaluation of potential risks along the pipeline.",
        "AnswerCn": "使用NDWI和逻辑回归模型的目的是提取水体分布并计算冻融危害和侵蚀损害的概率，从而为管道沿线潜在风险提供定量评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can remote sensing techniques be utilized to assess water erosion and freeze-thaw hazards along a pipeline route in permafrost regions?",
        "QuestionCn": "遥感技术如何用于评估永久冻土地区管道路线上的水土流失和冻融危害？",
        "AnswerEn": "Remote sensing techniques, such as the extraction of water bodies using the normalized difference water index (NDWI) from Landsat 8 images, can be utilized. The NDWI helps identify ponds and erosive damage sites. The spatial distribution of these water features is then analyzed to assess hazard probabilities.",
        "AnswerCn": "遥感技术，如利用归一化差异水体指数（NDWI）从Landsat 8影像中提取水体，可以被应用。NDWI有助于识别池塘和侵蚀损害地点。然后分析这些水体的空间分布，以评估灾害概率。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the procedural steps for conducting a field survey to collect geological and hydrological data along a crude oil pipeline in permafrost regions?",
        "QuestionCn": "在永久冻土地区沿原油管道进行地质和水文数据收集的实地调查的程序步骤是什么？",
        "AnswerEn": "The field survey involves measuring the position (latitude, longitude, and altitude), size (length and width), formation, and relation of water features to the pipeline. Data on buried depths, landform types, vegetation types, soil types, and ice content are collected. This is done systematically, every 2 km, considering feasibility and cost, over a specified length along the pipeline.",
        "AnswerCn": "现场调查涉及测量水体的位置（纬度、经度和高度）、大小（长度和宽度）、形态，以及水体与管道的关系。收集埋深、地形类型、植被类型、土壤类型和冰含量的数据。这个过程是系统进行的，每2公里进行一次，考虑到可行性和成本，在管道沿线的指定长度内进行。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can logistic regression models be applied to evaluate the risk of pipeline deformation due to environmental factors in permafrost regions?",
        "QuestionCn": "逻辑回归模型如何应用于评估因环境因素导致的永久冻土地区管道变形风险？",
        "AnswerEn": "Logistic regression models can be applied by selecting influential factors related to environmental risks, such as soil type and moisture content. The attributes of these factors are included in the model to regress their weights. The resulting probabilities of freeze-thaw hazards and water erosion are calculated to evaluate the risk of pipeline deformation.",
        "AnswerCn": "逻辑回归模型可以通过选择与环境风险相关的影响因素，如土壤类型和湿度含量，来应用。将这些因素的属性纳入模型中以回归其权重。计算得到的冻融危害和水土流失的概率用于评估管道变形的风险。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the acquisition of accurate data on the spatial distribution of water features along pipelines in permafrost regions?",
        "QuestionCn": "哪些方法可以获取关于永久冻土地区管道沿线水体空间分布的准确数据？",
        "AnswerEn": "The spatial distribution of water features along pipelines can be acquired using the normalized difference water index (NDWI) from Landsat 8 images. Field surveys are also conducted to identify pond and erosion sites, measuring their position, size, and relation to the pipe embankment.",
        "AnswerCn": "沿管道的水体空间分布可以通过使用Landsat 8影像的归一化差异水体指数（NDWI）来获取。同时，还进行实地调查，以识别水塘和侵蚀地点，测量它们的位置、大小以及与管道堤岸的关系。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Which conditions and resources facilitate the accurate assessment of freeze–thaw hazard probabilities in pipeline regions?",
        "QuestionCn": "哪些条件和资源有助于准确评估管道区域的冻融危险概率？",
        "AnswerEn": "Accurate assessments of freeze–thaw hazard probabilities are facilitated by the collection of detailed data on the position, size, formation, and relation of ponds relative to the pipe embankment, as well as the buried depth of the pipe, landform types, vegetation types, soil types, and ice content. A logistic regression model is then used to analyze these factors.",
        "AnswerCn": "准确评估冻融危险概率需要收集关于池塘的位置、大小、形成及其与管道堤坝的关系的详细数据，以及管道的埋深、地形类型、植被类型、土壤类型和冰含量。然后使用逻辑回归模型分析这些因素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does remote sensing technology enable the identification and extraction of water bodies near pipelines in challenging terrains?",
        "QuestionCn": "遥感技术如何在复杂地形中实现管道附近水体的识别和提取？",
        "AnswerEn": "Remote sensing technology, specifically the use of Landsat 8 images and the calculation of the normalized difference water index (NDWI), enables the identification and extraction of water bodies within 300 m on either side of the pipeline, even in challenging terrains.",
        "AnswerCn": "遥感技术，特别是使用Landsat 8影像和归一化差异水体指数（NDWI）的计算，使得能够在管道两侧300米范围内识别和提取水体，即使在复杂地形中也能实现。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be difficulties in acquiring detailed geological and geophysical property data along a pipeline in permafrost regions?",
        "QuestionCn": "在永久冻土地区，获取沿管道详细的地质和地球物理属性数据可能会面临困难的原因是什么？",
        "AnswerEn": "Due to the lack of detailed data related to the basic geological and geophysical properties along the CRCOP, it has been challenging to obtain quantitative relationships and provide forecasts of hazard occurrence along the route.",
        "AnswerCn": "由于缺乏与CRCOP沿线基本地质和地球物理特性相关的详细数据，获取定量关系并提供沿线灾害发生的预测变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What complicates the process of predicting freeze-thaw hazards and water erosion along a pipeline?",
        "QuestionCn": "预测管道沿线的冻融危害和水土侵蚀的过程复杂化的因素有哪些？",
        "AnswerEn": "The prediction of freeze-thaw hazards and water erosion is complicated by the absence of ponding and runoff erosion considerations in any current assessment model, as well as the lack of detailed geological and geophysical data.",
        "AnswerCn": "冻融危害和水土侵蚀的预测受到当前评估模型中缺乏积水和径流侵蚀考虑的影响，以及缺乏详细的地质和地球物理数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is remote sensing, such as using the normalized difference water index (NDWI), used in identifying water features near pipelines?",
        "QuestionCn": "遥感技术，例如使用归一化差异水体指数（NDWI），用于识别管道附近的水体特征的原因是什么？",
        "AnswerEn": "Remote sensing is used because it allows for the extraction of the spatial distribution of water bodies, such as ponds and erosive damage sites, along the pipeline, which is necessary for analyzing hazard probabilities and their controlling factors.",
        "AnswerCn": "遥感技术的应用使得能够提取水体的空间分布，例如管道沿线的池塘和侵蚀损害地点，这对于分析危险概率及其控制因素是必要的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you believe data collection methods like remote sensing and field surveys are in capturing the diverse environmental interactions affecting pipelines in permafrost regions?",
        "QuestionCn": "您认为像遥感和实地调查这样的数据收集方法在捕捉影响永久冻土地区管道的多样环境互动方面有多有效？",
        "AnswerEn": "Remote sensing, such as using the normalized difference water index from satellite images, and field surveys, which gather detailed on-site data, are effective in capturing environmental interactions like water erosion and freeze-thaw effects on pipelines. These methods provide spatial distribution and influential factors, although a lack of comprehensive geological and geophysical data can limit the precision of hazard probability assessments.",
        "AnswerCn": "遥感技术，例如使用卫星图像中的归一化差异水指数，以及现场调查，这些方法能够有效捕捉环境相互作用，如水土流失和冻融对管道的影响。这些方法提供了空间分布和影响因素，尽管缺乏全面的地质和地球物理数据可能会限制危险概率评估的精确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the most significant challenges in integrating field survey data with remote sensing data for modeling pipeline hazards in permafrost regions?",
        "QuestionCn": "在将现场调查数据与遥感数据整合以建模永久冻土地区的管道危险时，最显著的挑战是什么？",
        "AnswerEn": "The most significant challenges include ensuring consistency between data from different sources, such as aligning spatial and temporal resolutions, and adequately representing the complexity of interactions between pipelines and their environments. Additionally, limited detailed geological and geophysical data may hinder the ability to establish quantitative relationships in hazard modeling.",
        "AnswerCn": "最显著的挑战包括确保来自不同来源的数据之间的一致性，例如对齐空间和时间分辨率，以及充分表示管道与其环境之间复杂的相互作用。此外，有限的详细地质和地球物理数据可能会妨碍在危险建模中建立定量关系的能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can effectively capture the spatial distribution of water features along a pipeline in permafrost regions.",
        "QuestionCn": "我不明白数据收集方法如何有效捕捉永久冻土地区管道沿线水体的空间分布。",
        "AnswerEn": "Data collection methods effectively capture the spatial distribution of water features by using a combination of field surveys and remote sensing techniques. In the field survey, the position, size, and type of water features are measured. Remote sensing, such as the normalized difference water index (NDWI) from satellite images, is used to extract the distribution of water bodies.",
        "AnswerCn": "数据收集方法通过结合实地调查和遥感技术有效捕捉水体的空间分布。在实地调查中，测量水体的位置、大小和类型。遥感技术，如来自卫星图像的归一化差异水体指数（NDWI），用于提取水体的分布。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced when trying to quantify the relationship between geological properties and hazard probabilities along a pipeline.",
        "QuestionCn": "我不确定在尝试量化管道沿线地质特性与灾害概率之间的关系时所面临的挑战。",
        "AnswerEn": "One of the challenges in quantifying the relationship between geological properties and hazard probabilities is the lack of detailed data for the basic geological and geophysical properties along the pipeline. This makes it difficult to establish quantitative relationships and forecast hazard occurrences. Additionally, factors like ponding and runoff erosion have not been fully integrated into existing assessment models.",
        "AnswerCn": "量化地质特性与危险概率之间关系的一个挑战是沿管道缺乏详细的基本地质和地球物理特性数据。这使得建立定量关系和预测危险发生变得困难。此外，积水和径流侵蚀等因素尚未完全纳入现有评估模型中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze data collection techniques used to assess freeze–thaw hazards and erosive damage probabilities along pipeline routes in permafrost regions.",
        "QuestionCn": "分析用于评估永久冻土地区管道路线的冻融危害和侵蚀损害概率的数据收集技术。",
        "AnswerEn": "Data collection techniques for assessing freeze–thaw hazards and erosive damage probabilities along pipeline routes include field surveys to measure pond positions, sizes, and their relation to the pipeline. Additionally, the NDWI derived from Landsat 8 images is used to extract water bodies, with logistic regression models applied to analyze hazards based on influential factors collected during field surveys.",
        "AnswerCn": "评估管道路线沿线冻融危害和侵蚀损害概率的数据收集技术包括现场调查，以测量水塘的位置、大小及其与管道的关系。此外，利用Landsat 8影像提取水体的归一化差异水体指数（NDWI），并应用逻辑回归模型分析基于现场调查收集的影响因素的危害。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify challenges in collecting quantitative relationships for hazard forecasts along pipelines in permafrost regions.",
        "QuestionCn": "识别在永久冻土地区沿管道收集危险预测的定量关系的挑战。",
        "AnswerEn": "Challenges in collecting quantitative relationships for hazard forecasts along pipelines include the lack of detailed data on basic geological and geophysical properties, and the absence of ponding and runoff erosion considerations in current assessment models. These challenges hinder the ability to provide accurate forecasts of hazard occurrence.",
        "AnswerCn": "收集管道沿线危险预测的定量关系面临的挑战包括缺乏基本地质和地球物理特性的详细数据，以及当前评估模型中缺乏对积水和径流侵蚀的考虑。这些挑战阻碍了提供准确的危险发生预测的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please propose strategies for expanding datasets related to ponding and water erosion impacts on pipeline stability in permafrost areas.",
        "QuestionCn": "请提出扩展与永久冻土地区管道稳定性相关的积水和水蚀影响的数据集的策略。",
        "AnswerEn": "Strategies for expanding datasets related to ponding and water erosion impacts on pipeline stability could involve increasing the frequency and density of field survey data collection points, integrating additional remote sensing data sources, and incorporating more detailed geological and hydrological data to enhance the understanding of water dynamics and their effects on pipeline stability.",
        "AnswerCn": "扩展与水塘和水蚀对管道稳定性影响相关的数据集的策略可能包括增加现场调查数据收集点的频率和密度，整合更多的遥感数据源，以及纳入更详细的地质和水文数据，以增强对水动力学及其对管道稳定性影响的理解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}