{
    "id": "a71689c3-95f6-421d-b6d5-5c4f0697a09d",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of intensive runoff observations of No.7 in the midstream of the Heihe River Basin of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-径流观测数据集（7号点-平川桥）",
            "description": "The No. 7 hydrological section is located at Pingchuan Heihe River Bridge (39 ° 20′2.03 ″ N, 100° 5′49.63″ E, 1375 m a.s.l.)  in the middle reaches of the Heihe River Basin, Zhangye, Gansu Province. The dataset contains observations from the No.7 hydrological section from 13 June, 2012, to 24 November, 2012. The width of this section is 130 meters. The water level was measured using SR50 ultrasonic range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following sections: Water level (recorded every 30 minutes) and Discharge. The data processing and quality control steps were as follows: 1) The water level data which collected from the hydrological station were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. 2) Data out the normal range records were rejected. 3) Unphysical data were rejected.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), He et al. (2016) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年6月17日至11月24日的黑河中游径流加密观测中7号点的河流水位和流速观测数据。观测点位于甘肃省张掖市临泽县平川乡黑河桥，河道宽度130米。河床为砂砾石，断面不稳定。观测点的经纬度是N39°20'2.03\"，E 100° 5'49.63\"，海拔1375米。数据说明包括以下两部分：\n水位观测：采用HOBO压力式水位计，数据涵盖时间段6月17日至11月24日，观测频率30分钟，单位（cm）； \n流量观测：通过最新技术手段ADCP监测流量，获取精确的水位流量曲线，依托水位过程观测获得径流量变化过程。单位（m3 s-1）；\n缺值数据统一采用字符串-6999表示。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考He et al.(2016)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.099722,
            "west": 100.097778,
            "south": 39.328333,
            "north": 39.331667,
            "startTime": "2012-06-27 16:51:00",
            "endTime": "2012-12-04 16:52:00",
            "fileSize": 184785.0,
            "cstr": "18406.11.hiwater.115.2013.db",
            "doi": "10.3972/hiwater.115.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何晓波",
                "nameEn": "HE Xiaobo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "张建",
                "nameEn": "ZHANG Jian",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宁天祥",
                "nameEn": "NING Tianxiang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄晓明",
                "nameEn": "HUANG Xiaoming",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "姜衡",
                "nameEn": "JIANG Heng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "He XB, et al. Comparison of a tipping-buchet and electronic weighting precipitation gauge for rainfall. Manuscript in preparation."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
                "titleEn": null,
                "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "7号点平川桥",
                "keywordEn": null
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-17至2012-11-24",
                "keywordEn": "2012-06-17 to 2012-11-24",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，覆盖了FEA区域。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there verification that multiscale observations are conducted across hierarchically nested scales to address eco-hydrological processes on a heterogeneous surface?",
                "QuestionCn": "是否有验证表明在分层嵌套尺度上进行多尺度观测，以解决异质表面上的生态水文过程？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are multiscale datasets in eco-hydrological research more frequently generated through ground measurements, airborne remote sensing, or hierarchical instrumentation?",
                "QuestionCn": "在生态水文研究中，多尺度数据集更常通过地面测量、空中遥感还是分层仪器生成？",
                "AnswerEn": "airborne remote sensing",
                "AnswerCn": "机载遥感",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What instrumentation is utilized for capturing multiscale eco-hydrological processes in an oasis-desert system?",
                "QuestionCn": "用于捕捉绿洲-沙漠系统中多尺度生态水文过程的仪器有哪些？",
                "AnswerEn": "eddy covariance towers",
                "AnswerCn": "涡度相关塔",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can one find the multiscale dataset related to eco-hydrological processes collected in 2012?",
                "QuestionCn": "在哪里可以找到与2012年收集的生态水文过程相关的多尺度数据集？",
                "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
                "AnswerCn": "figshare，寒旱区科学数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges faced in studying eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "研究异质表面的生态水文过程面临的挑战有哪些？",
                "AnswerEn": "Poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor eco-hydrological processes on a heterogeneous surface?",
                "QuestionCn": "您能否提供一个用于监测异质表面生态水文过程的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to monitor eco-hydrological processes is the use of a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as implemented in the HiWATER experiment.",
                "AnswerCn": "用于监测生态水文过程的数据收集方法的一个例子是使用通量观测矩阵，包括涡度协方差塔、大孔径闪烁仪和自动气象站，这在HiWATER实验中得到了应用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting multiscale observations for eco-hydrology research?",
                "QuestionCn": "在生态水文学研究中，收集多尺度观测数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in collecting multiscale observations for eco-hydrology research is the poor availability of such observations, which hinders progress in understanding and upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在生态水文学研究中，收集多尺度观测数据面临的一个挑战是观测数据的可用性差，这阻碍了对异质表面生态水文过程的理解和上尺度研究的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset that demonstrates the use of advanced remote sensing techniques in eco-hydrological research?",
                "QuestionCn": "您能否提供一个示例数据集，展示在生态水文研究中使用先进遥感技术的应用？",
                "AnswerEn": "An example of a dataset demonstrating the use of advanced remote sensing techniques is the multiscale dataset from the HiWATER experiment, which includes hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "一个展示先进遥感技术应用的数据集的例子是HiWATER实验的多尺度数据集，该数据集包括使用激光雷达的超高分辨率航空遥感、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of multiscale data collection methods used in eco-hydrological studies?",
                "QuestionCn": "生态水文研究中多尺度数据收集方法的特点是什么？",
                "AnswerEn": "hierarchically nested scales, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
                "AnswerCn": "分层嵌套尺度、涡度相关塔、大孔径闪烁仪、自动气象站、生态水文传感器网络、高分辨率机载遥感、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main challenges associated with collecting multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，收集多尺度观测数据的主要挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, intensive observation periods, continuous hydrometeorological observations, sparse network, superstation, multiple EC towers, automatic meteorological stations",
                "AnswerCn": "多尺度观测的可用性差，强化观测期，连续水文气象观测，稀疏网络，超级站，多台涡度相关塔，自动气象站。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of observations recorded in the data collection method using HOBO pressure water level meters?",
                "QuestionCn": "使用HOBO压力水位计的数据收集方法中记录观察的频率是多少？",
                "AnswerEn": "30 minutes",
                "AnswerCn": "30分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA during the intensive observation period?",
                "QuestionCn": "在强化观测期间，进行了多少次空中遥感任务以覆盖FEA？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'multiscale observations' in the context of eco-hydrological research?",
                "QuestionCn": "在生态水文学研究的背景下，“多尺度观测”的意思是指在不同空间和时间尺度上进行的观察和测量，以便更全面地理解生态系统与水文过程之间的相互作用。",
                "AnswerEn": "Multiscale observations refer to data collection methods designed to capture eco-hydrological processes on various spatial and temporal scales. This approach is crucial for understanding complex interactions in heterogeneous environments. The HiWATER experiment exemplifies this by using instrumentation on hierarchically nested scales, including a flux observation matrix, eco-hydrological sensor network, and airborne remote sensing to gather multiscale and multidisciplinary data.",
                "AnswerCn": "多尺度观测是指旨在捕捉生态水文过程的各种空间和时间尺度的数据收集方法。这种方法对于理解异质环境中的复杂相互作用至关重要。HiWATER实验就是一个例子，它通过在分层嵌套尺度上使用仪器，包括通量观测矩阵、生态水文传感器网络和航空遥感，收集多尺度和多学科的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is 'intensive observation period (IOP)' defined in the framework of hydrometeorological studies?",
                "QuestionCn": "在水文气象研究框架中，“强烈观测期（IOP）”是如何定义的？",
                "AnswerEn": "An intensive observation period (IOP) is a defined timeframe during which more frequent and detailed data collection activities are conducted to study specific processes or phenomena. In the HiWATER project, the IOP in 2012 involved deploying instruments like eddy covariance towers, automatic meteorological stations, and conducting multiple airborne remote sensing missions to capture detailed eco-hydrological processes in an oasis-desert system.",
                "AnswerCn": "强烈观察期（IOP）是一个定义的时间框架，在此期间进行更频繁和详细的数据收集活动，以研究特定的过程或现象。在HiWATER项目中，2012年的IOP涉及部署涡度协方差塔、自动气象站，并进行多次空中遥感任务，以捕捉绿洲-沙漠系统中的详细生态水文过程。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of multiscale observational tools in eco-hydrological research enhance the understanding of heterogeneous surface processes?",
                "QuestionCn": "在生态水文研究中，使用多尺度观测工具如何增强对异质表面过程的理解？",
                "AnswerEn": "The use of multiscale observational tools, such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing, allows for capturing multi-scale eco-hydrological processes. These tools enable detailed observations across different scales and environments, such as oasis-desert interactions, providing a comprehensive dataset that can reveal intricate eco-hydrological dynamics.",
                "AnswerCn": "多尺度观测工具的使用，如涡度协方差塔、大孔径闪烁仪、自动气象站和超高分辨率航空遥感，能够捕捉多尺度生态水文过程。这些工具能够在不同尺度和环境中进行详细观测，例如绿洲-沙漠相互作用，提供全面的数据集，从而揭示复杂的生态水文动态。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges in obtaining high-quality multiscale datasets for eco-hydrological research, and how can these be addressed?",
                "QuestionCn": "在生态水文研究中获取高质量多尺度数据集面临的挑战有哪些，以及如何解决这些问题？",
                "AnswerEn": "Challenges in obtaining high-quality multiscale datasets include the poor availability of multiscale observations and the complexity of data quality control. These can be addressed by implementing intensive observation periods, utilizing a variety of observational instruments, and ensuring rigorous quality control measures such as sensor calibration and synchronical ground measurements, as done in the HiWATER experiment.",
                "AnswerCn": "获取高质量多尺度数据集的挑战包括多尺度观测的可用性差和数据质量控制的复杂性。可以通过实施密集观测期、利用多种观测仪器以及确保严格的质量控制措施（如传感器校准和同步地面测量）来解决这些问题，正如HiWATER实验中所做的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "导致异质表面生态水文过程多尺度观测稀缺的因素有哪些？",
                "AnswerEn": "Progress in the field of upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations, as noted in the HiWATER experiment. This is a result of challenges in collecting and integrating data from multiple sources and scales, which require advanced instrumentation and hierarchical arrangement of observational networks.",
                "AnswerCn": "在生态水文过程的上尺度研究领域，进展受到多尺度观测数据稀缺的制约，这在HiWATER实验中得到了体现。这是由于从多个来源和尺度收集和整合数据的挑战，这需要先进的仪器和分层的观测网络安排。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the integration of airborne remote sensing missions critical in obtaining multiscale datasets for eco-hydrological research?",
                "QuestionCn": "空气遥感任务的整合对于获取生态水文研究的多尺度数据集至关重要。",
                "AnswerEn": "The integration of airborne remote sensing missions is critical because it allows for the capture of hyper-resolution data across various scales and landscapes. In the HiWATER experiment, 12 airborne remote sensing missions were conducted using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer to cover diverse ecosystems, which is essential for obtaining comprehensive multiscale datasets.",
                "AnswerCn": "空中遥感任务的整合至关重要，因为它能够在不同的尺度和景观中捕获超高分辨率的数据。在HiWATER实验中，进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以覆盖多样的生态系统，这对于获取全面的多尺度数据集至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing multiscale observations on improving the understanding of eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "实施多尺度观测对改善对异质表面生态水文过程理解的潜在后果是什么？",
                "AnswerEn": "Implementing multiscale observations, such as through the HiWATER experiment, can provide comprehensive data that addresses the challenge of poor availability of multiscale observations. This approach enables the capture of complex eco-hydrological processes across different scales, which may lead to improved understanding and modeling of these processes on heterogeneous surfaces.",
                "AnswerCn": "实施多尺度观测，例如通过HiWATER实验，可以提供全面的数据，以应对多尺度观测可用性差的挑战。这种方法能够捕捉不同尺度上复杂的生态水文过程，从而可能改善对这些过程在异质表面上的理解和建模。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of designing a multiscale observation system within an oasis-desert area for eco-hydrological research?",
                "QuestionCn": "在绿洲-沙漠地区设计多尺度观测系统的主要目标是什么，以进行生态水文研究？",
                "AnswerEn": "The primary objective is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
                "AnswerCn": "主要目标是通过在分层嵌套尺度上进行仪器测量，获取多尺度和多学科数据，以解决在异质表面上提升生态水文过程的挑战。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are hierarchically nested scales used to collect multiscale and multidisciplinary data in eco-hydrological research?",
                "QuestionCn": "层次嵌套尺度如何用于在生态水文研究中收集多尺度和多学科数据。",
                "AnswerEn": "In eco-hydrological research, hierarchically nested scales are employed to capture multiscale processes by arranging instruments such as flux observation matrices of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. These instruments are placed in different landscapes, including sandy deserts, desert pavement, desert steppes, and wetlands, to study interactions and collect comprehensive data across various scales.",
                "AnswerCn": "在生态水文研究中，采用分层嵌套尺度来捕捉多尺度过程，通过安排仪器，如涡动协方差塔的通量观测矩阵、大孔径闪烁仪和自动气象站。这些仪器被放置在不同的景观中，包括沙漠、沙漠铺面、沙漠草原和湿地，以研究相互作用并收集跨多个尺度的综合数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and hierarchical arrangements enable the capture of multiscale eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "什么样的仪器和层级安排能够捕捉异质表面中的多尺度生态水文过程？",
                "AnswerEn": "The instrumentation and hierarchical arrangements that enable the capture of multiscale eco-hydrological processes include a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks. These were arranged in hierarchically nested scales, including a sparse network to investigate oasis-desert interactions, and superstations constructed within oases.",
                "AnswerCn": "能够捕捉多尺度生态水文过程的仪器和层次安排包括涡动协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络的通量观测矩阵。这些设备按照层次嵌套的尺度进行排列，包括稀疏网络以研究绿洲-沙漠相互作用，以及在绿洲内构建的超级站。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in obtaining and processing multiscale observations that enable advancements in understanding eco-hydrological processes?",
                "QuestionCn": "获取和处理多尺度观测数据以促进对生态水文过程理解的挑战是什么？",
                "AnswerEn": "The challenges in obtaining and processing multiscale observations include the poor availability of such observations, which hinders progress in understanding eco-hydrological processes. To address this, careful quality control throughout sensor calibration, data collection, data processing, and dataset generation is necessary.",
                "AnswerCn": "获取和处理多尺度观测数据的挑战包括此类观测数据的可用性差，这阻碍了对生态水文过程的理解。为了解决这个问题，在传感器校准、数据收集、数据处理和数据集生成的整个过程中，需要进行仔细的质量控制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why would a multiscale dataset be essential for understanding eco-hydrological interactions in an oasis-desert area?",
                "QuestionCn": "多尺度数据集对于理解绿洲-沙漠地区的生态水文相互作用至关重要的原因是什么？",
                "AnswerEn": "A multiscale dataset is essential because it provides comprehensive data across various scales and disciplines, allowing for a detailed analysis of eco-hydrological processes and interactions, such as those in the oasis-desert area of the HiWATER experiment.",
                "AnswerCn": "多尺度数据集至关重要，因为它提供了跨越不同尺度和学科的全面数据，允许对生态水文过程和相互作用进行详细分析，例如在HiWATER实验的绿洲-沙漠地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might synchronical ground measurements be crucial in the collection of eco-hydrological data?",
                "QuestionCn": "同步地面测量在生态水文数据收集中的重要性是什么？",
                "AnswerEn": "Synchronical ground measurements are crucial because they ensure the data's accuracy and reliability by aligning different observational methods, such as those used in vegetation dynamics and photosynthesis processes, with airborne and remote sensing data.",
                "AnswerCn": "同步地面测量至关重要，因为它们通过将不同的观测方法（例如用于植被动态和光合作用过程的方法）与航空和遥感数据对齐，从而确保数据的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your opinion on the challenges faced in obtaining high-quality multiscale datasets for eco-hydrological research, and how can these challenges be mitigated?",
                "QuestionCn": "我对在获取高质量多尺度生态水文研究数据时面临的挑战的看法是什么，以及如何缓解这些挑战？",
                "AnswerEn": "The primary challenge in obtaining high-quality multiscale datasets is the poor availability and integration of diverse observations across different scales. This can be mitigated by implementing a coordinated observation system, like the one used in HiWATER, which combines flux towers, remote sensing, and ground measurements. Ensuring rigorous quality control during sensor calibration and data processing is also crucial for improving dataset reliability.",
                "AnswerCn": "获取高质量多尺度数据集的主要挑战是不同尺度的多样化观测的可用性和整合性较差。这可以通过实施协调观测系统来缓解，例如HiWATER所使用的系统，该系统结合了通量塔、遥感和地面测量。在传感器校准和数据处理过程中确保严格的质量控制对于提高数据集的可靠性也至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how researchers manage to obtain multiscale and multidisciplinary data in eco-hydrological studies.",
                "QuestionCn": "我不明白研究人员如何在生态水文研究中获得多尺度和多学科的数据。",
                "AnswerEn": "Researchers use a hierarchically nested scale approach by arranging instruments in different landscapes to capture multi-scale eco-hydrological processes. They also conduct intensive observation periods and continuous hydrometeorological observations, and implement a sparse network to study interactions within the ecosystem.",
                "AnswerCn": "研究人员采用分层嵌套的尺度方法，通过在不同的景观中布置仪器，以捕捉多尺度的生态水文过程。他们还进行密集的观察期和连续的水文气象观测，并实施稀疏网络以研究生态系统内部的相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges associated with collecting multiscale observations in eco-hydrological research.",
                "QuestionCn": "我对在生态水文研究中收集多尺度观测数据所面临的挑战感到不确定。",
                "AnswerEn": "A significant challenge is the poor availability of multiscale observations, which can hinder progress in understanding and upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "一个重大挑战是多尺度观测的可用性差，这可能会阻碍我们理解和提升异质表面上生态水文过程的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how data from diverse sources like LiDAR, imaging spectrometers, and microwave radiometers are integrated into a cohesive dataset.",
                "QuestionCn": "我无法理解如何将来自不同来源的数据，如激光雷达、成像光谱仪和微波辐射计，整合成一个统一的数据集。",
                "AnswerEn": "Data from diverse sources are quality controlled through sensor calibration, data collection, processing, and dataset generation, ensuring a cohesive and reliable multiscale dataset available for research.",
                "AnswerCn": "来自不同来源的数据通过传感器校准、数据收集、处理和数据集生成进行质量控制，确保可用于研究的多尺度数据集的连贯性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the technological methods and challenges involved in gathering multiscale observational data for eco-hydrological processes on heterogeneous surfaces.",
                "QuestionCn": "请探讨在异质表面上收集生态水文过程的多尺度观测数据所涉及的技术方法和挑战。",
                "AnswerEn": "The HiWATER experiment addresses the challenge of obtaining multiscale observational data through instrumentation on hierarchically nested scales. This includes the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing techniques such as LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer are employed. The challenge in this field is primarily due to the poor availability of multiscale observations.",
                "AnswerCn": "HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，解决获取多尺度观测数据的挑战。这包括使用涡度协方差塔、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络。此外，还采用了超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。该领域的主要挑战在于多尺度观测的可用性较差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe the data collection techniques used to monitor and analyze the oasis-desert interaction within an eco-hydrological context.",
                "QuestionCn": "请描述用于监测和分析绿洲-沙漠相互作用的生态水文背景下的数据收集技术。",
                "AnswerEn": "To monitor and analyze the oasis-desert interaction, a sparse network was established with one superstation within the oasis and four eddy covariance towers along with four two-layer automatic meteorological stations installed in different landscapes such as sandy desert, desert pavement, desert steppe, and wetland. These instruments capture multi-scale eco-hydrological processes, and intensive observations were also conducted at the irrigation district scale. This setup allows for the study of interactions between different landscapes and the oasis.",
                "AnswerCn": "为了监测和分析绿洲与沙漠之间的相互作用，建立了一个稀疏网络，其中包括一个位于绿洲的超级站和四个涡度协方差塔，以及四个安装在不同景观（如沙漠、沙漠铺装、沙漠草原和湿地）中的两层自动气象站。这些仪器捕捉多尺度的生态水文过程，并在灌溉区尺度上进行了密集观测。这一设置使得研究不同景观与绿洲之间的相互作用成为可能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and evaluate potential sources for obtaining multiscale and multidisciplinary datasets relevant to eco-hydrological studies.",
                "QuestionCn": "请识别和评估获取与生态水文研究相关的多尺度和多学科数据集的潜在来源。",
                "AnswerEn": "Potential sources for obtaining multiscale and multidisciplinary datasets in eco-hydrological studies include the HiWATER observation system, which provides a comprehensive dataset. This system includes flux observation matrices of eddy covariance towers, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing data. The datasets are made freely available at platforms such as figshare and the Cold and Arid Regions Science Data Centre, ensuring quality control through sensor calibration, data collection, data processing, and dataset generation.",
                "AnswerCn": "获取生态水文研究中多尺度和多学科数据集的潜在来源包括HiWATER观测系统，该系统提供了全面的数据集。该系统包括涡度协方差塔的通量观测矩阵、生态水文传感器网络和超高分辨率的航空遥感数据。这些数据集在figshare和寒区与干旱区科学数据中心等平台上免费提供，确保通过传感器校准、数据收集、数据处理和数据集生成进行质量控制。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}