{
    "id": "a723df4b-24a0-4154-be26-6b77991c1766",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon age and geochemical composition of the Baijiazhuang peraluminous granite in West Qinling",
            "titleCn": "西秦岭柏家庄过铝质花岗岩锆石年龄和地球化学组成数据",
            "description": "LA-ICP-MS zircon dating, XRF and ICP-MS elemental geochemistry and TIMS Sr-Nd isotopic composition show that the Baijiazhuang intrusion is characterized by muscovite and peraluminous; There is a positive correlation between Ba and Zr. The linear relationship between molar (REE + Y) and molar P in zircons is 1:1. The low oxygen fugacity and the appearance of a large number of inherited zircons indicate that the Baijiazhuang granite is S-type granite; The low CaO / Na2O ratio indicates that the source area is metaargillaceous. Geochemical characteristics show that the S-type granites in West Qinling can be divided into two types: high Sr and low REE (group A) and low Sr and high REE (group B). The inconsistent melting in the source area (mainly the content ratio of melting Mica / plagioclase), that is, the water quality melting and dehydration melting of dolomite, can well explain the major and trace element characteristics of the two types, that is, group A has high EU / EU * value, CaO content and low Nb content, The TA content and low saturation temperatures of zircon and monazite are higher than those of group B. However, Rb and (87Sr / 86Sr) I, P2O5 and ε The negative correlation between Nd (T) indicates that the large SR Nd isotopic variation of Baijiazhuang pluton cannot be explained by inconsistent melting. The data comes from the scientific research project \"deep process and resource effect of major geological events in Yanshanian period\" (2016YFC0600404), a national key research and development plan.",
            "descriptionCn": "LA-ICP-MS锆石定年分析、XRF和 ICP-MS方法的元素地球化学分析和TIMS方法获得的Sr-Nd同位素组成显示：柏家庄岩体以出现白云母并呈过铝质为特征；Ba vs. Zr明显正相关，锆石微量元素中molar (REE+Y)与molar P呈1：1线性关系，以及岩石低的氧逸度条件及大量继承锆石的出现，表明柏家庄岩体为S型花岗岩；低的CaO/Na2O比值指示其源区为变泥质岩。地球化学特征表明，西秦岭S型花岗岩可分为高Sr低REE (Group A) 和低Sr高REE (Group B)两类，源区不一致熔融 (主要为熔融的云母/斜长石含量比)，即白云母水质熔融和脱水熔融能很好解释二者主量和微量元素特征，即Group A具有高的Eu/Eu*值，CaO含量，低的Nb, Ta含量以及低的锆石和独居石饱和温度，相较于Group B。 然而Rb与(87Sr/86Sr)i, 以及P2O5与εNd(t)之间为负相关，暗示不一致熔融无法解释柏家庄岩体较大的Sr-Nd同位素变化。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
            "instructions": "Name + Year, Excel",
            "instructionsCn": "姓名 + 年份， Excel",
            "east": 104.85,
            "west": 102.15,
            "south": 33.45,
            "north": 35.25,
            "startTime": null,
            "endTime": null,
            "fileSize": 385536.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2019.04.003",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈福坤",
                "nameEn": "CHEN Fukun",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Different melting conditions and petrogenesis of peraluminous granites in western Qinling, China, and tectonic implications",
                "referenceCn": null,
                "referenceEn": "Dou, J.Z., Siebel, W., He, J.F., & Chen, F. (2019). Different melting conditions and petrogenesis of peraluminous granites in western Qinling, China, and tectonic implications. Lithos."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素Ma",
                "nameEn": "Isotope Ma"
            },
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗岩",
                "nameEn": "granite"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "秦岭造山带",
                "keywordEn": "Qinling orogenic belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早中生代",
                "keywordEn": "Early Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep process and resource effect of major Yanshanian geological events"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key geochemical characteristics and zircon age indicators used to classify S-type granites in a dataset?",
                "QuestionCn": "用于分类S型花岗岩的数据集中的关键地球化学特征和锆石年龄指标是什么？",
                "AnswerEn": "Ba vs. Zr correlation, molar (REE+Y) to molar P ratio, low oxygen fugacity conditions, presence of inherited zircon, zircon dating analysis using LA-ICP-MS, Sr-Nd isotopic compositions, low CaO/Na2O ratios, high Eu/Eu* values, low Nb, Ta content",
                "AnswerCn": "Ba与Zr的相关性，摩尔(REE+Y)与摩尔P的比值，低氧逸度条件，存在继承锆石，使用LA-ICP-MS进行锆石定年分析，Sr-Nd同位素组成，低CaO/Na2O比值，高Eu/Eu*值，低Nb、Ta含量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'LA-ICP-MS zircon dating analysis' in the context of geochemical research?",
                "QuestionCn": "'LA-ICP-MS锆石定年分析'是在地球化学研究中使用的一种技术。",
                "AnswerEn": "LA-ICP-MS zircon dating analysis refers to a method used to determine the age of zircon crystals by employing Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS). This technique involves ablating zircon samples with a laser and measuring the isotopic ratios of elements, which helps in understanding the geochronology and geochemical composition of granitic rocks such as the BaiJiaZhuang pluton.",
                "AnswerCn": "LA-ICP-MS锆石定年分析是指一种通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）来确定锆石晶体年龄的方法。该技术涉及用激光剥蚀锆石样品，并测量元素的同位素比率，这有助于理解花岗岩的地质年代学和地球化学成分，例如白家庄岩体。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using LA-ICP-MS for zircon dating compare to those using XRF and ICP-MS for elemental geochemistry analysis in terms of precision and applicability for determining the geochemical characteristics of S-type granites?",
                "QuestionCn": "使用LA-ICP-MS进行锆石定年与使用XRF和ICP-MS进行元素地球化学分析的数据收集方法在精度和适用性方面如何比较，以确定S型花岗岩的地球化学特征？",
                "AnswerEn": "The data collection methods using LA-ICP-MS for zircon dating are focused on analyzing zircon ages and trace elements, which are useful for understanding the crystallization history and source characteristics of granites. In contrast, XRF and ICP-MS are used for broader elemental geochemistry analysis, providing information on major and trace elements that help classify granite types and infer their source materials. While LA-ICP-MS offers high precision in dating and trace element analysis, XRF and ICP-MS provide a comprehensive view of the elemental composition. Both methods complement each other in delineating the geochemical characteristics of S-type granites, with LA-ICP-MS being particularly useful for age and zircon-specific studies, whereas XRF and ICP-MS contribute to a more general geochemical understanding.",
                "AnswerCn": "使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）进行锆石定年的数据收集方法，主要集中在分析锆石年龄和微量元素，这对于理解花岗岩的结晶历史和源特征非常有用。相比之下，XRF（X射线荧光）和ICP-MS（电感耦合等离子体质谱）则用于更广泛的元素地球化学分析，提供有关主要和微量元素的信息，有助于分类花岗岩类型并推断其源材料。虽然LA-ICP-MS在定年和微量元素分析方面提供了高精度，但XRF和ICP-MS则提供了元素组成的全面视图。这两种方法相辅相成，有助于 delineating S型花岗岩的地球化学特征，其中LA-ICP-MS特别适用于年龄和锆石特定研究，而XRF和ICP-MS则有助于更一般的地球化学理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What do the geochemical patterns observed in zircon microelements and their correlation with molar (REE+Y) and molar P suggest about the underlying geological processes?",
                "QuestionCn": "锆石微量元素的地球化学模式及其与摩尔（REE+Y）和摩尔P的相关性，暗示了潜在的地质过程。",
                "AnswerEn": "The geochemical patterns, particularly the linear relationship between molar (REE+Y) and molar P in zircon microelements, suggest specific geological processes such as the conditions of low oxygen fugacity and the presence of inherited zircon, which indicate that the Bai Jia Zhuang pluton is an S-type granite. This reflects on the nature of its source material, which is likely metapelitic rock, as well as the melting processes involved, such as muscovite water-saturated melting and dehydration melting, which help explain the major and trace element characteristics of the granite.",
                "AnswerCn": "地球化学模式，特别是锆石微量元素中（REE+Y）与磷的摩尔比之间的线性关系，表明特定的地质过程，如低氧逸度条件和继承锆石的存在，这表明白家庄岩体是一种S型花岗岩。这反映了其源材料的性质，可能是变质泥岩，以及涉及的熔融过程，如白云母水饱和熔融和脱水熔融，这有助于解释花岗岩的主要和微量元素特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately determining the geochemical characteristics of S-type granites using LA-ICP-MS, XRF, and ICP-MS methods?",
                "QuestionCn": "影响使用LA-ICP-MS、XRF和ICP-MS方法准确确定S型花岗岩地球化学特征的挑战因素有哪些？",
                "AnswerEn": "The challenges in accurately determining the geochemical characteristics may arise from the need to account for the over-aluminum nature of the rocks, the presence of inherited zircon, and the variation in melting conditions of the source materials such as muscovite. These factors can influence the detection and interpretation of trace elements and isotopic compositions, which are essential for distinguishing between different types of S-type granites.",
                "AnswerCn": "准确确定地球化学特征的挑战可能源于需要考虑岩石的过铝特性、存在的继承锆石，以及源材料（如白云母）熔融条件的变化。这些因素可能影响微量元素和同位素组成的检测和解释，而这些对于区分不同类型的S型花岗岩至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using LA-ICP-MS zircon dating analysis combined with XRF and ICP-MS methods on the accuracy of geochemical characterization in granitic studies?",
                "QuestionCn": "使用LA-ICP-MS锆石定年分析结合XRF和ICP-MS方法对花岗岩研究中的地球化学特征进行准确性影响的潜在后果是什么？",
                "AnswerEn": "Using LA-ICP-MS zircon dating analysis combined with XRF and ICP-MS methods allows for precise geochemical characterization, as demonstrated by the identification of S-type granites with specific geochemical signatures such as molar (REE+Y) to molar P ratio, low oxygen fugacity, and inheritance of zircon. These methods provide detailed insights into the rock's formation and source, aiding in the classification of granites into groups like high Sr low REE and low Sr high REE based on geochemical traits.",
                "AnswerCn": "使用LA-ICP-MS锆石定年分析结合XRF和ICP-MS方法可以实现精确的地球化学特征表征，正如通过识别具有特定地球化学特征的S型花岗岩所示，例如摩尔（REE+Y）与摩尔P比率、低氧逸度和锆石的继承。这些方法提供了关于岩石形成和来源的详细见解，有助于根据地球化学特征将花岗岩分类为高Sr低REE和低Sr高REE等组别。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of utilizing LA-ICP-MS zircon dating and geochemical analysis methods for studying zircon ages and compositions in granitic rocks of the Bai Jia Zhuang region?",
                "QuestionCn": "利用LA-ICP-MS锆石定年和地球化学分析方法研究白家庄地区花岗岩的锆石年龄和成分的最终目标是什么？",
                "AnswerEn": "The ultimate goal of utilizing LA-ICP-MS zircon dating and geochemical analysis methods is to determine the zircon ages and compositional characteristics of granitic rocks in the Bai Jia Zhuang region, which helps to classify the granite as S-type and understand its formation conditions, such as low oxygen fugacity and the presence of inherited zircons. This approach aids in distinguishing between different types of S-type granites in the Western Qinling area and assessing their source regions by examining elements like Sr, Nd isotopes, and their geochemical signatures.",
                "AnswerCn": "利用LA-ICP-MS锆石定年和地球化学分析方法的最终目标是确定白家庄地区花岗岩的锆石年龄和成分特征，这有助于将花岗岩分类为S型，并了解其形成条件，如低氧逸度和存在继承锆石。这种方法有助于区分西秦岭地区不同类型的S型花岗岩，并通过检查Sr、Nd同位素及其地球化学特征来评估其源区。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}