{
    "id": "a821db23-c1d9-4996-8f2b-71b61d915648",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier mass balance and meltwater runoff simulation and projection in High Mountain Asia (2000-2100) v1.0",
            "titleCn": "亚洲高山区冰川物质平衡和融水径流模拟与预估数据集（2000-2100）v1.0",
            "description": "This dataset employs the OGGM (a global-scale glacier evolution model that integrated the “Shallow Ice Approximation” ice dynamics) to project surface glacier mass balance, area, volume, and meltwater runoff over High Mountain Asia in the 21st century using temperature and precipitation data output from 5 different CMIP6 climate scenarios and 10 GCMs. Based on the optimal historical climate dataset, the Detrending Quantile Mapping (DQM) method is utilized to correct the CMIP6 outcomes. The historical results (2000~2021) are generated from OGGM driven by ERA5-Land reanalysis data. A two-stepwise method is employed to calibrate the key parameters in OGGM (temperature thresholds for distinguishing solid and liquid precipitation, ice melting and ablation coefficient, and ice flow creep parameter). This dataset can help us further understand the spatiotemporal pattern of future glacier changes in High Mountain Asia under climate warming and provide data support for studies and decision-making on sustainable development in regions highly dependent on glacial meltwater.",
            "descriptionCn": "该数据集使用5种来源于CMIP6（Coupled Model Intercomparison Project Phase 6）的不同气候情景和10个GCMs（General Circulation Models）输出的温度、降水数据驱动OGGM（Open Global Glacier Model）模型（集成“浅冰近似”动力学的冰川演化模型）模拟和预估了2000~2100年亚洲高山区95536条冰川表面物质平衡、面积、体积和融水径流。基于最优的历史气候数据集，采用DQM（Detrended Quantile Mapping）的方法校正CMIP6气候数据。冰川各要素历史时期（2000~2021）的模拟结果来源于ERA5-Land再分析资料驱动OGGM。“两步法”（Two-stepwise method）被用来标定冰川模型的关键参数（区分固态和液态降水的温度、冰开始融化的温度、消融系数和冰流蠕变参数）。该数据集可以帮助我们更好地理解气候变暖背景下亚洲高山区冰川未来的时空演变格局，同时也为区域冰川学研究和可持续发展决策提供数据支撑。",
            "instructions": "The simulated and estimated data are stored in a comma delimited text format. File naming method: HMA_Future_2022_2100_GCMs_Climate Scenarios_ elv.\nMeaning of each field in the document: 1) RGI_ The ID indicates the glacier number. 2）CEN_ LON and CEN_ LAT indicates the location of the center point of the glacier. 3) When QA is 1, it means that the model has successfully predicted or simulated the glacier; otherwise, when QA is 0, it means that the model has failed. 4) BIAS represents the deviation of the mass balance model. 5）XXXX.ANNUAL_ BALANCE indicates the material balance of the glacier surface in a certain year. 6）XXXX. ANNUAL_ BALANCE indicates the material BALANCE of the glacier surface in a certain year (unit: mm w.e.). 7) XXXX.VOLUME represents the volume of glacier in a year (unit: Gt, ice density: 900kg/m3). 8) XXXX.AREA refers to the glacier area in a year (unit: km2). 9) XXXX.RUNOFF represents the glacial meltwater runoff in a certain year (unit: Mt, 1Mt=1000000t).\nData reading method: Python open source software package and Microsoft Excel can read, browse and process the dataset.",
            "instructionsCn": "模拟和预估的数据以逗号为分隔符的文本格式存储。文件命名方式为：HMA_Future_2022_2100_GCMs_Climate Scenarios_elv。\n文件中各字段的含义：1）RGI_ID表示冰川编号。2）CEN_LON和CEN_LAT分别表示冰川中心点的位置。3）QA为1时表示模型对该冰川的预估或模拟执行成功，反之为0时表示模型执行失败。\t4）BIAS表示质量平衡模型的偏差。5）XXXX.ANNUAL_BALANCE表示某年的冰川表面物质平衡（单位：mm w.e.）。6）XXXX.VOLUME表示某年的冰川体积（单位：Gt，冰密度：900kg/m3）。7）XXXX.AREA表示某年的冰川面积（单位：km2）。8）XXXX.RUNOFF表示某年的冰川融水径流（单位：Mt，1Mt=1000000t）。\n数据读取方法：Python开源软件包和Microsoft Excel可以读取、浏览和处理该数据集。",
            "east": 105.0,
            "west": 67.0,
            "south": 27.0,
            "north": 46.0,
            "startTime": "2000-01-01 00:00:00",
            "endTime": "2100-12-01 00:00:00",
            "fileSize": 18156642371.0,
            "cstr": "18406.11.Cryos.tpdc.273015",
            "doi": "10.11888/Cryos.tpdc.273015",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵宏宇",
                "nameEn": "ZHAO Hongyu",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "苏勃",
                "nameEn": "SU Bo ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张通",
                "nameEn": "ZHANG Tong ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "效存德",
                "nameEn": "XIAO Cunde ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new projection for glacier mass and runoff changes over High Mountain Asia",
                "referenceCn": null,
                "referenceEn": "Zhao, H., Su, B., Lei, H., Zhang, T., & Xiao, C. (2022). A new projection for glacier mass and runoff changes over High Mountain Asia. Science Bulletin, doi: https://doi.org/10.1016/j.scib.2022.12.004"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰储量变化",
                "nameEn": "Glacier mass storage change"
            },
            {
                "nameCn": "冰川变化",
                "nameEn": "Glacier change"
            },
            {
                "nameCn": "冰川消融",
                "nameEn": "Glacier melt"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "表面物质平衡",
                "nameEn": "Surface mass balance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲高山区",
                "keywordEn": "High Mountain Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "21世纪",
                "keywordEn": "21st century",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "北京师范大学人才引进项目",
                "titleEn": "Beijing Normal University Talent Introduction Project of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of a dataset that simulates and predicts glacier mass balance and meltwater runoff in high mountains of Asia using climate models?",
                "QuestionCn": "模拟和预测亚洲高山地区冰川质量平衡和融水径流的数据集的特征包括：",
                "AnswerEn": "temperature data, precipitation data, multiple climate scenarios, general circulation models, glacier evolution model, shallow ice approximation dynamics, historical simulation results, reanalysis data, Detrended Quantile Mapping, two-stepwise approach for calibrating glacier model parameters",
                "AnswerCn": "温度数据，降水数据，多种气候情景，全球大气环流模型，冰川演变模型，浅冰近似动力学，历史模拟结果，再分析数据，去趋势分位数映射，用于校准冰川模型参数的两步法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many glaciers in the Asian high mountains are simulated and predicted in a dataset for the period 2000 to 2100?",
                "QuestionCn": "在2000年至2100年期间，亚洲高山地区模拟和预测的冰川数量是多少？",
                "AnswerEn": "95,536",
                "AnswerCn": "95,536",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does data correction using Detrended Quantile Mapping (DQM) compare to other methods in terms of accuracy when adjusting climate data for glacier modeling?",
                "QuestionCn": "数据校正使用去趋势分位数映射（DQM）在调整冰川建模的气候数据时，与其他方法相比，在准确性方面如何？",
                "AnswerEn": "The dataset uses Detrended Quantile Mapping (DQM) to correct climate data from CMIP6 for glacier modeling, integrating these corrections into simulations for historical and future glacier conditions. This method helps to align the climate data more closely with observed conditions, enhancing the accuracy of simulations.",
                "AnswerCn": "该数据集使用去趋势分位数映射（DQM）对CMIP6的气候数据进行校正，以便用于冰川建模，并将这些校正整合到历史和未来冰川状况的模拟中。这种方法有助于使气候数据与观测条件更紧密地对齐，从而提高模拟的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of glacier mass balance predictions from using multiple climate scenarios and general circulation models as input data?",
                "QuestionCn": "使用多种气候情景和一般环流模型作为输入数据对冰川质量平衡预测的准确性可能产生的结果是什么？",
                "AnswerEn": "Using multiple climate scenarios and general circulation models as input data can enhance the accuracy of glacier mass balance predictions by providing a range of possible future climate conditions. This approach allows for the simulation and projection of various glacier attributes, such as surface mass balance, area, volume, and meltwater runoff, over a century-long period. By integrating outputs from five different CMIP6 climate scenarios and ten GCMs, researchers can account for diverse climate trajectories, improving the robustness and reliability of glacier evolution forecasts. Furthermore, applying the DQM method to correct climate data and using ERA5-Land reanalysis data for historical simulations ensure that the model is well-calibrated, enhancing prediction accuracy and helping to better understand the spatial and temporal evolution of glaciers in response to climate warming.",
                "AnswerCn": "使用多种气候情景和一般环流模型作为输入数据，可以通过提供一系列可能的未来气候条件来提高冰川质量平衡预测的准确性。这种方法允许对各种冰川属性进行模拟和预测，例如表面质量平衡、面积、体积和融水径流，时间跨度可达一个世纪。通过整合五种不同的CMIP6气候情景和十个GCM的输出，研究人员能够考虑多样的气候轨迹，从而提高冰川演变预测的稳健性和可靠性。此外，应用DQM方法来修正气候数据，并使用ERA5-Land再分析数据进行历史模拟，确保模型经过良好校准，从而提高预测准确性，并帮助更好地理解冰川在气候变暖响应下的空间和时间演变。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of simulating and predicting glacier mass balance, area, volume, and meltwater runoff in the high mountain regions of Asia using climate scenarios and general circulation models?",
                "QuestionCn": "在亚洲高山地区，使用气候情景和一般环流模型模拟和预测冰川质量平衡、面积、体积和融水径流的目标是什么？",
                "AnswerEn": "The goal is to better understand the spatiotemporal evolution patterns of glaciers in the context of climate warming, and to provide data support for regional glaciological research and sustainable development decision-making.",
                "AnswerCn": "目标是更好地理解冰川在气候变暖背景下的时空演变模式，并为区域冰川学研究和可持续发展决策提供数据支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using CMIP6 climate scenarios and GCM outputs to simulate glacier mass balance and runoff in Asian high mountain glaciers?",
                "QuestionCn": "使用CMIP6气候情景和GCM输出模拟亚洲高山冰川的冰川质量平衡和径流的程序步骤包括哪些？",
                "AnswerEn": "The procedural steps involve driving the OGGM model with temperature and precipitation data from five CMIP6 climate scenarios and ten GCMs. The simulation uses a 'shallow ice approximation' dynamics model to project glacier surface mass balance, area, volume, and runoff from 2000 to 2100. The CMIP6 climate data is corrected using the DQM method, and historical simulations for 2000-2021 are driven by ERA5-Land reanalysis data. A 'two-stepwise method' is used for calibration of key glacier model parameters, including temperatures for differentiating solid and liquid precipitation, melting onset temperature, ablation coefficient, and ice flow creep parameters.",
                "AnswerCn": "程序步骤包括使用来自五个CMIP6气候情景和十个GCM的温度和降水数据驱动OGGM模型。模拟使用“浅冰近似”动力学模型来预测冰川的表面质量平衡、面积、体积和径流，从2000年到2100年。CMIP6气候数据通过DQM方法进行校正，2000-2021年的历史模拟则由ERA5-Land再分析数据驱动。采用“二步法”对关键冰川模型参数进行校准，包括区分固体和液体降水的温度、融化起始温度、消融系数和冰流蠕变参数。",
                "Level": "C3(Applying)"
            }
        ]
    }
}