{
    "id": "a826c202-6f6b-43bb-8299-cce179078262",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon data set of Changshan Islands in Eastern Liaoning Province (165 Ma)",
            "titleCn": "辽东长山列岛锆石数据集（165 Ma）",
            "description": "The data include the Sims zircon ages of the developed rocks in the Changshan Islands, Eastern Liaoning Province. Zircon Sims zircon U-Pb dating was performed on the cameca ims-1280 secondary ion mass spectrometer, Institute of Geology and Geophysics, Chinese Academy of Sciences. For zircon U-Pb dating, the instrument uses O2 - as the primary ion beam, focusing 20-30 in Gaussian mode or parallel light mode μ The ZrO +, UO2 +, uo +, U +, Pb +, and tho + ions in the samples were extracted by bombarding the surface of the solid samples with the beam spot of m diameter. In U-Pb isotopic dating, zircon reference sample Qinghu was used as internal standard and plese as external standard for isotope fractionation correction. Isoplot software was used to draw age concordance chart. The data have been published in international SCI journals, and the data are true and reliable.",
            "descriptionCn": "数据包括辽东长山列岛上发育岩株的SIMS锆石年龄。锆SIMS锆石U-Pb定年在中国科学院地质与地球物理研究所CAMECA IMS-1280二次离子质谱仪上进行。针对锆石U-Pb 定年，仪器采用O2-作为一次离子束，以高斯模式或平行光模式聚焦20-30μm直径束斑以轰击固体样品表面，提取样品中的ZrO+、UO2+、UO+、U+、Pb+、THO+等离子。U-Pb同位素定年中采用锆石标准样品Qinghu作为内标，Plese作外标进行同位素分馏校正。数据的处理采用isoplot软件绘制年龄谐和图。数据已经发表在Tectonophysics，数据真实可靠。",
            "instructions": "File name: the chronological data is stored in Excel, and the file name is \"2019ch-sims zircon U-Pb age. Xlsx\". Among them, 2019 represents that the data was obtained in 2019, ch represents that the samples were collected in Changshan Archipelago in Eastern Liaoning, and Sims zircon U-Pb age represents that the file is zircon Sims U-Pb age.\nUsage: the data is in xlsx file format and can be opened directly in Excel.",
            "instructionsCn": "文件命名：年代学数据以Excel表格存储，文件的名称为“2019CH-SIMS Zircon U-Pb age.xlsx\"，其中2019代表数据在2019年获得，CH代表样品采集于辽东长山列岛，SIMS Zircon U-Pb age代表文件为锆石SIMS U-Pb年龄。\n使用方法：该数据为xlsx文件格式，可以用Excel直接打开。",
            "east": 122.8,
            "west": 122.0,
            "south": 39.0,
            "north": 39.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 39424.0,
            "cstr": null,
            "doi": "org/10.1016/j.tecto.2019.04.025",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "林伟",
                "nameEn": "LIN Wei",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Mesozoic tectonic evolution of eastern China: Insights from the Changshan Islands, NE China",
                "referenceCn": null,
                "referenceEn": "Ren, Z.H., Lin, W. (2019). Mesozoic tectonic evolution of eastern China: Insights from the Changshan Islands, NE China. Tectonophysics, 763, 46-60."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "板块边界",
                "nameEn": "plate boundaries"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "长山列岛",
                "keywordEn": "Changshan Islands"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the SIMS zircon U-Pb dating method used for data collection in this domain performed with a CAMECA IMS-1280 secondary ion mass spectrometer?",
                "QuestionCn": "SIMS锆石U-Pb定年方法是否使用CAMECA IMS-1280次级离子质谱仪进行数据收集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methods involved in collecting zircon age data using SIMS for geochronological studies in geological formations?",
                "QuestionCn": "在地质形成物的地球年代学研究中，使用SIMS收集锆石年龄数据的具体特征和方法包括：",
                "AnswerEn": "SIMS technique, CAMECA IMS-1280 instrument, O2- primary ion beam, 20-30μm diameter spot, Gaussian or parallel light mode, ZrO+, UO2+, UO+, U+, Pb+, THO+ ions, zircon standard sample Qinghu, Plese external standard, Isoplot software.",
                "AnswerCn": "SIMS技术，CAMECA IMS-1280仪器，O2-初级离子束，20-30μm直径光斑，高斯或平行光模式，ZrO+、UO2+、UO+、U+、Pb+、THO+离子，锆石标准样品Qinghu，Plese外部标准，Isoplot软件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the diameter range of the ion beam used in the data collection method for zircon U-Pb dating?",
                "QuestionCn": "用于锆石U-Pb定年数据收集方法的离子束直径范围是多少？",
                "AnswerEn": "20-30μm",
                "AnswerCn": "20-30微米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is SIMS zircon U-Pb dating in the context of geological research?",
                "QuestionCn": "SIMS锆石U-Pb定年在地质研究中的背景是什么？",
                "AnswerEn": "SIMS zircon U-Pb dating is a data collection method used in geological research to determine the age of zircon crystals. It involves using a Secondary Ion Mass Spectrometry (SIMS) instrument, such as the CAMECA IMS-1280, to analyze isotopic compositions. The method employs O2- as a primary ion beam to focus on and bombard a solid sample surface with a Gaussian or parallel light mode, extracting ions like ZrO+, UO2+, UO+, U+, Pb+, and THO+. Zircon standards such as Qinghu are used for internal calibration and Plese for external calibration to correct for isotopic fractionation, with data being processed using software like Isoplot to create concordia diagrams for age determination.",
                "AnswerCn": "SIMS锆石U-Pb定年是一种用于地质研究的数据收集方法，用于确定锆石晶体的年龄。该方法涉及使用次级离子质谱仪（SIMS），如CAMECA IMS-1280，分析同位素组成。该方法采用O2-作为主离子束，以高斯或平行光模式聚焦并轰击固体样品表面，提取锆氧离子（ZrO+）、铀氧离子（UO2+、UO+、U+）、铅离子（Pb+）和氢氧离子（THO+）。锆石标准样品如Qinghu用于内部校准，Plese用于外部校准，以纠正同位素分馏，数据通过软件如Isoplot处理，以创建同位素图以确定年龄。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using SIMS zircon U-Pb dating compare to other zircon dating methods in terms of precision and data quality?",
                "QuestionCn": "SIMS锆石U-Pb定年法的数据收集方法与其他锆石定年方法在精度和数据质量方面有何比较？",
                "AnswerEn": "The data collection methods using SIMS zircon U-Pb dating involve the use of a secondary ion mass spectrometer, specifically the CAMECA IMS-1280, which utilizes O2- as a primary ion beam to bombard the sample surface. This method focuses on zircon samples with a 20-30μm diameter beam spot, extracting ions like ZrO+, UO2+, UO+, U+, Pb+, and THO+. In terms of precision and data quality, SIMS offers high spatial resolution and is effective for analyzing small sample areas, providing detailed isotopic information. It uses Qinghu zircon as an internal standard and Plese as an external standard for isotopic fractionation correction, ensuring reliable data. Comparatively, other zircon dating methods, such as LA-ICP-MS, may offer faster data collection and require less sample preparation but might not achieve the same spatial resolution or precision as SIMS. Additionally, data processing with software like Isoplot enhances the accuracy of age concordia plots in SIMS methods, which might differ from processing workflows in other techniques.",
                "AnswerCn": "使用SIMS锆石U-Pb定年法的数据收集方法涉及使用次级离子质谱仪，特别是CAMECA IMS-1280，该仪器利用O2-作为主离子束轰击样品表面。该方法专注于直径为20-30μm的锆石样品，提取离子如ZrO+、UO2+、UO+、U+、Pb+和THO+。在精度和数据质量方面，SIMS提供高空间分辨率，能够有效分析小样品区域，提供详细的同位素信息。它使用Qinghu锆石作为内部标准，使用Plese作为外部标准进行同位素分馏校正，从而确保数据的可靠性。与其他锆石定年方法（如LA-ICP-MS）相比，SIMS可能提供更高的空间分辨率和精度，尽管后者可能提供更快的数据收集并且需要更少的样品准备。此外，使用Isoplot等软件进行数据处理可以提高SIMS方法中年龄一致图的准确性，这可能与其他技术中的处理工作流程有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are involved in utilizing a SIMS for U-Pb zircon dating in geological studies, and what are the key considerations for ensuring accuracy and reliability in data collection?",
                "QuestionCn": "在地质研究中，利用SIMS进行U-Pb锆石定年涉及哪些具体程序，以及确保数据收集准确性和可靠性的关键考虑因素是什么？",
                "AnswerEn": "In utilizing a SIMS for U-Pb zircon dating, the procedure involves using a CAMECA IMS-1280 secondary ion mass spectrometer, where O2- is employed as the primary ion beam. This beam is focused in Gaussian or Köhler mode to a 20-30μm diameter spot to bombard the surface of solid samples, extracting ions such as ZrO+, UO2+, UO+, U+, Pb+, and THO+. Zircon standard samples, such as Qinghu for internal standard and Plese for external standard, are used to correct isotopic fractionation. Data processing involves using isoplot software to plot age concordia diagrams. Ensuring accuracy and reliability in data collection requires careful calibration with standard samples and precise control of instrument settings.",
                "AnswerCn": "在利用SIMS进行U-Pb锆石定年时，程序涉及使用CAMECA IMS-1280次级离子质谱仪，其中使用O2-作为主离子束。该束以高斯或科勒模式聚焦到20-30μm直径的点上，轰击固体样品的表面，提取离子如ZrO+、UO2+、UO+、U+、Pb+和THO+。锆石标准样品，如Qinghu作为内部标准和Plese作为外部标准，用于校正同位素分馏。数据处理涉及使用isoplot软件绘制年龄一致图。确保数据收集的准确性和可靠性需要通过标准样品进行仔细校准，并精确控制仪器设置。",
                "Level": "C3(Applying)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the SIMS zircon U-Pb dating method ensures accuracy and reliability in a dataset.",
                "QuestionCn": "我不明白SIMS锆石U-Pb定年方法如何确保数据集的准确性和可靠性。",
                "AnswerEn": "The SIMS zircon U-Pb dating method ensures accuracy and reliability by using a secondary ion mass spectrometer, specifically the CAMECA IMS-1280, which analyzes ions extracted from zircon samples. The technique involves using O2- as a primary ion beam to focus on a small diameter spot on the sample surface, extracting ions like ZrO+, UO2+, UO+, U+, Pb+, and THO+. The method uses a zircon standard sample, Qinghu, as an internal standard and Plese as an external standard for isotope fractionation correction. Data processing is done with isoplot software to create age concordance diagrams, ensuring the dataset's reliability.",
                "AnswerCn": "SIMS锆石U-Pb定年方法通过使用次级离子质谱仪，特别是CAMECA IMS-1280，确保了准确性和可靠性，该仪器分析从锆石样品中提取的离子。该技术涉及使用O2-作为主离子束，聚焦在样品表面的一个小直径点上，提取离子如ZrO+、UO2+、UO+、U+、Pb+和THO+。该方法使用锆石标准样品Qinghu作为内部标准，并使用Plese作为外部标准进行同位素分馏校正。数据处理使用isoplot软件创建年龄一致性图，以确保数据集的可靠性。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}