{
  "id": "a83c8664-4e4d-4cdd-beeb-1bfe1a27f437",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The glacier inventory of Qilian Mountain Area (2019)",
      "titleCn": "祁连山地区冰川边界（2019年）",
      "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2019. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2019 were used as basic data for glacier extraction. Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2018, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
      "descriptionCn": "本数据为祁连山地区2019年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2019年祁连山全境的高分系列影像。参考数据为谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2019年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
      "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector",
      "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量",
      "east": 102.238,
      "west": 95.125,
      "south": 37.475,
      "north": 39.575,
      "startTime": null,
      "endTime": null,
      "fileSize": 3556778.0,
      "cstr": "18406.11.Glacio.tpdc.270668",
      "doi": "10.11888/Glacio.tpdc.270668",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李佳",
        "nameEn": "LI Jia",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "汪赢政",
        "nameEn": "WANG Yingzheng",
        "unitEn": "Central South Univeristy",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李建江",
        "nameEn": "LI Jianjiang",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
        "titleEn": null,
        "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
        "referenceEn": null
      },
      {
        "titleCn": "基于第二次冰川编目的中国冰川现状",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
        "referenceEn": null
      },
      {
        "titleCn": "气候变化对冰川影响与风险研究",
        "titleEn": null,
        "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets used to map glacier boundaries in the Qilian Mountains?",
        "QuestionCn": "用于绘制祁连山冰川边界的数据集的特征是什么？",
        "AnswerEn": "shp file format, coordinate systems, glacier IDs, glacier area attributes, spatial resolution of 2 meters, boundary accuracy within one pixel, high-resolution imagery from 2019, reference images from Google and Tianditu",
        "AnswerCn": "shp文件格式，坐标系，冰川ID，冰川面积属性，空间分辨率为2米，边界精度在一个像素以内，2019年的高分辨率影像，参考图像来自谷歌和天地图。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset capturing glacier boundaries in the Qilian Mountains from 2019, and how does it impact the precision of boundary delineation?",
        "QuestionCn": "2019年祁连山冰川边界数据集的空间分辨率是多少，以及它如何影响边界划定的精确度？",
        "AnswerEn": "2 meters",
        "AnswerCn": "2米",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '波段比值法' mean in the context of extracting glacier boundaries?",
        "QuestionCn": "在提取冰川边界的背景下，“波段比值法”是什么意思？",
        "AnswerEn": "波段比值法 refers to the band ratio method used for extracting glacier boundaries. It involves using ratios of different spectral bands from satellite imagery to identify and delineate features such as glaciers. In this context, it is used to extract glacier distribution from high-resolution satellite images, which are then manually corrected to improve accuracy.",
        "AnswerCn": "波段比值法是用于提取冰川边界的一种方法。它涉及使用来自卫星影像的不同光谱波段的比率来识别和划定特征，如冰川。在这个背景下，它被用来从高分辨率卫星图像中提取冰川分布，然后进行人工校正以提高准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of extracting glacier boundaries using the classic band ratio technique and manual correction compare to other methods of glacier boundary extraction in terms of precision and applicability?",
        "QuestionCn": "使用经典的波段比率技术和手动修正提取冰川边界的方法与其他冰川边界提取方法在精度和适用性方面有何比较？",
        "AnswerEn": "The method of extracting glacier boundaries using the classic band ratio technique combined with manual correction is effective for providing a high precision boundary with an accuracy around 2 meters, as evidenced in the Qilian Mountain region's 2019 glacier distribution data. This method's applicability is enhanced by its utilization of high-resolution imagery and reference data like Google Earth and Tianditu images, which may offer advantages over other methods that may not incorporate such detailed imagery or manual adjustments.",
        "AnswerCn": "使用经典的波段比率技术结合手动修正提取冰川边界的方法在提供高精度边界方面是有效的，其准确度约为2米，这在祁连山地区2019年的冰川分布数据中得到了证明。该方法的适用性得益于其利用高分辨率影像和参考数据，如谷歌地球和天地图影像，这可能相较于其他未结合如此详细影像或手动调整的方法具有优势。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in utilizing high-resolution satellite imagery to extract glacier boundaries and ensure precision in the glacial mapping process in the Qilian Mountains?",
        "QuestionCn": "利用高分辨率卫星影像提取祁连山冰川边界并确保冰川测绘过程精确的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve using the classical band ratio method combined with manual correction to extract glacier boundaries. The original data comes from high-resolution satellite imagery covering the entire Qilian Mountains in 2019. Reference images from Google and Tianditu are also utilized. The final product is stored in a shapefile format, including attributes such as coordinate systems, glacier IDs, and glacier areas, with a spatial resolution of 2 meters and boundary precision of approximately 2 meters.",
        "AnswerCn": "程序步骤涉及使用经典的波段比率方法结合手动修正来提取冰川边界。原始数据来自2019年覆盖整个祁连山的高分辨率卫星影像。同时还利用了来自谷歌和天地图的参考影像。最终产品以shapefile格式存储，包括坐标系统、冰川ID和冰川面积等属性，空间分辨率为2米，边界精度约为2米。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies or methods enable the extraction of glacier boundaries with a spatial resolution of 2 meters in mountainous regions?",
        "QuestionCn": "哪些技术或方法能够在山区以2米的空间分辨率提取冰川边界？",
        "AnswerEn": "The extraction of glacier boundaries with a spatial resolution of 2 meters in mountainous regions is enabled by the use of high-resolution satellite imagery from sources such as the 2019 high-resolution Gaofen series images, combined with classic band ratio methods and manual corrections. The reference data includes Google Earth imagery and TianDiTu imagery.",
        "AnswerCn": "在山区，利用2019年高分辨率的高分系列卫星影像，结合经典的波段比率方法和人工修正，可以实现2米空间分辨率的冰川边界提取。参考数据包括谷歌地球影像和天地图影像。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}