{
  "id": "a923bb63-1d01-4d35-b90d-79055bcd9b39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Distribution of disaster susceptibility of circum-Arctic (2015-2020)",
      "titleCn": "泛北极工程活动范围灾害易发性分布（2015-2020）",
      "description": "According to the inducing factors of potential thermal melting disasters (mainly thermal melting landslides) in the pan Arctic, including temperature (freezing and Thawing Environment), rainfall, snow cover, soil type, topography and landform, and underground ice content, based on the basic data provided by the big data resource database of the earth, machine learning methods (logic regression, random forest, artificial neural network, support vector machine, etc.) are adopted, and the currently interpreted thermal melting landslides in the northern hemisphere are taken as training samples, Finally, the zonation map of thermal melt disaster susceptibility (occurrence probability) in the pan Arctic was obtained. According to the sensitivity of driving factors, it is found that climate factors (temperature and rainfall) have the largest contribution to the occurrence and distribution of thermal melt disasters, followed by slope factors, and ice content and radiation also have a high contribution.",
      "descriptionCn": "根据泛北极潜在热融灾害（主要为热融滑坡）诱发因素，包括：气温（冻融环境）、降雨、积雪、土壤类型、地形地貌及地下含冰量等，基于地球大数据资源库提供的基础数据，采用机器学习方法（逻辑回归、随机森林、人工神经网络、支持向量机等），以目前已有解译北半球热融滑坡为训练样本，最终获得了泛北极的热融灾害易发性（发生概率）区划图。根据驱动因素敏感性发现气候因素（气温与降雨）对热融灾害的发生于分布贡献度最大，坡度因素贡献度次之，含冰量与辐射也具有较高的贡献。",
      "instructions": "The thermal melt disaster susceptibility data is stored in TIFF grid data. The folder includes common railway and highway engineering vector (. SHP) format data and national vector boundary (. SHP) data. If you want to display them in a graphic, you can open it with ArcGIS. Among them, DN = 1 indicates that the susceptibility is extremely low, DN = 2 indicates that the susceptibility is low, DN = 3 indicates that the susceptibility is medium, DN = 4 indicates that the susceptibility is high, and DN = 5 indicates that the susceptibility is extremely high.",
      "instructionsCn": "热融灾害易发性数据以tiff栅格数据存储，文件夹内包括常见铁路、公路工程矢量（.shp）格式数据和国家矢量边界（.shp）数据，如果要用图示来显示的话，可用Arcgis打开。其中DN=1表示易发性为极低，DN=2表示易发性为低，DN=3表示易发性为中等，DN=4表示易发性为高，DN=5表示易发性为极高。",
      "east": 180.0,
      "west": 180.0,
      "south": 0.0,
      "north": 90.0,
      "startTime": "2015-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 6432596.0,
      "cstr": "18406.11.Cryos.tpdc.272743",
      "doi": "10.11888/Cryos.tpdc.272743",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "牛富俊",
        "nameEn": "NIU Fujun",
        "unitEn": "Northeast Institute of Ecology and Environmental Resources,Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "泛北极多年冻土及重大线性工程稳定性状况",
        "titleEn": null,
        "referenceCn": "牛富俊, 程国栋, 石亚亚, 等. (2021). 泛北极多年冻土及重大线性工程稳定性状况.地球科学与环境学报, 43(03), 587-603.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛北极",
        "keywordEn": "Pan-Arctic Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015-2022",
        "keywordEn": "2015-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features or characteristics considered when determining the susceptibility to thermokarst disasters in the pan-Arctic region?",
        "QuestionCn": "在泛北极地区确定热喀斯特灾害易感性时考虑的关键特征或特性是什么？",
        "AnswerEn": "temperature, rainfall, snow accumulation, soil type, terrain and landform, underground ice content, slope, radiation",
        "AnswerCn": "温度、降雨量、积雪、土壤类型、地形和地貌、地下冰含量、坡度、辐射",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of multiple machine learning models, such as logistic regression, random forests, artificial neural networks, and support vector machines, enhance our understanding of the factors contributing to the susceptibility of thaw-melt disasters in the pan-Arctic region?",
        "QuestionCn": "多种机器学习模型的整合，例如逻辑回归、随机森林、人工神经网络和支持向量机，如何增强我们对泛北极地区融化灾害易感因素的理解？",
        "AnswerEn": "Integrating multiple machine learning models can enhance the understanding of thaw-melt disaster susceptibility by providing a comprehensive analysis of various contributing factors. Each model may capture different patterns and interactions among the factors such as temperature, rainfall, snow cover, soil type, topography, and underground ice content. By comparing and combining the outputs of these models, researchers can infer the relative importance and interaction of these factors, leading to more accurate predictions and insights into how they drive the distribution and occurrence of thaw-melt disasters.",
        "AnswerCn": "整合多个机器学习模型可以通过提供对各种影响因素的综合分析，增强对融化灾害易发性的理解。每个模型可能捕捉到不同的模式和因素之间的相互作用，例如温度、降雨量、雪盖、土壤类型、地形和地下冰含量。通过比较和结合这些模型的输出，研究人员可以推断出这些因素的相对重要性和相互作用，从而导致更准确的预测和对它们如何驱动融化灾害的分布和发生的深入见解。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting data for mapping the susceptibility of permafrost-related disasters in the pan-Arctic region?",
        "QuestionCn": "在收集数据以绘制泛北极地区永冻土相关灾害易发性图时，哪些因素会导致挑战？",
        "AnswerEn": "The challenges in collecting data for mapping the susceptibility of permafrost-related disasters in the pan-Arctic region arise from the need to integrate various environmental and climatic factors, such as temperature, rainfall, snow cover, soil type, topography, and underground ice content. Each of these factors requires precise measurement and monitoring, often in remote and harsh environments. Additionally, the reliance on machine learning methods like logistic regression, random forest, artificial neural networks, and support vector machines necessitates high-quality, comprehensive datasets for accurate training and prediction, which can be difficult to obtain in such a complex and dynamic region.",
        "AnswerCn": "在收集数据以绘制泛北极地区冻土相关灾害的易感性时，面临的挑战在于需要整合各种环境和气候因素，如温度、降雨量、雪盖、土壤类型、地形和地下冰含量。每个因素都需要精确的测量和监测，通常在偏远和恶劣的环境中进行。此外，依赖于机器学习方法，如逻辑回归、随机森林、人工神经网络和支持向量机，要求高质量、全面的数据集以进行准确的训练和预测，而在这样一个复杂和动态的地区，获取这些数据集可能是困难的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy of a dataset when machine learning models, such as random forests and artificial neural networks, are applied to integrate multiple environmental factors like temperature, rainfall, and soil type in assessing the susceptibility to thermokarst landslides in the Pan-Arctic region?",
        "QuestionCn": "当机器学习模型，如随机森林和人工神经网络，被应用于整合多个环境因素（如温度、降雨量和土壤类型）以评估泛北极地区对热卡斯特滑坡的易感性时，数据集的准确性可能会受到哪些潜在影响？",
        "AnswerEn": "By applying machine learning models to integrate multiple environmental factors, the accuracy of the dataset regarding thermokarst landslide susceptibility is likely improved. These models can capture complex relationships and interactions between variables such as temperature, rainfall, soil type, topography, and ice content. The models' ability to process and analyze large datasets enhances the prediction of thermokarst landslide probabilities, making the susceptibility maps more reliable and informative. This integration helps identify key contributing factors, with climate elements like temperature and rainfall having the largest impact, followed by slope, ice content, and radiation.",
        "AnswerCn": "通过应用机器学习模型整合多个环境因素，关于热卡斯特滑坡易发性的数据库准确性可能得到提升。这些模型能够捕捉变量之间的复杂关系和相互作用，例如温度、降雨、土壤类型、地形和冰含量。模型处理和分析大数据集的能力增强了对热卡斯特滑坡概率的预测，使得易发性地图更加可靠和信息丰富。这种整合有助于识别关键影响因素，其中气候因素如温度和降雨的影响最大，其次是坡度、冰含量和辐射。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to integrate various environmental factors such as temperature, precipitation, snow cover, soil type, topography, and underground ice content into a cohesive dataset for assessing the susceptibility of thermokarst hazards in the pan-Arctic region?",
        "QuestionCn": "在评估泛北极地区冻土塌陷危害的易感性时，采用了哪些方法论来将温度、降水、雪盖、土壤类型、地形和地下冰含量等各种环境因素整合成一个统一的数据集？",
        "AnswerEn": "The integration of environmental factors into a cohesive dataset involves utilizing machine learning methods, including logistic regression, random forests, artificial neural networks, and support vector machines. These methods leverage base data provided by a global earth data repository and use interpreted thermokarst landslide instances in the Northern Hemisphere as training samples. The process aims to create a susceptibility zoning map indicating the probability of thermokarst hazard occurrences in the pan-Arctic region.",
        "AnswerCn": "将环境因素整合成一个统一的数据集涉及利用机器学习方法，包括逻辑回归、随机森林、人工神经网络和支持向量机。这些方法利用全球地球数据存储库提供的基础数据，并使用北半球解释的冻土沉降滑坡实例作为训练样本。该过程旨在创建一个易发性分区图，指示泛北极地区冻土灾害发生的概率。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the creation of a dataset that maps the probability distribution of permafrost-related hazards in the Pan-Arctic region?",
        "QuestionCn": "哪些机器学习技术可以用于创建一个映射泛北极地区永冻土相关危害概率分布的数据集？",
        "AnswerEn": "Machine learning techniques such as logistic regression, random forest, artificial neural networks, and support vector machines are used to create a probability distribution map of permafrost-related hazards, utilizing factors like temperature, rainfall, snow cover, soil type, topography, and subsurface ice content.",
        "AnswerCn": "机器学习技术，如逻辑回归、随机森林、人工神经网络和支持向量机，被用于创建与永冻土相关的危险概率分布图，利用的因素包括温度、降雨量、雪盖、土壤类型、地形和地下冰含量。",
        "Level": "C6(Creating)"
      }
    ]
  }
}