{
    "id": "a980eabd-ff66-4bea-a5ed-420f03f7893d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1 km grid datasets of ecological networks in typical agricultural and pastoral areas of the Qinghai-Tibet Plateau",
            "titleCn": "青藏高原典型农牧区生态网络1km网格数据集",
            "description": "Due to human activities and climate change, the habitats of ungulate species on the Qinghai-Tibet Plateau have been greatly affected in recent decades. In this study, the distribution patterns of 19 ungulate species on the Qinghai-Tibet Plateau were identified using the MaxEnt model based on circuit theory. Ecological corridors were identified and analyzed using Circuitscape 4.0 software. Finally, a total of two ecological network datasets for typical agricultural and pastoral areas on the Qinghai-Tibet Plateau in 1990 and 2015 were obtained. The results showed that the MaxEnt model could well predict the distribution of hoofed species, and most of the hoofed species were mainly distributed in the southeastern part of the Qinghai-Tibet Plateau. The key protected areas identified by the zoning model were mainly located in the southeastern part of the Tibetan Plateau. The existing nature reserves can effectively protect suitable habitats for Tibetan antelope, Tibetan wild ass and wild yak. This study can provide a scientific basis for reconciling the contradiction between development and conservation and promoting biodiversity conservation on the Qinghai-Tibet Plateau.",
            "descriptionCn": "由于人类活动和气候变化，近几十年来，青藏高原有蹄类动物的栖息地受到了很大影响。本研究基于电路理论采用MaxEnt模型对青藏高原19种有蹄类动物在过去（1990年）和现在（2015年）的分布模式进行了识别，并使用Circuitscape4.0软件识别和分析生态廊道情况，最终获得1990和2015年共两期青藏高原典型农牧区生态网络数据集。结果表明，MaxEnt模型能够很好地预测有蹄类物种的分布，大多数有蹄类物种主要分布在青藏高原的东南部。区划模型确定的重点保护区主要位于青藏高原的东南部。现有的自然保护区可以有效保护藏羚羊、藏野驴和野牦牛的适宜栖息地。该研究可为协调发展与保护之间的矛盾，促进青藏高原生物多样性保护提供科学依据。",
            "instructions": "Each issue of ecological network data storage in TIFF format, the name of the file as \"yyyy. Tif\", including yyyy represent the years.Data read: can use ArcGIS, QGIS, ENVI, open and ERDAS software.",
            "instructionsCn": "每期生态网络数据以TIFF格式存储，文件的名称为“yyyy.tif”，其中yyyy代表年。 数据读取方式：数据可使用ArcGIS, QGIS, ENVI, and ERDAS等软件打开。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": null,
            "endTime": null,
            "fileSize": 3605861.0,
            "cstr": "18406.11.HumanNat.tpdc.300338",
            "doi": "10.11888/HumanNat.tpdc.300338",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘世梁",
                "nameEn": "LIU Shiliang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "孙永秀",
                "nameEn": "SUN Yongxiu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "安毅",
                "nameEn": "AN Yi",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": " Estimating landscape resistance to movement: a review",
                "referenceCn": null,
                "referenceEn": "Zeller, K.A., McGarigal, K., & Whiteley, A.R.J.L.E. (2012). Estimating landscape resistance to movement: a review. Landscape Ecology, 27, 777-797."
            },
            {
                "titleCn": null,
                "titleEn": "Circuit theory predicts gene flow in plant and animal populations",
                "referenceCn": null,
                "referenceEn": "Mcrae, B.H., Beier, P. (2007). Circuit theory predicts gene flow in plant and animal populations. Proceedings of the National Academy of Sciences of the United States of America, 104, 19885-19890."
            },
            {
                "titleCn": null,
                "titleEn": " Landscape connectivity for wildlife: development and validation of multispecies linkage maps.",
                "referenceCn": null,
                "referenceEn": "Koen, E.L., Bowman, J., Sadowski, C., & Walpole, A.A. (2014). Landscape connectivity for wildlife: development and validation of multispecies linkage maps. Methods in Ecology and Evolution, 5, 626-633."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "有蹄类动物",
                "nameEn": "hoofed species"
            },
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can MaxEnt models effectively predict the distribution of ungulate species in the Tibetan Plateau?",
                "QuestionCn": "MaxEnt模型能有效预测青藏 Plateau上偶蹄动物物种的分布吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many species of ungulates were analyzed in the ecological network dataset of the typical farming and pastoral areas of the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau典型农业和牧区的生态网络数据集中，分析了多少种有蹄类动物？",
                "AnswerEn": "19",
                "AnswerCn": "十九",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the MaxEnt model in the context of predicting ungulate species distribution?",
                "QuestionCn": "MaxEnt模型在预测有蹄类动物物种分布的背景下是什么？",
                "AnswerEn": "The MaxEnt model is a method used to predict the distribution patterns of species, in this case, ungulate species on the Qinghai-Tibet Plateau. It utilizes environmental variables to estimate the probability distribution of species presence, effectively predicting where species are likely to occur based on past and present data.",
                "AnswerCn": "MaxEnt模型是一种用于预测物种分布模式的方法，在这种情况下，针对青藏高原的有蹄类动物。它利用环境变量来估计物种存在的概率分布，有效地预测物种基于过去和现在数据的可能出现地点。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the development of data collection methods for understanding the distribution of ungulates on the Tibetan Plateau?",
                "QuestionCn": "哪些因素促成了数据收集方法的发展，以了解青藏高原上有蹄类动物的分布？",
                "AnswerEn": "The development of data collection methods for understanding the distribution of ungulates on the Tibetan Plateau has been influenced by the need to assess the impact of human activities and climate change on their habitats. By employing electric circuit theory and the MaxEnt model, researchers were able to identify distribution patterns of ungulates for both past (1990) and present (2015) timeframes. The integration of Circuitscape4.0 software for ecological corridor analysis further enhanced the understanding of habitat connectivity and conservation needs.",
                "AnswerCn": "对青藏 Plateau 上的有蹄类动物分布进行数据收集方法的开发，受到评估人类活动和气候变化对其栖息地影响的需求的影响。通过采用电路理论和 MaxEnt 模型，研究人员能够识别出有蹄类动物在过去（1990年）和现在（2015年）的分布模式。结合 Circuitscape4.0 软件进行生态走廊分析，进一步增强了对栖息地连通性和保护需求的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the distribution patterns of ungulate species when using circuit theory and MaxEnt models for ecological network data collection in the context of human activities and climate change?",
                "QuestionCn": "在考虑人类活动和气候变化的背景下，使用电路理论和MaxEnt模型进行生态网络数据收集时，对有蹄类物种分布模式的潜在影响是什么？",
                "AnswerEn": "Using circuit theory and MaxEnt models for ecological network data collection can effectively predict the distribution patterns of 19 ungulate species on the Qinghai-Tibet Plateau. The models show that most ungulate species are primarily distributed in the southeastern parts of the plateau. This approach enables the identification of ecological corridors and critical conservation areas, which can help address the impacts of human activities and climate change on these species' habitats.",
                "AnswerCn": "使用电路理论和最大熵模型对生态网络数据进行收集，可以有效预测青藏高原上19种有蹄类动物的分布模式。模型显示，大多数有蹄类动物主要分布在高原的东南部。这种方法能够识别生态廊道和关键保护区域，有助于应对人类活动和气候变化对这些物种栖息地的影响。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}