{
    "id": "a9cd4a09-51a9-433b-9540-0376c6134cf6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1 km multi-scenario and multi-model monthly precipitation data for China (2021-2100)",
            "titleCn": "中国1km分辨率多情景多模式逐月降水量数据集（2021-2100）",
            "description": "The data set is China's multi scenario and multi-mode monthly precipitation data, with a spatial resolution of 0.0083333 ° (about 1km) from January 2021 to December 2100. The data is in NetCDF format. The data is generated in China through the delta spatial downscaling scheme according to the global > 100 km climate model data set released in the sixth phase of the IPCC coupled model comparison program (cmip6) and the global high-resolution climate data set released by worldclim. The data adopts the latest SSP scenarios (ssp119, ssp245, ssp585) released by IPCC. Each scenario contains the climate data of three GCMS (ec-earth3, gfdl-esm4, mri-esm2-0). The geospatial range contained in the dataset is China's main land, excluding islands and reefs in the South China Sea. The unit is 0.1mm. The file name is GCM_ SSP_ Pre-30s-serial number NC, 30s, i.e. 0.0083333 °, serial number from 1-40, serial number 1 represents 2021.1-2022.12, and represents the year in turn; Based on ec-earth3_ ssp119_ pre-30s-1. NC file, for example, represents the monthly precipitation data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario. For a deeper understanding of the data, please refer to the data cited in the literature and the published papers of the authors.",
            "descriptionCn": "数据集为中国多情景多模式逐月降水量数据，空间分辨率为0.0083333°(约1km)，时间为2021年1月-2100年12月。数据为NETCDF格式。数据是根据IPCC耦合模式比较计划第六阶段（CMIP6）发布的全球>100 km气候模式数据集以及WorldClim发布的全球高分辨率气候数据集，通过Delta空间降尺度方案在中国地区降尺度生成。数据采用IPCC最新发布的SSP情景(SSP119、SSP245、SSP585),每个情景包含三个GCMs（EC-Earth3、GFDL-ESM4、MRI-ESM2-0）的气候数据，数据集包含的地理空间范围是中国主要陆地，不含南海岛礁等区域。单位为0.1mm。文件命名是GCM_SSP_pre-30s-序号.nc，30s即0.0083333°，序号从1-40，序号1表示2021.1-2022.12，依次表示年份；以EC-Earth3_ssp119_pre-30s-1.nc文件为例，表示SSP119情景下EC-Earth3气候模式的1km分辨率2021.1-2022.12逐月降水数据。欲更深入的理解数据请参阅文献引用方式下的数据作者已发表的论文。",
            "instructions": "The file name is GCM_ SSP_ Pre-30s-serial number NC, 30s, i.e. 0.0083333 °, the serial number ranges from 1-40, and the serial number 1 represents 2021.1-2022.12, representing the year in turn. Each NC data includes 24 layers; Based on ec-earth3_ ssp119_ pre-30s-1. NC file, for example, represents the monthly precipitation data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario. The 24 layers are January 2021, February 2021, December 2022.",
            "instructionsCn": "文件命名是GCM_SSP_pre-30s-序号.nc，30s即0.0083333°，序号从1-40，序号1表示2021.1-2022.12，依次表示年份，每个nc数据包括24个图层；以EC-Earth3_ssp119_pre-30s-1.nc文件为例，表示SSP119情景下EC-Earth3气候模式的1km分辨率2021.1-2022.12逐月降水数据，24个图层依次为2021年1月，2021年2月，........, 2022年12月。",
            "east": 136.69,
            "west": 71.29,
            "south": 15.75,
            "north": 58.64,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2100-12-31 11:59:59",
            "fileSize": 117687916907.0,
            "cstr": null,
            "doi": "10.11866/db.loess.2021.002",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "彭守璋",
                "nameEn": "PENG Shouzhang",
                "unitEn": "",
                "unitCn": "西北农林科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "1 km monthly temperature and precipitation dataset for China from 1901 to 2017",
                "referenceCn": null,
                "referenceEn": "Peng, S.Z., Ding, Y.X., Liu, W.Z., & Li, Z. (2019). 1 km monthly temperature and precipitation dataset for China from 1901 to 2017. Earth System Science Data, 11, 1931–1946. https://doi.org/10.5194/essd-11-1931-2019"
            },
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100",
                "referenceCn": null,
                "referenceEn": "Peng, S.Z., Ding, Y.X., Wen, Z.M., Chen, Y.M., Cao, Y., & Ren, J.Y. (2017). Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100. Agricultural and Forest Meteorology, 233, 183-194. https://doi.org/10.1016/j.agrformet.2016.11.129"
            },
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal trends and attribution of drought across China from 1901–2100",
                "referenceCn": null,
                "referenceEn": "Ding, Y.X., & Peng, S.Z. (2020). Spatiotemporal trends and attribution of drought across China from 1901–2100. Sustainability, 12(2), 477."
            },
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100",
                "referenceCn": null,
                "referenceEn": "Ding, Y.X., Peng, S.Z. (2021). Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100. Theoretical and Applied Climatology. https://doi.org/10.1007/s00704-021-03625-w"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降尺度",
                "nameEn": "Downscaling"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021-2100",
                "keywordEn": "2021-2100",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "the Second Tibetan Plateau Scientific Expedition and Research Program"
            },
            {
                "titleCn": "变化环境下黄河中游生态水文模型及洪旱灾害风险评估（U2243226）",
                "titleEn": "Ecological hydrological model and flood and drought disaster risk assessment in the middle reaches of the Yellow River under changing environment"
            },
            {
                "titleCn": "气候变化下黄土高原潜在植被群落时空演变研究",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset that uses a Delta spatial downscaling scheme for generating high-resolution precipitation data over China?",
                "QuestionCn": "使用Delta空间下采样方案生成中国高分辨率降水数据的数据集的特征是什么？",
                "AnswerEn": "spatial resolution of approximately 1km (0.0083333°), period from January 2021 to December 2100, formatted in NETCDF, based on IPCC's CMIP6 global climate model data, based on WorldClim's high-resolution climate data, utilizes IPCC's SSP scenarios (SSP119, SSP245, SSP585), includes three GCMs (EC-Earth3, GFDL-ESM4, MRI-ESM2-0), focuses on mainland China, excludes regions like the South China Sea islands, precipitation data measured in 0.1mm increments",
                "AnswerCn": "空间分辨率约为1公里（0.0083333°），时间范围从2021年1月至2100年12月，格式为NETCDF，基于IPCC的CMIP6全球气候模型数据，基于WorldClim的高分辨率气候数据，使用IPCC的SSP情景（SSP119、SSP245、SSP585），包括三个GCM（EC-Earth3、GFDL-ESM4、MRI-ESM2-0），重点关注中国大陆，不包括南海诸岛等地区，降水数据以0.1毫米为增量进行测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many grid cells are there in a dataset of monthly precipitation covering China's main land area at a resolution of 1 km for a single year?",
                "QuestionCn": "在一个覆盖中国大陆地区的月降水量数据集中，如果分辨率为1公里，且只考虑一年，那么有多少个网格单元？",
                "AnswerEn": "0.0083333°",
                "AnswerCn": "0.0083333°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Delta spatial downscaling method' mean in the context of climate data processing?",
                "QuestionCn": "“Delta空间下采样方法”在气候数据处理的上下文中是什么意思。",
                "AnswerEn": "The 'Delta spatial downscaling method' refers to a technique used to increase the spatial resolution of climate datasets. In the context of climate data processing, it involves using higher-resolution data, such as from WorldClim, to adjust coarser resolution global climate model (GCM) outputs, like those from CMIP6, to generate more detailed datasets. This method helps create finer spatial resolution data, such as 1km, which is crucial for regional applications like those in China, while maintaining the large-scale patterns and trends from the original GCM data.",
                "AnswerCn": "“Delta空间下采样方法”是指一种用于提高气候数据集空间分辨率的技术。在气候数据处理的背景下，它涉及使用更高分辨率的数据，例如来自WorldClim的数据，来调整较粗分辨率的全球气候模型（GCM）输出，例如来自CMIP6的数据，以生成更详细的数据集。该方法有助于创建更细的空间分辨率数据，例如1公里，这对于中国等地区的应用至关重要，同时保持原始GCM数据的大规模模式和趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for downscaling global climate model data to create high-resolution regional precipitation datasets for China?",
                "QuestionCn": "哪些因素导致需要对全球气候模型数据进行降尺度，以创建中国的高分辨率区域降水数据集？",
                "AnswerEn": "The need for downscaling global climate model data to create high-resolution regional precipitation datasets for China arises from the original global climate models having a coarse spatial resolution (>100 km), which is insufficient for regional studies. To address this, a Delta spatial downscaling method is used to generate data with a finer resolution of approximately 1 km, making it more suitable for regional climate assessment and planning in China.",
                "AnswerCn": "全球气候模型数据需要进行下调，以创建中国高分辨率的区域降水数据集，这是因为原始的全球气候模型具有较粗的空间分辨率（>100公里），这对于区域研究来说是不够的。为了解决这个问题，采用了Delta空间下调方法，以生成约1公里的更细分辨率数据，使其更适合中国的区域气候评估和规划。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of downscaling global climate model data to a 1km resolution within the context of future precipitation scenarios in China?",
                "QuestionCn": "在中国未来降水情景的背景下，将全球气候模型数据降尺度到1公里分辨率的目标是什么？",
                "AnswerEn": "The objective is to generate high-resolution climate data for China using global climate models and scenarios from the IPCC CMIP6, allowing for detailed analysis of future precipitation patterns across the region.",
                "AnswerCn": "目标是利用全球气候模型和IPCC CMIP6的情景生成中国的高分辨率气候数据，以便对该地区未来降水模式进行详细分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in applying the Delta spatial downscaling method to generate high-resolution climate datasets from global climate models?",
                "QuestionCn": "应用Delta空间下采样方法从全球气候模型生成高分辨率气候数据集的程序步骤包括以下几个方面：",
                "AnswerEn": "The Delta spatial downscaling method involves using global climate model data from the CMIP6 initiative and high-resolution climate data from WorldClim. This approach is applied to downscale the >100 km resolution global climate model data to a 1 km resolution for China. The process involves selecting appropriate scenarios (SSP119, SSP245, SSP585) and climate models (EC-Earth3, GFDL-ESM4, MRI-ESM2-0) to ensure the downscaled data captures regional climate variations accurately. The data is then structured in NETCDF format, with a spatial resolution of 0.0083333° and organized in monthly increments from 2021 to 2100.",
                "AnswerCn": "Delta空间下采样方法涉及使用CMIP6倡议的全球气候模型数据和WorldClim的高分辨率气候数据。该方法用于将超过100公里分辨率的全球气候模型数据下采样到中国的1公里分辨率。该过程包括选择适当的情景（SSP119、SSP245、SSP585）和气候模型（EC-Earth3、GFDL-ESM4、MRI-ESM2-0），以确保下采样数据准确捕捉区域气候变化。数据以NETCDF格式构建，空间分辨率为0.0083333°，并按月组织，从2021年到2100年。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the creation of datasets with a spatial resolution as high as 1km for climate data across large geographic regions?",
                "QuestionCn": "哪些技术进步使得能够在大范围地理区域内创建空间分辨率高达1公里的气候数据集？",
                "AnswerEn": "The creation of datasets with a spatial resolution of 1km for climate data across large geographic regions was enabled by using Delta spatial downscaling techniques, which apply high-resolution datasets like those from WorldClim to the global climate models from the IPCC CMIP6. This process allows for detailed regional projections from broader global models.",
                "AnswerCn": "通过使用Delta空间下采样技术，结合来自WorldClim的高分辨率数据集与IPCC CMIP6的全球气候模型，创建了覆盖大地理区域的1公里空间分辨率气候数据集。这个过程使得能够从更广泛的全球模型中获得详细的区域预测。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}