{
    "id": "a9d6b6db-8d00-4f26-b2ff-c6edf633a512",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of hydrometeorological observation network (automatic weather station of Zhangye wetland station, 2017)",
            "description": "The data set contains meteorological elements observation data of zhangye station in the middle reaches of heihe hydrometeorological observation network from January 1, 2017 to December 31, 2017.The site is located in zhangye national wetland park in gansu province.The latitude and longitude of the observation point is 100.4464E, 38.9751N, and altitude is 1460m.Air temperature and relative humidity sensors are set up at 5m and 10m, facing due north.The barometer is installed at 2m;The inverted bucket rain gauge is installed at 10m;The wind speed sensor is set up at 5m and 10m, and the wind direction sensor is set up at 10m, facing due north.The four-component radiometer is installed at 6m, facing due south;The two infrared thermometers are installed at the position of 6m, facing south, and the probe is facing vertically downward.The soil temperature probe is buried at 0cm on the surface and 2cm, 4cm, 10cm, 20cm and 40cm underground, in the south due to 2m from the meteorological tower.The soil hot flow plates (3) are successively buried in the ground 6cm;Four photosynthetic radiometers are installed above and inside the canopy respectively. The upper part of the canopy is installed at 6m (one probe vertically up and one probe vertically down), and the upper part of the canopy is installed at 0.25m (one probe vertically up and one probe vertically down), facing due south.\nObservation items are: air temperature and humidity (Ta_5m RH_5m Ta_10m, RH_10m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_5m, WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:Degrees Celsius), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts per square meter), soil temperature (Ts_0cm Ts_2cm Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm) (unit: c), the canopy on the up and down photosynthetic active radiation (PAR_U_up, PAR_U_down) (unit: second micromoles/m2) and up and down under canopy photosynthetic active radiation (PAR_D_up, PAR_D_down) (unit: second micromoles/m2).\nProcessing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;Due to the power supply problem in January, the data was intermittently wrong;(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the part marked by red letter in the data is the data in question;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2017-6-1010:30;(6) the naming rule is: AWS+ site name.\nPlease refer to Li et al. (2013) for hydrometeorological network or site information, and Liu et al. (2011) for observation data processing.",
            "instructions": "",
            "east": 100.4464,
            "west": 100.4464,
            "south": 38.9751,
            "north": 38.9751,
            "startTime": "2017-01-15 00:00:00",
            "endTime": "2018-01-14 00:00:00",
            "fileSize": 11195924.0,
            "cstr": "18406.11.hiwater.25.2018.db",
            "doi": "10.3972/hiwater.25.2018.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Zhangye wetland station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Sensible heat flux (H) is a significant component of land surface water and energy balance determinations. There are several methods for measuring surface water and heat fluxes, such as eddy covariance (EC) and Bowen ratio systems. For large-scale H, remote sensing (RS)-based observations are useful. RS instruments themselves cannot directly measure H. Therefore, methods for validating RS inversion products are critical for using such products. Since the 1990s, large aperture scintillometer (LAS) has been widely applied to measure sensible heat flux around the world, and it has also been used to validate RS estimations owing to the large scale of its measurements."
            ],
            "research objective": [
                "In this study, a weighted area-to-area regression kriging (WATA RK) model is proposed to convert EC-scale H to LAS-scale H. It involves path-weighting functions of EC and LAS source areas in both regression and area kriging stages."
            ],
            "challenges": [
                "However, methods of converting one H scale to another to validate RS products are still open for question. The method does not consider the path-weighting function in the EC- to LAS-scale kriging with the regression residue, which inevitably brought about a bias estimation."
            ],
            "methods": [
                "In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. Observations and footprints of the 17 EC and four LAS groups between 12:00 and 12:30 BST (Beijing Standard Time) were averaged to obtain a mean value when the atmosphere stability was under unstable conditions with high turbulent fluxes. By considering the wind direction, the wind speeds were decomposed into north and east components (WS), and then weighted averages were calculated with the corresponding EC and LAS footprint weights. After abstracting FVC, NDVI, LST, and WS with the footprint models, nine regression models were built for each of the periods based on the proposed multiple linear regression model. The four independent variables were also abstracted for the four LAS footprints. The residual part of LAS H is then estimated from the 17 EC H residuals by the above WATA kriging model."
            ],
            "dataset": [
                "Four groups of LAS (two sets in each group) were installed in 3 × 3 and 2 × 1 MODIS pixels. In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. There are also 17 automatic weather station sets (including a super-station) installed in the field. Nine observations (06/15, 06/24, 07/10, 08/02, 08/11, 08/18, 08/27, 09/03, and 09/12) made between June and September 2012 were selected for this study. Synchronous ASTER RS products at 12:15 BST were downloaded from the US—National Aeronautics and Space Administration and processed according to Zhou et al. [26] and Bastiaanssen et al. [27], including the Land Surface Temperature (LST) [26], Normalized Difference Vegetation Index (NDVI), and Fractional Vegetation Cover (FVC) [27]."
            ],
            "findings": [
                "Results show that WATA RK outperforms traditional methods in most cases, improving estimation accuracy. The method is considered to provide an efficient validation of RS H flux products."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are ground-based measurement methods, such as eddy covariance systems, utilized in collecting energy and water flux data in oasis-desert ecosystems?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Do the methods used for estimating evapotranspiration in heterogeneous landscapes account for both soil and vegetation components separately?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which technique is more commonly employed for validating remote sensing products of sensible heat flux in large-scale areas: large aperture scintillometer or eddy covariance system?",
                    "Answer": "Large aperture scintillometer",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are datasets related to the exchange of energy, water vapor, and carbon in oasis-desert ecosystems primarily derived from long-term ground observations or remote sensing data?",
                    "Answer": "long-term ground observations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What is a hydrometeorological dataset and where is it typically collected?",
                    "Answer": "Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where is the location for the installation of eddy covariance systems and what is their purpose?",
                    "Answer": "central oasis",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in deriving component temperatures for evapotranspiration models in heterogeneous landscapes?",
                    "Answer": "An example of a challenge faced in deriving component temperatures for evapotranspiration models in heterogeneous landscapes is the classification errors in thermal images, where soil pixels might be mistaken for vegetation pixels. This can lead to an overestimation of canopy temperature, particularly in areas with developing vegetation abundance, and affects the accuracy of estimating soil and canopy component temperatures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you give an example of a dataset that provides long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "An example of a dataset that offers long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems includes data collected from 11 land surface flux and meteorological stations established since 2012. These datasets, covering the middle and lower reaches of the Heihe River Basin (HRB), include turbulent flux data acquired by an eddy covariance system and scintillometer, as well as hydrometeorological data, vegetation, and soil parameters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What features are considered crucial in ensuring data quality and processing for meteorological observations in a hydrometeorological network?",
                    "Answer": "consistent data collection schedule, specific indicators for missing data, removal of duplicate records, elimination of data exceeding limits, marking questionable data, standardized date and time formats",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many data points are collected daily for meteorological observations at a single station in an oasis–desert ecosystem?",
                    "Answer": "144 data points",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations are established in the oasis–desert areas for long-term observations?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'eddy covariance system' mean in the context of hydrometeorological data collection?",
                    "Answer": "The eddy covariance system is a technique used to measure and calculate turbulent fluxes, such as energy, water vapor, and carbon dioxide, between the land surface and the atmosphere. It involves using high-frequency observations of wind speed and scalar properties like temperature and humidity to assess exchanges over a given surface area.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How is 'weighted area-to-area regression kriging (WATA RK) model' defined within the context of sensible heat flux estimation?",
                    "Answer": "The weighted area-to-area regression kriging (WATA RK) model is a method proposed to convert sensible heat flux measurements from eddy covariance scale to large aperture scintillometer scale. It involves path-weighting functions of eddy covariance and scintillometer source areas during both regression and kriging stages to improve estimation accuracy.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to challenges in accurately estimating surface fluxes in arid and semiarid regions, particularly in oasis–desert ecosystems?",
                    "Answer": "Accurately estimating surface fluxes in arid and semiarid regions is challenging due to the heterogeneous nature of the surface, which includes variations in soil and vegetation temperatures and resistances. Moreover, the strong advective environments and incomplete energy balance closure with respect to available energy further complicate the estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is the application of remote sensing-based observations seen as beneficial for large-scale sensible heat flux measurements?",
                    "Answer": "Remote sensing-based observations are beneficial for large-scale sensible heat flux measurements because traditional methods like eddy covariance are limited in scale. Remote sensing provides wider coverage, although it requires validation through methods like large aperture scintillometer to ensure accuracy.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What causes the need for specific data collection methods in oasis–desert ecosystems to achieve sustainable development and carbon neutrality goals?",
                    "Answer": "The need for specific data collection methods in oasis–desert ecosystems arises from the critical role these systems play in ecological stability and agricultural productivity. Long-term observations of energy, water vapor, and carbon exchange are essential to understand and maintain the balance between oasis and desert systems, supporting ecological security and sustainable development.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How does the implementation of a weighted area-to-area regression kriging model affect the validation of remote sensing-derived sensible heat flux products?",
                    "Answer": "The implementation of a weighted area-to-area regression kriging model enhances the validation of remote sensing-derived sensible heat flux products by improving estimation accuracy and providing a more efficient validation method compared to traditional approaches.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What impact does the inclusion of long-term energy, water vapor, and carbon flux datasets have on the understanding of oasis–desert interactions and their ecological stability?",
                    "Answer": "The inclusion of long-term datasets on energy, water vapor, and carbon fluxes enhances the understanding of oasis–desert interactions by providing critical insights into their ecological stability, supporting sustainable development, and aiding in achieving carbon neutrality goals.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the goal of maintaining a network of meteorological and hydrological stations in oasis-desert environments?",
                    "Answer": "The goal is to gather long-term datasets that support the understanding of energy, water vapor, and carbon exchanges, which are vital for sustainable development and ecological stability in these sensitive regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are involved in ensuring the quality control of meteorological and hydrological data collected from remote sensing and field observations in oasis–desert ecosystems?",
                    "Answer": "The data collection and quality control procedure involves data collection, data processing, and data archiving and sharing. Observational datasets include long-term energy, water vapor, carbon, and methane fluxes as well as auxiliary data such as hydrometeorology, vegetation, and soil parameters. Data from automatic weather stations are averaged over a 10-minute period, and the eddy covariance system and scintillometer provide half-hourly turbulent flux data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How is the eddy covariance system utilized in measuring energy, water vapor, and carbon fluxes in arid and semiarid regions?",
                    "Answer": "The eddy covariance system is used to acquire half-hourly turbulent flux data, which includes energy, water vapor, and carbon fluxes. These measurements are part of a suite of observational datasets from artificial and natural oasis–desert systems, collected to understand energy, water vapor, and carbon exchange in these ecosystems.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What are the challenges and methods employed in converting eddy covariance-scale sensible heat flux to large aperture scintillometer-scale sensible heat flux for remote sensing validation?",
                    "Answer": "The conversion involves challenges like bias estimation due to the path-weighting function not being considered in the kriging process. The WATA RK model is proposed to overcome these challenges by using path-weighting functions in both regression and area kriging stages, enabling the conversion of eddy covariance-scale sensible heat flux to large aperture scintillometer-scale sensible heat flux.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the precise measurement of soil and canopy component temperatures for evapotranspiration studies in arid regions?",
                    "Answer": "The use of a high-resolution thermal infrared camera has enabled the precise measurement of soil and canopy component temperatures, which are crucial for estimating evapotranspiration using models like the two-source energy balance (TSEB) model.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do path-weighting functions enhance the conversion of data from eddy covariance system-scale to large aperture scintillometer-scale for validating remote sensing products?",
                    "Answer": "Path-weighting functions are used in a weighted area-to-area regression kriging (WATA RK) model to convert eddy covariance system-scale data to large aperture scintillometer-scale data, improving the accuracy of sensible heat flux estimations for validating remote sensing products.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions have facilitated the collection of long-term energy, water vapor, and carbon flux datasets in oasis–desert ecosystems?",
                    "Answer": "The establishment of multiple land surface flux and meteorological stations since 2012 in the middle and lower reaches of the Heihe River Basin has facilitated the collection of long-term datasets. These stations provide continuous measurements of turbulent fluxes, hydrometeorological data, and vegetation and soil parameters.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in accurately estimating surface fluxes in arid regions using traditional models and measurement techniques?",
                    "Answer": "Accurately estimating surface fluxes in arid regions is challenging due to heterogeneous landscapes that include mixtures of soil and vegetation, which have different temperatures and resistances to energy exchange. Traditional models like the one-source evapotranspiration estimation models cannot account for these variations, leading to inaccurate estimations. Moreover, errors in determining component temperatures from composite radiometric temperatures and the strong advective environment further complicate these estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the anticipated difficulties in using remote sensing data to validate large-scale heat flux measurements, and how can these challenges be addressed?",
                    "Answer": "One anticipated difficulty in using remote sensing data to validate large-scale heat flux measurements is the conversion of smaller-scale measurements (e.g., from eddy covariance systems) to larger scales (e.g., those covered by large aperture scintillometers). This conversion may introduce biases if path-weighting functions are not considered. The Weighted Area-to-Area Regression Kriging (WATA RK) model has been proposed to address this by incorporating path-weighting functions in both regression and kriging stages, improving accuracy in validation.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why might long-term observations be critical for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems, and what methodological considerations are necessary?",
                    "Answer": "Long-term observations are critical for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems due to the complex interactions and variability over time. Maintaining a balance between oasis and desert systems is vital for sustainable development. Methodological considerations include establishing comprehensive datasets that cover a range of parameters such as turbulent fluxes, hydrometeorology, and vegetation over extended periods, ensuring data quality control, and facilitating data sharing for broader ecological and socioeconomic insights.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the effectiveness of using thermal infrared cameras for measuring soil and canopy component temperatures in heterogeneous landscapes?",
                    "Answer": "The use of thermal infrared cameras is effective for measuring soil and canopy component temperatures as they provide high-resolution thermal images that can be used as inputs for models like the TSEB model. This approach allows for the separation of latent fluxes of soil and vegetation components with reasonable accuracy, as demonstrated in the field observations and subsequent model validations.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges in converting eddy covariance scale measurements to large aperture scintillometer scale measurements for validating remote sensing products?",
                    "Answer": "Converting eddy covariance scale measurements to large aperture scintillometer scale measurements poses challenges such as bias estimation due to path-weighting functions not being considered in the kriging process. Additionally, estimating residuals from eddy covariance data to scintillometer scale requires careful consideration of the footprint models and regression techniques.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can long-term observational datasets from oasis–desert systems contribute to understanding energy, water vapor, and carbon exchange, and how might these datasets be refined or expanded?",
                    "Answer": "Long-term observational datasets from oasis–desert systems are crucial for understanding energy, water vapor, and carbon exchange, as they provide comprehensive data over time, including turbulent fluxes and hydrometeorological parameters. Refinement or expansion of these datasets could involve incorporating more stations, enhancing temporal resolution, and integrating additional parameters such as methane fluxes and groundwater table data to improve ecological and socioeconomic insights into oasis–desert interactions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how the various sensors at different heights and orientations contribute to the accuracy and reliability of the meteorological data collection in this field.",
                    "Answer": "The dataset involves multiple sensors set at specific heights and orientations which measure various atmospheric parameters such as air temperature, humidity, wind speed, and radiation. These measurements at different heights and orientations help capture a comprehensive profile of the atmosphere, thus improving the accuracy and reliability of meteorological data collection.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I’m unsure about the effectiveness of using eddy covariance systems and large aperture scintillometers for measuring surface fluxes in heterogeneous landscapes.",
                    "Answer": "Eddy covariance systems and large aperture scintillometers are used to measure surface fluxes, with the latter being applied for large-scale sensible heat flux measurements. Their effectiveness in heterogeneous landscapes relies on their ability to capture fluxes over a wide area, which is crucial in accounting for spatial variability in such environments.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "I can't make sense of how these datasets are processed and quality-controlled to ensure they are suitable for long-term ecological and hydrometeorological studies.",
                    "Answer": "The datasets undergo a rigorous process of data collection, processing, and quality control, which includes ensuring data completeness, removing outliers, and standardizing formats. This ensures that the data is accurate, reliable, and suitable for long-term ecological and hydrometeorological studies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore potential methods for improving the accuracy and reliability of remote sensing products used in estimating land surface heat fluxes, considering current limitations.",
                    "Answer": "Improving the accuracy and reliability of remote sensing products for estimating land surface heat fluxes could involve developing advanced models that incorporate path-weighting functions to better translate point-based eddy covariance measurements to larger scales. Techniques such as weighted area-to-area regression kriging (WATA RK) can enhance the scale conversion process. Additionally, integrating high-resolution thermal infrared imagery to accurately separate soil and vegetation component temperatures, and employing robust validation approaches using ground-based measurements, can address current limitations in remote sensing estimations.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}