{
  "id": "aa5e0f9c-78fe-42db-ac26-771ffab0dc7e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Comprehensive carrying index of resources and environment in Vietnam (2019)",
      "titleCn": "越南资源环境综合承载指数（2019）",
      "description": "The quantitative evaluation and comprehensive measurement of resource and environment carrying capacity are the key technical links in the research of resource and environment carrying capacity from classification to synthesis. On the basis of the evaluation of the suitability of human settlements, the limitation of resource carrying capacity, and the socio-economic adaptability, a three-dimensional tetrahedron model for the comprehensive evaluation of resource and environment carrying capacity with balanced significance is constructed according to the research ideas and technical routes from classification to synthesis of the resource and environment carrying capacity of \"suitability zoning - restrictive classification - adaptive classification - warning classification\". Based on the 10km grid, the comprehensive research on resource and environment carrying capacity was carried out, and the resource and environment carrying index in Vietnam was quantitatively simulated. Taking 1 as the balance state, it provides support for the comprehensive evaluation of resource and environment carrying capacity in Vietnam.",
      "descriptionCn": "资源环境承载力定量评价与综合计量是资源环境承载力研究由分类走向综合的关键技术环节。在人居环境适宜性、资源承载限制性、社会经济适应性评价的基础上，依据“适宜性分区—限制性分类—适应性分等—警示性分级”的资源环境承载力由分类到综合的研究思路与技术路线，构建了具有平衡态意义的资源环境承载力综合评价的三维四面体模型。以10公里格网为基础，开展了资源环境承载能力综合研究，定量模拟了越南地区资源环境承载指数，以1为平衡态意义，为越南地区资源环境承载力综合评价提供支撑。",
      "instructions": "File name: PREDI_ 20221216_ Vietnam. tif\n\nTif read way: use Arcgis to open, will be generated in the process of reading the grid format file, shown in the grid file is the graphical expression of the ASCII file.",
      "instructionsCn": "文件命名：PREDI_20221216_Vietnam.tif \n读取方式：可用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达",
      "east": 109.47,
      "west": 102.14,
      "south": 8.38,
      "north": 23.38,
      "startTime": "2019-12-01 21:21:31",
      "endTime": "2020-01-01 21:21:31",
      "fileSize": 199601.0,
      "cstr": "18406.11.HumanNat.tpdc.300306",
      "doi": "10.11888/HumanNat.tpdc.300306",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "封志明",
        "nameEn": "FENG Zhiming",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "游珍",
        "nameEn": "YOU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于三维四面体模型的西藏资源环境承载力综合评价",
        "titleEn": null,
        "referenceCn": "封志明, 游珍, 杨艳昭, 施慧. (2021). 基于三维四面体模型的西藏资源环境承载力综合评价. 地理学报, 76(3), 645-662.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      },
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "越南",
        "keywordEn": "Vietnam"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to quantitatively evaluate resource and environmental carrying capacity, particularly in the context of creating a comprehensive three-dimensional model?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于定量评估资源和环境承载能力，特别是在创建综合三维模型的背景下？",
        "AnswerEn": "A data collection method used in this context involves using a 10-kilometer grid as the basis for conducting comprehensive research on resource and environmental carrying capacity. This method quantitatively simulates the resource and environmental carrying capacity index in regions like Vietnam, providing a balanced state meaning of 1, which supports the comprehensive evaluation of resource and environmental carrying capacity.",
        "AnswerCn": "在这种情况下使用的数据收集方法涉及以10公里的网格为基础，进行资源和环境承载能力的综合研究。这种方法定量模拟了越南等地区的资源和环境承载能力指数，提供了平衡状态的意义为1，支持对资源和环境承载能力的综合评估。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the grid size used for quantifying the resource environment carrying capacity index for the Vietnam region?",
        "QuestionCn": "用于量化越南地区资源环境承载能力指数的网格大小是多少？",
        "AnswerEn": "10 kilometers",
        "AnswerCn": "10公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '资源环境承载力综合评价的三维四面体模型' mean in the context of assessing the resource and environmental carrying capacity?",
        "QuestionCn": "在评估资源和环境承载力的背景下，‘资源环境承载力综合评价的三维四面体模型’是什么意思？",
        "AnswerEn": "In the context of assessing the resource and environmental carrying capacity, '资源环境承载力综合评价的三维四面体模型' refers to a three-dimensional tetrahedral model used for comprehensive evaluation. This model is part of a methodological approach that transitions from classification to comprehensive analysis, integrating assessments of habitability, resource constraints, and socio-economic adaptability. It aims to provide a balanced state evaluation with a value of 1, supporting the comprehensive assessment of resource and environmental carrying capacity in the region.",
        "AnswerCn": "在资源和环境承载力评估的背景下，“资源环境承载力综合评价的三维四面体模型”指的是一种用于综合评价的三维四面体模型。该模型是从分类到综合分析的方法论的一部分，整合了对宜居性、资源约束和社会经济适应性的评估。它旨在提供一个平衡状态的评估，值为1，支持对该地区资源和环境承载能力的综合评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying principles or methodological considerations are involved in designing a data collection approach that integrates human habitation suitability, resource carrying limitations, and socio-economic adaptability for evaluating resource and environmental carrying capacity?",
        "QuestionCn": "在设计数据收集方法以评估资源和环境承载能力时，涉及人类居住适宜性、资源承载限制和社会经济适应性的基本原则或方法论考虑是什么？",
        "AnswerEn": "The data collection approach involves evaluating human habitation suitability, resource carrying limitations, and socio-economic adaptability by using a 'suitability zoning—restriction classification—adaptability classification—warning grading' framework. This method integrates these dimensions into a three-dimensional tetrahedral model, aiming to simulate and quantify the resource and environmental carrying capacity index for regions like Vietnam, using a 10-kilometer grid to achieve a balanced state significance, which is represented numerically as 1.",
        "AnswerCn": "数据收集方法涉及通过使用“适宜性分区—限制分类—适应性分类—警告等级”框架来评估人类居住的适宜性、资源承载限制和社会经济适应能力。该方法将这些维度整合到一个三维四面体模型中，旨在模拟和量化像越南这样的地区的资源和环境承载能力指数，采用10公里的网格以实现平衡状态的显著性，数值表示为1。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the development of the three-dimensional tetrahedral model for comprehensive evaluation of resource and environmental carrying capacity?",
        "QuestionCn": "影响资源和环境承载能力综合评估的三维四面体模型发展的因素有哪些？",
        "AnswerEn": "The development of the three-dimensional tetrahedral model for comprehensive evaluation of resource and environmental carrying capacity involves key techniques that transition the research from classification to integration. This is based on the evaluation of residential environment suitability, resource carrying limitations, and socio-economic adaptability, following the research approach of 'suitability zoning—limitation classification—adaptability grading—warning grading.'",
        "AnswerCn": "三维四面体模型的开发用于综合评估资源和环境承载能力，涉及关键技术，将研究从分类转向整合。这基于对居住环境适宜性、资源承载限制和社会经济适应性的评估，遵循“适宜性分区—限制分类—适应性分级—预警分级”的研究方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a comprehensive evaluation model of resource and environmental carrying capacity using a three-dimensional tetrahedral model in the context of Vietnam?",
        "QuestionCn": "在越南的背景下，开发一个全面的资源和环境承载能力评估模型，使用三维四面体模型是重要的原因是什么？",
        "AnswerEn": "The goal is to transition from a categorized to an integrated approach in the study of resource and environmental carrying capacity, providing a balanced evaluation that supports comprehensive assessment for Vietnam's resource and environmental carrying capacity. This involves a quantitative evaluation and synthesis based on habitation environment suitability, resource carrying limitations, and socio-economic adaptability, contributing to informed regional planning and sustainable development.",
        "AnswerCn": "目标是从分类的方法转变为综合的方法，在资源和环境承载能力的研究中提供平衡的评估，以支持对越南资源和环境承载能力的全面评估。这涉及基于居住环境适宜性、资源承载限制和社会经济适应性的定量评估和综合，为区域规划和可持续发展提供信息支持。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in conducting a comprehensive evaluation of resource and environmental carrying capacity using a three-dimensional tetrahedral model?",
        "QuestionCn": "使用三维四面体模型进行资源和环境承载能力综合评价的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve conducting an evaluation based on the suitability of the human living environment, resource carrying limitations, and socio-economic adaptability. The process follows a research approach that transitions from classification to integration, which includes 'suitability zoning, limitation classification, adaptability grading, and warning grading'. This is done using a three-dimensional tetrahedral model that quantifies and simulates the resource and environmental carrying index over a 10-kilometer grid, aiming to achieve a balance state of 1 to support comprehensive evaluation in the region.",
        "AnswerCn": "程序步骤包括根据人类生活环境的适宜性、资源承载限制和社会经济适应性进行评估。该过程遵循一种研究方法，从分类过渡到整合，包括“适宜性分区、限制分类、适应性评分和预警评分”。这使用一个三维四面体模型，量化和模拟资源和环境承载指数，覆盖10公里的网格，旨在实现支持该地区综合评估的平衡状态1。",
        "Level": "C3(Applying)"
      }
    ]
  }
}