{
    "id": "aaa2667f-1985-4aae-a932-7ad69d8b2539",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of forest aboveground carbon in China (2013-2019)",
            "titleCn": "中国森林地上碳储量数据集（2013-2019）",
            "description": "Over the past two to three decades, Chinese forests are estimated to act as a significant carbon sink, yet the magnitude and spatial patterns of this sink differ considerably among studies. Using three microwave (L- and X-band vegetation optical depth (VOD)) and three optical (normalized difference vegetation index, leaf area index, and tree cover) remote sensing vegetation products, this study compared the estimated live woody aboveground biomass carbon (AGC) dynamics over China between 2013 and 2019. Our results showed that tree cover has the highest spatial consistency with three published AGC maps (mean correlation value R = 0.84), followed by L-VOD (R = 0.83), which outperform the other VODs. An AGC estimation model was proposed to combine all indices to estimate the annual AGC dynamics in China during 2013-2019. The performance of the AGC estimation model was good (RMSE = 0.05 Pg C and R2 = 0.90 with a mean relative uncertainty of 9.8% at pixel-scale (0.25°)). Results of the AGC estimation model showed that carbon uptake by the forests in China was about +0.17 Pg C yr-1 from 2013 to 2019. At regional level, provinces in southwest China including Guizhou (+22.35 Tg C yr-1), Sichuan (+14.49 Tg C yr-1), and Hunan (+11.42 Tg C yr-1) provinces had the highest carbon sink rates during 2013-2019. Most of the carbon-sink regions have been afforested recently, implying that afforestation and ecological engineering projects have been effective means for carbon sequestration in these regions.",
            "descriptionCn": "随着国家林业重点工程的实施，我国森林在过去几十年间扮演着碳汇功能，对区域或全球碳平衡贡献显著。目前对我国森林生态系统碳汇大小、固碳潜力及其空间分布与变化的评估，仍然存在较大的不确定性。基于团队自主研发的低频被动微波植被光学厚度（L-VOD）年际产品（具有时空连续性强、对茂密森林饱和点高的优势），首先评估了不同光学植被指数产品和微波植被光学厚度产品在中国区域对森林地上碳储量的监测能力，证明了微波植被光学厚度产品（尤其是L波段）在大尺度范围对地上碳储量监测的优势。然后在随机森林模型框架下，协同使用光学植被指数和微波植被光学厚度产品对我国森林地上碳储量年际变化进行预测，估算了2013–2019年期间我国森林地上碳储量动态变化，进一步分析了重点区域森林地上碳储量变化趋势。基于该套地上森林碳储量产品，研究表明2013–2019年期间我国地上森林植被碳汇为0.17 Pg C yr-1，其中56%来源于南方地区。从区域尺度来看，我国南方森林植被地上部分碳汇主要来自贵州（22.35 Tg C yr-1）、四川（14.49 Tg C yr-1）和湖南（11.42 Tg C yr-1）等省份。",
            "instructions": "File name: The forest aboveground carbon dataset is stored in TIFF grid format, and the file name is \"AGC_YYYY.tif\", where AGC represents aboveground carbon and YYYY represents year, such as AGC_ 2013.tif represents this TIFF grid format file to describe China's forest aboveground carbon storage in 2013.",
            "instructionsCn": "文件命名：森林地上碳储量数据以TIFF栅格格式存储，文件的名称为“AGC_YYYY.tif”，其中AGC代表地上碳储量，YYYY代表年，比如AGC_2013.tif就代表这个TIFF栅格格式文件描述2013年我国森林地上碳储量。",
            "east": 135.0,
            "west": 73.0,
            "south": 3.0,
            "north": 53.0,
            "startTime": "2013-01-01 00:00:00",
            "endTime": "2019-12-01 00:00:00",
            "fileSize": 441768.0,
            "cstr": "18406.11.Terre.tpdc.272887",
            "doi": "10.11888/Terre.tpdc.272887",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "樊磊",
                "nameEn": "FAN Lei ",
                "unitEn": "",
                "unitCn": "Southwest University, Chongqing, China"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Estimating Aboveground Carbon Dynamic of China Using Optical and Microwave Remote-Sensing Datasets from 2013 to 2019",
                "referenceCn": null,
                "referenceEn": "Chang, Z., Fan, L., Wigneron, J.P., Wang, Y.P., Ciais, P., Chave, J., Fensholt, R., Chen, J.M., Yuan, W., Ju, W., Li, X., Jiang, F., Wu, M., Chen, X., Qin, Y., Frappart, F., Li, X., Wang, M., Liu, X., Tang, X., & Yan, J., et al. (2023). Estimating Aboveground Carbon Dynamic of China Using Optical and Microwave Remote-Sensing Datasets from 2013 to 2019. Journal of Remote Sensing, 3, 0005."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地上碳储量",
                "nameEn": "Aboveground carbon storage"
            },
            {
                "nameCn": "植被光学厚度",
                "nameEn": "vegetation optical depth"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013-2019",
                "keywordEn": "2013-2019",
                "type": "temporal"
            },
            {
                "keywordCn": "年",
                "keywordEn": "Year",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家杰出青年基金项目",
                "titleEn": "National Science Fund for Distinguished Young Scholars"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for estimating forest above-ground carbon stocks in China from 2013 to 2019?",
                "QuestionCn": "2013年至2019年，中国用于估算森林地上碳储量的数据收集方法的特点是什么？",
                "AnswerEn": "low-frequency passive microwave vegetation optical depth (L-VOD) annual products, strong spatiotemporal continuity, high saturation points for dense forests, random forest model framework, co-utilization of optical vegetation indices and microwave vegetation optical depth products",
                "AnswerCn": "低频被动微波植被光学深度（L-VOD）年度产品，具有强大的时空连续性，高饱和点适用于密集森林，随机森林模型框架，结合利用光学植被指数和微波植被光学深度产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the annual rate of carbon sequestration by China's forests from 2013 to 2019?",
                "QuestionCn": "2013年至2019年，中国森林的年碳汇速率是多少？",
                "AnswerEn": "0.17 Pg C yr-1",
                "AnswerCn": "0.17 Pg C 年⁻¹",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the uncertainty in assessing the carbon sequestration potential and spatial distribution changes of China's forest ecosystems?",
                "QuestionCn": "评估中国森林生态系统的碳封存潜力和空间分布变化的不确定性因素包括哪些？",
                "AnswerEn": "The uncertainty in assessing the carbon sequestration potential and spatial distribution changes of China's forest ecosystems is influenced by the varying monitoring capabilities of different optical vegetation index products and microwave vegetation optical depth products. The use of low-frequency passive microwave vegetation optical depth (L-VOD) products, which have strong spatio-temporal continuity and high saturation points for dense forests, can reduce this uncertainty by providing more accurate large-scale monitoring of aboveground carbon storage.",
                "AnswerCn": "评估中国森林生态系统碳汇潜力和空间分布变化的不确定性受到不同光学植被指数产品和微波植被光学深度产品监测能力差异的影响。使用低频被动微波植被光学深度（L-VOD）产品，由于其强大的时空连续性和对密集森林的高饱和点，可以通过提供更准确的大规模地上碳储量监测来减少这种不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using microwave vegetation optical depth (L-VOD) products compared to traditional optical vegetation index products for monitoring above-ground carbon storage in forests?",
                "QuestionCn": "使用微波植被光学深度（L-VOD）产品与传统光学植被指数产品相比，监测森林地上碳储存的潜在后果是什么？",
                "AnswerEn": "The use of microwave vegetation optical depth (L-VOD) products, especially those with L-band frequency, offers significant advantages in monitoring above-ground carbon storage over large scales due to their strong spatiotemporal continuity and high saturation point in dense forests. This allows for more accurate assessments of carbon sequestration potential and spatial distribution, reducing uncertainties in evaluating carbon sink magnitudes and changes across China's forest ecosystems.",
                "AnswerCn": "使用微波植被光学深度（L-VOD）产品，特别是L波段频率的产品，在大尺度监测地上碳储存方面具有显著优势，因为它们具有强大的时空连续性和在密集森林中高饱和点。这使得对碳汇潜力和空间分布的评估更加准确，减少了评估中国森林生态系统中碳汇规模和变化的不确定性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodological steps can be followed to utilize low-frequency passive microwave vegetation optical depth (L-VOD) products for estimating aboveground forest carbon storage over a large scale, considering their advantages in spatial and temporal continuity and high saturation point in dense forests?",
                "QuestionCn": "可以遵循以下方法步骤，利用低频被动微波植被光深（L-VOD）产品在大尺度上估算地上森林碳储量，考虑到其在空间和时间连续性方面的优势以及在密集森林中的高饱和点：\n\n1. 数据收集：获取L-VOD产品数据，确保覆盖研究区域的时间和空间范围。\n\n2. 数据预处理：对L-VOD数据进行校正和去噪，以提高数据质量，确保其适用于后续分析。\n\n3. 确定碳储量模型：选择适合的模型来关联L-VOD与地上碳储量，常用的模型包括线性回归、非线性回归或机器学习方法。\n\n4. 现场验证：在研究区域内选择样地，进行地上碳储量的实地测量，以验证和校正模型。\n\n5. 模型训练与验证：使用现场数据训练模型，并通过交叉验证等方法评估模型的准确性和可靠性。\n\n6. 空间分析：将训练好的模型应用于L-VOD数据，进行大尺度的碳储量估算。\n\n7. 结果分析与不确定性评估：分析估算结果，评估不确定性来源，并进行敏感性分析。\n\n8. 结果可视化与报告：将估算结果进行可视化，撰写报告，分享研究成果。\n\n9. 持续监测与更新：定期更新L-VOD数据和碳储量估算，监测森林碳储量的变化。",
                "AnswerEn": "To utilize low-frequency passive microwave vegetation optical depth (L-VOD) products for estimating aboveground forest carbon storage over a large scale, the following methodological steps can be considered: Firstly, evaluate the monitoring capabilities of various optical vegetation index products and microwave vegetation optical depth products within the region to identify the advantages of microwave products, particularly the L-band, in monitoring carbon storage over large scales. Next, integrate these vegetation indices and L-VOD products within a random forest model framework to predict the annual variations in aboveground forest carbon storage. This process involves using the strengths of both optical and microwave data to improve estimation accuracy. Finally, estimate the dynamic changes in forest carbon storage over a specified period, such as from 2013 to 2019, and analyze the trends in key areas to assess regional contributions to carbon sequestration.",
                "AnswerCn": "为了利用低频被动微波植被光学深度（L-VOD）产品估算大规模的地上森林碳储量，可以考虑以下方法步骤：首先，评估该区域内各种光学植被指数产品和微波植被光学深度产品的监测能力，以识别微波产品，特别是L波段，在大规模监测碳储量方面的优势。接下来，将这些植被指数和L-VOD产品整合到随机森林模型框架中，以预测地上森林碳储量的年度变化。这个过程涉及利用光学和微波数据的优势来提高估算的准确性。最后，估算在特定时期内（例如2013年至2019年）森林碳储量的动态变化，并分析关键区域的趋势，以评估区域对碳汇的贡献。",
                "Level": "C3(Applying)"
            }
        ]
    }
}