{
    "id": "aad28d89-0483-4023-ac4d-2dcdef29e790",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of late Jurassic two-mica granites in Guangzhou, South China",
            "titleCn": "中国华南广州市晚侏罗世二云母花岗岩地球化学数据集",
            "description": "The data set includes: lithologic information, chronological data, whole rock major and trace elements and Sr-Nd isotopic data, and in-situ Hf-O isotopic data of zircons from the Maofengshan two-mica granites, diorites and syenite porphyries in the Guangzhou area. The chronological data of rock samples are determined by SIMS of magmatic zircon separated from single mineral. During the testing process, Qinghu standard zircon is used as the monitoring sample to monitor the reliability of the whole analysis and testing process. The main elements were determined by X-ray fluorescence spectrometer (XRF) by melting the rock powder into a glass sheet which can be tested on the computer. The analytical accuracy of the standard materials GBW-07111, GBW-123, GSR-1, GSR-2 and GSR-3 was better than 2%. Trace elements were analyzed by Perkin Elmer Elan 6000 inductively coupled plasma mass spectrometry (ICP-MS). USGS reference materials (BHVO-2, GSR-1, GSR-2, GSR-3, SARM-4, AGV-2 and W-2a) were determined in the process of analysis and test, which were used as external test standards to correct the element content of unknown samples, and the accuracy of analysis and test was better than 3%. The SR Nd isotopic compositions of rocks were determined by means of acid dissolution of powders, and the obtained solutions were monitored by using NBS987 (87Sr / 86Sr = 0.71025) and shin Etsu JNdi-1 (143Nd / 144Nd = 0.512115) standard materials on the Neptune multi receiver inductively coupled plasma mass spectrometer (MC-ICP-MS). The in-situ Hf isotope of zircon was measured by laser and MC-ICP-MS. During the test, Mud Tank and GJ-1 standard zircon were used as monitoring samples to monitor the reliability of the whole process. In situ O isotopic data of zircons were obtained by SIMS analysis of magmatic zircons. In the process of testing, the external accuracy of multiple determination results of Penglai standard sample is better than 0.30% (2σ).The obtained data provide evidence for the mechanism and process of Late Mesozoic crustal reworking in South China. The research results are published in the international Journal Mineralogy and Petrology.",
            "descriptionCn": "该数据集包含了：广州市帽峰山二云母花岗岩样品的岩石岩性信息、样品年代学数据、样品全岩主微量元素和Sr-Nd同位素数据和样品单矿物锆石原位Hf-O同位素数据。岩石样品的年代学数据是通过对岩石单矿物分选的岩浆锆石进行二次离子体质谱（SIMS）测定的，测试过程中Qinghu标准锆石作为监控样品，监控整个分析测试过程的可靠性。主量元素通过将岩石粉末熔融成可以上机测试的玻璃片，用X射线荧光光谱仪（XRF）进行测定，对于标准物质GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3的测量结果分析精度优于2%。微量元素通过在Perkin-Elmer ELAN 6000电感耦合等离子体质谱仪（ICP-MS）上进行。分析测试过程中对USGS标准物质（BHVO-2、GSR-1、GSR-2、GSR-3、SARM-4、AVG-2和W-2a）进行测定，作为外部测试标样校正未知样品的元素含量，分析测试精度优于3%。岩石Sr-Nd同位素通过对粉末进行酸性溶解，对所获得的溶液，在Neptune型多接收电感耦合等离子体质谱仪（MC-ICP-MS）上进行，分别采用NBS987（87Sr/86Sr = 0.71025）和Shin Etsu JNdi-1(143Nd/144Nd=0.512115)标准物质进行监控。锆石原位Hf同位素的测试是通过激光和MC-ICP-MS联用来进行。测试过程中Mud Tank和GJ-1标准锆石作为监控样品，监控整个分析测试过程的可靠性。锆石原位O同位素数据是通过对岩浆锆石进行二次离子质谱（SIMS）分析所获得的。测试过程中，Penglai标样的多次测定结果的外部精度优于0.30%（2σ）。所获得的数据为华南晚中生代地壳再造机制和过程提供了证据。研究成果发表于SCI期刊Mineralogy and Petrology上。",
            "instructions": "All data are stored in word file. The file name \"ZirUPb. DOX\" represents zircon U-Pb geochronology data. The file name \"ZirHfO. DOX\" represents zircon HF-O isotope data. The file name \"WRMajTra. DOX\" represents the major and trace geochemical data of the whole rock. The file name \"WRIso. DOX\" represents the whole rock isotopic geochemical data.",
            "instructionsCn": "所有数据以Word文件存储。文件名称为\"ZirUPb.dox\"代表锆石U-Pb年代学数据。文件名称为\"ZirHfO.dox\"代表锆石Hf-O同位素数据。文件名称为“WRMajTra.dox”代表全岩主微量地球化学数据。文件名称为“WRIso.dox”代表全岩同位素地球化学数据。",
            "east": 113.62,
            "west": 113.35,
            "south": 23.25,
            "north": 23.45,
            "startTime": null,
            "endTime": null,
            "fileSize": 249344.0,
            "cstr": null,
            "doi": "10.1007/s00710-020-00733-9",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘潇",
                "nameEn": "LIU Xiao",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Late Jurassic Maofengshan two‐mica granites in Guangzhou, South China: fractional crystallization products of metasedimentary‐rockderived magmas",
                "referenceCn": null,
                "referenceEn": "Liu, X., Wang, Q., Ma, L., Gou, G.N., Ou, Q., & Wang, J. (2021). Late Jurassic Maofengshan two-mica granites in Guangzhou, South China: Products of the partial melting of metasedimentary rocks. Mineralogy and Petrology, DOI: 10.1007/s00710-020-00733-9."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "锆石Hf-O同位素",
                "nameEn": "Zircon Hf-O isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南",
                "keywordEn": "South China"
            },
            {
                "keywordCn": "广州",
                "keywordEn": "Guangzhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚侏罗世",
                "keywordEn": "Late Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for geochemical analysis use standard reference materials to ensure accuracy?",
                "QuestionCn": "地球化学分析的数据收集方法是否使用标准参考材料以确保准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for geochemical analysis of biotite granite samples in South China during the Late Jurassic?",
                "QuestionCn": "在南中国晚侏罗世的黑云母花岗岩样品的地球化学分析中，数据收集方法的特点包括：",
                "AnswerEn": "secondary ion mass spectrometry, X-ray fluorescence spectroscopy, inductively coupled plasma mass spectrometry, multi-collector inductively coupled plasma mass spectrometer, laser ablation, oxygen isotopes, external accuracy monitored by standard samples",
                "AnswerCn": "二次离子质谱、X射线荧光光谱、感应耦合等离子体质谱、多接收器感应耦合等离子体质谱仪、激光烧蚀、氧同位素、通过标准样品监测外部精度。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many standard materials are used for calibration in the geochemical data collection method?",
                "QuestionCn": "在地球化学数据收集方法中，使用了多少种标准材料进行校准？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '二次离子体质谱（SIMS）测定' entail in the context of geochemical data collection?",
                "QuestionCn": "'二次离子体质谱（SIMS）测定'在地球化学数据收集的背景下涉及什么？",
                "AnswerEn": "二次离子体质谱（SIMS）测定 refers to a method used to determine the age of rock samples by analyzing zircon minerals. This technique involves using secondary ion mass spectrometry to measure isotopic compositions, with Qinghu standard zircon as a reference to ensure the reliability of the analysis process.",
                "AnswerCn": "二次离子质谱（SIMS）测定是一种通过分析锆石矿物来确定岩石样本年龄的方法。该技术涉及使用二次离子质谱法测量同位素组成，以青湖标准锆石作为参考，以确保分析过程的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods used for determining Sr-Nd isotopic compositions in a dataset compare to those used for zircon in-situ Hf-O isotopic analysis in terms of accuracy and reliability?",
                "QuestionCn": "在一个数据集中，用于确定Sr-Nd同位素组成的方法与用于锆石原位Hf-O同位素分析的方法在准确性和可靠性方面有何比较？",
                "AnswerEn": "The methods for determining Sr-Nd isotopic compositions involve acid dissolution of powdered samples followed by analysis using a multi-collector inductively coupled plasma mass spectrometer (MC-ICP-MS), employing standard materials NBS987 and Shin Etsu JNdi-1 for monitoring accuracy. Meanwhile, zircon in-situ Hf isotopic analysis employs laser ablation combined with MC-ICP-MS, with Mud Tank and GJ-1 standard zircons as monitoring samples, ensuring reliability. Zircon in-situ O isotopic data is obtained through secondary ion mass spectrometry (SIMS), with external precision monitored using Penglai standards. Both methods emphasize precision, with Sr-Nd analysis having an accuracy better than 3% and zircon O isotopic analysis having external precision better than 0.30% (2σ).",
                "AnswerCn": "确定Sr-Nd同位素组成的方法涉及对粉末样品的酸溶解，然后使用多收集器电感耦合等离子体质谱仪（MC-ICP-MS）进行分析，采用标准材料NBS987和Shin Etsu JNdi-1来监测准确性。同时，锆石的原位Hf同位素分析采用激光剥蚀结合MC-ICP-MS，使用Mud Tank和GJ-1标准锆石作为监测样品，以确保可靠性。锆石的原位O同位素数据通过次级离子质谱（SIMS）获得，外部精度通过Penglai标准进行监测。这两种方法都强调精度，其中Sr-Nd分析的准确性优于3%，而锆石O同位素分析的外部精度优于0.30%（2σ）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes could lead to variations in the precision of geochemical data collection in biotite granite samples from the Late Jurassic period in South China?",
                "QuestionCn": "导致中国南方晚侏罗世生物云母花岗岩样品地球化学数据收集精度变化的原因可能包括哪些？",
                "AnswerEn": "Variations in the precision of geochemical data collection can be caused by factors such as the calibration and reliability of the instruments used, including XRF for major elements and ICP-MS for trace elements, as well as the accuracy of standard reference materials like GBW-07111 and USGS standards. Additionally, the sample preparation process, such as the melting of rock powders into glass discs, and the quality of zircon separation for isotopic dating, can affect precision. The use of specific standards, like Qinghu standard zircon for SIMS analysis, also plays a critical role in ensuring the reliability of age data, while the choice of external standards for Sr-Nd isotopic measurements influences the consistency of results.",
                "AnswerCn": "地球化学数据收集精度的变化可能由多个因素引起，例如所使用仪器的校准和可靠性，包括用于主要元素的XRF和用于微量元素的ICP-MS，以及标准参考材料的准确性，如GBW-07111和USGS标准。此外，样品制备过程，例如将岩石粉末熔化成玻璃圆片，以及锆石分离的质量对同位素测年精度也有影响。使用特定标准，如用于SIMS分析的青湖标准锆石，也在确保年龄数据可靠性方面发挥着关键作用，而选择用于Sr-Nd同位素测量的外部标准则影响结果的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to ensure the accuracy and reliability of geochemical data collected from biotite granite samples in the late Jurassic period in South China?",
                "QuestionCn": "确保从中国南方晚侏罗世的黑云母花岗岩样本中收集的地球化学数据的准确性和可靠性所采用的程序有哪些？",
                "AnswerEn": "The accuracy and reliability of the geochemical data are ensured through several procedures: age data of rock samples are determined using Secondary Ion Mass Spectrometry (SIMS) with Qinghu standard zircon as a control sample; major elements are measured by X-ray Fluorescence Spectrometer (XRF) with an accuracy better than 2% using standard materials GBW-07111, GBW-123, GSR-1, GSR-2, and GSR-3; trace elements are analyzed using Inductively Coupled Plasma Mass Spectrometry (ICP-MS) with an accuracy better than 3% by measuring USGS standard materials BHVO-2, GSR-1, GSR-2, GSR-3, SARM-4, AVG-2, and W-2a; Sr-Nd isotopes are measured using Multi-Collector ICP-MS with NBS987 and Shin Etsu JNdi-1 as standard materials; in-situ Hf isotopes are tested using laser ablation coupled with MC-ICP-MS with Mud Tank and GJ-1 standard zircon as control samples; in-situ O isotopes are analyzed using SIMS with Penglai standard material ensuring an external precision better than 0.30% (2σ).",
                "AnswerCn": "地球化学数据的准确性和可靠性通过多种程序得以确保：岩石样品的年龄数据使用次级离子质谱（SIMS）测定，以青湖标准锆石作为对照样品；主要元素通过X射线荧光光谱仪（XRF）测量，准确度优于2%，使用标准材料GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3；微量元素使用电感耦合等离子体质谱（ICP-MS）分析，准确度优于3%，通过测量USGS标准材料BHVO-2、GSR-1、GSR-2、GSR-3、SARM-4、AVG-2和W-2a；锶-钕同位素使用多收集器ICP-MS测量，以NBS987和新日东JNdi-1作为标准材料；原位铪同位素使用激光剥蚀耦合MC-ICP-MS进行测试，以Mud Tank和GJ-1标准锆石作为对照样品；原位氧同位素使用SIMS分析，采用蓬莱标准材料，确保外部精度优于0.30%（2σ）。",
                "Level": "C3(Applying)"
            }
        ]
    }
}