{
    "id": "ab0d7916-7111-43a4-a34b-f5dd6dfce9ac",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SR Nd isotopic test data of granite in eastern Tibet",
            "titleCn": "藏东花岗岩Sr-Nd同位素测试数据",
            "description": "We have studied the Petrotectonic attributes of granites distributed in a large area in the North Lancangjiang structure in Bitu area. The major and trace elements and Sr Nd isotopes have been completed in the Key Laboratory of deposit geochemistry, Institute of geochemistry, Chinese Academy of Sciences. Among them, the main elements are analyzed by pw4400 X-ray fluorescence instrument, and the contents of 10 element oxides are determined; Trace elements are tested by ICP-MS inductively coupled plasma mass spectrometer. ICP-MS is manufactured by Agilent company in Tokyo, Japan, and the model is Agilent 7700x. The analysis method is the same as that of Zhang Xin, etc. According to the analysis results of standard sample gbpc-1de, the analysis error is less than 5%. MC-ICP-MS double focusing magnetic mass spectrometer with Neptune plus model is used for isotope test experiment. The test basis is GB / T 17672-1999.",
            "descriptionCn": "我们对碧土地区北澜沧江构造内大面积分布的花岗岩展开花岗岩岩石构造属性研究，主微量元素与Ｓｒ－Ｎｄ同位素均在中国科学院地球化学研究所矿床地球化学重点实验室完成。其中主量元素采用ＰＷ４４００型Ｘ荧光仪全岩分析，测定１０种元素氧化物含量；微量元素采用ＩＣＰ－ＭＳ电感耦合等离子体质谱分析仪进行测试，ＩＣＰ－ＭＳ由日本东京安捷伦公司制造，型号为Ａｇｉｌｅｎｔ　７７００ｘ，分析方法同张鑫等。根据对标准样品ＧＢＰＣ－１ｄｅ分析结果，分析误差＜５％。同位素测试实验采用型号为Ｎｅｐｔｕｎｅ　Ｐｌｕｓ的ＭＣ－ＩＣＰ－ＭＳ双聚焦磁式质谱仪。实验检测依据为ＧＢ／Ｔ　１７６７２—１９９９。",
            "instructions": "Sr Nd isotopic data of granites in eastern Tibet docx",
            "instructionsCn": "藏东花岗岩Sr-Nd同位素数据.docx",
            "east": 99.5,
            "west": 98.0,
            "south": 28.5,
            "north": 29.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 37376.0,
            "cstr": "18406.11.SolidEar.tpdc.272187",
            "doi": "10.11888/SolidEar.tpdc.272187",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王世锋",
                "nameEn": "WANG Shifeng",
                "unitEn": "Institute of Geomechanics, Chinese Academy of Geological Sciences, Beijing 100081, China",
                "unitCn": "中国地质科学院地质力学所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronological, geochemical, and Sr–Nd–Hf isotopic characteristics of granitoids in eastern Tibet and implications for tectonic correlation with southeastern Asia",
                "referenceCn": null,
                "referenceEn": "Wang, S., Yao, X., & Jiang, W. (2019). Geochronological, geochemical, and Sr–Nd–Hf isotopic characteristics of granitoids in eastern Tibet and implications for tectonic correlation with southeastern Asia. Lithosphere 11(3), 333-347."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "LA-ICP-MS",
                "nameEn": "LA-ICP-MS"
            },
            {
                "nameCn": "Sr-Nd-Hf同位素",
                "nameEn": "Sr-Nd-Hf isotope"
            },
            {
                "nameCn": "地层",
                "nameEn": "Formation"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质年代学",
                "nameEn": "Geochronology"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "地震地质",
                "nameEn": "Seismogeology"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "板块边界",
                "nameEn": "plate boundaries"
            },
            {
                "nameCn": "构造岩带",
                "nameEn": "tectonic rock zones"
            },
            {
                "nameCn": "稳定同位素",
                "nameEn": "stable isotope"
            },
            {
                "nameCn": "花岗闪长岩",
                "nameEn": "Granodiorite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "碧土",
                "keywordEn": "Bitu"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古特提斯",
                "keywordEn": "Paleo-tethys",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原重大滑坡动力灾变与风险防控关键技术研究",
                "titleEn": "Catastrophic mechanisms and risk control of disastrous landslides in the Tibetan Plateau"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the causes that lead to measurement errors when using the ICP-MS technique for analyzing trace elements in granite samples?",
                "QuestionCn": "使用ICP-MS技术分析花岗岩样品时导致测量误差的原因有哪些？",
                "AnswerEn": "Measurement errors in analyzing trace elements using the ICP-MS technique may arise from the calibration of the instrument, as the Agilent 7700x model requires precise calibration to ensure accuracy. Additionally, the sample preparation process and the quality of the standard samples like GBPC-1 could influence the accuracy, as any deviation in these steps might result in errors. The analysis method, as referenced by Zhang Xin et al., may also contribute to errors if not meticulously followed.",
                "AnswerCn": "在使用ICP-MS技术分析微量元素时，测量误差可能源于仪器的校准，因为Agilent 7700x型号需要精确的校准以确保准确性。此外，样品准备过程和标准样品的质量，如GBPC-1，也可能影响准确性，因为这些步骤中的任何偏差都可能导致误差。正如Zhang Xin等人所提到的，分析方法如果没有严格遵循，也可能导致误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting Sr-Nd isotope data and major and trace element information for granites in the northern Lancangjiang tectonic zone in the Bitu area?",
                "QuestionCn": "收集北 Lancangjiang 构造带 Bitu 区域花岗岩的 Sr-Nd 同位素数据以及主要和微量元素信息的主要目的是为了。",
                "AnswerEn": "The goal is to study the structural attributes of granites in the region, which involves conducting comprehensive analyses of major and trace elements and Sr-Nd isotopes to better understand the geological and geochemical characteristics of the granites.",
                "AnswerCn": "目标是研究该地区花岗岩的结构特征，包括对主要和微量元素以及锶-铷同位素的综合分析，以更好地了解花岗岩的地质和地球化学特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to ensure the accuracy and precision of Sr-Nd isotope data when using the MC-ICP-MS double focusing magnetic mass spectrometer in geological research?",
                "QuestionCn": "在地质研究中，使用MC-ICP-MS双聚焦磁质谱仪确保Sr-Nd同位素数据的准确性和精确性所采用的程序有哪些？",
                "AnswerEn": "The procedures to ensure accuracy and precision include using the Neptune Plus MC-ICP-MS double focusing magnetic mass spectrometer, adhering to the standard testing protocol GB/T 17672-1999, and verifying results against standard samples like GBPC-1de, with an analysis error margin of less than 5%.",
                "AnswerCn": "确保准确性和精确性的程序包括使用海王星Plus MC-ICP-MS双聚焦磁质谱仪，遵循标准测试协议GB/T 17672-1999，并将结果与标准样品如GBPC-1de进行验证，分析误差范围小于5%。",
                "Level": "C3(Applying)"
            }
        ]
    }
}