{
  "id": "ab193a70-63a5-4df6-9bc1-d9b5ac5fb044",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Plant functional types map in China (1 km)",
      "titleCn": "中国植物功能型图（1 km）",
      "description": "Plant functional types (PFT) is a combination of large plant species according to the ecosystem function and resource utilization mode of plant species. Each planting functional type shares similar plant attributes, which simplifies the diversity of plant species into the diversity of plant function and structure.The concept of plant-functional has been advocated by ecologists especially ecosystem modelers.The basic assumption is that globally important ecosystem dynamics can be expressed and simulated through limited  plant functional types.At present, vegetation-functional model has been widely used in biogeographic model, biogeochemical model, land surface process model and global dynamic vegetation model. For example, the land surface process model of the national center for atmospheric research (NCAR) in the United States has changed the original land cover information into the applied plant-functional map (Bonan et al., 2002).Functional plant has been used in the dynamic global vegetation model (DGVM) to predict the changes of ecosystem structure and function under the global change scenario.\n1. Functional classification system of Plant\n1 Needleleaf evergreen tree, temperate\n2 Needleleaf evergreen tree, boreal\n3 Needleleaf deciduous tree\n4 Broadleaf evergreen tree, tropical\n5 Broadleaf evergreen tree, temperate\n6 Broadleaf deciduous tree, tropical\n7 Broadleaf deciduous tree, temperate\n8 Broadleaf deciduous tree, boreal\n9 Broadleaf evergreen shrub, temperate\n10 Broadleaf deciduous shrub, temperate\n11 Broadleaf deciduous shrub, boreal\n12 C3 grass, arctic\n13 C3 grass\n14 C4 grass\n15 Crop\n16 Permanent wetlands\n17 Urban and built-up lands\n18 Snow and ice\n19 Barren or sparsely vegetated lands\n20 Bodies of water\n\n2. Drawing method\nChina's 1km plant function map is based on the climate rules of land cover and plant function conversion proposed by Bonan et al. (Bonan et al., 2002).Ran et al., 2012).MICLCover land cover map is a blend of 1:100000 data of land use in China in 2000, the Chinese atlas (1:10 00000) the type of vegetation, China 1:100000 glacier map, China 1:10 00000 marshes and MODIS land cover 2001 products (MOD12Q1) released the latest land cover data, using IGBP land cover classification system.The evaluation shows that it may be the most accurate land cover map on the scale of 1km in China.Climate data is China's atmospheric driven data with spatial resolution of 0.1 and temporal resolution of 3 hours from 1981 to 2008 developed by he jie et al. (2010).The data incorporates Princeton land-surface model driven data (Sheffield et al., 2006), gewex-srb radiation data (Pinker et al., 2003), TRMM 3B42 and APHRODITE precipitation data, and observations from 740 meteorological stations and stations under the China meteorological administration.According to the evaluation results of RanYouhua et al. (2010), GLC2000 has a relatively high accuracy in the current global land cover data set, and there is no mixed forest in its classification system. Therefore, the mixed forest in the MICLCover land cover diagram USES GLC2000 (Bartholome and Belward, 2005).The information in xu wenting et al., 2005) was replaced.The data can be used in land surface process model and other related researches.",
      "descriptionCn": "植物功能型（PFT）是根据植物种的生态系统功能及其资源利用方式而对宠大的植物种进行的组合，每一种植物功能型共享相似的植物属性，是将植物种的多样性简化为植物功能和结构的多样性。植物功能型的概念受到生态学家特别是生态系统建模者的推崇。其基本假设是全球重要的生态系统动态可以通过有限的植物功能型表达和模拟。目前，植物功能型已被广泛用于生物地理模型、生物地球化学模型、陆面过程模型和全球动态植被模型，如美国国家大气研究中心（NCAR）的陆面过程模型已经将原来用土地覆盖信息变为应用植物功能型图（Bonan et al., 2002）。植物功能型已经被用于动态全球植被模型（DGVM）中，用以预测全球变化情景下生态系统结构与功能的变化。\n参考全球植物功能型分类体系，根据模型需求，将土地覆盖类型与植物功能型合并考虑，确定该数据的分类体系下表。\n1、植物功能型分类体系\n1 Needleleaf evergreen tree, temperate\n2 Needleleaf evergreen tree, boreal\n3 Needleleaf deciduous tree\n4 Broadleaf evergreen tree, tropical\n5 Broadleaf evergreen tree, temperate\n6 Broadleaf deciduous tree, tropical\n7 Broadleaf deciduous tree, temperate\n8 Broadleaf deciduous tree, boreal\n9 Broadleaf evergreen shrub, temperate\n10 Broadleaf deciduous shrub, temperate\n11 Broadleaf deciduous shrub, boreal\n12 C3 grass, arctic\n13 C3 grass\n14 C4 grass\n15 Crop\n16 Permanent wetlands\n17 Urban and built-up lands\n18 Snow and ice\n19 Barren or sparsely vegetated lands\n20 Bodies of water\n\n2、制图方法\n中国1公里植物功能型图是根据Bonan等（Bonan et al., 2002）提出的土地覆盖与植物功能型转换的气候规则，对MICLCover土地覆盖图(冉有华 等，2009；Ran et al., 2012)进行转换。MICLCover土地覆盖图是融合了2000年中国1：10万土地利用数据、中国植被图集（1：100万）的植物型、中国1：10万冰川分布图、中国1：100万沼泽湿地图和MODIS 2001年土地覆盖产品（MOD12Q1）的最新发布的土地覆盖数据，采用IGBP土地覆盖分类系统。评价显示，其可能是目前存在的全国1km尺度上精度最高的土地覆盖图。气候数据利用何杰等(2010)发展的1981-2008年的空间分辨率为0.1度、时间分辨率为3小时的中国大气驱动数据，是我国现存的在全国尺度上具有最高时空分辨率的气候数据，该数据融合了Princeton 陆面模式驱动数据(Sheffield et al., 2006)、GEWEX-SRB 辐射数据(Pinker et al., 2003)、TRMM 3B42 和APHRODITE 降水数据以及中国气象局740个气象台站的观测数据。根据RanYouhua等(2010)的评价结果，GLC2000在目前的全球土地覆盖数据集中，具有相对较高的精度，且其分类系统中没有混交林这一类，因此MICLCover土地覆盖图中的混交林利用GLC2000 (Bartholome and Belward, 2005; 徐文婷 等，2005)中的信息进行了替换。该数据可用于陆面过程模型等相关研究中。",
      "instructions": "Grid data: PFTS\nArcgis software can be used to open",
      "instructionsCn": "栅格Grid数据：pfts\n可以用Arcgis等软件打开",
      "east": 135.5,
      "west": 73.2,
      "south": 17.8,
      "north": 53.9,
      "startTime": null,
      "endTime": null,
      "fileSize": 5906714.0,
      "cstr": "18406.11.Ecolo.tpdc.270101",
      "doi": "10.11888/Ecolo.tpdc.270101",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "冉有华",
        "nameEn": "RAN Youhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Historical and Ecological Factors Affecting Regional Patterns of Endemism and Species Richness: The Case of Squamates in China",
        "referenceCn": null,
        "referenceEn": "Huang Y, Guo X, Wang Y. Historical and Ecological Factors Affecting Regional Patterns of Endemism and Species Richness: The Case of Squamates in China[J]. 2013"
      },
      {
        "titleCn": null,
        "titleEn": "Large-scale land cover mapping with the integration of multi-source information based on the dempster–shafer theory",
        "referenceCn": null,
        "referenceEn": "Ran, Y. H. , Li, X. , Lu, L. , & Li, Z. Y. . (2012). Large-scale land cover mapping with the integration of multi-source information based on the dempster–shafer theory. International Journal of Geographical Information Science, 26(1), 169-191."
      },
      {
        "titleCn": "中国2000年1km植物功能型分布图",
        "titleEn": null,
        "referenceCn": "冉有华,&马瀚青.(2016).中国2000年1km植物功能型分布图.遥感技术与应用,31(4),827-832",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Understanding the impact of mountain landscapes on water balance in the upper Heihe River watershed in northwestern China",
        "referenceCn": null,
        "referenceEn": "Qin J, Ding Y, Wu J, et al. Understanding the impact of mountain landscapes on water balance in the upper Heihe River watershed in northwestern China[J]. Journal of Arid Land. 2013: 1-18."
      },
      {
        "titleCn": null,
        "titleEn": "Influences of watershed landscape composition and configuration on lake-water quality in the Yangtze River basin of China",
        "referenceCn": null,
        "referenceEn": "Liu W, Zhang Q, Liu G. Influences of watershed landscape composition and configuration on lake-water quality in the Yangtze River basin of China[J]. Hydrological Processes, 2012, 26(4): 570–578. doi:10.1002/hyp.8157"
      },
      {
        "titleCn": "辽河口湿地生态景观格局形成机制分析",
        "titleEn": null,
        "referenceCn": "荣子容, 马安青, 王志凯, 于浩, 张敬旭. 辽河口湿地生态景观格局形成机制分析. 中国海洋大学学报(自然科学版), 2012, (Z2):138-143",
        "referenceEn": null
      },
      {
        "titleCn": "金沙江上游流域生态承载力及人与生态系统关系研究",
        "titleEn": null,
        "referenceCn": "刘婷婷. 金沙江上游流域生态承载力及人与生态系统关系研究[D]. 成都理工大学, 2012.",
        "referenceEn": null
      },
      {
        "titleCn": "不同尺度中国大陆灵长目物种丰富度的地理格局及其与环境因子和人类活动的关系",
        "titleEn": null,
        "referenceCn": "林晓倩, 黄勇, 左智力, 陈跃英. 不同尺度中国大陆灵长目物种丰富度的地理格局及其与环境因子和人类活动的关系. 应用与环境生物学报, 2012, (06):954-963",
        "referenceEn": null
      },
      {
        "titleCn": "SWAT模型在黄鸭河流域径流模拟中的应用研究",
        "titleEn": null,
        "referenceCn": "陈理想, 梁忠民, 朱金峰. SWAT模型在黄鸭河流域径流模拟中的应用研究. 水电能源科学, 2011, (10):8-11",
        "referenceEn": null
      },
      {
        "titleCn": "基于多源数据融合方法的中国1km土地覆盖分类制图",
        "titleEn": null,
        "referenceCn": "冉有华, 李新, & 卢玲. (2009). 基于多源数据融合方法的中国1 km土地覆盖分类制图. 地球科学进展, 024(002), 192-203.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      },
      {
        "nameCn": "植被类型",
        "nameEn": "vegetation species/Classification"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "植物功能型（PFT，Plant Functional Types）已被广泛用于生物地理模型、生物地球化学模型、陆面过程模型和全球动态植被模型，用以预测全球变化情景下生态系统结构与功能的变化。传统的陆面过程模型利用土地覆盖类型来确定许多生物物理参数，如SIB、CLM模型的早期版本的许多时不变参数（如植被反照率、冠顶高度、叶倾角分布）是依赖土地覆盖类型给定的。然而，现代的陆面过程模型通过耦合植被动态模型来模拟植被变化对气候系统的反馈，基于土地覆盖类型的植被表达已经不能满足要求。植物功能型（PFT）是根据植物种的生态系统功能及其资源利用方式而对宠大的植物种进行的组合，每一种植物功能型共享相似的植物属性，是将植物种的多样性简化为植物功能和结构的多样性。植物功能型的概念受到生态学家特别是生态系统建模者的推崇。"
      ],
      "research objective": [
        "本文提供了一种更高精度的中国区域2000年1km分辨率的植物功能型分布图，将为中国区域的生态学相关研究和陆面过程模拟提供重要的数据支持。"
      ],
      "challenges": [
        "本数据的精度没有经过直接检验，数据的不确定性可能来源于所用的中国2000年1km土地覆盖图（MICLCover）、转换规则的不确定性及ITPCAS的降水和气温数据的误差。"
      ],
      "methods": [
        "本文利用Bonan等提出的土地覆盖类型与植物功能型的气候转换规则，基于融合了多源数据的中国2000年1km土地覆盖图（MICLCover），结合中国科学院青藏高原研究所（ITPCAS）最新发展的中国区域1979～2012年的0.1°大气驱动数据，实现了中国2000年1km植物功能型分布制图。具体的数据处理步骤为：① MICLCover中混交林的处理。具体方法是利用GLC2000中的信息替换MICLCover中的混交林；② 气候因子的处理。利用ITPCAS大气驱动数据中的气温和降水数据，处理得到土地覆盖类型划分所需的气候因子；③ 结果生成。根据定义的土地覆盖类型与植物功能型的气候转换规则，产生中国1km植物功能型图。"
      ],
      "dataset": [
        "MICLCover土地覆盖数据是在评价中国已有土地覆盖数据的基础上，基于证据推理算法，融合了2000年中国1:10万土地利用数据、中国1:100万植被图集的植被型分类、中国1:10万冰川图、中国1:100万沼泽湿地图和2001年MODIS土地覆盖产品（MOD12Q1），MICLCover采用IGBP分类系统，融合产生的土地覆盖数据在保持了中国1:10万土地利用数据总体精度的同时，补充了中国植被图植被类型及植被季相的信息，更新了中国湿地分布，增加了中国冰川编目的冰川分布信息，使分类系统更加通用。"
      ],
      "findings": [],
      "backgroundCn": [
        "植物功能型（PFT，Plant Functional Types）已被广泛用于生物地理模型、生物地球化学模型、陆面过程模型和全球动态植被模型，以预测全球变化情景下生态系统结构与功能的变化。传统的陆面过程模型利用土地覆盖类型来确定许多生物物理参数，例如SIB、CLM模型的早期版本中的许多时不变参数（如植被反照率、冠顶高度、叶倾角分布）都是依赖土地覆盖类型给定的。然而，现代的陆面过程模型通过耦合植被动态模型来模拟植被变化对气候系统的反馈，基于土地覆盖类型的植被表达已经不能满足要求。植物功能型（PFT）是根据植物种的生态系统功能及其资源利用方式对众多植物种进行的组合，每一种植物功能型共享相似的植物属性，是将植物种的多样性简化为植物功能和结构的多样性。植物功能型的概念受到生态学家特别是生态系统建模者的推崇。"
      ],
      "research objectiveCn": [
        "This article provides a higher precision vegetation functional type distribution map for China at a 1km resolution for the year 2000, which will provide important data support for ecological research and land surface process simulations in the China region."
      ],
      "challengesCn": [
        "本数据的精度没有经过直接检验，数据的不确定性可能来源于所用的中国2000年1km土地覆盖图（MICLCover）、转换规则的不确定性及ITPCAS的降水和气温数据的误差。"
      ],
      "methodsCn": [
        "本文利用Bonan等提出的土地覆盖类型与植物功能型的气候转换规则，基于融合了多源数据的中国2000年1km土地覆盖图（MICLCover），结合中国科学院青藏高原研究所（ITPCAS）最新发展的中国区域1979～2012年的0.1°大气驱动数据，实现了中国2000年1km植物功能型分布制图。具体的数据处理步骤为：① MICLCover中混交林的处理。具体方法是利用GLC2000中的信息替换MICLCover中的混交林；② 气候因子的处理。利用ITPCAS大气驱动数据中的气温和降水数据，处理得到土地覆盖类型划分所需的气候因子；③ 结果生成。根据定义的土地覆盖类型与植物功能型的气候转换规则，产生中国1km植物功能型图。"
      ],
      "datasetCn": [
        "MICLCover土地覆盖数据是在评价中国已有土地覆盖数据的基础上，基于证据推理算法，融合了2000年中国1:10万土地利用数据、中国1:100万植被图集的植被型分类、中国1:10万冰川图、中国1:100万沼泽湿地图和2001年MODIS土地覆盖产品（MOD12Q1）。MICLCover采用IGBP分类系统，融合产生的土地覆盖数据在保持了中国1:10万土地利用数据总体精度的同时，补充了中国植被图植被类型及植被季相的信息，更新了中国湿地分布，增加了中国冰川编目的冰川分布信息，使分类系统更加通用。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the MICLCover land cover data one of the highest accuracy land cover maps available at a national 1 km scale in China?",
        "QuestionCn": "MICLCover土地覆盖数据是否是中国国家1公里尺度上最高精度的土地覆盖地图之一？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the creation of a 1 km plant functional type map for China utilize climate data with a spatial resolution of 0.1 degrees and a temporal resolution of 3 hours?",
        "QuestionCn": "创建中国的1公里植物功能类型地图是否利用了空间分辨率为0.1度和时间分辨率为3小时的气候数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the uncertainties in the plant functional type data potentially attributable to the errors in the MICLCover land cover map and ITPCAS precipitation and temperature data?",
        "QuestionCn": "植物功能类型数据中的不确定性是否可能归因于MICLCover土地覆盖图和ITPCAS降水与温度数据中的错误？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components involved in creating a 1 km resolution plant functional type map in China?",
        "QuestionCn": "在中国创建1公里分辨率植物功能类型图的关键组成部分是什么？",
        "AnswerEn": "MICLCover land cover map",
        "AnswerCn": "MICLCover 土地覆盖图",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where does the uncertainty in the plant functional type data potentially stem from?",
        "QuestionCn": "植物功能类型数据的不确定性可能源于哪里？",
        "AnswerEn": "MICLCover land cover map, conversion rules, ITPCAS atmospheric dataset",
        "AnswerCn": "MICLCover土地覆盖图、转换规则、ITPCAS大气数据集",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Who proposed the climate conversion rules that guide the transformation of land cover types to plant functional types?",
        "QuestionCn": "谁提出了指导土地覆盖类型转变为植物功能类型的气候转换规则？",
        "AnswerEn": "Bonan et al. (2002)",
        "AnswerCn": "Bonan 等 (2002)",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you illustrate an example of a data processing step used to address uncertainties in land cover data when mapping plant functional types?",
        "QuestionCn": "您能否举例说明在绘制植物功能类型时用于处理土地覆盖数据不确定性的一个数据处理步骤？",
        "AnswerEn": "An example of a data processing step to address uncertainties is the replacement of mixed forest information in MICLCover with data from GLC2000, which is considered to have higher accuracy. This step helps in refining the classification and reducing uncertainty in mapping plant functional types.",
        "AnswerCn": "一个处理不确定性的数据显示步骤是用GLC2000的数据替换MICLCover中的混合森林信息，因为GLC2000被认为具有更高的准确性。这一步有助于精炼分类并减少植物功能类型映射中的不确定性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge in developing high-resolution plant functional type maps, and how is it addressed?",
        "QuestionCn": "开发高分辨率植物功能类型地图的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "An example of a challenge is the uncertainty in climate data used for classifying land cover types. In creating high-resolution plant functional type maps, this challenge is addressed by using the ITPCAS atmospheric driving data, which integrates various precipitation and temperature datasets to provide the highest spatial and temporal resolution for China.",
        "AnswerCn": "一个挑战是用于分类土地覆盖类型的气候数据的不确定性。在创建高分辨率植物功能类型地图时，通过使用ITPCAS大气驱动数据来解决这个挑战，该数据集整合了各种降水和温度数据，以提供中国最高的空间和时间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for integrating multiple land cover data sources to create a comprehensive plant functional type map?",
        "QuestionCn": "用于整合多个土地覆盖数据源以创建综合植物功能类型地图的具体方法有哪些？",
        "AnswerEn": "MICLCover land cover map, 2000 China 1:100,000 land use data, China's vegetation atlas, glacier distribution maps, marsh wetland maps, MODIS land cover products, IGBP classification system, mixed forests updated with GLC2000 information",
        "AnswerCn": "MICLCover土地覆盖图，2000年中国1:100,000土地利用数据，中国植被图集，冰川分布图，沼泽湿地图，MODIS土地覆盖产品，IGBP分类系统，混合森林更新为GLC2000信息。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are associated with ensuring the accuracy of plant functional type maps derived from land cover data?",
        "QuestionCn": "确保从土地覆盖数据中得出的植物功能类型地图准确性所面临的挑战有哪些？",
        "AnswerEn": "uncertainty of the MICLCover land cover data, conversion rules' uncertainty, errors in ITPCAS precipitation and temperature data, map accuracy not directly verified",
        "AnswerCn": "MICLCover土地覆盖数据的不确定性、转换规则的不确定性、ITPCAS降水和温度数据的误差、地图精度未直接验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the plant functional type distribution map for China?",
        "QuestionCn": "中国植物功能类型分布图的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land cover classes are included in the plant functional type classification system?",
        "QuestionCn": "植物功能类型分类系统包含多少个土地覆盖类别？",
        "AnswerEn": "20",
        "AnswerCn": "20",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over what period was the atmospheric driving data used in the plant functional type mapping collected?",
        "QuestionCn": "用于植物功能类型映射的大气驱动数据收集的时间段是什么？",
        "AnswerEn": "1981-2008",
        "AnswerCn": "1981-2008",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the concept of 'plant functional types' in ecological modeling?",
        "QuestionCn": "“植物功能类型”在生态模型中的概念是什么？",
        "AnswerEn": "Plant functional types (PFT) are groupings of plant species based on their ecosystem functions and resource use strategies. Each PFT shares similar plant attributes, simplifying the diversity of plant species into the diversity of plant functions and structures. This concept is favored by ecologists and ecosystem modelers because it assumes that significant global ecosystem dynamics can be represented and simulated by a limited number of PFTs.",
        "AnswerCn": "植物功能类型（PFT）是基于植物物种的生态系统功能和资源利用策略的分组。每个PFT共享相似的植物特征，从而将植物物种的多样性简化为植物功能和结构的多样性。生态学家和生态系统模型师偏爱这一概念，因为它假设重要的全球生态系统动态可以通过有限数量的PFT来表示和模拟。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'land cover and plant functional type climate conversion rule' mean in the context of mapping?",
        "QuestionCn": "在制图的背景下，“土地覆盖和植物功能类型气候转换规则”是什么意思？",
        "AnswerEn": "The 'land cover and plant functional type climate conversion rule' refers to the method proposed by Bonan et al. (2002) to transform land cover data into plant functional type categories based on climate data. This approach is used to create detailed maps that integrate land cover with climate conditions to determine plant functional types.",
        "AnswerCn": "“土地覆盖和植物功能类型气候转换规则”是指Bonan等人（2002）提出的一种方法，用于根据气候数据将土地覆盖数据转化为植物功能类型类别。这种方法用于创建详细的地图，将土地覆盖与气候条件相结合，以确定植物功能类型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of using multiple data sources in constructing a detailed land cover dataset?",
        "QuestionCn": "在构建详细的土地覆盖数据集时，使用多个数据源的重要性是什么？",
        "AnswerEn": "Utilizing multiple data sources, such as high-resolution land use maps, vegetation atlases, glacier distribution maps, and satellite products like MODIS, allows for the fusion of diverse information to enhance the accuracy and comprehensiveness of a land cover dataset. This approach ensures the dataset maintains overall accuracy while updating and enriching vegetation types, phenology, wetland distribution, and glacier information, making the classification system more versatile.",
        "AnswerCn": "利用多种数据源，如高分辨率土地利用地图、植被图集、冰川分布图以及MODIS等卫星产品，可以融合多样化的信息，以提高土地覆盖数据集的准确性和全面性。这种方法确保数据集在更新和丰富植被类型、物候、湿地分布和冰川信息的同时，保持整体准确性，使分类系统更加多功能。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the MICLCover land cover data and the GLC2000 dataset differ in terms of their approach to handling mixed forest classifications?",
        "QuestionCn": "MICLCover土地覆盖数据和GLC2000数据集在处理混合森林分类方面的方式有什么不同？",
        "AnswerEn": "The MICLCover land cover data handles mixed forest classifications by replacing them with information from the GLC2000 dataset, as the GLC2000 does not have a mixed forest category. This indicates a methodological difference where MICLCover adapts its classification system to incorporate the strengths of another dataset to enhance precision in representing mixed forest areas.",
        "AnswerCn": "MICLCover土地覆盖数据通过使用GLC2000数据集的信息来处理混合森林分类，因为GLC2000没有混合森林类别。这表明了一种方法论上的差异，MICLCover调整其分类系统，以结合另一个数据集的优势，从而提高对混合森林区域的精确表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways can the interpretation of plant functional types inform predictions about ecosystem responses to global change scenarios?",
        "QuestionCn": "植物功能类型的解释可以通过哪些方式为预测生态系统对全球变化情景的响应提供信息？",
        "AnswerEn": "Interpreting plant functional types can provide insights into ecosystem responses by simplifying plant diversity into functional categories, which are essential for modeling ecosystem dynamics under global change scenarios. This allows researchers to predict shifts in ecosystem structure and function due to climate and environmental changes.",
        "AnswerCn": "解释植物功能类型可以通过将植物多样性简化为功能类别来提供对生态系统响应的洞察，这对于在全球变化情景下建模生态系统动态至关重要。这使研究人员能够预测由于气候和环境变化导致的生态系统结构和功能的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes uncertainty in data derived from land cover maps and climate conversion rules?",
        "QuestionCn": "导致土地覆盖地图和气候转换规则所 derived 数据不确定性的原因是什么？",
        "AnswerEn": "Uncertainty in data derived from land cover maps and climate conversion rules may arise from the accuracy of the original land cover map, the precision of the climate conversion rules applied, and potential errors in atmospheric data such as precipitation and temperature.",
        "AnswerCn": "从土地覆盖地图和气候转换规则中得出的数据的不确定性可能源于原始土地覆盖地图的准确性、所应用的气候转换规则的精确性，以及大气数据（如降水和温度）中可能存在的错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might integrating multiple data sources be necessary in creating high-resolution plant functional type maps?",
        "QuestionCn": "为什么在创建高分辨率植物功能类型地图时整合多个数据源可能是必要的？",
        "AnswerEn": "Integrating multiple data sources is necessary to enhance the overall accuracy and resolution of plant functional type maps by combining various datasets that provide comprehensive coverage and detail, such as land use data, vegetation classifications, and climate information.",
        "AnswerCn": "整合多个数据源对于提高植物功能类型地图的整体准确性和分辨率是必要的，通过结合提供全面覆盖和细节的各种数据集，如土地利用数据、植被分类和气候信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the highest spatial and temporal resolution in atmospheric data for modeling plant functional types?",
        "QuestionCn": "哪些因素有助于在大气数据建模植物功能类型时实现最高的空间和时间分辨率？",
        "AnswerEn": "The highest spatial and temporal resolution in atmospheric data is achieved by using detailed datasets that merge global and regional information, such as the Princeton land surface model data, GEWEX-SRB radiation data, TRMM and APHRODITE precipitation data, and extensive observational data from meteorological stations.",
        "AnswerCn": "在大气数据中，最高的空间和时间分辨率是通过使用详细的数据集来实现的，这些数据集融合了全球和区域信息，例如普林斯顿陆面模型数据、GEWEX-SRB辐射数据、TRMM和APHRODITE降水数据，以及来自气象站的大量观测数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on data accuracy when integrating multiple sources for land cover data compared to using a single source in plant functional type mapping?",
        "QuestionCn": "在进行植物功能类型映射时，整合多个来源的土地覆盖数据与使用单一来源相比，对数据准确性的影响是什么？",
        "AnswerEn": "Integrating multiple sources for land cover data, such as the MICLCover dataset which combines various data including vegetation maps and MODIS land cover products, can enhance the overall accuracy by leveraging the strengths of different data types. However, this approach may also introduce uncertainties due to the potential errors in each dataset and the complexity of the fusion process.",
        "AnswerCn": "整合多个土地覆盖数据源，例如MICLCover数据集，该数据集结合了各种数据，包括植被地图和MODIS土地覆盖产品，可以通过利用不同数据类型的优势来提高整体准确性。然而，这种方法也可能引入不确定性，因为每个数据集中的潜在错误以及融合过程的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential consequences of utilizing climate conversion rules on plant functional type classification for ecosystem modeling?",
        "QuestionCn": "利用气候转换规则对植物功能类型分类进行生态系统建模的潜在后果是什么？",
        "AnswerEn": "Utilizing climate conversion rules for plant functional type classification can provide a more dynamic representation of vegetation in ecosystem models, allowing for better prediction of ecosystem responses to climate changes. This approach facilitates the expression of vegetation dynamics and structural diversity, which is crucial for accurate ecosystem modeling.",
        "AnswerCn": "利用气候转换规则进行植物功能类型分类可以为生态系统模型提供更动态的植被表现，从而更好地预测生态系统对气候变化的响应。这种方法促进了植被动态和结构多样性的表达，这对于准确的生态系统建模至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the absence of mixed forest classification in global land cover data affect the development of plant functional type maps?",
        "QuestionCn": "全球土地覆盖数据中缺少混合森林分类如何影响植物功能类型地图的开发？",
        "AnswerEn": "The absence of mixed forest classification in global land cover data, such as noted in the GLC2000 dataset, necessitates the replacement or adjustment of mixed forest data using other sources like MICLCover. This adjustment can lead to more accurate plant functional type maps, which are essential for reliable ecosystem and land surface process models.",
        "AnswerCn": "全球土地覆盖数据中缺乏混合森林分类，例如在GLC2000数据集中所指出的，这就需要使用其他来源如MICLCover来替换或调整混合森林数据。这种调整可以导致更准确的植物功能类型地图，而这些地图对于可靠的生态系统和陆地表面过程模型至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a 1 km resolution plant functional type map for China using multi-source data?",
        "QuestionCn": "为什么使用多源数据开发中国1公里分辨率的植物功能类型地图很重要？",
        "AnswerEn": "Developing a 1 km resolution plant functional type map for China aims to provide a higher precision tool to support ecological research and land surface process simulations in the region. The map simplifies plant species diversity into functional and structural diversity, offering a crucial dataset for modeling ecosystem dynamics under global change scenarios.",
        "AnswerCn": "开发一个1公里分辨率的中国植物功能类型地图，旨在提供一个更高精度的工具，以支持该地区的生态研究和陆地表面过程模拟。该地图将植物物种多样性简化为功能和结构多样性，为在全球变化情景下建模生态系统动态提供了重要的数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it necessary to evaluate the accuracy and uncertainty of plant functional type datasets derived from multi-source land cover data?",
        "QuestionCn": "评估来自多源土地覆盖数据的植物功能类型数据集的准确性和不确定性是必要的原因是什么？",
        "AnswerEn": "Evaluating the accuracy and uncertainty of plant functional type datasets is necessary to ensure their reliability for scientific analysis and applications. The potential uncertainty in datasets may arise from the original land cover maps, conversion rules, and climate data errors, which need to be assessed to improve the dataset's validity for use in land surface models and ecological research.",
        "AnswerCn": "评估植物功能类型数据集的准确性和不确定性是确保其在科学分析和应用中可靠性的必要步骤。数据集中的潜在不确定性可能源于原始土地覆盖图、转换规则和气候数据错误，这些都需要评估，以提高数据集在土地表面模型和生态研究中的有效性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the fusion of multiple data sources enhance the accuracy of land cover maps used in plant functional type mapping at a 1km resolution?",
        "QuestionCn": "多个数据源的融合如何提高用于植物功能类型映射的1公里分辨率土地覆盖地图的准确性？",
        "AnswerEn": "The fusion of multiple data sources, such as the 2000 China 1:100,000 land use data, 1:1,000,000 vegetation atlas, glacier distribution maps, swamp wetland maps, and MODIS 2001 land cover products, can enhance the accuracy of land cover maps by incorporating diverse information. This integration allows for a more comprehensive classification system, improving the representation of vegetation types, seasonal changes, wetland distribution, and glacier coverage, thus resulting in a more accurate and detailed plant functional type map.",
        "AnswerCn": "多个数据源的融合，例如2000年中国1:100,000土地利用数据、1:1,000,000植被图集、冰川分布图、沼泽湿地图和MODIS 2001年土地覆盖产品，可以通过整合多样化的信息来提高土地覆盖图的准确性。这种整合允许建立更全面的分类系统，改善植被类型、季节变化、湿地分布和冰川覆盖的表现，从而生成更准确和详细的植物功能类型图。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are involved in converting land cover types to plant functional types using climate rules?",
        "QuestionCn": "使用气候规则将土地覆盖类型转换为植物功能类型涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve: 1) Handling mixed forests in the land cover data by replacing them with information from GLC2000. 2) Processing climate factors using high-resolution atmospheric driving data to determine necessary climate variables. 3) Applying defined climate conversion rules to the land cover types to generate the plant functional type map at a 1km resolution.",
        "AnswerCn": "程序步骤包括：1) 通过用GLC2000的信息替换土地覆盖数据中的混合森林来处理混合森林。2) 使用高分辨率的大气驱动数据处理气候因素，以确定必要的气候变量。3) 应用定义的气候转换规则到土地覆盖类型，以生成1公里分辨率的植物功能类型图。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data integration techniques enable the creation of a high-resolution plant functional type map in China?",
        "QuestionCn": "哪些数据集成技术能够在中国创建高分辨率植物功能类型图？",
        "AnswerEn": "The creation of a high-resolution plant functional type map in China is enabled by integrating multiple sources of data, including the 2000 China 1:100,000 land use data, the China vegetation atlas at 1:1,000,000 scale, glacier distribution maps, wetland maps, and the 2001 MODIS land cover product using the IGBP classification system. This integration leverages evidence reasoning algorithms to enhance the accuracy and detail of the resulting land cover data.",
        "AnswerCn": "通过整合多个数据源，包括2000年中国1:100,000土地利用数据、中国1:1,000,000尺度的植被图、冰川分布图、湿地图以及2001年MODIS土地覆盖产品（使用IGBP分类系统），实现了中国高分辨率植物功能类型图的创建。这种整合利用了证据推理算法，以提高最终土地覆盖数据的准确性和细节。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How do climate data resolution and temporal granularity influence the mapping of plant functional types across large regions?",
        "QuestionCn": "气候数据的分辨率和时间粒度如何影响大区域内植物功能类型的映射？",
        "AnswerEn": "The mapping of plant functional types is influenced by the use of high spatial and temporal resolution climate data, such as the 0.1-degree spatial resolution and 3-hour temporal resolution atmospheric driving data developed by ITPCAS. This high-resolution climate data, which includes temperature and precipitation information, allows for accurate delineation of land cover types necessary for plant functional type classification.",
        "AnswerCn": "植物功能类型的映射受到高空间和时间分辨率气候数据的影响，例如由ITPCAS开发的0.1度空间分辨率和3小时时间分辨率的大气驱动数据。这种高分辨率气候数据，包括温度和降水信息，能够准确划分植物功能类型分类所需的土地覆盖类型。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges arise from using multi-source data for land cover classification, and how can these challenges be addressed?",
        "QuestionCn": "使用多源数据进行土地覆盖分类时会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges in using multi-source data for land cover classification include uncertainties in the data sources, such as the MICLCover land cover data, conversion rule uncertainties, and errors in climate data like ITPCAS precipitation and temperature. These can be addressed by rigorous evaluation and validation processes, as well as by utilizing complementary datasets like GLC2000 to refine classifications such as mixed forests.",
        "AnswerCn": "使用多源数据进行土地覆盖分类的挑战包括数据源的不确定性，例如MICLCover土地覆盖数据、转换规则的不确定性，以及气候数据（如ITPCAS降水和温度）中的错误。这些问题可以通过严格的评估和验证过程来解决，同时利用像GLC2000这样的补充数据集来细化混合森林等分类。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods for plant functional types in China face challenges in achieving high accuracy?",
        "QuestionCn": "为什么中国植物功能类型的数据收集方法在实现高准确性方面可能面临挑战？",
        "AnswerEn": "Data collection methods may face challenges due to uncertainties in the land cover map used, the conversion rules applied, and potential errors in precipitation and temperature datasets.",
        "AnswerCn": "数据收集方法可能面临挑战，因为所使用的土地覆盖图存在不确定性，应用的转换规则可能存在问题，以及降水和温度数据集可能存在错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it expected that integrating multiple data sources can enhance the precision of plant functional type mapping?",
        "QuestionCn": "预计整合多个数据源可以提高植物功能类型映射的精确度的原因是什么？",
        "AnswerEn": "Integrating multiple data sources such as land use data, vegetation maps, glacier distribution, and climate data can provide a comprehensive dataset that enhances precision by covering various aspects of land cover and climate influences.",
        "AnswerCn": "整合多个数据源，如土地利用数据、植被地图、冰川分布和气候数据，可以提供一个综合的数据集，通过涵盖土地覆盖和气候影响的各个方面来提高精确度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be an expectation for plant functional type datasets to be useful in ecosystem modeling beyond traditional land cover data?",
        "QuestionCn": "为什么人们会期望植物功能类型数据集在生态系统建模中比传统土地覆盖数据更有用？",
        "AnswerEn": "Plant functional type datasets are expected to be useful because they simplify plant diversity into functional and structural diversity, which is crucial for modern land surface models that simulate vegetation-climate feedbacks more accurately than traditional land cover data.",
        "AnswerCn": "植物功能类型数据集被认为是有用的，因为它们将植物多样性简化为功能和结构多样性，这对于现代陆面模型至关重要，这些模型比传统的土地覆盖数据更准确地模拟植被-气候反馈。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What challenges do you perceive in accurately classifying mixed forest types using the existing classification systems in this field?",
        "QuestionCn": "您认为在使用该领域现有分类系统准确分类混合森林类型时会面临哪些挑战？",
        "AnswerEn": "The challenges in accurately classifying mixed forest types include the limitations of existing classification systems that may not specifically account for mixed forests, leading to potential inaccuracies. Additionally, the reliance on datasets like GLC2000, which may lack certain categories, necessitates the replacement or adaptation of information, which could introduce uncertainties.",
        "AnswerCn": "准确分类混合森林类型的挑战包括现有分类系统的局限性，这些系统可能没有特别考虑混合森林，从而导致潜在的不准确性。此外，依赖于像GLC2000这样的数据集，这些数据集可能缺乏某些类别，因此需要替换或调整信息，这可能会引入不确定性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential limitations of utilizing climate-driven data conversion rules for transforming land cover data into plant functional types?",
        "QuestionCn": "在我看来，利用气候驱动的数据转换规则将土地覆盖数据转化为植物功能类型的潜在局限性有哪些？",
        "AnswerEn": "Utilizing climate-driven data conversion rules can introduce limitations due to the uncertainties in climate data and the assumptions made during the conversion process. These rules depend on precise climate data inputs, such as temperature and precipitation, which, if erroneous, can affect the accuracy of the plant functional type classification. Additionally, the rules themselves may not fully capture the complexity of vegetation dynamics, leading to potential oversimplifications.",
        "AnswerCn": "利用气候驱动的数据转换规则可能会引入限制，因为气候数据的不确定性和转换过程中所做的假设。这些规则依赖于精确的气候数据输入，如温度和降水量，如果这些数据存在错误，可能会影响植物功能类型分类的准确性。此外，这些规则本身可能无法充分捕捉植被动态的复杂性，从而导致潜在的简化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't grasp how data from different sources can be integrated to create a high-resolution land cover dataset for plant functional types.",
        "QuestionCn": "我无法理解如何将来自不同来源的数据整合以创建植物功能类型的高分辨率土地覆盖数据集。",
        "AnswerEn": "The MICLCover dataset was created by integrating multiple data sources, including China's land use data, vegetation type classifications, glacier distribution, wetland maps, and MODIS land cover products. These were combined using the IGBP classification system to form a comprehensive dataset that maintains overall accuracy while enriching with additional information on vegetation types and seasonality, wetland distribution, and glacier information.",
        "AnswerCn": "MICLCover 数据集是通过整合多个数据源创建的，包括中国的土地利用数据、植被类型分类、冰川分布、湿地地图和 MODIS 土地覆盖产品。这些数据使用 IGBP 分类系统进行了结合，形成了一个综合数据集，保持了整体准确性，同时丰富了关于植被类型和季节性、湿地分布和冰川信息的额外信息。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I don't understand the potential sources of uncertainty or error in creating a plant functional type distribution map.",
        "QuestionCn": "我不理解在创建植物功能类型分布图时潜在的不确定性或错误来源。",
        "AnswerEn": "Potential sources of uncertainty in creating a plant functional type map include errors in the MICLCover land cover data, uncertainties in the conversion rules, and inaccuracies in the ITPCAS climate data. These uncertainties might arise from the methodology used to integrate different data sources, as well as from inherent errors in the input datasets, such as precipitation and temperature data from meteorological stations and satellite observations.",
        "AnswerCn": "在创建植物功能类型图时，潜在的不确定性来源包括MICLCover土地覆盖数据中的错误、转换规则的不确定性以及ITPCAS气候数据的 inaccuracies。这些不确定性可能源于整合不同数据源的方法论，以及输入数据集中的固有错误，例如来自气象站和卫星观测的降水和温度数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection method used for creating a 1 km resolution plant functional type map in China, highlighting any specific transformation or integration techniques applied.",
        "QuestionCn": "总结用于创建中国1公里分辨率植物功能类型地图的数据收集方法，突出任何应用的特定转换或集成技术。",
        "AnswerEn": "The 1 km resolution plant functional type map in China was created by transforming the MICLCover land cover map using climate-based conversion rules from Bonan et al. (2002). The MICLCover data integrates multiple sources, including China's 1:100,000 land use data from 2000, the Chinese vegetation atlas, glacier distribution, marsh wetland maps, and MODIS 2001 land cover products. The climate data used was high-resolution atmospheric driving data developed by ITPCAS, which incorporates various sources like Princeton land surface model data and data from 740 meteorological stations in China.",
        "AnswerCn": "中国的1公里分辨率植物功能类型图是通过使用Bonan等人（2002年）的基于气候的转换规则，将MICLCover土地覆盖图进行转换而创建的。MICLCover数据整合了多个来源，包括2000年的中国1:100,000土地利用数据、中国植被图集、冰川分布、湿地地图以及MODIS 2001年土地覆盖产品。所使用的气候数据是由ITPCAS开发的高分辨率大气驱动数据，结合了普林斯顿陆面模型数据和中国740个气象站的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges associated with the data accuracy and uncertainty in the plant functional type mapping process, focusing on the potential sources of errors and limitations.",
        "QuestionCn": "请分析植物功能类型映射过程中与数据准确性和不确定性相关的挑战，重点关注潜在的错误来源和局限性。",
        "AnswerEn": "The challenges associated with the data accuracy in the plant functional type mapping process stem from several sources. The uncertainty may arise from the MICLCover land cover map's accuracy, the uncertainty in the conversion rules applied, and the potential errors in the precipitation and temperature data from ITPCAS. The precision of the MICLCover map is considered high, yet it was not directly verified, and the data fusion and integration processes could introduce additional uncertainties in the final plant functional type map.",
        "AnswerCn": "植物功能类型映射过程中的数据准确性挑战源于多个方面的不确定性。这种不确定性可能来自MICLCover土地覆盖图的准确性、所应用转换规则的不确定性，以及ITPCAS中降水和温度数据的潜在错误。尽管MICLCover地图的精度被认为很高，但并未直接验证，数据融合和集成过程可能会在最终的植物功能类型地图中引入额外的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}