{
  "id": "ab54ad5a-19d7-4650-bdd5-5b49276d2a73",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-40m tower, 2018)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（40m塔）（2018）",
      "description": "This dataset contains the flux measurements from the Huailai station eddy covariance system (EC) from January 1 to December 31 in 2018. The site (115.7923° E, 40.3574°N) was located in the maize surface, near Donghuayuan town of Huailai city in Hebei Province. The elevation is 480 m. The EC was installed at a height of 3.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&EC150) was 0 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), which represent high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. There were lots of negative values of H2O density in winter where filling by -6999.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2018年1月1日至2018年12月31日的40m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面水浇地玉米。观测点的经纬度是115.7923E, 40.3574N，海拔480m。涡动相关仪的采集频率是10Hz，架高为3.5 m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（EC150）之间的距离是0 cm。\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。在冬季EC150测量水汽密度出现很多负值，以-6999填充。1月13-1月20日由于供电问题，数据缺失。\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。数据在2.22-3.08期间由于供电的问题，数据缺失。\n观测试验或站点信息请参考Guo et al.(2020)，数据处理请参考Liu et al. (2013)。",
      "instructions": "Year+** Haihe River+ site no + EC.",
      "instructionsCn": "年份+**海河流域+站点名称+EC",
      "east": 115.7923,
      "west": 115.7923,
      "south": 40.3574,
      "north": 40.3574,
      "startTime": "2018-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 2357982.0,
      "cstr": "18406.11.Meteoro.tpdc.271094",
      "doi": "10.11888/Meteoro.tpdc.271094",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "柏军华",
        "nameEn": "BAI Junhua",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气放射性物质",
        "nameEn": "Atmospheric Radioactive Substance"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
      ],
      "research objective": [
        "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
      ],
      "challenges": [
        "More data is needed for further discussions."
      ],
      "methods": [
        "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
      ],
      "dataset": [
        "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
      ],
      "findings": [
        "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在何高度变为零。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，特别是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
      ],
      "research objectiveCn": [
        "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙度元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
      ],
      "challengesCn": [
        "需要更多数据以进行进一步讨论。"
      ],
      "methodsCn": [
        "本文计算了多个地表的z0m，使用了来自小汤山的三年实验数据。首先，针对每个表面组成部分（斑块）计算个别的z0m，使用了粗糙元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权法对整个实验场的z0m进行汇总。"
      ],
      "datasetCn": [
        "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南侧子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物大约在6月12日开始出苗。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
      ],
      "findingsCn": [
        "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
      ]
    },
    {
      "background": [
        "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
      ],
      "research objective": [
        "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
      ],
      "challenges": [
        "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
      ],
      "methods": [],
      "dataset": [],
      "findings": [
        "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
      ],
      "backgroundCn": [
        "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
      ],
      "research objectiveCn": [
        "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
      ],
      "challengesCn": [
        "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": [
        "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are the eddy covariance data corrected for density fluctuations using the WPL correction in the data processing steps?",
        "QuestionCn": "涡度协方差数据在数据处理步骤中是否使用WPL修正来校正密度波动？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do the data collection methods exclude data during precipitation and one hour before and after precipitation events?",
        "QuestionCn": "数据收集方法是否排除了降水期间以及降水事件前后一个小时的数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are datasets in this domain more commonly processed using Eddypro software, traditional statistical methods, or custom-developed algorithms?",
        "QuestionCn": "在这个领域，数据集更常使用Eddypro软件、传统统计方法还是自定义开发的算法进行处理？",
        "AnswerEn": "Eddypro software",
        "AnswerCn": "Eddypro 软件",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key data processing steps involved in transforming raw 10Hz data into usable 30-minute intervals for atmospheric studies?",
        "QuestionCn": "将原始10Hz数据转换为可用于大气研究的30分钟间隔所涉及的关键数据处理步骤有哪些？",
        "AnswerEn": "outlier removal, time delay correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, density correction, quality evaluation",
        "AnswerCn": "异常值去除，时间延迟校正，坐标旋转，频率响应校正，声虚温校正，密度校正，质量评估",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can the experimental methods for calculating aerodynamic roughness length over different surfaces be applied to improve remote sensing models?",
        "QuestionCn": "实验方法用于计算不同表面上的空气动力学粗糙度长度可以应用于哪些领域以改进遥感模型？",
        "AnswerEn": "Xiaotangshan Experiment",
        "AnswerCn": "小汤山实验",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Who can benefit from understanding the differences between eddy covariance systems and large aperture scintillometer measurements for surface flux analysis?",
        "QuestionCn": "谁能从理解涡度协方差系统和大孔径闪烁仪测量在表面通量分析中的差异中受益？",
        "AnswerEn": "Researchers and practitioners in atmospheric sciences and agronomy fields",
        "AnswerCn": "大气科学和农学领域的研究人员和从业者",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset that uses Eddypro software for post-processing eddy covariance data, and describe the typical steps involved in this process?",
        "QuestionCn": "您能否提供一个使用Eddypro软件进行涡度协方差数据后处理的数据集示例，并描述该过程中的典型步骤？",
        "AnswerEn": "A dataset that uses Eddypro software for post-processing eddy covariance data involves steps such as despiking, time lag correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and density (WPL) correction. The quality of flux values is evaluated based on atmospheric stability and turbulence similarity characteristics.",
        "AnswerCn": "一个使用Eddypro软件对涡度协方差数据进行后处理的数据集涉及以下步骤：去尖峰、时间滞后校正、坐标旋转、频率响应校正、声学虚温校正和密度（WPL）校正。通量值的质量评估基于大气稳定性和湍流相似性特征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a research approach used to calculate aerodynamic roughness length (z0m) over heterogeneous surfaces, and how are roughness element characteristics considered?",
        "QuestionCn": "计算异质表面上气动粗糙度长度（z0m）的研究方法示例是什么，以及如何考虑粗糙元素特征？",
        "AnswerEn": "A research approach to calculate aerodynamic roughness length (z0m) over heterogeneous surfaces involves using an analytical footprint model to relate estimated z0m to roughness element characteristics like vegetation height and leaf area index. Individual z0m for each surface component is calculated first, then aggregated using footprint weighting.",
        "AnswerCn": "一种计算异质表面气动粗糙长度（z0m）的研究方法涉及使用分析足迹模型，将估计的z0m与粗糙元素特征（如植被高度和叶面积指数）相关联。首先计算每个表面组成部分的个体z0m，然后使用足迹加权进行汇总。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of challenges faced when using large aperture scintillometer (LAS) for surface flux measurements, and how these challenges might be addressed?",
        "QuestionCn": "您能否提供一个使用大孔径闪烁仪（LAS）进行地表通量测量时面临的挑战的例子，以及如何解决这些挑战？",
        "AnswerEn": "An example of challenges faced when using LAS for surface flux measurements includes issues with the universal stability function fT, particularly under low wind speed and stable conditions at night, which can prevent iteration convergence. Addressing these challenges requires specifying conditions such as Wm \\ - 5 and ensuring accurate determination of factors like zero-plane displacement height and Bowen ratio.",
        "AnswerCn": "使用激光雷达（LAS）进行表面通量测量时面临的挑战之一是通用稳定性函数fT的问题，特别是在低风速和夜间稳定条件下，这可能导致迭代收敛失败。解决这些挑战需要指定条件，例如Wm \\ - 5，并确保准确确定零平面位移高度和Bowen比等因素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining attributes of datasets utilized to understand aerodynamic roughness length across various land surfaces?",
        "QuestionCn": "用于理解各种地表气动粗糙长度的数据集的定义属性是什么？",
        "AnswerEn": "wind profiles, vegetation height, leaf area index",
        "AnswerCn": "风廓线、植被高度、叶面积指数",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main factors affecting the quality and reliability of surface flux data collected using eddy covariance systems?",
        "QuestionCn": "影响使用涡度协方差系统收集的表面通量数据质量和可靠性的主要因素有哪些？",
        "AnswerEn": "instrument errors, data loss due to power issues, environmental conditions like precipitation, removing outliers, correcting for delay and coordinate rotation, applying quality assessments based on turbulence characteristics, filtering out data collected during low turbulence conditions",
        "AnswerCn": "仪器误差、由于电力问题导致的数据丢失、降水等环境条件、去除异常值、校正延迟和坐标旋转、根据湍流特性进行质量评估、过滤掉在低湍流条件下收集的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency of the data collection method used in the observation dataset for surface fluxes?",
        "QuestionCn": "观察数据集中表面通量的数据收集方法的采样频率是多少？",
        "AnswerEn": "10Hz",
        "AnswerCn": "10赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the minimum threshold for the friction velocity (u*) used to filter out weak turbulence data at night in the collection method?",
        "QuestionCn": "在数据收集方法中，用于过滤夜间弱湍流数据的摩擦速度（u*）的最低阈值是多少？",
        "AnswerEn": "0.1 m/s",
        "AnswerCn": "0.1 米/秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How is the aerodynamic roughness length (z0m) calculated in surface flux estimation models?",
        "QuestionCn": "在表面通量估计模型中，气动粗糙度长度（z0m）是如何计算的？",
        "AnswerEn": "The aerodynamic roughness length (z0m) is calculated based on the Monin-Obukhov Similarity Theory using wind profile measurements. In models, z0m is often parameterized with land surface properties such as vegetation height and leaf area index, since it describes the roughness characteristics of a surface. The calculation over heterogeneous surfaces can involve the use of analytical footprint models to relate z0m to roughness element characteristics.",
        "AnswerCn": "气动粗糙长度（z0m）是基于莫宁-奥布霍夫相似理论通过风剖面测量计算得出的。在模型中，z0m通常通过地表特性如植被高度和叶面积指数进行参数化，因为它描述了表面的粗糙特性。在异质表面上的计算可能涉及使用解析足迹模型，将z0m与粗糙元素特征相关联。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using eddy covariance systems compare to those using large aperture scintillometers in terms of spatial coverage and measurement capabilities?",
        "QuestionCn": "使用涡度协方差系统的数据收集方法与使用大孔径闪烁仪的数据收集方法在空间覆盖和测量能力方面有何比较？",
        "AnswerEn": "Eddy covariance systems typically measure surface fluxes at a localized point scale, whereas large aperture scintillometers (LAS) can measure surface fluxes over larger distances (500 m to 10 km). LAS observations provide broader spatial coverage compared to the point measurements of eddy covariance systems.",
        "AnswerCn": "涡度协方差系统通常在局部点尺度上测量表面通量，而大孔径闪烁仪（LAS）可以在更大距离（500米到10公里）上测量表面通量。与涡度协方差系统的点测量相比，LAS观测提供了更广泛的空间覆盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in data processing and quality control steps between datasets obtained from eddy covariance systems and those collected from aerodynamic roughness length experiments?",
        "QuestionCn": "eddy covariance系统获得的数据集与从气动粗糙度长度实验中收集的数据集之间的数据处理和质量控制步骤有什么不同？",
        "AnswerEn": "Data from eddy covariance systems go through extensive processing, including wild point removal, delay time correction, coordinate rotation, frequency response correction, and various flux quality assessments. In contrast, aerodynamic roughness length experiments involve calculating z0m using wind profile measurements and footprint models, focusing on parameterization related to land surface properties.",
        "AnswerCn": "涡度协方差系统的数据经过广泛的处理，包括异常值去除、延迟时间校正、坐标旋转、频率响应校正以及各种通量质量评估。相比之下，气动粗糙度长度实验涉及通过风速剖面测量和足迹模型计算z0m，重点关注与地表特性相关的参数化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges faced in estimating surface fluxes with eddy covariance systems differ from those encountered using large aperture scintillometers?",
        "QuestionCn": "使用涡动协方差系统估算表面通量所面临的挑战与使用大孔径闪烁仪所遇到的挑战有何不同？",
        "AnswerEn": "Eddy covariance systems face challenges related to the accuracy of flux measurements under low turbulence conditions and the need for quality control of flux data. In contrast, large aperture scintillometers encounter issues with beam height sensitivity, zero-plane displacement height, and convergence during low wind speed and stable atmospheric conditions at night.",
        "AnswerCn": "涡度协方差系统在低湍流条件下面临着通量测量准确性的问题，以及对通量数据进行质量控制的需求。相比之下，大孔径闪烁仪在夜间低风速和稳定大气条件下遇到的挑战包括光束高度敏感性、零平面位移高度和收敛性问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the quality assessment criteria used in the data processing, such as atmospheric stability and turbulence similarity characteristics, affect the interpretation of surface flux measurements in different environmental conditions?",
        "QuestionCn": "数据处理中的质量评估标准，例如大气稳定性和湍流相似性特征，如何影响在不同环境条件下对表面通量测量的解释？",
        "AnswerEn": "The quality assessment criteria based on atmospheric stability and turbulence similarity characteristics help ensure that the data reflects accurate environmental conditions. By categorizing the data into different quality levels based on these factors, researchers can better interpret the reliability of surface flux measurements under various conditions, such as different times of day or weather patterns, which influence atmospheric stability and turbulence.",
        "AnswerCn": "基于大气稳定性和湍流相似性特征的质量评估标准有助于确保数据反映准确的环境条件。通过根据这些因素将数据分类为不同的质量等级，研究人员可以更好地解释在不同条件下（例如不同的时间或天气模式）表面通量测量的可靠性，这些条件会影响大气稳定性和湍流。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of accurately estimating aerodynamic roughness length (z0m) over heterogeneous surfaces?",
        "QuestionCn": "影响准确估计异质表面上气动粗糙长度（z0m）复杂性的因素有哪些？",
        "AnswerEn": "The complexity arises from the large variation range of z0m over different surfaces and its direction-dependent characteristics due to the heterogeneity of the size and spatial distribution of roughness elements inside the source area along different wind directions. Additionally, the traditional method of calculating z0m using Monin-Obukhov Similarity Theory requires detailed wind profile measurements, which are challenging to obtain at local or regional scales.",
        "AnswerCn": "复杂性源于不同表面上z0m的大范围变化及其由于源区内粗糙元素的大小和空间分布的异质性而导致的方向依赖特性。此外，使用Monin-Obukhov相似理论计算z0m的传统方法需要详细的风速剖面测量，而在地方或区域尺度上获取这些测量数据是具有挑战性的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with using large aperture scintillometer (LAS) for measuring surface fluxes, particularly in terms of data reliability and accuracy?",
        "QuestionCn": "使用大孔径闪烁仪（LAS）测量表面通量时，特别是在数据可靠性和准确性方面，面临哪些挑战？",
        "AnswerEn": "Challenges include the sensitivity of sensible heat flux measurements to beam height and wind speed, the critical importance of accurately determining zero-plane displacement height unless the beam height is much larger, and the accurate determination of Bowen ratio over wet surfaces. Additionally, there is less agreement on the form of the universal stability function fT, and the iteration process for HLAS may not converge under low wind speeds and stable night conditions.",
        "AnswerCn": "挑战包括显热通量测量对光束高度和风速的敏感性，准确确定零平面位移高度的关键重要性，除非光束高度大得多，以及在湿表面上准确确定博文比。此外，关于通用稳定性函数 fT 的形式也存在较少的一致性，而在低风速和稳定夜间条件下，HLAS 的迭代过程可能无法收敛。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be difficulties in obtaining consistent surface flux estimations from remote sensing models and land surface models?",
        "QuestionCn": "从遥感模型和陆面模型中获得一致的表面通量估计可能会遇到困难的原因是什么？",
        "AnswerEn": "Difficulties arise because remote sensing models and land surface models find it challenging to obtain local or regional scale aerodynamic roughness length (z0m) only from station observations. This is due to the variability in z0m across different surfaces, from urban to smooth water bodies, and the lack of detailed wind profile measurements needed for traditional z0m calculations. Parameterizations between z0m and land surface properties, like vegetation height and leaf area index, are necessary but complex to implement accurately.",
        "AnswerCn": "由于遥感模型和陆面模型在仅通过站点观测获取局部或区域尺度的气动粗糙长度（z0m）时面临挑战，因此出现了困难。这是因为z0m在不同表面之间存在变异，从城市到光滑的水体，并且缺乏传统z0m计算所需的详细风剖面测量。z0m与陆面属性（如植被高度和叶面积指数）之间的参数化是必要的，但准确实施起来复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different methods to calculate aerodynamic roughness length (z0m) on the accuracy of surface flux estimations?",
        "QuestionCn": "使用不同方法计算气动粗糙度长度（z0m）对表面通量估计的准确性可能产生的后果是什么？",
        "AnswerEn": "Using different methods to calculate aerodynamic roughness length (z0m), such as the Monin-Obukhov Similarity Theory or heuristic parameterizations, can significantly affect the accuracy of surface flux estimations. Accurate z0m calculations are crucial as they influence the representation of surface roughness in models, impacting the estimation of wind and flux characteristics over various land surfaces.",
        "AnswerCn": "使用不同的方法计算气动粗糙长度（z0m），例如莫宁-奥布霍夫相似理论或启发式参数化，可能会显著影响表面通量估计的准确性。准确的z0m计算至关重要，因为它们影响模型中表面粗糙度的表示，从而影响对各种地表上风和通量特征的估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of utilizing eddy covariance systems for measuring surface fluxes in the context of multi-scale observation datasets?",
        "QuestionCn": "在多尺度观测数据集的背景下，利用涡度协方差系统测量表面通量的主要目标是什么？",
        "AnswerEn": "The primary goal of utilizing eddy covariance systems in multi-scale observation datasets is to accurately measure surface fluxes such as sensible heat, latent heat, and CO2 fluxes, with a focus on understanding atmospheric stability and turbulence characteristics. This involves processing high-frequency data to provide insights into the interactions between the land surface and the atmosphere, and ensuring the quality and reliability of the flux data through various corrections and quality assessments.",
        "AnswerCn": "利用涡度协方差系统在多尺度观测数据集中主要目标是准确测量表面通量，如显热、潜热和二氧化碳通量，重点关注大气稳定性和湍流特征。这涉及处理高频数据，以提供陆面与大气之间相互作用的洞察，并通过各种校正和质量评估确保通量数据的质量和可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to explore the aerodynamic roughness length (z0m) over different surfaces using data from experiments like the Xiaotangshan Experiment?",
        "QuestionCn": "为什么使用像小汤山实验这样的实验数据来探索不同表面上的气动粗糙长度（z0m）是重要的？",
        "AnswerEn": "It is important to explore the aerodynamic roughness length (z0m) over different surfaces because z0m is a critical factor in estimating surface fluxes and understanding the interaction between the atmosphere and the land surface. The goal is to relate z0m to roughness element characteristics, such as vegetation height and leaf area index, and to develop parameterizations that can be used in remote sensing and land surface models for accurate flux estimations over heterogeneous surfaces.",
        "AnswerCn": "探索不同表面的气动粗糙长度（z0m）非常重要，因为z0m是估算表面通量和理解大气与陆地表面相互作用的关键因素。目标是将z0m与粗糙元素特征（如植被高度和叶面积指数）相关联，并开发可用于遥感和陆面模型的参数化，以便在异质表面上准确估算通量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What motivates the use of large aperture scintillometer (LAS) for surface flux measurements and how does it compare to traditional observation techniques?",
        "QuestionCn": "大型孔径闪烁仪（LAS）用于表面通量测量的动机是什么？它与传统观测技术相比如何？",
        "AnswerEn": "The motivation for using large aperture scintillometer (LAS) for surface flux measurements lies in its ability to measure fluxes over larger spatial scales, ranging from 500 m to 10 km, compared to traditional techniques. The goal is to address the challenges of data unbalance and measurement differences with eddy covariance systems, while capturing sensible heat flux over both homogeneous and heterogeneous surfaces. This approach seeks to refine flux estimations and enhance the understanding of spatial variability in energy exchanges.",
        "AnswerCn": "使用大孔径闪烁仪（LAS）进行表面通量测量的动机在于其能够在更大的空间尺度上测量通量，范围从500米到10公里，相较于传统技术。其目标是解决与涡动协方差系统的数据不平衡和测量差异的问题，同时捕捉均匀和非均匀表面的显热通量。这种方法旨在精细化通量估算，增强对能量交换空间变异性的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in processing raw data from eddy covariance systems to generate usable flux datasets?",
        "QuestionCn": "从涡度协方差系统处理原始数据以生成可用的通量数据集所涉及的程序步骤是什么？",
        "AnswerEn": "The raw data from eddy covariance systems is processed using software like Eddypro. The steps include outlier removal, time delay correction, coordinate rotation (secondary coordinate rotation), frequency response correction, sonic virtual temperature correction, and density corrections (WPL). Quality evaluation of the flux values is also conducted, primarily examining atmospheric stability and turbulence similarity characteristics.",
        "AnswerCn": "涡动协方差系统的原始数据通过像Eddypro这样的软件进行处理。处理步骤包括异常值去除、时间延迟修正、坐标旋转（次级坐标旋转）、频率响应修正、声学虚温修正和密度修正（WPL）。还对通量值进行质量评估，主要检查大气稳定性和湍流相似性特征。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can large aperture scintillometers be used to measure surface fluxes, and what challenges might arise during the data collection process?",
        "QuestionCn": "大型孔径闪烁仪如何用于测量地表通量，在数据收集过程中可能会出现哪些挑战？",
        "AnswerEn": "Large aperture scintillometers can measure surface fluxes over large scales, from 500 m to 10 km. Challenges in using these instruments include achieving convergence in low wind speed and stable conditions at night, determining the beam height relative to zero-plane displacement height, and accurately measuring the Bowen ratio over wet surfaces.",
        "AnswerCn": "大孔径闪烁仪可以在500米到10公里的范围内测量表面通量。使用这些仪器面临的挑战包括在低风速和夜间稳定条件下实现收敛、确定光束高度相对于零平面位移高度，以及在湿表面上准确测量博文比。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods can be used to estimate the aerodynamic roughness length (z0m) over heterogeneous surfaces, and how is directional dependence accounted for?",
        "QuestionCn": "可以使用哪些方法来估计异质表面的气动粗糙长度（z0m），并如何考虑方向依赖性？",
        "AnswerEn": "Aerodynamic roughness length (z0m) over heterogeneous surfaces can be estimated using an analytical footprint model. The z0m is calculated for each surface component based on the characteristics of roughness elements like vegetation height and leaf area index, and then aggregated using the footprint weighting method. Directional dependence is accounted for by considering the heterogeneity of the size and spatial distribution of roughness elements along different wind directions.",
        "AnswerCn": "异质表面的气动粗糙长度（z0m）可以通过分析足迹模型进行估算。z0m是根据粗糙元素的特征，如植被高度和叶面积指数，为每个表面组成部分计算的，然后使用足迹加权方法进行汇总。通过考虑沿不同风向的粗糙元素的大小和空间分布的异质性，来考虑方向依赖性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the transformation of raw high-frequency measurements into usable surface flux datasets?",
        "QuestionCn": "哪些数据处理技术能够将原始高频测量值转化为可用的表面通量数据集？",
        "AnswerEn": "The transformation of raw high-frequency measurements into usable surface flux datasets is enabled by data processing techniques such as Eddypro software for post-processing. Key steps include outlier removal, time lag correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. Quality evaluations such as atmospheric stability and turbulence similarity tests are also conducted to ensure data quality.",
        "AnswerCn": "将原始高频测量数据转化为可用的表面通量数据集，得益于数据处理技术，如用于后处理的Eddypro软件。关键步骤包括异常值去除、时间滞后修正、坐标旋转、频率响应修正、超声虚拟温度修正和密度修正。此外，还进行大气稳定性和湍流相似性测试等质量评估，以确保数据质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the selection of measurement instruments and their configuration enable accurate collection of surface flux data in heterogeneous landscapes?",
        "QuestionCn": "测量仪器的选择及其配置如何使在异质景观中准确收集表面通量数据成为可能？",
        "AnswerEn": "The accurate collection of surface flux data in heterogeneous landscapes is enabled by using instruments like eddy covariance systems, which are configured with specific parameters such as sampling frequency (10Hz) and ultrasonic anemometer orientation. The precise placement and alignment of instruments, such as setting the sonic anemometer facing true north and ensuring zero distance between key components, contribute to the accuracy of the data collected.",
        "AnswerCn": "在异质景观中，准确收集表面通量数据得益于使用涡度协方差系统等仪器，这些仪器配置了特定的参数，如采样频率（10Hz）和超声波风速仪的方向。仪器的精确放置和对齐，例如将声学风速仪朝向真北并确保关键组件之间的零距离，有助于提高所收集数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be a discrepancy between surface flux measurements obtained using eddy covariance systems and large aperture scintillometers?",
        "QuestionCn": "使用涡度协方差系统和大孔径闪烁仪获得的表面通量测量之间可能存在差异的原因是什么？",
        "AnswerEn": "The discrepancy could be due to differences in the scales at which these instruments measure surface fluxes, as LAS can measure over larger areas compared to eddy covariance systems. Additionally, the energy unbalance in eddy covariance system observations and the challenges in the convergence of HLAS calculations during low wind speed and stable conditions at night might contribute to measurement differences.",
        "AnswerCn": "这种差异可能是由于这些仪器测量表面通量的尺度不同所致，因为激光雷达（LAS）可以在较大区域内进行测量，而涡动协方差系统则相对较小。此外，涡动协方差系统观测中的能量不平衡，以及在低风速和夜间稳定条件下HLAS计算收敛的挑战，可能也会导致测量差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be an expectation for more data in the analysis of aerodynamic roughness length (z0m) over heterogeneous surfaces?",
        "QuestionCn": "为什么在对异质表面进行气动粗糙长度（z0m）分析时，可能会期待更多的数据？",
        "AnswerEn": "More data is needed to thoroughly understand the directional characteristics and spatial variability of z0m over heterogeneous surfaces. The complex interaction between atmospheric conditions and the structural features of roughness elements, like vegetation height and distribution, requires extensive datasets to develop accurate heuristic parameterizations and improve model parameterizations.",
        "AnswerCn": "需要更多的数据来深入理解异质表面上z0m的方向特性和空间变异性。大气条件与粗糙元素的结构特征（如植被高度和分布）之间的复杂相互作用，需要大量的数据集来开发准确的启发式参数化，并改善模型参数化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using an eddy covariance system for measuring surface fluxes in heterogeneous land surfaces?",
        "QuestionCn": "如何评估在异质土地表面使用涡动协方差系统测量表面通量的有效性？",
        "AnswerEn": "The eddy covariance system is effective for measuring surface fluxes, especially when combined with data post-processing techniques such as quality assessment and corrections for atmospheric stability and turbulence similarity. However, the system's effectiveness may be challenged by night-time weak turbulence and data gaps due to factors like power issues, as seen in the provided data.",
        "AnswerCn": "涡度协方差系统在测量表面通量方面非常有效，特别是当结合数据后处理技术，如质量评估和对大气稳定性及湍流相似性的修正时。然而，该系统的有效性可能会受到夜间弱湍流的挑战，以及由于电力问题等因素导致的数据缺口。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the techniques used to estimate aerodynamic roughness length (z0m) and how these contribute to understanding surface flux estimations.",
        "QuestionCn": "总结用于估计气动粗糙度长度（z0m）的技术，以及这些技术如何有助于理解表面通量估计。\n\n气动粗糙度长度（z0m）的估计技术主要包括以下几种：\n\n1. **风速剖面法**：通过测量不同高度的风速，利用对数风速剖面理论来推导z0m。这种方法通常需要在不同高度安装风速仪。\n\n2. **涡度相关法**：通过测量涡度通量，结合气象数据，间接推导出z0m。这种方法适用于复杂地形和不同地表类型。\n\n3. **地面特征分析**：根据地表的特征（如植被高度、地形起伏等）进行经验估算。这种方法依赖于已有的经验公式和地面特征分类。\n\n4. **数值模型**：使用计算流体动力学（CFD）模型模拟风场，进而估算z0m。这种方法可以提供更高的空间分辨率，但计算成本较高。\n\n这些技术的应用有助于更准确地理解和估计表面通量（如热量、动量和水分通量），因为z0m是影响这些通量的重要参数。通过准确估计z0m，可以改善气候模型、天气预报和生态系统研究中的表面交换过程的理解。",
        "AnswerEn": "Aerodynamic roughness length (z0m) is estimated using Monin-Obukhov Similarity Theory and is influenced by wind profile measurements. The estimation involves calculating z0m over different surfaces using roughness element characteristics like vegetation height and leaf area index. The footprint weighting method aggregates z0m over an experimental field. Understanding z0m is crucial for surface flux estimations as it describes surface roughness, which affects wind turbulence and is necessary for remote sensing and land surface models.",
        "AnswerCn": "气动粗糙长度（z0m）是通过莫宁-奥布霍夫相似理论估算的，受到风速剖面测量的影响。估算涉及根据粗糙元素特征（如植被高度和叶面积指数）计算不同表面的z0m。足迹加权方法用于聚合实验场地的z0m。理解z0m对于表面通量估算至关重要，因为它描述了表面粗糙度，影响风的湍流，并且对于遥感和陆面模型是必要的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore potential datasets or experimental setups that could enhance the measurement of surface fluxes over heterogeneous landscapes.",
        "QuestionCn": "请探索潜在的数据集或实验设置，以增强对异质景观表面通量的测量。",
        "AnswerEn": "Potential datasets could include those obtained from the Xiaotangshan Experiment, which involved measurements over several years with varying land covers, including bare soil and maize fields. These datasets could improve understanding of surface fluxes over heterogeneous landscapes by providing data on different surface components and using footprint weighting methods. Experimental setups should consider using large aperture scintillometers (LAS) to measure fluxes over larger scales and in diverse conditions to enhance data collection and analysis.",
        "AnswerCn": "潜在的数据集可以包括来自小汤山实验的数据，该实验涉及在不同土地覆盖（包括裸土和玉米田）下进行多年的测量。这些数据集可以通过提供不同表面成分的数据，并使用足迹加权方法，来改善对异质景观上表面通量的理解。实验设置应考虑使用大孔径闪烁计（LAS）在更大尺度和多样化条件下测量通量，以增强数据收集和分析。",
        "Level": "C6(Creating)"
      }
    ]
  }
}