{
  "id": "abb87a35-57ab-4c15-b38c-77832325d0ef",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole-rock and mineral geochemical data of granite and pegmatite in Cuonadong dome, Tibet, China",
      "titleCn": "中国西藏错那洞穹隆花岗岩和伟晶岩全岩及矿物地球化学数据",
      "description": "This data includes the whole rock major and trace geochemical data, muscovite and garnet major and trace element data, niobate group minerals and monazite radioisotope dating data. The samples were collected from the dome of the Cuona cave in eastern Tibet. The major geochemical data of the whole rock are obtained by X-ray fluorescence spectrometer, the trace elements are obtained by inductively coupled plasma mass spectrometry, and the major elements of muscovite and garnet are obtained by electron probe analysis, Trace element data and radioisotope dating of monazite and niobate group minerals were obtained by laser ablation inductively coupled plasma mass spectrometry. According to the data obtained, the formation age of be NB TA metallogenic pegmatite can be defined as Miocene, and the mineralization is controlled by high degree differentiation of magma and hydrothermal process.",
      "descriptionCn": "本数据包括岩石全岩主微量地球化学数据，白云母和石榴石主微量元素数据，铌铁矿族矿物和独居石放射性同位素测年数据。样品采集自西藏东部错那洞穹隆。岩石全岩主量地球化学数据通过X荧光光谱仪分析获得，微量元素通过电感耦合等离子体质谱仪分析获得，白云母和石榴石主量元素通过电子探针分析获得，矿物微量元素数据以及独居石和铌铁矿族矿物放射性同位素测年通过激光剥蚀电感耦合等离子体质谱仪分析获得。通过获得的数据，可以限定Be-Nb-Ta成矿伟晶岩的形成时代为中新世，而岩浆高程度分异与热液过程控制着成矿作用。",
      "instructions": "The data is stored in Excel format. The file name is \"WRMajTra\", which represents the major and trace elements of the whole-rock, \"MusMajTra\" represents muscovite major and trace element data, \"GarMajTra\" represents garnet major and trace element data, \"ColAge\" represents niobate group mineral dating data, and \"MonAge\" represents monazite dating data.",
      "instructionsCn": "数据以Excel格式存储。文件名称为“WRMajTra”，代表全岩主微量元素，文件名称为“MusMajTra”代表白云母主微量元素数据，文件名称“GarMajTra”代表石榴石主微量元素数据，文件名称“ColAge”代表铌铁矿族矿物定年数据，文件名称“MonAge”代表独居石定年数据。",
      "east": 92.5,
      "west": 91.5,
      "south": 28.0,
      "north": 28.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 141391.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2019.105286",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢磊",
        "nameEn": "XIE Lei",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Highly fractionated leucogranites in the eastern Himalayan Cuonadong dome and related magmatic Be–Nb–Ta and hydrothermal Be–W–Sn mineralization",
        "referenceCn": null,
        "referenceEn": "Xie, L., Tao, X.Y., Wang, R.C., Wu, F.Y., Liu, C., Liu, X.C., Li, X.K., & Zhang, R.Q. (2020). Highly fractionated leucogranites in the eastern Himalayan Cuonadong dome and related magmatic Be–Nb–Ta and hydrothermal Be–W–Sn mineralization. Lithos, 354, 105286."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      },
      {
        "keywordCn": "错那洞",
        "keywordEn": "Cuonadong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain geochemical data of whole rocks and minerals from a geological formation?",
        "QuestionCn": "您能否提供一个用于获取地质构造中整岩和矿物的地球化学数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to obtain geochemical data of whole rocks and minerals from a geological formation includes analyzing whole rock major elements using X-ray fluorescence spectroscopy, trace elements using inductively coupled plasma mass spectrometry, major elements of minerals such as muscovite and garnet using electron probe microanalysis, and trace elements and isotopic dating of minerals using laser ablation inductively coupled plasma mass spectrometry.",
        "AnswerCn": "一种用于获取地质构造中整岩和矿物的地球化学数据的数据收集方法包括使用X射线荧光光谱法分析整岩的主要元素，使用感应耦合等离子体质谱法分析微量元素，使用电子探针显微分析法分析云母和石榴石等矿物的主要元素，以及使用激光剥蚀感应耦合等离子体质谱法分析矿物的微量元素和同位素定年。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collected from granites and pegmatites in regions like Tibet's Cuona Dome, focusing on main and trace elements?",
        "QuestionCn": "在像西藏错那穹窿这样的地区，从花岗岩和伟晶岩中收集的地球化学数据的主要和微量元素的特征是什么？",
        "AnswerEn": "whole-rock major and trace element data, main and trace element data from minerals, major elements analyzed using X-ray fluorescence spectrometry, trace elements analyzed using inductively coupled plasma mass spectrometry, major elements in muscovite and garnet obtained through electron probe microanalysis, mineral trace elements and radiogenic isotopic dating conducted using laser ablation inductively coupled plasma mass spectrometry",
        "AnswerCn": "全岩主量和微量元素数据，矿物的主要和微量元素数据，主量元素通过X射线荧光光谱法分析，微量元素通过电感耦合等离子体质谱法分析，白云母和石榴石中的主量元素通过电子探针显微分析获得，矿物微量元素和放射性同位素测年通过激光剥蚀电感耦合等离子体质谱法进行。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of geochemical data collection methods are employed in the data collection process for granites and pegmatites?",
        "QuestionCn": "在花岗岩和伟晶岩的数据收集过程中，采用了多少种地球化学数据收集方法？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'X荧光光谱仪分析' mean in the context of geochemical data collection?",
        "QuestionCn": "'X荧光光谱仪分析'在地球化学数据收集的背景下是什么意思？",
        "AnswerEn": "In the context of geochemical data collection, 'X荧光光谱仪分析' refers to the use of X-ray fluorescence spectrometry to analyze and obtain major geochemical data from rock samples. This method involves exposing a sample to X-rays, causing the elements within the sample to emit secondary X-rays, which are then measured to determine the elemental composition of the sample.",
        "AnswerCn": "在地球化学数据收集的背景下，“X荧光光谱仪分析”指的是使用X射线荧光光谱法对岩石样品进行分析和获取主要地球化学数据。这种方法涉及将样品暴露于X射线下，导致样品中的元素发出次级X射线，然后测量这些X射线以确定样品的元素组成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the formation age and geological processes controlling the mineralization of Be-Nb-Ta-bearing pegmatites from analyzing the geochemical data of rocks and minerals collected in the region?",
        "QuestionCn": "通过分析该地区收集的岩石和矿物的地球化学数据，可以得出关于含铍-铌-钽伟晶岩的形成年龄和控制矿化的地质过程的哪些见解？",
        "AnswerEn": "Analyzing the geochemical data, such as the major and trace elements of rocks and minerals, and the radiometric dating of minerals like monazite and columbite-group minerals, indicates that the Be-Nb-Ta-bearing pegmatites formed during the Miocene. The high degree of magmatic differentiation and hydrothermal processes are inferred to have controlled the mineralization.",
        "AnswerCn": "分析地球化学数据，如岩石和矿物的主要和微量元素，以及对独居石和铌钽矿物的放射性测年，表明含铍-铌-钽的伟晶岩是在中新世形成的。推测高程度的岩浆分异和热液过程控制了矿化作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring and analyzing the geochemistry of rocks and minerals in the context of Tibetan granite and pegmatite formations?",
        "QuestionCn": "在西藏花岗岩和伟晶岩形成的背景下，准确测量和分析岩石和矿物的地球化学面临的挑战因素包括哪些？",
        "AnswerEn": "The challenges in accurately measuring and analyzing the geochemistry of rocks and minerals in the context of Tibetan granite and pegmatite formations can stem from the use of various analytical methods like X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry, which each have their own limitations and potential for error. Additionally, the intricate processes of magmatic differentiation and hydrothermal activities that control mineralization can add complexity to data interpretation. The collection of samples from remote areas like eastern Tibet also poses logistical challenges.",
        "AnswerCn": "在测量和分析岩石和矿物的地球化学时，特别是在西藏花岗岩和伟晶岩形成的背景下，面临的挑战包括使用各种分析方法，如X射线荧光光谱法和电感耦合等离子体质谱法，这些方法各自都有其局限性和潜在误差。此外，控制矿化的岩浆分异和热液活动的复杂过程也增加了数据解释的复杂性。从偏远地区如东藏采集样本也带来了后勤挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using multiple geochemical analysis techniques, such as X-ray fluorescence spectroscopy and inductively coupled plasma mass spectrometry, on the precision and reliability of geochemical data in mineral exploration?",
        "QuestionCn": "使用多种地球化学分析技术，如X射线荧光光谱法和电感耦合等离子体质谱法，对矿产勘探中地球化学数据的精确性和可靠性可能产生的结果是什么？",
        "AnswerEn": "Using multiple geochemical analysis techniques, such as X-ray fluorescence spectroscopy for major element data and inductively coupled plasma mass spectrometry for trace elements, results in high precision and reliability of geochemical data. This enhances the understanding of mineralization processes by providing comprehensive data on major and trace elements, allowing for a more accurate determination of the formation age of Be-Nb-Ta mineralized pegmatites and insights into the magmatic differentiation and hydrothermal processes controlling mineralization.",
        "AnswerCn": "使用多种地球化学分析技术，如X射线荧光光谱法用于主要元素数据和电感耦合等离子体质谱法用于微量元素，能够获得高精度和可靠性的地球化学数据。这增强了对矿化过程的理解，通过提供主要和微量元素的综合数据，使得对铍-铌-钽矿化辉长岩的形成年龄的更准确确定成为可能，并为控制矿化的岩浆分异和热液过程提供了深入的见解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps and instruments used to accurately analyze the major and trace geochemical compositions of whole rock samples and minerals?",
        "QuestionCn": "准确分析全岩样品和矿物的主要和微量地球化学成分的具体步骤和仪器是什么？",
        "AnswerEn": "The major geochemical compositions of whole rock samples are analyzed using X-ray fluorescence spectrometry, while trace elements are determined with inductively coupled plasma mass spectrometry. Major elements in minerals such as muscovite and garnet are measured using an electron microprobe, and the trace elements along with radiometric dating of minerals like monazite and columbite-group minerals are conducted using laser ablation inductively coupled plasma mass spectrometry.",
        "AnswerCn": "整个岩石样品的主要地球化学成分通过X射线荧光光谱法进行分析，而微量元素则通过感应耦合等离子体质谱法进行测定。云母和石榴石等矿物中的主要元素使用电子探针进行测量，微量元素以及单斜矿和铌钽矿等矿物的放射性定年则通过激光剥蚀感应耦合等离子体质谱法进行。",
        "Level": "C3(Applying)"
      }
    ]
  }
}