{
  "id": "abbe65a6-3c14-44d6-a814-245b1739f168",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of soil freeze/thaw experiment observed in the middle reaches of the Heihe River Basin from Nov. 24 to Nov. 25, 2013",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游冻融实验观测数据集（2013年11月24日至25日）",
      "description": "This data set includes the continuous observation data set of soil texture, roughness and surface temperature measured by the vehicle borne microwave radiometer and synchronous measurement from November 24-25, 2013 in the desert of Minle County, Zhangye City, Gansu Province. The surface temperature and humidity include four layers of temperature sensor at the soil depth of 1cm, 5cm, 10cm, 20cm, and the observation of soil temperature and soil moisture data at the soil depth of 0-5cm. The time frequency of routine observation of soil temperature and humidity is 5 minutes.            \nData details:            \n1. Time: November 24-25, 2013            \n2. data:            \nBrightness temperature: observed by vehicle mounted multi frequency passive microwave radiometer, including 6.925, 18.7 and 36.5ghz V polarization and H polarization data (10.65ghz band damage, 18.7ghz h polarization damage)            \nSoil temperature: use sensor installed on dt80 to measure 1cm, 5cm, 10cm, 20cm soil temperature            \nSoil moisture: use h-probe sensor to measure 0-5cm soil moisture, the probe can measure 0-5cm soil temperature at the same time            \nSoil texture: soil samples measured in Beijing Normal University            \nSoil roughness: measured by roughness meter provided by northeast geography            \n3. Data size: 2.3m            \n4. Data format:. Xls",
      "descriptionCn": "本数据集包括甘肃省张掖市民乐县荒漠2013年11月24日-25日车载微波辐射计观测亮温、同步测量的土壤质地，粗糙度和地表温度连续观测数据集。地表温湿度包括温度传感器在土壤深度1cm、5cm，10cm，20cm四层和湿度传感器在土壤深度0-5cm处，观测的土壤温度，土壤水分数据。土壤温湿度的常规观测的时间频率为5分钟。\n数据细节：\n1.\t时间：2013年11月24日-25日\n2.\t数据：\n亮温：  使用车载多频被动微波辐射计观测，包括6.925、18.7和36.5GHz V极化和H极化数据（10.65GHz 波段损坏,18.7GHz H极化损坏）\n土壤温度：使用安装在dt80上的传感器测量1cm，5cm，10cm，20cm土壤温度\n土壤湿度：使用H-probe传感器测量0-5cm土壤湿度，该探头可以同时测量0-5cm土壤温度\n土壤质地：取土样在北京师范大学测量\n土壤粗糙度：使用东北地理所提供的粗糙度仪测量\n3.\t数据大小：2.3M\n4.\t数据格式：.xls",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.28,
      "west": 101.28,
      "south": 39.53,
      "north": 39.53,
      "startTime": "2013-12-09 08:00:00",
      "endTime": "2013-12-10 08:00:00",
      "fileSize": 3590532.0,
      "cstr": "18406.11.hiwater.272.2015.db",
      "doi": "10.3972/hiwater.272.2015.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵少杰",
        "nameEn": "ZHAO Shaojie",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 寇晓康",
        "nameEn": "KOU Xiaokang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "叶勤玉",
        "nameEn": "YE Qinyu",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "张掖民乐",
        "keywordEn": null
      },
      {
        "keywordCn": "荒漠",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      },
      {
        "keywordCn": "2013-11-24至2013-11-25",
        "keywordEn": "2013-11-24 to 2013-11-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods were employed for measuring soil temperature and moisture in the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验中，采用了哪些数据收集方法来测量土壤温度和湿度？",
        "AnswerEn": "dt80 data logger, H-probe sensors",
        "AnswerCn": "dt80 数据记录仪，H-探头传感器",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where were the ground measurements for soil texture and roughness taken during the HiWATER experiment?",
        "QuestionCn": "HiWATER实验中土壤纹理和粗糙度的地面测量是在何处进行的？",
        "AnswerEn": "Beijing Normal University",
        "AnswerCn": "北京师范大学",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Who provides the platform for accessing the HiWATER observational data?",
        "QuestionCn": "谁提供了访问HiWATER观测数据的平台？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure soil temperature and moisture in an eco-hydrological study?",
        "QuestionCn": "您能否提供一个在生态水文学研究中用于测量土壤温度和湿度的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method for measuring soil temperature and moisture involves using sensors installed on a data logger, such as the dt80, to measure soil temperature at various depths (1cm, 5cm, 10cm, and 20cm) and using an H-probe sensor to measure soil moisture and temperature at a depth of 0-5cm.",
        "AnswerCn": "一种测量土壤温度和湿度的数据收集方法是使用安装在数据记录仪（如dt80）上的传感器，在不同深度（1厘米、5厘米、10厘米和20厘米）测量土壤温度，并使用H型探头传感器在0-5厘米深度测量土壤湿度和温度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset that captures eco-hydrological processes in a desert-oasis system?",
        "QuestionCn": "您能否提供一个捕捉沙漠-绿洲系统中生态水文过程的数据集示例？",
        "AnswerEn": "An example of such a dataset is the multiscale dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing data, capturing interactions in an oasis-desert area.",
        "AnswerCn": "这样的数据集的一个例子是2012年获得的来自黑河流域联合遥测实验研究（HiWATER）的多尺度数据集，其中包括通量观测矩阵、生态水文传感器网络和超高分辨率的航空遥感数据，捕捉了绿洲-沙漠地区的相互作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge in obtaining multiscale observations in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，获取多尺度观测的一个挑战是什么？",
        "AnswerEn": "A challenge in obtaining multiscale observations is the poor availability of data at various scales, which can impede progress in upscaling eco-hydrological processes on heterogeneous surfaces, as highlighted in the context of the HiWATER experiment.",
        "AnswerCn": "获取多尺度观测的一个挑战是不同尺度数据的可用性较差，这可能会阻碍在异质表面上对生态水文过程进行上尺度处理的进展，这在HiWATER实验的背景下得到了强调。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features are measured by the car-mounted microwave radiometer in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，车载微波辐射计测量哪些具体特征？",
        "AnswerEn": "brightness temperature, 6.925GHz V-polarization, 18.7GHz V-polarization, 36.5GHz V-polarization, 36.5GHz H-polarization",
        "AnswerCn": "亮温，6.925GHz 垂直极化，18.7GHz 垂直极化，36.5GHz 垂直极化，36.5GHz 水平极化",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the characteristics of soil temperature measurements in eco-hydrological data collection?",
        "QuestionCn": "生态水文数据收集中土壤温度测量的特征有哪些？",
        "AnswerEn": "1cm, 5cm, 10cm, 20cm, every 5 minutes",
        "AnswerCn": "1厘米，5厘米，10厘米，20厘米，每5分钟。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What attributes of soil are assessed to determine its texture and roughness in field data collection?",
        "QuestionCn": "在现场数据收集中评估土壤质地和粗糙度的属性是什么？",
        "AnswerEn": "soil texture, soil roughness",
        "AnswerCn": "土壤质地，土壤粗糙度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of soil temperature and moisture data collection in the eco-hydrological dataset?",
        "QuestionCn": "生态水文数据集中土壤温度和湿度数据收集的频率是多少？",
        "AnswerEn": "5 minutes",
        "AnswerCn": "5分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many frequency bands are used by the multi-frequency passive microwave radiometer in the data collection?",
        "QuestionCn": "多频被动微波辐射计在数据收集过程中使用了多少个频率波段？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multiscale observations' mean in the context of eco-hydrological processes?",
        "QuestionCn": "在生态水文过程的背景下，“多尺度观测”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological processes, 'multiscale observations' refer to the collection of data across different spatial and temporal scales to understand complex interactions. This involves using various instruments and methods, such as eddy covariance towers, airborne remote sensing, and automatic meteorological stations, to capture data from a heterogeneous surface.",
        "AnswerCn": "在生态水文过程的背景下，“多尺度观测”是指在不同的空间和时间尺度上收集数据，以理解复杂的相互作用。这涉及使用各种仪器和方法，如涡度协方差塔、航空遥感和自动气象站，从异质表面捕获数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'hierarchically nested scales' in the context of an experimental research setup?",
        "QuestionCn": "在实验研究设置的背景下，“分层嵌套尺度”是什么意思？",
        "AnswerEn": "'Hierarchically nested scales' in an experimental research setup refer to the arrangement of observation instruments at multiple, interrelated scales to study processes in a detailed and comprehensive manner. This allows researchers to capture data from different levels, such as from a superstation within an oasis and various stations in surrounding landscapes, to understand interactions within an oasis-desert system.",
        "AnswerCn": "“层次嵌套尺度”在实验研究设置中指的是在多个相互关联的尺度上安排观察工具，以详细和全面的方式研究过程。这使研究人员能够从不同层次捕获数据，例如从绿洲内的超级站和周围景观中的各个站点，以理解绿洲-沙漠系统内的相互作用。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'synchronical ground measurements' in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，“同步地面测量”是什么意思？",
        "AnswerEn": "'Synchronical ground measurements' in eco-hydrological research are simultaneous data collection efforts on the ground that complement remote sensing and other observational methods. These measurements are critical for validating and enhancing the accuracy of data collected through airborne or remote methods, focusing on vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "“同步地面测量”在生态水文学研究中是指在地面上同时进行的数据收集工作，这些工作补充了遥感和其他观测方法。这些测量对于验证和提高通过空中或遥感方法收集的数据的准确性至关重要，重点关注植被动态和光合作用过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in the 黑河生态水文遥感试验 compare to those employed in the HiWATER experiment for capturing eco-hydrological processes?",
        "QuestionCn": "黑河生态水文遥感试验中使用的数据收集方法与HiWATER实验中用于捕捉生态水文过程的方法相比如何？",
        "AnswerEn": "The 黑河生态水文遥感试验 primarily uses a car-mounted microwave radiometer to observe brightness temperatures and sensors to measure soil temperature and moisture at various depths. In contrast, HiWATER employs a comprehensive observation system that includes eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing with LiDAR and imaging spectrometers, capturing eco-hydrological processes at multiple scales.",
        "AnswerCn": "黑河生态水文遥感试验主要使用车载微波辐射计观察亮温，并使用传感器测量不同深度的土壤温度和湿度。相比之下，HiWATER采用了一个综合观测系统，包括涡度协方差塔、大孔径闪烁仪、自动气象站以及高分辨率的航空遥感技术，配备激光雷达和成像光谱仪，捕捉多尺度的生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are faced in multiscale data collection for eco-hydrological processes in the HiWATER experiment compared to the data collection challenges in the 黑河生态水文遥感试验?",
        "QuestionCn": "在HiWATER实验中，生态水文过程的多尺度数据收集面临哪些挑战，与黑河生态水文遥感试验中的数据收集挑战相比？",
        "AnswerEn": "In the HiWATER experiment, the primary challenge is the poor availability of multiscale observations necessary for upscaling eco-hydrological processes, which requires a sophisticated network of sensors and airborne remote sensing. The 黑河生态水文遥感试验 faces challenges related to the calibration and functionality of specific instruments, such as the damaged 10.65GHz band and 18.7GHz H-polarization during brightness temperature observations.",
        "AnswerCn": "在HiWATER实验中，主要挑战是缺乏多尺度观测数据，这对于生态水文过程的上尺度化至关重要，这需要一个复杂的传感器网络和航空遥感。黑河生态水文遥感试验面临与特定仪器的校准和功能相关的挑战，例如在亮温观测过程中，10.65GHz频段和18.7GHz H极化的损坏。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of different observation scales when collecting eco-hydrological data in a heterogeneous landscape?",
        "QuestionCn": "在收集异质景观中的生态水文数据时，可以推断不同观测尺度的有效性是什么？",
        "AnswerEn": "The use of hierarchically nested scales in the observation system allows for capturing multiscale and multidisciplinary data, which helps in understanding eco-hydrological processes across a heterogeneous surface. This approach addresses challenges such as the poor availability of multiscale observations.",
        "AnswerCn": "在观察系统中使用分层嵌套尺度可以捕捉多尺度和多学科的数据，这有助于理解异质表面上的生态水文过程。这种方法解决了多尺度观测稀缺等挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How might the integration of different sensors and instruments contribute to a more comprehensive understanding of soil moisture dynamics in cold and arid regions?",
        "QuestionCn": "不同传感器和仪器的集成如何有助于更全面地理解寒冷和干旱地区的土壤水分动态？",
        "AnswerEn": "The integration of various sensors such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, along with an eco-hydrological sensor network, provides a detailed and comprehensive dataset. This enables a better understanding of soil moisture dynamics through synchronized ground measurements and hyper-resolution airborne remote sensing.",
        "AnswerCn": "各种传感器的集成，如涡度协方差塔、大孔径闪烁仪和自动气象站，以及生态水文传感器网络，提供了详细而全面的数据集。这使得通过同步的地面测量和超高分辨率的空中遥感，更好地理解土壤水分动态。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，导致多尺度观测稀缺的因素有哪些？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations due to the complexity of upscaling eco-hydrological processes on a heterogeneous surface. This complexity requires instrumentation on hierarchically nested scales to obtain comprehensive multiscale and multidisciplinary data.",
        "AnswerCn": "该领域的进展受到多尺度观测可用性差的阻碍，这主要是由于在异质表面上进行生态水文过程的上尺度处理的复杂性。这种复杂性需要在分层嵌套的尺度上进行仪器布置，以获取全面的多尺度和多学科数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are intensive observation periods (IOPs) crucial for capturing multi-scale eco-hydrological processes, and what challenges might arise from their implementation?",
        "QuestionCn": "为什么密集观测期（IOPs）对于捕捉多尺度生态水文过程至关重要，其实施可能会出现哪些挑战？",
        "AnswerEn": "Intensive observation periods (IOPs) are crucial as they allow for capturing multi-scale eco-hydrological processes through hierarchically arranged instrumentation, such as eddy covariance towers and automatic meteorological stations. Challenges arise from the need to coordinate numerous instruments and observations across different landscapes, which can be limited by logistical constraints and the availability of suitable equipment.",
        "AnswerCn": "密集观测期（IOPs）至关重要，因为它们能够通过分层布置的仪器（如涡度协方差塔和自动气象站）捕捉多尺度生态水文过程。协调不同景观中众多仪器和观测的需求带来了挑战，这可能受到后勤限制和合适设备可用性的影响。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the need for a sparse network in investigating oasis-desert interactions, and how does it impact data collection?",
        "QuestionCn": "在研究绿洲与沙漠之间的相互作用时，导致需要稀疏网络的原因是什么，以及这对数据收集有何影响？",
        "AnswerEn": "The need for a sparse network in investigating oasis-desert interactions is caused by the requirement to observe diverse landscapes such as sandy desert, desert pavement, and desert steppe. This setup impacts data collection by allowing for comprehensive coverage of the region, though it presents challenges in ensuring consistent data quality and coverage across various environmental conditions.",
        "AnswerCn": "在研究绿洲与沙漠之间的相互作用时，稀疏网络的需求源于观察多样化景观的需要，例如沙质沙漠、沙漠铺装和沙漠草原。这种设置影响了数据收集，因为它允许对该地区进行全面覆盖，但在确保不同环境条件下数据质量和覆盖的一致性方面也带来了挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the use of multiple instruments, such as LiDAR and microwave radiometers, affect the quality and reliability of eco-hydrological datasets?",
        "QuestionCn": "多种仪器的使用，如激光雷达（LiDAR）和微波辐射计，如何影响生态水文数据集的质量和可靠性？",
        "AnswerEn": "The use of multiple instruments like LiDAR and microwave radiometers, as employed in the HiWATER experiment, supports the collection of hyper-resolution data, enabling detailed and reliable datasets. This comprehensive instrumentation helps in accurately capturing diverse eco-hydrological processes, contributing to quality-controlled datasets available for research.",
        "AnswerCn": "在HiWATER实验中使用激光雷达和微波辐射计等多种仪器，支持收集超高分辨率数据，从而能够获得详细和可靠的数据集。这种综合的仪器配置有助于准确捕捉多样的生态水文过程，为研究提供了经过质量控制的数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What potential outcomes arise from conducting intensive observation periods (IOPs) in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中进行密集观察期（IOPs）可能产生的潜在结果是什么？",
        "AnswerEn": "Conducting intensive observation periods (IOPs) facilitates focused data collection during critical timeframes, as seen in the HiWATER experiment. This method enhances the understanding of dynamic eco-hydrological interactions at various scales, providing valuable insights into processes such as oasis-desert interactions, ultimately contributing to more informed environmental management and research.",
        "AnswerCn": "进行强化观察期（IOPs）有助于在关键时间框架内进行集中数据收集，正如HiWATER实验所示。这种方法增强了对不同尺度下动态生态水文相互作用的理解，为绿洲-沙漠相互作用等过程提供了宝贵的见解，最终有助于更为明智的环境管理和研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose behind collecting multiscale and multidisciplinary data in eco-hydrological research within the oasis-desert interaction context?",
        "QuestionCn": "在绿洲-沙漠相互作用背景下的生态水文研究中收集多尺度和多学科数据的目的是什么？",
        "AnswerEn": "The purpose is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "目的是通过在分层嵌套尺度上使用仪器，获取多尺度和多学科数据，以应对在异质表面上提升生态水文过程的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to establish a sparse network of observation systems, such as eddy covariance towers and automatic meteorological stations, in heterogeneous landscapes like oasis-desert systems?",
        "QuestionCn": "在像绿洲-沙漠系统这样的异质景观中，建立稀疏的观测系统网络，如涡度协方差塔和自动气象站，为什么重要？",
        "AnswerEn": "It is important to capture multi-scale eco-hydrological processes and investigate the oasis-desert interaction effectively.",
        "AnswerCn": "捕捉多尺度生态水文过程并有效研究绿洲与沙漠的相互作用是很重要的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What objectives are achieved by conducting intensive airborne remote sensing missions using technologies like LiDAR and imaging spectrometers in eco-hydrological experiments?",
        "QuestionCn": "通过使用激光雷达（LiDAR）和成像光谱仪等技术进行密集的空中遥感任务，在生态水文实验中可以实现哪些目标？",
        "AnswerEn": "The objective is to cover the experimental area with hyper-resolution airborne remote sensing, which is crucial for capturing detailed eco-hydrological processes and dynamics.",
        "AnswerCn": "目标是通过超高分辨率航空遥感覆盖实验区域，这对于捕捉详细的生态水文过程和动态至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumentation techniques were employed for collecting multiscale eco-hydrological data in the oasis-desert area, and how do these methods ensure comprehensive data coverage?",
        "QuestionCn": "在绿洲-沙漠地区收集多尺度生态水文数据时采用了哪些仪器技术，这些方法如何确保全面的数据覆盖？",
        "AnswerEn": "The data collection involved instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, an eco-hydrological sensor network of soil moisture and leaf area index, hyper-resolution airborne remote sensing with LiDAR, imaging spectrometer, multi-angle thermal imager, and an L-band microwave radiometer were used. This comprehensive setup ensured the capture of multiscale and multidisciplinary data, crucial for understanding eco-hydrological processes.",
        "AnswerCn": "数据收集涉及分层嵌套尺度的仪器，包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。此外，还使用了生态水文传感器网络，包括土壤湿度和叶面积指数传感器、超高分辨率航空遥感（激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计）。这一综合设置确保了多尺度和多学科数据的捕获，对于理解生态水文过程至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps were taken to monitor soil temperature and moisture, and how were these measurements integrated with remote sensing data?",
        "QuestionCn": "监测土壤温度和湿度采取了哪些程序步骤，这些测量如何与遥感数据集成？",
        "AnswerEn": "Soil temperature was measured using sensors installed at various depths (1cm, 5cm, 10cm, 20cm) and soil moisture was measured using H-probe sensors at a depth of 0-5cm, which also measured temperature. These ground measurements were synchronized with airborne remote sensing data, which included thermal imaging and microwave radiometer observations, to provide an integrated view of soil and surface conditions.",
        "AnswerCn": "土壤温度通过安装在不同深度（1厘米、5厘米、10厘米、20厘米）的传感器进行测量，土壤湿度则通过在0-5厘米深度的H探针传感器测量，这些传感器也测量温度。这些地面测量与空中遥感数据同步，包括热成像和微波辐射计观测，以提供土壤和表面状况的综合视图。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How was the accuracy and quality control of the multiscale dataset maintained throughout the HiWATER experiment, and what challenges were addressed in this process?",
        "QuestionCn": "在HiWATER实验中，如何保持多尺度数据集的准确性和质量控制，并解决了哪些挑战？",
        "AnswerEn": "The accuracy and quality control of the dataset were maintained through meticulous sensor calibration, data collection, processing, and generation of datasets. All observational data underwent careful quality control to ensure reliability. The challenge of poor availability of multiscale observations was addressed by establishing a network of instruments arranged in hierarchically nested scales and conducting intensive observation periods and continuous hydrometeorological observations.",
        "AnswerCn": "数据集的准确性和质量控制通过细致的传感器校准、数据收集、处理和数据集生成得以维持。所有观测数据都经过仔细的质量控制，以确保其可靠性。针对多尺度观测可用性差的挑战，通过建立分层嵌套尺度的仪器网络，并进行密集观测期和持续的水文气象观测来加以解决。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of multiscale eco-hydrological data in heterogeneous surfaces?",
        "QuestionCn": "哪些技术进步使得在异质表面上收集多尺度生态水文数据成为可能？",
        "AnswerEn": "The HiWATER experiment, which involved instrumentation on hierarchically nested scales, enabled the collection of multiscale eco-hydrological data. This included the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing technologies like LiDAR and an L-band microwave radiometer.",
        "AnswerCn": "HiWATER实验涉及分层嵌套尺度的仪器设备，能够收集多尺度生态水文数据。这包括使用涡度协方差塔、大孔径闪烁仪、自动气象站以及超高分辨率的航空遥感技术，如激光雷达和L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "In what ways do synchronization and quality control enhance the accuracy and reliability of eco-hydrological datasets?",
        "QuestionCn": "同步和质量控制以何种方式提高生态水文数据集的准确性和可靠性？",
        "AnswerEn": "Synchronization and quality control are crucial in ensuring the accuracy and reliability of eco-hydrological datasets by involving careful sensor calibration, data collection, processing, and dataset generation. This meticulous approach ensures that the data collected, such as vegetation dynamics and photosynthesis processes, are of high quality and suitable for research.",
        "AnswerCn": "同步和质量控制在确保生态水文数据集的准确性和可靠性方面至关重要，这涉及到仔细的传感器校准、数据收集、处理和数据集生成。这种细致的方法确保所收集的数据，如植被动态和光合作用过程，具有高质量并适合研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it challenging to achieve comprehensive multiscale observations of eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "在异质表面上实现全面的多尺度生态水文过程观测是具有挑战性的，原因是什么？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the collection of eco-hydrological data require a combination of airborne remote sensing and ground-based measurements?",
        "QuestionCn": "生态水文数据的收集为何需要结合空中遥感和地面测量？",
        "AnswerEn": "The HiWATER observation system includes hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and an L-band microwave radiometer, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes, to capture multiscale eco-hydrological processes.",
        "AnswerCn": "HiWATER观测系统包括使用激光雷达、高分辨率成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感，以及同步的地面植被动态和光合作用过程测量，以捕捉多尺度生态水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could the sparse network of instrumentation be crucial for understanding oasis-desert interactions?",
        "QuestionCn": "稀疏的仪器网络为何对理解绿洲与沙漠之间的相互作用至关重要？",
        "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales, including a sparse network, to investigate the oasis-desert interaction and capture multi-scale eco-hydrological processes.",
        "AnswerCn": "为了研究绿洲-沙漠系统的相互作用并捕捉多尺度生态水文过程，仪器以层次嵌套的尺度进行布置，包括一个稀疏的网络。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using a hierarchically nested scale approach to capture multi-scale eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "如何评估使用分层嵌套尺度方法捕捉异质表面中的多尺度生态水文过程的有效性？",
        "AnswerEn": "The use of a hierarchically nested scale approach, as demonstrated in the HiWATER experiment, effectively captures multi-scale eco-hydrological processes by employing a diverse range of instruments and methods across different scales and landscapes, including oasis, desert, and wetlands.",
        "AnswerCn": "层次嵌套尺度方法的使用，如在HiWATER实验中所示，有效捕捉了多尺度生态水文过程，通过在不同尺度和景观（包括绿洲、沙漠和湿地）中采用多种仪器和方法。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the challenges associated with ensuring the availability of multiscale observations in eco-hydrological research?",
        "QuestionCn": "我对确保生态水文研究中多尺度观测可用性所面临的挑战的看法是什么？",
        "AnswerEn": "The challenges in ensuring multiscale observations are significant due to the complexity of eco-hydrological processes and the need for comprehensive instrumentation and data collection across various scales, as highlighted by the limited availability of multiscale observations in current research.",
        "AnswerCn": "确保多尺度观测面临重大挑战，这主要是由于生态水文过程的复杂性以及在不同尺度上进行全面仪器和数据收集的需求，正如当前研究中多尺度观测的有限可用性所强调的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might you assess the potential for airborne remote sensing missions, like those using LiDAR and imaging spectrometers, to enhance data collection in eco-hydrological studies?",
        "QuestionCn": "您如何评估空气遥感任务（如使用LiDAR和成像光谱仪）在生态水文研究中增强数据收集的潜力？",
        "AnswerEn": "Airborne remote sensing missions, such as those using LiDAR and imaging spectrometers, have great potential to enhance data collection by providing hyper-resolution data and covering extensive areas, thus contributing to a more detailed and comprehensive understanding of eco-hydrological processes.",
        "AnswerCn": "空中遥感任务，如使用激光雷达和成像光谱仪，具有极大的潜力，通过提供超高分辨率数据和覆盖广泛区域，增强数据收集，从而有助于更详细和全面地理解生态水文过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multiscale observations can be effectively integrated to capture eco-hydrological processes in a heterogeneous landscape.",
        "QuestionCn": "我不明白如何有效整合多尺度观测以捕捉异质景观中的生态水文过程。",
        "AnswerEn": "The integration of multiscale observations is facilitated through the use of hierarchically nested scales as part of the HiWATER experiment. This involves the use of a flux observation matrix, eco-hydrological sensor networks, and airborne remote sensing technologies such as LiDAR and imaging spectrometers, which are designed to capture various eco-hydrological processes at different scales.",
        "AnswerCn": "多尺度观测的整合通过层次嵌套尺度的使用得以促进，这是一部分HiWATER实验。该实验涉及使用通量观测矩阵、生态水文传感器网络以及空中遥感技术，如激光雷达和成像光谱仪，这些技术旨在捕捉不同尺度下的各种生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unclear about the challenges in obtaining multiscale observations for eco-hydrological studies.",
        "QuestionCn": "我对获取生态水文研究的多尺度观测面临的挑战感到不清楚。",
        "AnswerEn": "One of the significant challenges in obtaining multiscale observations is the poor availability of multiscale data, which hampers progress in understanding eco-hydrological processes. The HiWATER experiment addresses this challenge by implementing intensive observation periods and continuous hydrometeorological observations using a variety of instruments and methodologies to collect comprehensive data.",
        "AnswerCn": "获取多尺度观测的一个重大挑战是多尺度数据的可用性差，这阻碍了对生态水文过程的理解。HiWATER实验通过实施密集观测期和使用多种仪器和方法进行连续的水文气象观测来应对这一挑战，以收集全面的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out how data quality is ensured in large-scale eco-hydrological experiments.",
        "QuestionCn": "我无法弄清楚在大规模生态水文实验中如何确保数据质量。",
        "AnswerEn": "In large-scale eco-hydrological experiments like HiWATER, data quality is ensured through careful quality control measures, which include sensor calibration, systematic data collection and processing, and diligent dataset generation procedures. These efforts help maintain high data integrity and reliability.",
        "AnswerCn": "在大规模生态水文实验如HiWATER中，数据质量通过仔细的质量控制措施得以确保，这些措施包括传感器校准、系统的数据收集和处理，以及认真的数据集生成程序。这些努力有助于保持高数据完整性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and describe the multiscale data collection techniques employed to address the challenge of eco-hydrological process upscaling in heterogeneous surfaces.",
        "QuestionCn": "请识别并描述用于解决异质表面生态水文过程上尺度化挑战的多尺度数据收集技术。",
        "AnswerEn": "The HiWATER experiment addresses the challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. Intensive observation periods and continuous hydrometeorological observations were carried out. Instruments for the oasis-desert system were arranged in hierarchically nested scales, including a sparse network to investigate oasis-desert interaction, a superstation within the oasis, four EC towers, four two-layer automatic meteorological stations, and intensive observations at the irrigation district scale. Remote sensing missions used LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，来应对这一挑战。进行了密集观测期和持续的水文气象观测。针对绿洲-沙漠系统，仪器按照分层嵌套的尺度进行布置，包括一个稀疏网络以研究绿洲-沙漠相互作用，一个位于绿洲内的超级站，四个涡度观测塔，四个双层自动气象站，以及在灌溉区尺度上的密集观测。遥感任务使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in collecting multiscale observations for eco-hydrological research and propose potential solutions based on existing methodologies.",
        "QuestionCn": "请分析在生态水文研究中收集多尺度观测数据所面临的挑战，并基于现有方法提出潜在解决方案。",
        "AnswerEn": "One of the main challenges in collecting multiscale observations is the poor availability of such data. The HiWATER experiment tackles this by using a multiscale dataset obtained through a combination of flux observation matrices, eco-hydrological sensor networks, airborne remote sensing, and synchronical ground measurements. Solutions could involve enhancing sensor networks, increasing the frequency and coverage of remote sensing missions, and improving data quality control processes.",
        "AnswerCn": "收集多尺度观测数据的主要挑战之一是此类数据的可用性较差。HiWATER实验通过结合通量观测矩阵、生态水文传感器网络、空中遥感和同步地面测量，解决了这一问题。解决方案可能包括增强传感器网络、增加遥感任务的频率和覆盖范围，以及改善数据质量控制流程。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore potential datasets that can be utilized for eco-hydrological research in oasis-desert areas and detail the instrumentation involved in their collection.",
        "QuestionCn": "请探索可以用于绿洲-沙漠地区生态水文研究的潜在数据集，并详细说明其收集所涉及的仪器。",
        "AnswerEn": "A potential dataset for eco-hydrological research in oasis-desert areas is the multiscale dataset from HiWATER. It includes data from a flux observation matrix with eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing data were collected using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer. Synchronical ground measurements of vegetation dynamics and photosynthesis processes were also included.",
        "AnswerCn": "一个潜在的生态水文研究数据集是在绿洲-沙漠地区的HiWATER多尺度数据集。该数据集包括来自涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络（用于土壤湿度和叶面积指数）的通量观测矩阵的数据。此外，还收集了使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感数据。同时还包括了同步的地面测量数据，涉及植被动态和光合作用过程。",
        "Level": "C6(Creating)"
      }
    ]
  }
}