{
  "id": "abf9d159-2b8b-457b-81cc-68ead854eae0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacial lake inventory in the greater Himalaya (1990-2020)",
      "titleCn": "大喜马拉雅地区冰湖编目数据集（1990-2020）",
      "description": "The dataset includes glacial lake inventory data for the Greater Himalayan  (Hindu Kush, Karakorum, Himalaya, Nyingchi Tanggula, and Transverse Ranges) for 1990, 2000, 2010, 2015, and 2020. The data is manually outlined and combined with Google Earth imagery for inspection and classification.The data includes the following fields:\nSource: Information of Landsat data used including Path, Row, Sense, Date\nDate: Date of Landsat acquired\nArea: Area of glacial lake, with unit of km^2\nRegion: Hindu Kush, Karakoram, Western Himalaya, Central Himalaya, Eastern Himalaya, Nyainqêntanglha, Hengduan Shan\nType: Proglacial lakes, Unconnected glacial lake, Supraglacial lake\nError: Area uncertainty of glacial lake with unit of km^2\nPerimeter: Perimeter of glacial lake with unit of m\nElevation: Surface elevation of glacial lake (m a.s.l.)\nMG_ID1: RGI ID of parent glacier that glacial lake contacted\nMG_ID2: RGI ID of parent glacier that glacial lake contacted\nNot_RGI: Parent glacier does not exist in the RGI inventory\nNewPro: New formed proglacial lake",
      "descriptionCn": "该数据集包括1990年、2000年、2010年、2015年和2020年的大喜马拉雅地区（兴都库什、喀喇昆仑、喜马拉雅、念青唐古拉和横断山脉）的冰湖编目数据。该数据为人工勾绘，并结合Google Earth影像进行检查和分类。数据包括以下几个字段：Source，使用的Landsat卫星数据信息，包括Path, Row, Sense等；Date, Landsat数据采集的日期；Area, 冰湖的面积，单位为km^2; Region，包括兴都库什，喀喇昆仑，西喜马拉雅，中喜马拉雅，东喜马拉雅，念青唐古拉，横断山；Type, 冰湖类型，包括冰前湖（Proglacial lakes）、非冰川接触湖（Unconnected glacial lake）以及冰面湖（Supraglacial lake）；Error，冰湖面积的不确定性，单位为km^2；Perimeter，冰湖的周长，单位为m；Elevation： 冰湖的表面海拔（m a.s.l）；MG_ID1和MG_ID2，冰川接触湖母冰川RGI编号；NewPro，新形成的湖泊。",
      "instructions": "File name: Glacial lake_YYYY, the data has five periods, YYYY represents the corresponding inventory year.\nData reading method: The data format is ESRI Shapefile, which can be opened by ArcGIS or QGIS.",
      "instructionsCn": "文件命名：Glacial lake_YYYY，数据共五期，YYYY代表相应编目年份。\n数据读取方式：数据格式为ESRI Shapefile，可采用ArcGIS或者QGIS打开。",
      "east": 105.0,
      "west": 65.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "1990-01-01 11:16:50",
      "endTime": "2020-12-31 11:16:50",
      "fileSize": 15764506.0,
      "cstr": null,
      "doi": "10.1038/s41561-023-01150-1",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "王蒙蒙",
        "nameEn": "WANG Mengmeng",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Underestimated mass loss from lake-terminating glaciers in the greater Himalaya",
        "referenceCn": null,
        "referenceEn": "Zhang, G., Bolch, T., Yao, T., Rounce, D. R., Chen, W., Veh, G., King, O., Allen, S. K., Wang, M., & Wang, W. (2023). Underestimated mass loss from lake-terminating glaciers in the greater Himalaya. Nature Geoscience, 1–6. https://doi.org/10.1038/s41561-023-01150-1\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰湖编目",
        "nameEn": "Ice lake inventory"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喜马拉雅",
        "keywordEn": "Himalaya"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990",
        "keywordEn": "1990",
        "type": "temporal"
      },
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      },
      {
        "keywordCn": "20年",
        "keywordEn": "Two decadas",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原地球系统基础科学中心",
        "titleEn": "Basic Science Center forTibetan Plateau Earth System"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features used to classify different types of glacial lakes in a dataset?",
        "QuestionCn": "用于分类不同类型冰川湖泊的数据集中的特征有哪些？",
        "AnswerEn": "lake type, manual delineation, verification using Google Earth imagery",
        "AnswerCn": "湖泊类型，手动划定，使用 Google Earth 图像进行验证",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'artificial delineation' mean in the context of glacier lake cataloging?",
        "QuestionCn": "在冰川湖泊编目中，“人工划界”是什么意思？",
        "AnswerEn": "Artificial delineation refers to the manual process of mapping glacier lakes, which involves drawing boundaries around the lakes and verifying these against satellite images, such as those from Google Earth, to ensure accuracy in classification and measurement.",
        "AnswerCn": "人工划定是指手动绘制冰川湖泊的过程，包括在湖泊周围绘制边界，并将其与卫星图像（如谷歌地球）进行核对，以确保分类和测量的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the uncertainty in measuring lake areas in the Greater Himalaya Region from satellite data?",
        "QuestionCn": "影响从卫星数据测量大喜马拉雅地区湖泊面积的不确定性因素有哪些？",
        "AnswerEn": "The uncertainty in measuring lake areas in the Greater Himalaya Region can be attributed to the manual delineation process, the quality and resolution of Landsat satellite imagery, and the classification methods used. Additionally, changes in the landscape, seasonal variations, and the inherent limitations in detecting ice-covered or shadowed areas can also contribute to measurement errors.",
        "AnswerCn": "在大喜马拉雅地区，测量湖泊面积的不确定性可以归因于手动划定过程、Landsat卫星影像的质量和分辨率以及所使用的分类方法。此外，景观变化、季节性变化以及在检测冰盖或阴影区域时固有的局限性也会导致测量误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind cataloging ice lakes in the Greater Himalaya region from 1990 to 2020 using Landsat satellite data and Google Earth imagery?",
        "QuestionCn": "从1990年到2020年，使用Landsat卫星数据和谷歌地球影像对大喜马拉雅地区的冰湖进行编目，其主要目标是什么？",
        "AnswerEn": "The primary objective is to systematically document and analyze the characteristics and changes of ice lakes across different regions of the Greater Himalaya, such as the Hindu Kush, Karakoram, and various parts of the Himalayas, over a 30-year period. This includes understanding the lake areas, their types, elevation, perimeter, and any new formations, as well as assessing uncertainties in measurements. This information is crucial for monitoring glacial lake dynamics and potential impacts on local environments and communities.",
        "AnswerCn": "主要目标是系统地记录和分析大喜马拉雅地区（如兴都库什、喀喇昆仑和喜马拉雅的各个部分）冰湖的特征和变化，时间跨度为30年。这包括了解湖泊面积、类型、高度、周长以及任何新形成的湖泊，同时评估测量中的不确定性。这些信息对于监测冰川湖动态及其对当地环境和社区的潜在影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically involved in manually delineating and verifying ice lakes using satellite imagery, and how can these steps be optimized for accuracy and efficiency?",
        "QuestionCn": "使用卫星影像手动描绘和验证冰湖通常涉及哪些程序，以及如何优化这些步骤以提高准确性和效率？",
        "AnswerEn": "In the field of ice lake cataloging, manual delineation involves using satellite imagery such as Landsat data to outline the boundaries of ice lakes. This process includes selecting appropriate images based on specific metadata like Path, Row, and Date. The delineation is then checked and classified using tools like Google Earth to ensure accuracy. Key steps include selecting clear imagery, accurately drawing lake perimeters, and cross-referencing with other data sources to verify lake types and sizes. Optimizations can involve using automated tools to assist with initial outlines or employing machine learning techniques to differentiate lake types and minimize human error.",
        "AnswerCn": "在冰湖目录编制领域，手动划定涉及使用卫星影像，如Landsat数据，来勾勒冰湖的边界。这个过程包括根据特定的元数据（如路径、行和日期）选择合适的影像。划定后，使用Google Earth等工具进行检查和分类，以确保准确性。关键步骤包括选择清晰的影像、准确绘制湖泊周边，并与其他数据源交叉验证湖泊类型和大小。优化可以涉及使用自动化工具来协助初步轮廓绘制，或采用机器学习技术来区分湖泊类型并减少人为错误。",
        "Level": "C6(Creating)"
      }
    ]
  }
}