{
  "id": "ac105e1c-15e4-4704-8d15-cef65935a197",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and single mineral geochemical data of basalt rhyolite from massive sulfide deposits in hamamid area, Eastern desert of Egypt",
      "titleCn": "埃及东部沙漠Hamamid地区块状硫化物矿床玄武岩-流纹岩全岩及单矿物地球化学数据",
      "description": "This data is the data of major, trace and rare earth elements, zircon U-Pb age and pyroxene geochemistry of basalt rhyolite whole rock of massive sulfide deposit in hamamid area, Eastern desert of Egypt. The major element data of the whole rock were obtained by XRF analysis, the trace and rare earth element data were obtained by ICP-MS analysis, the zircon U-Pb dating data were obtained by LA-ICP-MS analysis, and the major element composition of pyroxene was obtained by electron microprobe analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data obtained, the magmatic evolution process can be described, so as to better restrict their relationship with sulfide deposit mineralization.",
      "descriptionCn": "本数据为埃及东部沙漠Hamamid地区块状硫化物矿床玄武岩-流纹岩全岩主、微量及稀土元素数据，锆石U-Pb年龄及辉石地球化学数据。全岩主量元素数据由XRF分析获得，微量及稀土元素数据由ICP-MS分析获得，锆石U-Pb定年数据由LA-ICP-MS分析获得，辉石主量元素组成由电子探针分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以对其岩浆演化过程进行描述，从而更好的制约它们与硫化物矿床成矿的关系。",
      "instructions": "The geochemical data are stored in Excel format, and the sample name is \"YY DD\", where YY represents Egypt and DD is the sample ordinal number",
      "instructionsCn": "地球化学数据以excel格式存储，样品名称为“yy-dd”，其中yy代表埃及，dd为样品序数",
      "east": 32.9,
      "west": 32.89,
      "south": 28.43,
      "north": 28.44,
      "startTime": null,
      "endTime": null,
      "fileSize": 296349.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochronology and geochemistry of Neoproterozoic Hamamid metavolcanics hosting largest volcanogenic massive sulfide deposits in Eastern Desert of Egypt: Implications for petrogenesis and tectonic evolution",
        "referenceCn": null,
        "referenceEn": "Faisal, M., Yang, X., Khalifa, I. H., Amuda, A. K., & Sun, C. (2020). Geochronology and geochemistry of Neoproterozoic Hamamid metavolcanics hosting largest volcanogenic massive sulfide deposits in Eastern Desert of Egypt: Implications for petrogenesis and tectonic evolution. Precambrian Research, 344. doi:10.1016/j.precamres.2020.105751"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "埃及东部",
        "keywordEn": "The east of Egypt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新元古代",
        "keywordEn": "Neoproterozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collected from basalt-rhyolite rock formations in relation to sulfide ore deposits?",
        "QuestionCn": "与硫化矿床相关的玄武岩-流纹岩岩层收集的地球化学数据的特征是什么？",
        "AnswerEn": "whole-rock major elements, trace elements, rare earth elements, zircon U-Pb ages, pyroxene geochemistry",
        "AnswerCn": "全岩主量元素、微量元素、稀土元素、锆石 U-Pb 年龄、辉石地球化学",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of geochemical data collection methods are used to gather information on basalt-rhyolite whole rock and single mineral geochemistry in the Hamamid area deposits of the Eastern Desert of Egypt?",
        "QuestionCn": "在埃及东沙漠的哈马米德地区，收集关于玄武岩-流纹岩整体岩石和单矿物地球化学的信息使用了多少种地球化学数据收集方法？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'XRF analysis' mean in the context of geochemical data collection for basalt-rhyolite whole-rock samples?",
        "QuestionCn": "在玄武岩-流纹岩整体岩石样品的地球化学数据收集中，“XRF分析”是什么意思？",
        "AnswerEn": "In the context of geochemical data collection for basalt-rhyolite whole-rock samples, 'XRF analysis' refers to the use of X-ray fluorescence spectroscopy to determine the major element composition of the samples. This method involves irradiating the samples with X-rays, which causes the elements within the sample to emit secondary X-rays. The emitted X-rays are then measured to identify and quantify the elements present, providing the major element data needed for understanding the geochemistry of the rocks.",
        "AnswerCn": "在玄武岩-流纹岩整体岩石样品的地球化学数据收集过程中，“XRF分析”指的是使用X射线荧光光谱法来确定样品的主要元素组成。该方法涉及用X射线照射样品，导致样品中的元素发出二次X射线。然后测量发射的X射线，以识别和定量样品中存在的元素，从而提供理解岩石地球化学所需的主要元素数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What inferences can be drawn about the magma evolution processes from analyzing the geochemical data of basalt-rhyolite whole-rock and single mineral samples?",
        "QuestionCn": "通过分析玄武岩-流纹岩整体岩石和单矿物样品的地球化学数据，可以得出哪些关于岩浆演化过程的推论？",
        "AnswerEn": "The geochemical data, which includes major, trace, and rare earth element analyses obtained using XRF and ICP-MS, along with zircon U-Pb dating from LA-ICP-MS and pyroxene composition from electron probe analysis, can provide insights into the magma evolution processes. This data allows researchers to describe the magmatic history and evolution, helping to constrain the relationship between magmatic activities and the formation of sulfide deposits in the region.",
        "AnswerCn": "地球化学数据，包括使用XRF和ICP-MS获得的主要元素、微量元素和稀土元素分析，以及来自LA-ICP-MS的锆石U-Pb定年和电子探针分析的辉石成分，可以为岩浆演化过程提供见解。这些数据使研究人员能够描述岩浆的历史和演化，帮助限制该地区岩浆活动与硫化物矿床形成之间的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the reliability and accuracy of geochemical data obtained from basalts and rhyolites in regions like the Hamamid area of the Eastern Desert in Egypt?",
        "QuestionCn": "影响埃及东沙漠哈马米德地区玄武岩和流纹岩地球化学数据可靠性和准确性的因素有哪些？",
        "AnswerEn": "The reliability and accuracy of geochemical data obtained from basalts and rhyolites in regions like the Hamamid area of the Eastern Desert in Egypt are influenced by the use of precise analytical techniques such as XRF for major elements, ICP-MS for trace and rare earth elements, LA-ICP-MS for zircon U-Pb dating, and electron microprobe analysis for pyroxene's major element composition. These methods ensure the data are authentic and dependable, facilitating the description of magmatic evolution and better constraining their relationship with sulfide mineralization.",
        "AnswerCn": "在埃及东沙漠的哈马米德地区，从玄武岩和流纹岩获得的地球化学数据的可靠性和准确性受到精确分析技术的影响，例如用于主要元素的XRF、用于微量元素和稀土元素的ICP-MS、用于锆石U-Pb定年的LA-ICP-MS，以及用于辉石主要元素成分的电子探针分析。这些方法确保数据的真实性和可靠性，有助于描述岩浆演化，并更好地约束其与硫化矿化的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the potential consequences on understanding magmatic evolution if geochemical data from whole-rock and single-mineral analyses are collected using multiple advanced analytical methods such as XRF, ICP-MS, LA-ICP-MS, and electron probe microanalysis?",
        "QuestionCn": "如果使用多种先进的分析方法（如XRF、ICP-MS、LA-ICP-MS和电子探针显微分析）收集全岩和单矿物分析的地球化学数据，可能对理解岩浆演化产生的潜在后果是什么？",
        "AnswerEn": "Utilizing multiple advanced analytical methods for collecting geochemical data from whole-rock and single-mineral analyses can lead to a more comprehensive understanding of magmatic evolution. This approach allows researchers to obtain detailed information on major, trace, and rare earth elements, as well as precise zircon U-Pb dating and pyroxene geochemistry. The integration of diverse data types can help in accurately describing the magmatic processes and their relationship with sulfide mineralization, thereby enhancing the ability to constrain and model the geological history and mineralization potential of the region.",
        "AnswerCn": "利用多种先进的分析方法收集来自全岩和单矿物分析的地球化学数据，可以更全面地理解岩浆演化。这种方法使研究人员能够获得关于主要元素、微量元素和稀土元素的详细信息，以及精确的锆石U-Pb定年和辉石地球化学。不同数据类型的整合有助于准确描述岩浆过程及其与硫化矿化的关系，从而增强对该地区地质历史和矿化潜力的约束和建模能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting geochemical data from whole rock and single mineral samples in basalt-rhyolite formations to understand the relationship with sulfide mineralization in the Eastern Desert of Egypt?",
        "QuestionCn": "在埃及东部沙漠中，从玄武岩-流纹岩地层的整体岩石和单一矿物样本中收集地球化学数据以了解其与硫化物矿化之间关系的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting geochemical data from whole rock and single mineral samples in basalt-rhyolite formations is to describe the magmatic evolution processes, which in turn helps to better constrain their relationship with sulfide mineralization in the Hamamid area of the Eastern Desert of Egypt.",
        "AnswerCn": "收集来自玄武岩-流纹岩形成的整岩和单矿物样品的地球化学数据的主要目的是描述岩浆演化过程，这反过来有助于更好地限制其与埃及东沙漠哈马米德地区硫化物矿化的关系。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}