{
  "id": "ac531c2b-39fa-4cb8-99a5-d4433a19ea99",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Identification data of animal and plant remains of zijunbu site and Zongri site in the northeast of Qinghai Tibet Plateau",
      "titleCn": "青藏高原东北部奖俊埠遗址和宗日遗址动植物遗存鉴定数据",
      "description": "The animal and plant remains unearthed from archaeological sites are important materials to understand and understand the relationship between ancient humans and animals and plants, restore the ancient human lifestyle and economic basis, and reveal the development process and dynamic mechanism of human culture. Systematic animal Archaeology and plant archaeology analysis were carried out on the jijunbu site in the early Holocene and the Zongri site in the middle and late Holocene in the northeast of the Qinghai Tibet Plateau. The analysis of 11 animal fossils in jijunbu showed that ancient humans in the northeast of the Qinghai Tibet Plateau mainly hunted large and medium herbivorous mammals during the last interglacial period. The charcoal analysis results of Zongri site show that the ancestors of Zongri site widely collected the surrounding spruce, poplar and seabuckthorn as fuel.",
      "descriptionCn": "考古遗址出土动植物遗存是认识和了解古代人类与动植物的相互关系，复原古代人类生活方式和经济基础，是揭示人类文化的发展过程与动力机制的重要材料。对青藏高原东北部全新世早期的奖俊埠遗址和中晚期的宗日遗址分别开展系统的动物考古和植物考古分析，奖俊埠11件动物化石的分析显示，末次间冰期时期青藏高原东北部的古人类主要狩猎大中型食草类哺乳动物。宗日遗址木炭分析结果表明宗日遗址的先民广泛采集周边云杉、杨树和沙棘作为燃料。",
      "instructions": "Archaeobotanical and zooarchaeological Data at JJF site and Zongri Site_DongGH/ZhangDJ.xlsx",
      "instructionsCn": "Archaeobotanical and zooarchaeological Data at JJF site and Zongri Site_DongGH/ZhangDJ.xlsx",
      "east": 103.0113028,
      "west": 100.272991,
      "south": 35.328502,
      "north": 36.82777778,
      "startTime": null,
      "endTime": null,
      "fileSize": 22902.0,
      "cstr": "18406.11.HumanNat.tpdc.271946",
      "doi": "10.11888/HumanNat.tpdc.271946",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "董广辉",
        "nameEn": "DONG Guanghui ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张东菊",
        "nameEn": "ZHANG Dongju ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hominin occupation of the Tibetan Plateau during the Last Interglacial Complex",
        "referenceCn": null,
        "referenceEn": "Cheng, T., Zhang, D., Smith, G.M., Jöris, O., Wang, J., Yang, S.L, Xia, H., Shen, X.K., Li, Q., Chen, X.S., Lin, D.P., Han, Y.Y., Liu, Y.S, Qiang, M.R., Li, B., & Chen, F. (2021). Hominin occupation of the Tibetan Plateau during the Last Interglacial Complex. Quaternary Science Reviews, 265, 107047."
      },
      {
        "titleCn": null,
        "titleEn": "Prehistoric firewood gathering on the northeast Tibetan plateau: environmental and cultural determinism",
        "referenceCn": null,
        "referenceEn": "Liu, F.W., Ma, M.M., Li, G., Ren, L.L., Li, J.Y., Peng, W., Yang, Y.S., & Zhang, H.C. (2021). Prehistoric firewood gathering on the northeast Tibetan plateau: environmental and cultural determinism. Vegetation History and Archaeobotany, 1-11."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "奖俊埠",
        "keywordEn": "JJF"
      },
      {
        "keywordCn": "宗日",
        "keywordEn": "Zongri"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "120-90ka",
        "keywordEn": "120-90ka",
        "type": "temporal"
      },
      {
        "keywordCn": "距今3700-4100年",
        "keywordEn": "3700-4100BP",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are some data collection methods used for analyzing ancient plant and animal remains at archaeological sites on the northeastern Tibetan Plateau?",
        "QuestionCn": "在青藏高原东北部的考古遗址中，用于分析古代植物和动物遗骸的一些数据收集方法有哪些？",
        "AnswerEn": "animal fossils, wood charcoal analysis",
        "AnswerCn": "动物化石，木炭分析",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to analyze animal and plant remains at archaeological sites in the northeastern Tibetan Plateau?",
        "QuestionCn": "您能否提供在东北藏高原考古遗址分析动物和植物遗骸的资料收集方法的示例？",
        "AnswerEn": "One example of data collection methods used to analyze animal remains involves the systematic excavation and analysis of 11 animal fossils from the Jiangjunbu site, which revealed that ancient humans primarily hunted large and medium-sized herbivorous mammals during the Last Interglacial period. For plant remains, charcoal analysis at the Zongri site demonstrated that ancient inhabitants extensively collected spruce, poplar, and sea buckthorn from the surrounding area for use as fuel.",
        "AnswerCn": "一种用于分析动物遗骸的数据收集方法涉及对江军堡遗址的11个动物化石进行系统挖掘和分析，结果显示古代人类在最后间冰期主要猎捕大型和中型草食性哺乳动物。对于植物遗骸，宗日遗址的木炭分析表明，古代居民广泛收集周围地区的云杉、白杨和沙棘作为燃料使用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for analyzing animal and plant remains at archaeological sites in the northeast of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原东北部考古遗址分析动物和植物遗存的数据收集方法的特点是什么？",
        "AnswerEn": "systematic zooarchaeological analyses, systematic archaeobotanical analyses",
        "AnswerCn": "系统动物考古分析，系统植物考古分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many animal fossils were analyzed to understand the subsistence strategies of ancient humans in the northeastern Tibetan Plateau?",
        "QuestionCn": "为了了解古代人类在东北藏高原的生存策略，分析了多少动物化石？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'systematic animal and plant archaeological analysis' mean in the context of studying archaeological sites in the Northeast Tibetan Plateau?",
        "QuestionCn": "在研究青藏高原东北部的考古遗址时，“系统的动物和植物考古分析”是什么意思？",
        "AnswerEn": "Systematic animal and plant archaeological analysis refers to the structured examination and identification of animal fossils and plant remains found at archaeological sites. This process is aimed at understanding the interactions between ancient humans and their environment, reconstructing ancient lifestyles and economic foundations, and revealing the dynamics of cultural development.",
        "AnswerCn": "系统的动物和植物考古分析是指对考古遗址中发现的动物化石和植物遗骸进行结构化的检查和鉴定。这个过程旨在理解古代人类与环境之间的互动，重建古代生活方式和经济基础，以及揭示文化发展的动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the selection of specific animal and plant archaeological analysis methods in understanding the ancient human and plant-animal interactions at the Jiǎngjùnbù and Zōngrì sites in the northeastern Tibetan Plateau?",
        "QuestionCn": "哪些因素促成了在理解东北藏区的Jiǎngjùnbù和Zōngrì遗址古代人类与植物动物互动时选择特定的动物和植物考古分析方法？",
        "AnswerEn": "The selection of specific animal and plant archaeological analysis methods at the Jiǎngjùnbù and Zōngrì sites likely stems from the need to understand the interactions between ancient humans and their environment. For Jiǎngjùnbù, the analysis of 11 animal fossils from the last interglacial period suggests a focus on studying the hunting practices of ancient humans, particularly their targeting of large and medium-sized herbivorous mammals. Meanwhile, the charcoal analysis at the Zōngrì site indicates a focus on understanding how ancient inhabitants utilized local resources such as spruce, poplar, and sea buckthorn for fuel, which provides insights into their resource management and environmental adaptation strategies.",
        "AnswerCn": "在Jiǎngjùnbù和Zōngrì遗址选择特定的动物和植物考古分析方法，可能源于了解古代人类与环境之间相互作用的需要。对于Jiǎngjùnbù，来自上一个间冰期的11个动物化石的分析表明，研究的重点是古代人类的狩猎实践，特别是他们对大型和中型草食性哺乳动物的猎捕。与此同时，Zōngrì遗址的木炭分析则表明，研究的重点是了解古代居民如何利用当地资源，如云杉、白杨和沙棘作为燃料，这为他们的资源管理和环境适应策略提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}