{
  "id": "ace90b93-0c6c-48b0-ab61-f384701ee4b3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of photosynthesis observed by LI-6400 in the lower of Heihe River Basin on Jul, 2012",
      "titleCn": "黑河生态水文遥感试验：黑河下游LI-6400光合观测数据集（2012年7月）",
      "description": "The dataset of photosynthesis was observed by LI-6400XT Portable Photosynthesis System in the natural oasis eco-hydrology experimental area of the Heihe River Basin. Observation items included the main vegetation type in the lower reaches of Heihe river: Populus forest, which located in the Populus forest station and the mixed forest station of Ejinaqi. Observation periods lasted from 2014-07-24 to 2014-07-31. This dataset included the raw observation data of the Populus forest observed by LI-6400 during the observation periods.\n1）\tObjectives of observation\nThe photosynthetic datasets can be used in the study of plant physiological ecology characteristic and the simulation and validation for the eco-hydrological models.\n2）\tInstrument and theory of the observation\nMeasuring instrument: LI-6400XT Portable Photosynthesis System.\nMeasuring theory: Using the infrared gas analyzer to measure the change of CO2 concentration, and then measuring the differences of CO2 concentration between the sample chamber and the referenced chamber so as to acquire the net productivity of the leaf.\n3）\tTime and site of observation\nObservation site in the Populus forest station.\nObservation time: 2014-07-24\nObservation site in the mixed forest station.\nObservation time: From  2014-07-25 to 2014-07-31.\n4）\tData processing\nThe raw data of LI-6400 were archived in text format and can be opened by text editor or excel, the preprocessed data were in Excel format. Every time period of observation was archived in a single document, named as “date + type”.",
      "descriptionCn": "本数据集利用LI-6400光合仪，观测了黑河流域下游试验区的主要植物胡杨林的光合作用过程。观测地点位于下游核心观测区额济纳旗的胡杨站和混合林站。观测日期为2014年7月下旬。本数据集为观测期内的胡杨的LI-6400的原始观测数据。\n1、\t测量目的\n光合数据测量可以用于植物生理特性研究。\n2、\t测量仪器\n测量仪器：LI-6400便携式光合作用测量仪。\n3、\t观测时间地点\n观测地点：混合林站\n观测时间：2014-07-24\n观测地点：胡杨站\n观测时间：2014-07-25至2014-07-31\n4、\t数据存储与处理\nLI-6400数据采用Excel格式存储。为保留原始数据，未对数据进行删改。测量时每个时段数据存为一个文件，并以日期+类型命名。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.1236,
      "west": 101.1236,
      "south": 41.9928,
      "north": 41.9928,
      "startTime": "2014-08-01 16:00:00",
      "endTime": "2014-08-08 16:00:00",
      "fileSize": 3759928.0,
      "cstr": "18406.11.hiwater.266.2015.db",
      "doi": "10.3972/hiwater.266.2015.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王海波",
        "nameEn": "WANG Haibo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合有效辐射",
        "nameEn": "Photosynthetically active radiation"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "下游天然绿洲试验区",
        "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
      },
      {
        "keywordCn": "胡杨林",
        "keywordEn": null
      },
      {
        "keywordCn": "额济纳旗",
        "keywordEn": "Ejinaqi"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2014-07-24至2014-07-31",
        "keywordEn": "2014-07-24 to 2014-07-31",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to study photosynthesis processes of major plants in an ecological hydrology experiment?",
        "QuestionCn": "在生态水文学实验中，研究主要植物光合作用过程使用的数据收集方法有哪些？",
        "AnswerEn": "LI-6400 portable photosynthesis measurement instrument",
        "AnswerCn": "LI-6400便携式光合测量仪",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days of photosynthesis data were collected using the LI-6400 portable photosynthesis measurement system in the downstream core observation area of the Heihe River basin?",
        "QuestionCn": "在黑河流域下游核心观测区使用LI-6400便携式光合作用测量系统收集了多少天的光合作用数据？",
        "AnswerEn": "8 days",
        "AnswerCn": "8天",
        "Level": "C1(Remembering)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using a LI-6400 portable photosynthesis system to collect plant physiological data in ecological research?",
        "QuestionCn": "在生态研究中使用LI-6400便携式光合作用系统收集植物生理数据的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve selecting the observation location, which in this case were the mixed forest station and the Populus euphratica station. The data collection is scheduled over specific dates, such as from July 24 to July 31, 2014. The LI-6400 device is used to measure the photosynthesis process of key plant species. Data is stored in Excel format without any modification to retain its originality, and each time period's data is saved in a separate file named with the date and type.",
        "AnswerCn": "程序步骤包括选择观察地点，在本例中为混交林站和胡杨站。数据收集定于特定日期，例如2014年7月24日至7月31日。使用LI-6400设备测量关键植物物种的光合作用过程。数据以Excel格式存储，不进行任何修改以保持其原始性，每个时间段的数据保存在一个单独的文件中，文件名包含日期和类型。",
        "Level": "C3(Applying)"
      }
    ]
  }
}