{
  "id": "ad136d76-d616-4a75-9bec-8c50dbb7138f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Catalogue of destructive earthquakes in the Tibetan Plateau since 1970",
      "titleCn": "1970年以来青藏高原破坏性地震目录",
      "description": "The Tibetan Plateau has strong seismic activity, which is driven by the subduction and collision of the Indian plate between the Eurasian plate and the deformation of the plateau. There are 2854 earthquakes with Magnitude  4.7 or larger have occurred in Plateau region (north latitude 20-40 degrees and east longitude 70-105 degrees) since 1970. Among them, 3 earthquakes with Magnitude 8 or larger, 33 earthquakes with Magnitude 7.0-7.9， 192 earthquakes with Magnitude 6.0-6.9 and 1152 earthquakes with Magnitude 5.0-5.9 have occurred. Earthquakes occurred mainly along the faults in and around the Plateau.",
      "descriptionCn": "青藏高原地区地震活动强烈，其地震活动的动力来源于印度板块与欧亚板块的俯冲碰撞及高原内部变形。本数据集包含在青藏高原及周边区（北纬20-40度，东经70-105度）1970年以来发生的2854次M≥4.7级地震的震中位置、发震时刻、地震震级等信息，其中M≥8级地震3次，M=7.0-7.9级地震33次， M=6.0-6.9级地震192次， M=5.0-5.9级地震1152次。地震主要沿青藏高原周边及高原内部的大型断裂带发生。",
      "instructions": "The data files are stored in five files, with .xlsx, .DAT, .ID, .MAP and .TAB. Which can opened it with Microsoft Excel and Mapinfor.",
      "instructionsCn": "数据文件保存在5个文件中，分别是青藏高原1970年以为破坏性地震目录.xlsx，青藏高原1970年以为破坏性地震目录.DAT，青藏高原1970年以为破坏性地震目录.ID，青藏高原1970年以为破坏性地震目录.MAP，青藏高原1970年以为破坏性地震目录.TAB。可以用 Microsoft Excel 和Mapinfor 打开查看。",
      "east": 105.0,
      "west": 70.0,
      "south": 20.0,
      "north": 40.0,
      "startTime": "1970-01-01 00:00:00",
      "endTime": "2020-06-30 00:00:00",
      "fileSize": 827138.0,
      "cstr": "18406.11.Disas.tpdc.271300",
      "doi": "10.11888/Disas.tpdc.271300",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王继",
        "nameEn": "WANG Ji",
        "unitEn": "China Earthquake Disaster Prevention Center",
        "unitCn": "中国地震灾害防御中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "全球地震目录",
        "titleEn": null,
        "referenceCn": "宋治平, 张国民, 刘杰, 尹继尧, 薛艳, 宋先月. (2011). 全球地震目录, 北京：地震出版社",
        "referenceEn": null
      },
      {
        "titleCn": "中国地震台网统一地震目录",
        "titleEn": null,
        "referenceCn": "中国地震台网统一地震目录（http://data.earthquake.cn/index.html）",
        "referenceEn": null
      },
      {
        "titleCn": "美国USGS地震目录",
        "titleEn": null,
        "referenceCn": "美国USGS地震目录（https://earthquake.usgs.gov/earthquakes/search/）",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "地震目录",
        "nameEn": "Earthquake catalogue"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1970-2020",
        "keywordEn": "2020-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of seismic data collected for earthquakes occurring in the Tibetan Plateau region since 1970?",
        "QuestionCn": "自1970年以来，在青藏 Plateau地区收集的地震数据的特征是什么？",
        "AnswerEn": "epicenter location, time of occurrence, earthquake magnitude, magnitudes of M≥4.7, 2854 occurrences, three earthquakes with M≥8, thirty-three with M=7.0-7.9, 192 with M=6.0-6.9, 1152 with M=5.0-5.9, seismic activity along major fault zones",
        "AnswerCn": "震中位置，发生时间，地震震级，震级为M≥4.7的地震共2854次，其中三次地震震级为M≥8，三十三次震级为M=7.0-7.9，192次震级为M=6.0-6.9，1152次震级为M=5.0-5.9，主要断层带的地震活动。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many M≥4.7 magnitude earthquakes have been recorded in the Tibetan Plateau and surrounding areas since 1970?",
        "QuestionCn": "自1970年以来，青藏 Plateau及周边地区记录了多少次M≥4.7级的地震？",
        "AnswerEn": "2854",
        "AnswerCn": "2854",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for recording earthquake magnitudes and epicenters in the Tibetan Plateau since 1970 compare with those used in other seismically active regions?",
        "QuestionCn": "自1970年以来，西藏高原记录地震震级和震中位置的数据收集方法与其他地震活动频繁地区使用的方法相比如何？",
        "AnswerEn": "The data collection methods for recording earthquake magnitudes and epicenters in the Tibetan Plateau since 1970 focus on capturing seismic activity due to the subduction and collision of the Indian and Eurasian plates and internal deformation of the plateau. These methods include recording the epicenter location, the time of occurrence, and the magnitude of earthquakes. In comparison, other seismically active regions may employ similar data collection methods but could differ in the emphasis on regional geological features, the frequency of data collection, and the technology used, such as the density and type of seismic sensors deployed. Additionally, the challenges faced, like accessibility and environmental conditions, might differ across regions, affecting the data collection process.",
        "AnswerCn": "自1970年以来，针对青藏 Plateau 地区地震震级和震中记录的数据收集方法，主要集中在捕捉由于印度板块和欧亚板块的俯冲与碰撞以及高原内部变形所引发的地震活动。这些方法包括记录震中位置、发生时间和地震震级。相比之下，其他地震活动频繁的地区可能采用类似的数据收集方法，但在对区域地质特征的重视程度、数据收集的频率以及所使用的技术（如部署的地震传感器的密度和类型）上可能存在差异。此外，各地区面临的挑战，如可达性和环境条件，可能会影响数据收集过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological and tectonic processes underlying the seismic activity patterns from the recorded locations and magnitudes of earthquakes since 1970 in the Qinghai-Tibet Plateau?",
        "QuestionCn": "自1970年以来在青藏高原记录的地震位置和震级可以推断出哪些地质和构造过程导致了地震活动模式？",
        "AnswerEn": "The seismic activity patterns, including the distribution of earthquake epicenters and magnitudes, suggest that the geological and tectonic processes are primarily driven by the subduction collision between the Indian plate and the Eurasian plate, and the deformation within the plateau itself. The concentration of earthquakes along major fault zones indicates active tectonic boundaries, which are crucial for understanding the dynamic processes shaping the region.",
        "AnswerCn": "地震活动模式，包括地震震中和震级的分布，表明地质和构造过程主要是由印度板块与欧亚板块之间的俯冲碰撞以及高原内部的变形驱动的。沿主要断层带的地震集中表明活跃的构造边界，这对于理解塑造该地区的动态过程至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have led to the high seismic activity observed in the Tibetan Plateau since 1970?",
        "QuestionCn": "自1970年以来，导致青藏 Plateau 高地震活动的因素有哪些？",
        "AnswerEn": "The high seismic activity observed in the Tibetan Plateau since 1970 is primarily due to the subduction and collision between the Indian and Eurasian plates, as well as the internal deformation of the plateau itself.",
        "AnswerCn": "自1970年以来，青藏 Plateau 观察到的高地震活动主要是由于印度板块和欧亚板块之间的俯冲和碰撞，以及高原内部的变形。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy and reliability of seismic event data when considering the effects of tectonic activity from the collision between the Indian and Eurasian plates in the collection process?",
        "QuestionCn": "在考虑印度板块和欧亚板块碰撞所带来的构造活动对数据收集过程的影响时，地震事件数据的准确性和可靠性可能会受到哪些潜在影响？",
        "AnswerEn": "The seismic activity in the Tibet Plateau region is primarily driven by the subduction collision between the Indian and Eurasian plates and internal deformation of the plateau. This tectonic activity can lead to challenges in accurately determining the epicenter, timing, and magnitude of earthquakes. Additionally, the complex geology and large-scale fault systems concentrated in the area could affect data collection methods, potentially resulting in varied accuracy and reliability across different seismic events.",
        "AnswerCn": "青藏高原地区的地震活动主要是由印度板块和欧亚板块之间的俯冲碰撞以及高原内部变形驱动的。这种构造活动可能导致在准确确定地震的震中、发生时间和震级方面面临挑战。此外，该地区复杂的地质结构和大规模的断层系统可能会影响数据收集方法，从而导致不同地震事件的准确性和可靠性存在差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives might drive the collection and analysis of data on seismic activities on the Qinghai-Tibet Plateau, particularly focusing on earthquakes of magnitude 4.7 and above since 1970?",
        "QuestionCn": "自1970年以来，收集和分析青藏高原地震活动数据，特别是关注4.7级及以上地震，可能有哪些目标？",
        "AnswerEn": "The primary objective of collecting and analyzing data on seismic activities in the Qinghai-Tibet Plateau is to understand the seismic dynamics and patterns in this region, which is influenced by the subduction collision of the Indian and Eurasian plates and internal deformation of the plateau. This information is crucial for assessing seismic hazards, improving earthquake prediction models, and enhancing preparedness and mitigation strategies in the region.",
        "AnswerCn": "收集和分析青藏高原地震活动数据的主要目的是了解该地区的地震动态和模式，该地区受到印度板块和欧亚板块的俯冲碰撞以及高原内部变形的影响。这些信息对于评估地震灾害、改善地震预测模型以及增强该地区的应急准备和减灾策略至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}